{
  "url": "https://en.wikipedia.org/wiki/Masked_lovebird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Agapornis"
    },
    {
      "Species": "A. personatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-collared lovebird (Agapornis personatus), also called masked lovebird, Black-masked lovebird or eye ring lovebird, is a monotypic species of bird of the lovebird genus in the parrot family Psittaculidae. They are native to northeast Tanzania and have been introduced to Burundi and Kenya . Although they have been observed in the wild in Puerto Rico, they are probably the result of escaped pets, and no reproduction has been recorded .",
    "Description": "The yellow-collared lovebird is a mainly green small parrot about 14.5  cm (5.5  in) long. Its upperparts are a darker green than its lower surfaces. Its head is black, and it has a bright red beak with white above it and white eyerings. Yellow on the breast is continuous with a yellow collar and an expansion of yellow over the nape of the neck. Male and female have an identical external appearance.",
    "Breeding": "The yellow-collared lovebird brings nesting material in its beak to a tree cavity for their nest. The eggs are white and there are usually four to five in a clutch. The female incubates the eggs for about 23 days and the chicks leave the nest about 42 days after hatching.",
    "Aviculture": "",
    "Aviculture-Housing": "White eye-rings lovebirds, of which masked lovebirds are part, are reportedly less aggressive in comparison to the slightly larger peach-faced lovebird. They are frequently housed in aviaries with other species of their genus, a practice which although can be convenient, and wonderfully aesthetic, may lead to hybridization. This can especially be concerning where other species may not be as locally common e.g. black-cheeked lovebird, and Lilian's lovebird. It would be advisable to house lovebirds either; by themselves, or if a mixed collection is desired, ensure they are kept in a large flight with a few feeding stations, & assertive species e.g. red-rumped parrot, kākāriki, rose-ringed parakeet or cockatiels. They can usually be kept safely with quails, and pheasants in aviaries.\nBreeding cages should be 400mm x 400mm x 500mm, or these birds can be housed in colonies, or have in some cases been kept at liberty. There was a mixed flock of masked, peach-faced lovebird, and a few hybrids near Napier, New Zealand for a number of years in the mid 2000s. There is also a small feral population in France, which contains the Blue mutant, and mixes with larger proportion of Fischer's lovebirds - also from aviary origin.\nAviaries, and cages need perches in a range of diameters. Natural perches in the form of branches are ideal, especially if they have a variety of forks, angles, and a bit of bounce in them. The reason for this is to give the captives stimuli; it also keeps their feet healthy, and nimble. Research (suitability, and toxicity) must be carried out on all plant material going into any cages. Cherry wood is poisonous, as is broom, kowhai, and avocado (its fruit being surprisingly poisonous to parrots), to mention just a few examples.\nNesting boxes are usually utilised throughout the year as sleeping quarters. It is advisable to clean them, but keep them up even after breeding season. The risk of losing a bird to egg laying complications (in the unlikely event they do decide to breed in the winter), is out-weighed by the benefit of keeping the birds content, keeping pair-bonds strong, & the reduced risk of losing a bird to the cold. A supply of willow branches, and roughly slivered corn, or maize husk can be given in the aviary as nesting box lining: It will be ripped up, & carried into the nest box by the female.\nLovebirds are reasonably difficult to sex. A \"pair\" will often be of the same gender, even though they are exhibiting signs of mutual affection. This usually arises when inexperienced bird keepers house two birds alone, & wait on behavioral signs that they're a true pair, with the intention of swapping one out for another lovebird if they're not; then being excited when they see birds pair up, even though they may both be of the same sex. These bonds are artificial, & can be broken, or tested if the \"pair\" are re-housed communally (or split up by the keeper). One or both of a pair of males may go, and breed with lone hens, despite staying connected to their original partner. Or the same sex pair's bond may completely dissolve immediately.",
    "Aviculture-Colour varieties": "The blue mutation was originally found in wild birds in the 1920s and is the oldest colour mutation known in the lovebird genus. The other mutations are a result of selective breeding in aviculture, such as two cobalts which will make a mauve (black).  Various color mutations exist, including blue, cobalt, mauve, slate, dilute slate, violet, lutino (ino) and albino.\nThe Blue and the Lutino mutations are where some colour genes have not been passed on, or have been suppressed from the original wild colour form. In the case of the lutino the micro-structure which creates the blue based colours in the normal form is not passed on to offspring when it arises; hence everywhere yellow except the face which contained the colours which make up orange. In the case of the original Blue, none of the yellow or red pigment genes are passed on. The Albino is the latest \"colour\" which is a combination of the Lutino, and the Blue ('wild' colouring minus blue, and minus red and yellow = no colour so is completely white).\nThe Dilute mutation is a lightening of the darker feathers, most noticeable in the wings, and face. It was first noted from Green (Wild) coloured parents, & originally called \"Yellow\". This new colour was soon built up in numbers by passionate aviculturelists, and once secure was bred to Blue coloured birds. The result was then known as \"White\", but we now call this combo a Dilute Blue.",
    "Gallery": "",
    "References": "",
    "External links": "\"Species factsheet: Agapornis personata\". BirdLife International (2008). Retrieved 9 July 2008."
  }
}