{
  "url": "https://en.wikipedia.org/wiki/Moluccan_cockatoo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Cacatuidae"
    },
    {
      "Genus": "Cacatua"
    },
    {
      "Subgenus": "Cacatua"
    },
    {
      "Species": "C. moluccensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Salmon-crested cockatoo (Cacatua moluccensis), also known as the Moluccan cockatoo, is a cockatoo endemic to the Seram archipelago in eastern Indonesia. At a height of up to 46–52 cm and weight of up to 850 g, it is among the largest of the white cockatoos. The female is larger than the male on average. It has white-pink feathers with a definite peachy glow, a slight yellow on the underwing and underside of the tail feathers and a large retractable recumbent crest which it raises when threatened, revealing hitherto concealed bright red-orange plumes to frighten potential attackers.  It may also be raised in excitement or in other 'emotional' displays. Some describe the crest as \"flamingo-colored.\" It also has one of the louder calls in the parrot world and in captivity is a capable mimic.\nIn the wild the salmon-crested cockatoo inhabits lowland forests below 1000 m. The diet consists mainly of seeds, nuts and fruit, as well as coconuts. There is additional evidence that they eat insects off the ground, and pet Moluccan cockatoos have tested positive for anemia if their diet does not include enough protein.",
    "Status in the wild": "The salmon-crested cockatoo is a vulnerable species, and has been listed on appendix I of CITES since 1989, which makes trade in wild-caught birds illegal. Trade in captive bred birds is legal only with appropriate CITES certification. Numbers have declined due to illegal trapping for the cage-bird trade and habitat loss. During the height of the trapping of this species over 6,000 birds were being removed from the wild per year. It has a stronghold in Manusela National Park on Seram, although even today some illegal trapping continues.",
    "Aviculture": "The salmon-crested cockatoo can no longer be imported into the United States because it is listed on the Wild Bird Conservation Act. However, they are being bred in captivity.  They are popular for their beauty and trainability (which makes them popular in trained bird shows).\nThe salmon-crested cockatoo is widely considered to be one of the most demanding parrots to keep as a pet due to their high intelligence, large size, potential noise level, and need to chew.  Moluccan cockatoos require a very large and very sturdy cage or aviary.  Salmon-crested cockatoos are highly social and pets can be extremely cuddly, affectionate, and gentle birds.  This can lead to problems if a young cockatoo is spoiled with a great deal of attention and cuddling when young and does not get the opportunity to learn to play with toys, forage, or otherwise entertain itself.\nSalmon-crested cockatoos require a great deal of attention and activity to remain healthy and well-adjusted.  Attention and training from human caregivers is important in keeping them occupied, as are chewable toys and foraging toys that require them to work for their food.  As with most large cockatoos, the salmon-crested cockatoo may develop health and behavioral problems such as feather-plucking and aggression if not provided with the appropriate environment, attention, and enrichment opportunities.",
    "Breeding": "Moluccan cockatoos only breed once a year - usually between December and March, when vegetation growth is at its peak and food is readily available.\nCockatoos form a close bond that lasts for a lifetime. If they are separated, they may slip into a deep depression. In absence of a \"true\" mate, they may accept a caretaker as its mate.",
    "Gallery": "",
    "References": "",
    "External links": "World Parrot Trust Parrot Encyclopedia - Species Profiles\nARKive - images and movies of the salmon-crested cockatoo (Cacatua moluccensis)\nBirdLife Species Factsheet\nRed Data Book\nMoluccan Cockatoo photo on Pc-Zoo\nProject Bird Watch & eco-tourism development in Indonesiion Islands\n9 Steps To Avoid “Unwanted Cockatoo Syndrome”"
  }
}