{
  "url": "https://en.wikipedia.org/wiki/Musk_lorikeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "GlossopsittaBonaparte, 1854"
    },
    {
      "Species": "G. concinna"
    }
  ],
  "text": {
    "__SUMMARY__": "The musk lorikeet (Glossopsitta concinna) is a lorikeet, now the only species in the genus Glossopsitta. It inhabits south-central/eastern Australia. The little lorikeet and the purple-crowned lorikeet were previously included in the genus. The musk lorikeet was first described by ornithologist George Shaw in 1790 as Psittacus concinnus, from a collection in the vicinity of Port Jackson in what is now Sydney. John Latham described it as Psittacus australis. Its specific epithet is the Latin concinna \"elegant\". Other common names include red-eared lorikeet, and green keet, and formerly a local Sydney indigenous term coolich. The names green leek and king parrot have been incorrectly applied to this species in the past.",
    "Description": "The musk lorikeet is 22 centimetres (8.7 in) long. It is mainly green and it is identified by its red forehead, blue crown and a distinctive yellow band on its wing. Both upper and lower mandibles of the beak are red at the tip and darker near its base. The blue area on the crown of the female is smaller and paler than seen on the male.",
    "Distribution and habitat": "Musk lorikeets are found in eastern New South Wales, Victoria, South Australia and Tasmania.\nRange: uncommon nomad in woodlands and drier forests in south-east mainland, mainly west of divide, and TAS.\nThe Musk Lorikeet have been sighted and are recent common visitors to fruit trees in the Punchbowl Area, near Launceston, Northern Tasmania. Favourite foods seem to include Apricots, Apples, Australian Native Bottlebrush flowers & Nectar, as well as seeds and nectar from Grevillea.",
    "Urban influence": "Musk lorikeets are one of the few animals with the plasticity to survive and thrive in rapid urbanization. Over the past 30 years, flocks of musk lorikeets have been adopting Australia's cities, such as Melbourne and Sydney.The partial reason for musk lorikeets’ move to, and success in, urban areas is the planting of various nectar-producing plants throughout the city. They have evolved to consume nectar as a part of their major food source and can be found foraging in the blooming canopies of eucalyptus forests.Unlike their natural habitat, the city plants are regularly maintained and so they have become a more reliable food source. Because the nectar plants tend to be most dense in the outer urban areas, most of the population prefers the outer urban areas, which allows for more feeding and roosting opportunities, rather than the inner ones. Although, there have been sightings of these lorikeets in the inner city regions but in reduced numbers; most likely from reduced vegetation.The only Australian nectarivore to not have a preference between the inner city and outer urban zones is the rainbow lorikeet. Both the rainbow lorikeet and the musk lorikeet are nectarivores, which means that their niches overlap and that they must compete against one another for the limited amount of resources available. The growth and resources of the rainbow lorikeet population may limit the growth of the musk lorikeet population, and coupled with the growing urbanization, the musk lorikeet may have more competitive pressures for resources.",
    "Breeding": "The musk lorikeet breeds mainly from August to January. Their nest are usually built in a hollow limb of a tree. Two white 25 mm × 20 mm (0.98 in × 0.79 in) eggs are laid.",
    "Gallery": "",
    "References": "",
    "References-Cited texts": "Lendon, Alan H. (1973). Australian Parrots in Field and Aviary (2nd ed.). Sydney: Angus and Robertson. ISBN 0-207-12424-8.\nLow, Rosemary (1978). Lories and Lorikeets. Melbourne: Inkata Press. ISBN 0-909605-08-4.Birds of Australia\nDavis, A.; Taylor, C.; Major, R. (2012). \"Seasonal abundance and habitat use of Australian parrots in urbanized landscape\". Landscape and Urban Planning. 106: 191–198. doi:10.1016/j.landurbplan.2012.03.005.\nDavis, A.; Taylor, C.; Major, R. (2011). \"Do fire and rainfall drive spatial and temporal population shifts in parrots? A case study using urban parrot populations\". Landscape and Urban Planning. 100: 295–301. doi:10.1016/j.landurbplan.2010.12.017.\nSmith, J.; Lill, A. (2008). \"Importance of eucalypts in exploitation of urban parks by rainbow and musk lorikeets\". Emu. 108: 187–195. doi:10.1071/mu07062.\nWhite, J.;  et al. (2005). \"Non-uniform bird assemblages in urban environments: The influence of streetscape vegetation\". Landscape and Urban Planning. 71: 123–135. doi:10.1016/j.landurbplan.2004.02.006."
  }
}