{
  "url": "https://en.wikipedia.org/wiki/New_Caledonian_crow",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Corvidae"
    },
    {
      "Genus": "Corvus"
    },
    {
      "Species": "C. moneduloides"
    }
  ],
  "text": {
    "__SUMMARY__": "The New Caledonian crow (Corvus moneduloides) is an all-black, medium-sized member of the family Corvidae, native to New Caledonia.  The bird is often referred to as the 'qua-qua' due to its distinctive call.  It eats a wide range of food including many types of invertebrates, eggs, nestlings, small mammals, snails, nuts and seeds.  The New Caledonian crow sometimes captures grubs in nooks or crevices by poking a twig at the grub to agitate it into biting the twig, which the crow then withdraws with the grub still attached.  This method of feeding indicates the New Caledonian crow is capable of tool use. They are able to make hooks. This species is also capable of solving a number of sophisticated cognitive tests which suggest that it is particularly intelligent.  As a result of these findings, the New Caledonian crow has become a model species for scientists trying to understand the impact of tool use and manufacture on the evolution of intelligence.",
    "Description": "The New Caledonian crow is a moderate-sized crow, (40 cm in length) similar in size to the house crow but less slender-looking. The bird has an all-black appearance with a rich gloss to its feathers of purple, dark blue and some green in good light. The beak, feet and legs are all black. The beak is moderate in size but is unusual in that the tip of the lower mandible is angled upwards, making it somewhat chisel-like in profile. It has been suggested that this beak morphology evolved due to the selective pressure of needing to hold a tool straight.The vocalization is described as a soft \"waa-waa\" or \"wak-wak\", and sometimes as a hoarse \"qua-qua\" or \"waaaark\". Across New Caledonia, the bird is often referred to as a 'qua-qua' due to its distinctive call.",
    "Distribution and habitat": "The bird is endemic to the islands of New Caledonia in the Pacific, living in primary forest. It inhabits only the main island, Grande Terre, and one of the Loyalty Islands, Maré Island.",
    "Ecology and behavior": "The New Caledonian crow eats a wide range of food, including many types of insects and other invertebrates (some caught in flight with great agility, including night-flying insects which it catches at dusk), eggs and nestlings, small mammals, snails (which it drops from a height onto hard stones), and various nuts and seeds.\nThis species is known for using plant material to create stick and leaf tools to capture prey hiding in cracks and crevices. These tools can have naturally occurring barbs, or are sometimes fashioned into hooks by the birds. The tool is inserted into the crack or crevice in the log or branch, and the prey is agitated into biting the tool.  The crow then withdraws the tool with prey still attached, and devours the prey.  Grubs caught in this way have been shown to be an integral part of the crows' diet. The New Caledonian crow appears to fill the ecological niche of the woodpeckers and the woodpecker finch of the Galapagos, since the latter and New Caledonia lack woodpeckers. The feeding method of the woodpecker finch differs in that it stabs at grubs and levers them slowly out of the log using a small twig.\nThe nest of the New Caledonian crow is built high in a tree with usually 2-3 eggs laid from September to November.",
    "Ecology and behavior-Tool use and manufacture": "This species uses stick tools in the wild by finding small twigs and probing them into holes in logs to extract insects and larvae. New Caledonian crows are also able to manufacture tools by breaking twigs off bushes and trimming them to produce functional stick tools. Tool manufacture is rare in comparison to simple tool use and indicates a higher level of cognitive function. The crows can also make leaf tools by tearing rectangular strips off the edges of Pandanus spp. leaves.   The creation of such leaf tools allows these crows to exploit naturally occurring hooks – the barbs running along the edges of these leaves can be used as hooks if the tool is held such that the barbs point towards the crows’ head. Other naturally occurring hooks are also incorporated within tools, such as the thorns that grow on vine species in New Caledonia. These crows create hooks by crafting both wood and ferns into hooks. This is done by trimming the junctions between two branches or fern stolons into a tick shape (i.e. one junction has a long piece of wood/stolon attached, one junction has a small piece of wood /stolon attached) and then removing material from this junction to create a functioning hook. This imposition of three-dimensional form onto a natural material resembles carving.\nThe crows make a variety of tools.  Crows snip into the leaf edges and then tear out neat strips of vegetation with which they can probe insect-harboring crevices. These tools have been observed to come in three types: narrow strips, wide strips and multi-stepped strips—which are wide at one end and, via a manufacturing process that involves stepwise snips and tears, become narrow at the opposite end.\nThe New Caledonian crow is the only non-primate species for which there is evidence of cumulative cultural evolution in tool manufacture. That is, this species appear to have invented new tools by modifying existing ones, then passing these innovations to other individuals in the cultural group.  Gavin R. Hunt and colleagues at the University of Auckland studied tools the crows make out of pandanus (or screw pine) leaves.  Observations of the distribution of 5,500 leaf counterparts or stencils left behind by the cutting process suggest that the narrow and the stepped tools are more advanced versions of the wide tool type.  \"The geographical distribution of each tool type on the island suggests a unique origin, rather than multiple independent inventions\".  This implies that the inventions, which involve a delicate change in the manufacturing process, were being passed from one individual to another.The New Caledonian crow also spontaneously makes tools from materials it does not encounter in the wild. In 2002, researcher Alex Kacelnik and colleagues at the University of Oxford observed of a couple of New Caledonian crows called Betty and Abel:\n\nBetty's toolmaking abilities came to light by accident during an experiment in which she and Abel had to choose between a hooked and a straight wire for retrieving small pieces of pig heart, their favorite food. When Abel made off with the hooked wire, Betty bent the straight wire into a hook and used the tool to lift a small bucket of food from a vertical pipe. This experiment was the first time the crows had been presented with wire.\nThis observation was further investigated in a series of studies. Out of ten successful retrievals, Betty bent the wire into a hook nine times. Abel retrieved the food once, without bending the wire.  The process would usually start with Betty trying to get the food bucket with the straight wire, but then she would make a hook from it bending it in different ways, usually by snagging one end of the wire under something, and then using the bent hook to pick up the tray.\nClearly, Betty's creation of hooks cannot be attributed to the shaping or reinforcement of trial-and-error behavior. In 2004, Hunt observed the crows in the wild also making hooks, but the adaptation to the new material of the wire was clearly novel and appeared purposeful.  Intentional tool manufacture, even if it is generalizing a prior experience to a novel context, is rare in the animal world.\nThese crows also use tools to investigate potentially dangerous objects, such as a rubber snake or flashing L.E.D. bike light.",
    "Ecology and behavior-Meta- and compound tools": "Meta-tool use is using one tool on another tool to achieve the objective of the task.  It is generally considered to be a behaviour requiring more complex cognitive ability than the use of just a single tool.  Studies show that New Caledonian crows are capable of meta-tool use, at a level rivalling the best performances seen in primates.One such study involved putting food in a box out of the crows' reach. The crows were given a stick that was too short to reach the food.  However, this short stick could be used to retrieve a longer stick from another box, which could then be used to retrieve the food. This complex behaviour involved the crow realising that a tool could be used on non-food objects, and suppressing the urge to go directly for the food. It was solved by six of seven birds on the first attempt.  This behaviour had previously only been observed in primates.\nIn a study conducted at the Max Planck Society crows have been shown to create compound tools from 2-4 short branches that could be slotted together.",
    "Ecology and behavior-Mirror use": "New Caledonian crows have shown they are able to process information from mirrors, a cognitive ability possessed by only a small number of species.  By using a mirror, wild-caught New Caledonian crows are able to find objects they cannot see with a direct line of sight. However, the crows were unable to recognise themselves in the mirror - other corvids have tested positive for this capability.",
    "References": "",
    "External links": "Oxford University crow research web site, including photos and movies\nFrom National Geographic: A video of the New Caledonian Crow making a hook out of wire (August 8, 2002)\nTool use in crows is a combination of natural ability and schooling by other crows – LiveScience.com (October 31, 2006)\nBBC news website item about the New Caledonian Crow, includes video footage of tool use (August 16, 2007)\nCrow bends wire on purpose to lift bucket from glass tube (Nat'l Geo link no longer contains video).—YouTube"
  }
}