{
  "url": "https://en.wikipedia.org/wiki/Orange-winged_amazon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Amazona"
    },
    {
      "Species": "A. amazonica"
    }
  ],
  "text": {
    "__SUMMARY__": "The orange-winged amazon (Amazona amazonica), also known locally as orange-winged parrot and loro guaro, is a large  amazon parrot. It is a resident breeding bird in tropical South America, from Colombia, Trinidad and Tobago south to Peru, Bolivia and central Brazil. Its habitat is forest and semi-open country. Although common, it is persecuted as an agricultural pest and by capture for the pet trade (over 66,000 captured from 1981 to 1985). It is also hunted as a food source. Introduced breeding populations have been reported in Puerto Rico .",
    "Taxonomy": "There are two subspecies:\n\nA. a. amazonica, found on the mainland of South America.\nA. a. tobagensis, found only on Trinidad and Tobago, is a subspecies which is larger than the nominate form, and has more orange in the wing.",
    "Description": "The orange-winged amazon is a mainly green parrot about 33 cm (13 in) long and weighing about 340 g. It has blue and yellow feathers on its head which varies in extent between individuals. The upper mandible is partly horn colored (gray) and partly dark-gray. It has orange feathers in the wings and tail, which can be seen when in flight. The male and female are identical in external appearance.",
    "Behaviorr": "",
    "Behaviorr-Diet and feeding": "The orange-winged amazons are noisy birds and makes loud, high-pitched screams. It eats fruit and seeds, including the fruit of palm trees and sometimes cocoa. It roosts communally in palm and other trees, and large numbers can be seen at the roost sites at dawn and dusk. It is becoming common as a feral bird in the Miami, Florida area, and there are colonies in London, England.",
    "Behaviorr-Breeding": "The orange-winged amazon nests in tree cavities. The eggs are white and there are usually three or four in a clutch. The female incubates the eggs for about 26 days and the chicks leave the nest about 60 days after hatching.",
    "References": "",
    "References-Further reading": "Birds of Venezuela by Hilty, ISBN 0-7136-6418-5.\nffrench, Richard (1991). A Guide to the Birds of Trinidad and Tobago (2nd ed.). Comstock Publishing. ISBN 0-8014-9792-2.\n\"National Geographic\"  Field Guide to the Birds of North America ISBN 0-7922-6877-6.\nHandbook of the Birds of the World Vol 4, Josep del Hoyo editor, ISBN 84-87334-22-9.\n\"National Audubon Society\" The Sibley Guide to Birds, by David Allen Sibley, ISBN 0-679-45122-6.",
    "External links": "\"Amazon Parrots\" - Faze magazine"
  }
}