{
  "url": "https://en.wikipedia.org/wiki/Ortolan_bunting",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Emberizidae"
    },
    {
      "Genus": "Emberiza"
    },
    {
      "Species": "E. hortulana"
    }
  ],
  "text": {
    "__SUMMARY__": "The ortolan (Emberiza hortulana), also called ortolan bunting, is a bird in the bunting family Emberizidae, a passerine family now separated by most modern scholars from the finches, Fringillidae. The genus name Emberiza is from Old High German Embritz, a bunting. The specific hortulana is from the Italian name for this bird, ortolana. The English ortolan is derived from Middle French hortolan, \"gardener\".The ortolan is served in French cuisine, typically cooked and eaten whole. Traditionally diners cover their heads with their napkin, or a towel while eating the delicacy.  The bird is so widely used that its French populations dropped dangerously low, leading to laws restricting its use in 1999. In September 2007, the French government announced its intent to enforce long-ignored laws protecting the bird.",
    "Taxonomy": "The ortolan bunting was described by the Swedish naturalist Carl Linnaeus in 1758 in the tenth edition of his Systema Naturae and retains its original binomial name of Emberiza hortulana. The species is monotypic. A molecular phylogenetic study of the buntings published in 2008 found that the ortolan bunting is most closely related to Cretzschmar's bunting (Emberiza caesia).",
    "Description": "The ortolan bunting is 16–17 cm (6.3–6.7 in) in length and has a wing-span of 23–29 cm (9.1–11.4 in).  In appearance and habits it much resembles its relative the yellowhammer, but lacks the bright colouring of that species; the ortolan's head, for instance, is greenish-grey, instead of a bright yellow. The song of the male ortolan resembles that of the yellowhammer.",
    "Distribution and habitat": "A native of most European countries and western Asia.  It reaches as far north as Scandinavia and beyond the Arctic Circle, frequenting cornfields and their neighbourhoods. It is an uncommon vagrant in spring, and particularly autumn, to the British Isles.\nIt was recently spotted at Kenjar Coastal Karnataka, India, in November 2018 and photographed by Birdwatchers. Some birders commented that it is the first photographic record of an Ortolan bunting in India.",
    "Behaviour": "Ortolan nests are placed on or near the ground.\nThe maximum age recorded is 6 years and 10 months for a bird found dead in Switzerland.Seeds are the natural diet, but beetles and other insects are taken when feeding their young.",
    "As food": "The birds are caught with nets set during their autumn migratory flight to Africa. They are then kept in covered cages or boxes. The birds react to the dark cage by gorging themselves on grain, usually millet seed, until they double their bulk. Reputedly, Roman Emperors stabbed out ortolans’ eyes in order to make the birds think it was night, making them eat even more. The birds are then thrown into a container of Armagnac, which both drowns and marinates the birds.The bird is roasted for eight minutes and then plucked.  The consumer then places the bird feet first into their mouth while holding onto the bird's head.  The ortolan is then eaten whole, with or without the head, and the consumer spits out the larger bones.  The traditional way French gourmands eat ortolans is to cover their heads and face with a large napkin or towel while consuming the bird.  The purpose of the towel is debated.  Some claim it is to retain the maximum aroma with the flavour as they consume the entire bird at once, others have stated \"Tradition dictates that this is to shield – from God’s eyes – the shame of such a decadent and disgraceful act\", and others have suggested the towel hides the consumers spitting out bones.  This use of the towel was begun by a priest, a friend of Jean Anthelme Brillat-Savarin.\n\nAt one time, the island of Cyprus formed a chief depot for the export of ortolans, which were pickled in spices and vinegar and packed in casks containing from 300 to 400 each. In the early 20th century, between 400 and 500 casks were annually exported from Cyprus.",
    "As food-Noted meals": "In the 1944 novella Gigi and its adaptations, the title character is taught by her Aunt Alicia the proper way to eat ortolans.\nIn 1975, food critic Craig Claiborne made a winning $300 bid in an auction for a dinner for two, courtesy of American Express, at any restaurant in the world that takes its credit card.  Claiborne selected Chez Denis in Paris for a $4,000 meal ($18,773 in 2017) that included a course of ortolans.\nIn 1995, former French President François Mitterrand's last New Year's Eve meal included this specially prepared bird.\nAnthony Bourdain describes the eating of ortolans in the opening to his 2010 book Medium Raw.\nOn the show American Dad!, Roger has Francine Smith prepare him an ortolan to enjoy.\nOn Season 3, Episode 6 of the Showtime show Billions entitled \"The Third Ortolan\", Robert \"Bobby\" Axelrod, Mike \"Wags\" Wagner and Wylie Dufresne (as himself) ate ortolan.\nOn Season 2, Episode 11 of Hannibal, Hannibal Lecter and Will Graham eat a meal of ortolans together in Dr. Lecter's home\nOn Season 1, Episode 16 of Brooklyn Nine-Nine, when asked about what his last meal on earth would be, Charles Boyle states he'd go \"Classic French. Ortolan. Tiny songbird, eaten in a single bite, bones and all in open defiance of God.\"\nOn Season 1, Episode 6 of Succession, Greg and Tom eat ortolan when Tom takes Greg out for a fancy dinner.\nOn Season 2, Episode 5 of Victoria, French king Louis Philippe I serves ortolan at a dinner, and he convinces the queen to try one as the servant covers her with a napkin to \"hide one's face from God.\"",
    "Legal status": "Ortolan hunting was banned in France in 1999, but the law was poorly enforced and it is thought that up to 50,000 ortolans were illegally killed each year during the autumn migration: mostly birds from breeding grounds in Finland and the Baltic area. According to France's League for the Protection of Birds, France's ortolan population fell 30% between 1997 and 2007. In 2007, the French government vowed to strictly enforce some existing rules about banning the practice, with the maximum fine set at €6,000 (£4,800, $6,728). Killing and cooking ortolans is banned across the EU. In 2007, the pressure from France's League for Protection of Birds and from the European Union resulted in the French government promising to enforce the EU directive protecting the ortolan. After several years of active citizen watch revealing little if any change in the field situation, the local representative of the government repeated this statement in 2016.European Union member states prohibit:\ndeliberate killing or capture of these birds by any method;\ndeliberate destruction of, or damage to, their nests and eggs or removal of their nests;\ntaking their eggs in the wild and keeping these eggs;\ndeliberate disturbance of these birds particularly during the period of breeding and rearing, insofar as this would have a significant negative effect on the birds;\nkeeping birds, the hunting and capture of which is prohibited;\nsale, transport for sale, keeping for sale and the offering for sale of live or dead birds and of any readily recognizable parts or derivatives of these birds.The Ortolan bunting's population as of 2018 is listed by the IUCN as Least Concern (LC).",
    "See also": "Ambelopoulia\nAnimal rights\nAnimal welfare\nCruelty to animals",
    "References": "",
    "Sources": "Cramp, Stanley; Perrins, C.M., eds. (1994). \"Emberiza hortulana Ortolan Bunting\". Handbook of the Birds of Europe the Middle East and North Africa. The Birds of the Western Palearctic. Volume IX: Buntings and New World Warblers. Oxford: Oxford University Press. pp. 209–223. ISBN 978-0-19-854843-0.",
    "Further reading": "Jiguet, Frédéric;  et al. (2019). \"Unravelling migration connectivity reveals unsustainable hunting of the declining ortolan bunting\". Science Advances. 5 (5). doi:10.1126/sciadv.aau2642.",
    "External links": "Newton, Alfred (1911). \"Ortolan\" . Encyclopædia Britannica (11th ed.).\n\"Ortolan\" . New International Encyclopedia. 1905.\nOrtolan Bunting (Emberiza hortulana) from the website of the European Commission\nXeno-canto: sound recordings of the ortolan bunting\n343: Poultry Slam 2007, a November 2007 episode of This American Life with a segment about eating ortolan\nOiseaux Photographs, text, map; (in French)\nAgeing and sexing (PDF; 1.6 MB) by Javier Blasco-Zumeta and Gerd-Michael Heinze"
  }
}