{
  "url": "https://en.wikipedia.org/wiki/Pallas's_sandgrouse",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Pterocliformes"
    },
    {
      "Family": "Pteroclidae"
    },
    {
      "Genus": "Syrrhaptes"
    },
    {
      "Species": "S. paradoxus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Pallas's sandgrouse (Syrrhaptes paradoxus) is a medium large bird in the sandgrouse family named after the German zoologist Peter Simon Pallas. The scientific name is from Ancient Greek. The genus Syrrhaptes is from surrhaptos, \"sewn together\" (the feathered toes of both species in the genus are fused together) and paradoxus is from paradoxos, \"strange\".",
    "Description": "Pallas's sandgrouse is 30–41 cm (12–16 in) long with small, pigeon-like head and neck, but sturdy compact body. It has long pointed wings and tail and legs and toes are feathered. Its plumage is buff coloured, barred above with a black belly patch and pale underwings. The black belly and pale underwing distinguish this species from the related Tibetan sandgrouse. The male Pallas's sandgrouse is distinguished by its grey head and breast, orange face and grey breast band. The female has duller plumage and lacks the breast band though it has more barring on the upperparts.\nThe small feet lack a hind toe, and the three front toes are fused together. The upper surface is feathered, and the underneath has a fleshy pad. The appearance of the foot is more like a paw than an avian foot.",
    "Behaviour": "This species breeds across middle latitudes of central Asia on dry steppes and similar habitats. Its nest is a ground scrape into which 2–3 greenish eggs with cryptic markings are laid.\nIt is a partial migrant, especially from the northern parts of its range in Kazakhstan and Mongolia, but the extent and distance of the southerly winter movement depends on the amount of snowfall.\nPallas's sandgrouse occasionally irrupts from its regular breeding and wintering range across Europe as far west as Great Britain, where it has bred, and Ireland. The reasons for these remarkable movements are not fully understood, but they have become less frequent, probably due to contraction of the western Siberian range as the steppes become more agricultural.\nDue to their primarily dry diet of seeds, the sandgrouse needs to drink a large volume of water. The sandgrouse's wing morphology allows for fast flight with speeds up to 64 km/h (40 mph) having been recorded. Large flocks of several thousand individuals fly to watering holes at dawn and dusk making round trips of up to 121 km (75 mi) per day. Male parents soak their breast plumage in water while drinking, allowing their chicks to drink from the absorbed moisture on their return.Marco Polo mentions a bird called Bargherlac (from Turkmen bağırlak) in The Travels of Marco Polo. This is probably Syrrhaptes paradoxus (S. pallasii).",
    "References": "",
    "External links": "Nine photographs (see pulldown menu at page bottom) at The Oriental Bird Club\nBirdLife species factsheet for Syrrhaptes paradoxus\n\"Syrrhaptes paradoxus\". Avibase. \n\"Pallas's sandgrouse media\". Internet Bird Collection.\nPallas's sandgrouse photo gallery at VIREO (Drexel University)\nInteractive range map of Syrrhaptes paradoxus at IUCN Red List maps\nAudio recordings of Pallas's sandgrouse on Xeno-canto.\nSyrrhaptes paradoxus in the Flickr: Field Guide Birds of the World\nPallas's sandgrouse media from ARKive"
  }
}