{
  "url": "https://en.wikipedia.org/wiki/Plum-headed_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Neochmia"
    },
    {
      "Species": "N. modesta"
    }
  ],
  "text": {
    "__SUMMARY__": "The plum-headed finch (Neochmia modesta) also known as cherry finch is a common species of estrildid finch found in Australia. It has an estimated global extent of occurrence of 100,000 – 1,000,000 km2.",
    "Habitat": "It is found in dry savannah and subtropical/tropical (lowland) dry shrubland in Australia. The IUCN has classified the species as being of least concern.",
    "Characteristics": "It is a robust bird, with a stocky, strong beak and a long tail. It measures some 15 cm long.\nThe scientific name emphasizes the absence of the flamboyant livery typical of many Australian species, as the brown tones predominate in the plumage of this bird; the upper part of the body (nape, back, wings and tail) is in fact a deep brown color, with a tendency to darken on the tail, while the ventral area (cheeks, throat, chest, abdomen and hips) is beige color that turns towards white in the central part of the belly and on the undertail. The bird distinguishes for its fine zebra like colouring, which is white and present on the eyebrows, neck, chest, hips and tail, while on the remiges are two rows of white spots. The beak is black, the legs are flesh-colored and the eyes are dark brown. In the male there are also a rust colored bib and a frontal stain of the same color (often with a brighter color tending to purple red), which in the female are reduced or absent, in any case with a predominance of brown on red; they also have less dense stripes.\nThe female is similar to the male but lacks the male's black chin spot.\nThe plum-headed finch breeds mainly from September to January in the south and from August to March in the north. The nest is round, laterally compressed chamber of green grass and is built in thick bushes. Four to six pure white eggs are laid.",
    "Origin": "Origin and phylogeny has been obtained by Antonio Arnaiz-Villena et al. Estrildinae may have originated in India and dispersed thereafter (towards Africa and Pacific Ocean habitats).",
    "References": "",
    "External links": "BirdLife International species factsheet"
  }
}