{
  "url": "https://en.wikipedia.org/wiki/Plum-headed_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Psittacula"
    },
    {
      "Species": "P. cyanocephala"
    }
  ],
  "text": {
    "__SUMMARY__": "The plum-headed parakeet (Psittacula cyanocephala) is a parakeet in the family Psittacidae. It is endemic to the Indian Subcontinent and was once thought to be conspecific with the blossom-headed parakeet (Psittacula roseata) but was later elevated to a full species. Plum-headed parakeets are found in flocks, the males having a pinkish purple head and the females, a grey head. They fly swiftly with twists and turns accompanied by their distinctive calls.",
    "Taxonomy": "In 1760 the French zoologist Mathurin Jacques Brisson included a description of the plum-headed parakeet in his Ornithologie based on a specimen collected in India. He used the French name Le perruche a teste bleu and the Latin name Psittaca cyanocephalos. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition he added 240 species that had been previously described by Brisson. One of these was the plum-headed parakeet. Linnaeus included a terse description, coined the binomial name Psittacus cyanocephalus and cited Brisson's work. The specific name cyanocephalus/cyanocephala combines the Ancient Greek words kuanos \"dark-blue\" and -kephalos \"-headed\". This species is now placed in the genus Psittacula which was introduced by the French naturalist Georges Cuvier in 1800.",
    "Description": "The plum-headed parakeet is a mainly green parrot, 33 cm long with a tail up to 22 cm. The male has a red head which shades to purple-blue on the back of the crown, nape and cheeks while the female has blueish-gray head. There is a narrow black neck collar with verdigris below on the nape and a black chin stripe that extends from the lower mandible. There is a red shoulder patch and the rump and tail are bluish-green, the latter tipped white. The upper mandible is orangish-yellow, and the lower mandible is dark. The female has a dull bluish grey head and lacks the black and verdigris collar which is replaced by yellow. The upper-mandible is corn-yellow and there is no black chin stripe or red shoulder patch. Immature birds have a green head and both mandibles are yellowish. The dark head is acquired after a year. The delicate bluish red appearance resembling the bloom of a peach is produced by a combination of blue from the optical effects produced by the rami of the feather and a red pigment in the barbules.Some authors have considered the species to have two subspecies, the nominate from peninsular India (type locality restricted to Gingee) and the population from the foothills of the Himalayas as bengalensis on the basis of the colour of the head in the male which is more red and less blue. Newer works consider the species to be monotypic.The different head colour and the white tip to the tail distinguish this species from the similar blossom-headed parakeet (Psittacula roseata). The shoulder patch is maroon coloured and the shorter tail is tipped yellow in P. roseata.A supposed species of parakeet, the so-called intermediate parakeet Psittacula intermedia is thought to be a hybrid of this and the slaty-headed parakeet (Psittacula himalayana).",
    "Habitat and distribution": "The plum-headed parakeet is a bird of forest and open woodland, even in city gardens. They are found from the foothills of the Himalayas south to Sri Lanka. They are not found in the dry regions of western India. They are sometimes kept as pets and escaped birds have been noted in New York, Florida and in some places in the Middle East.",
    "Behaviour and ecology": "The plum-headed parakeet is a gregarious and noisy species with range of raucous calls. The usual flight and contact call is tuink? repeated now and then. The flight is swift and the bird often twists and turns rapidly. It makes local movements, driven mainly by the availability of the fruit and blossoms which make up its diet. They feed on grains, fruits, the fleshy petals of flowers (Salmalia, Butea) and sometimes raid agricultural fields and orchards. The breeding season in India is mainly from December to April and July to August in Sri Lanka. Courtship includes bill rubbing and courtship feeding. It nests in holes, chiselled out by the pair, in tree trunks, and lays 4–6 white eggs. The female appears to be solely responsible for incubation and feeding.  They roost communally. In captivity it can learn to mimic beeps and short whistling tunes, and can talk very well.Neoaulobia psittaculae, a quill mite, has been described from the species. A species of Haemoproteus, H. handai, has been described from blood samples from the plum-headed parakeet.",
    "References": "",
    "External links": "Stamps of Sri Lankan birds"
  }
}