{
  "url": "https://en.wikipedia.org/wiki/Rainbow_lorikeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Trichoglossus"
    },
    {
      "Species": "T. moluccanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The rainbow lorikeet (Trichoglossus moluccanus) is a species of parrot found in Australia. It is common along the eastern seaboard, from northern Queensland to South Australia. Its habitat is rainforest, coastal bush and woodland areas. Several taxa traditionally listed as subspecies of the rainbow lorikeet are now treated as separate species (see Taxonomy).\nRainbow lorikeets have been introduced to Perth, Western Australia; Tasmania; Auckland, New Zealand; and Hong Kong.",
    "Taxonomy": "Rainbow lorikeets are true parrots, within the Psittacoidea superfamily in the order Psittaciformes. They include three subspecies: the Swainson's Lorikeet (Trichoglossus moluccanus moluccanus), the Lake Eyre Lorikeet (Trichoglossus moluccanus eyrei) and the Northern Moluccan Lorikeet (Trichoglossus moluccanus septentrionalis).The rainbow lorikeet has often included the red-collared lorikeet (T. rubritorquis) as a subspecies, but today most major authorities consider it separate. Additionally, a review in 1997 led to the recommendation of splitting off some of the most distinctive taxa from the Lesser Sundas as separate species, these being the scarlet-breasted lorikeet (T. forsteni), the marigold lorikeet (T. capistratus) and the Flores lorikeet (T. weberi). This is increasingly followed by major authorities.",
    "Description": "The rainbow lorikeet is a medium-sized parrot, with the length ranging from 25 to 30 cm (10 to 12 in), including the tail. The weight varies from 75 to 157 g (2.6–5.5 oz). The plumage of the nominate race, as with all subspecies, is very bright. The head is deep blue with a greenish-yellow nuchal collar, and the rest of the upper parts (wings, back and tail) are green. The chest is orange/yellow. The belly is deep blue, and the thighs and rump are green. In flight a yellow wing-bar contrasts clearly with the red underwing coverts.\nThere is little to visually distinguish between the sexes; however, to a keen observer of their colouring and behaviour, their dimorphism is readily apparent.\nJuveniles have a black beak, which gradually brightens to orange in the adults.\nThe markings of Trichoglossus moluccanus resemble those of the Coconut Lorikeet (Trichoglossus haematodus), but with a blue belly and a more orange breast with little or no blue-black barring.",
    "Dimorphism": "Unlike the eclectus parrot, rainbow lorikeets do not have any immediately discernible dimorphic traits. Males and females look identical, and surgical sexing by a vet or DNA analysis of a feather is used to determine the sex of an individual.Upon closer observation of their colouring, size and behaviour, however, it is possible to determine the sex of a rainbow lorikeet.\nThis process is made easier when one observes them in pairs; however the general rules are that a male will have a greater concentration of dark orange on his breast as opposed to the more pronounced bleeding of yellow into orange of a female.\nThe male will also be more robust across the breast and traditionally have a thicker, more square head whilst the female sports a more rounded visage.\nWhen feeding in a flock during breeding season, the male will often puff up and produce a threatening display, hopping around his partner as she feeds and ensuring that competitors for food do not interrupt her ingestion of food.",
    "Behaviour": "Rainbow lorikeets often travel together in pairs and occasionally respond to calls to fly as a flock, then disperse again into pairs. Rainbow lorikeet pairs defend their feeding and nesting areas aggressively against other rainbow lorikeets and other bird species. They chase off not only smaller birds such as the noisy miner and the little wattlebird, but also larger birds such as the Australian magpie.",
    "Behaviour-Diet": "Rainbow lorikeets feed mainly on fruit, pollen and nectar, and possess a tongue adapted especially for their particular diet. The end of the tongue is equipped with a papillate appendage adapted to gathering pollen and nectar from flowers. Nectar from eucalyptus is important in Australia, other important nectar sources are Pittosporum, Grevillea, Spathodea campanulata (African tulip-tree), and Metroxylon sagu (sago palm). In Melanesia coconuts are very important food sources, and rainbow lorikeets are important pollinators of these. They also consume the fruits of Ficus, Trema, Mutingia, as well as papaya and mangoes already opened by fruit bats. They also eat crops such as apples, and will raid maize and sorghum.  They are also frequent visitors at bird feeders placed in gardens, which supply store-bought nectar, sunflower seeds, and fruits such as apples, grapes and pears.\nIn many places, including campsites and suburban gardens, wild lorikeets are so used to humans that they can be hand-fed. The Currumbin Wildlife Sanctuary in Queensland, Australia, is noted for its thousands of lorikeets. Around 8am and 4pm each day the birds gather in a huge, noisy flock in the park's main area. Visitors are encouraged to feed them a specially prepared nectar, and the birds will happily settle on people's arms and heads to consume it. Wild rainbow lorikeets can also be hand-fed by visitors at Lone Pine Koala Sanctuary in Brisbane, Queensland, Australia.\nSemi-tame lorikeets are common daily visitors in many Sydney backyards, though many people, ignorant of their dietary requirements, feed them bread or bread coated with honey. This is an inadequate source of the nutrients, vitamins and minerals that the rainbow lorikeet requires and can lead to health and feather formation issues in young lorikeets. Packet mixes with a nutritional mix suitable for feeding lorikeets are generally available from vets and pet stores.",
    "Behaviour-Breeding": "In southern Australia, breeding usually occurs from late winter to early summer (August to January). Elsewhere in Australia, breeding has been recorded in every month except March, varying from region to region due to changes in food availability and climate. Nesting sites are variable and can include hollows of tall trees such as eucalypts, palm trunks, or overhanging rock. One population in the Admiralty Islands nests in holes in the ground on predator-free islets.  Pairs sometimes nest in the same tree with other rainbow lorikeet pairs, or other bird species.  The clutch size is between one and three eggs, which are incubated for around 25 days. Incubation duties are carried out by the female alone.Rainbow lorikeets are mostly monogamous and remain paired for long periods, if not for life.",
    "Status": "Overall, the rainbow lorikeet remains widespread and often common. According to the annual Birdlife Australia census, it is the most commonly observed bird in Australia. It is therefore considered to be of least concern by BirdLife International. The status for some localised subspecies is more precarious, with especially T. h. rosenbergii, the Biak lorikeet (which possibly is worthy of treatment as a separate species), being threatened by habitat loss and capture for the parrot trade.",
    "Status-As a pest": "The rainbow lorikeet was accidentally released into the southwest of Western Australia near the University of Western Australia in the 1960s and they have since been classified as a pest.A feral population of rainbow lorikeets was established in New Zealand after a North Shore, Auckland, resident illegally released significant numbers of captive-reared birds in the area in the 1990s, which started breeding in the wild. By 1999, a self-sustaining feral population of 150–200 birds had been established in the region, proving that they could survive and adapt to the New Zealand environment. The Department of Conservation, concerned that rainbow lorikeets would outcompete native honeyeaters and by the possible threat to pristine island habitats such as Little Barrier Island, began eradicating the feral population in 2000. MPI (the Ministry of Primary Industries) Bio-security, in partnership with DOC and regional councils, now manages rainbow lorikeets under the National Interest Pest Response initiative. The aim of the response is to prevent rainbow lorikeets from becoming established in the wild. Late in 2010, five of these birds were discovered living in the Mount Maunganui area. They were fed for a few days before being trapped by a Ministry of Agriculture & Fisheries contractor.Many fruit orchard owners consider them a pest, as they often fly in groups and strip trees containing fresh fruit. In urban areas, the birds create nuisance noise and foul outdoor areas and vehicles with droppings.In Western Australia, a major impact of the rainbow lorikeet is competition with indigenous bird species. This includes domination of food sources and competition for increasingly scarce nesting hollows. Bird species such as the purple-crowned lorikeet, the Carnaby's black cockatoo, and the Australian ringneck are adversely affected or displaced.",
    "References": "",
    "External links": "World Parrot Trust Parrot Encyclopedia - Species Profiles\n\nMichiana Bird Society lorikeet page\nThe Dangers of Feeding Lorikeets (NSW Office of Environment and Heritage)\nAudio field-recording of a pair of Lorikeets\nRainbow Lorikeet on the Atlas of Living Australia"
  }
}