{
  "url": "https://en.wikipedia.org/wiki/Red-breasted_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Psittacula"
    },
    {
      "Species": "P. alexandri"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-breasted parakeet (Psittacula alexandri) is among the more widespread species of the genus and is the species which has the most geographical variations. It is easily identified by the large red patch on its breast. An alternative name is the moustached parakeet depending on subspecies. Most of the subspecies are confined to minuscule islands or a cluster of islands in Indonesia. One subspecies occurs in the Andaman islands, and one subspecies occurs in continental Southeast Asia and partly extending to northeastern parts of South Asia along the foothills of the Himalayas. Some of the island races may be threatened by the wild bird trade. The nominate race, which occurs in Java, is close to extinction.\nFeral populations of this species have now established themselves in cities like Mumbai and small numbers occur in other cities such as Chennai and Bangalore in India.\nThe scientific specific name commemorates Alexander the Great whose armies brought eastern parakeets to Greece. It was the first eponym in scientific avian nomenclature in its original form of Psittacus alexandri Linnaeus, 1758.",
    "Taxonomy": "There are several subspecies:\nPsittacula alexandri Linnaeus, 1758)Psittacula alexandri abbotti (Oberholser, 1919)\nPsittacula alexandri alexandri (Linnaeus, 1758)\nPsittacula alexandri cala (Oberholser, 1912)\nPsittacula alexandri dammermani Chasen & Kloss 1932\nPsittacula alexandri fasciata (Statius Muller, 1776)\nPsittacula alexandri kangeanensis Hoogerwerf 1962\nPsittacula alexandri major (Richmond, 1902)\nPsittacula alexandri perionca (Oberholser, 1912)",
    "Gallery": "",
    "References": "",
    "External links": "Oriental Bird Images: Red-breasted Parakeet (selected photos)"
  }
}