{
  "url": "https://en.wikipedia.org/wiki/Red-legged_thrush",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Turdidae"
    },
    {
      "Genus": "Turdus"
    },
    {
      "Species": "T. plumbeus"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-legged thrush (Turdus plumbeus) is a species of bird in the family Turdidae. Native to the Caribbean, it is found in the Bahamas, Cayman Brac, Cuba, Dominica, the Dominican Republic, Haiti and Puerto Rico. It formerly occurred on the Swan Islands, Honduras. Its natural habitats are subtropical or tropical dry forests, subtropical or tropical moist lowland forests, subtropical or tropical moist montane forests, and heavily degraded former forest. This species may be considered the Caribbean counterpart of the American robin, as it has similar habits, including being a common visitor to gardens and lawns.\nThis large thrush measures 27 cm (11 in) and weighs approximately 75 g (2.6 oz), depending on subspecies. It is mainly bluish-grey above and lighter-grey below with a white and black throat with a striped appearance. The legs, bill and eye ring are bright orange-red. There is notable variation in plumage between the subspecies.\nSix subspecies are described:\nT. p. plumbeus – Linnaeus, 1758: nominate, found in the northern Bahamas islands.\nT. p. schistaceus – (Baird, S.F., 1864): found in eastern Cuba. Has beige-orange color on rear flanks and vent area. Bill is dark red with dusky tip.\nT. p. rubripes – Temminck, 1826: found in central and western Cuba and on Isle of Pines. Has more white in throat and malar area. It also has orange lower flanks, belly and vent.\nT. p. coryi – (Sharpe, 1902): found in the Cayman Islands. Paler and with less orange on underparts than T. p. rubripes.\nT. p. ardosiaceus – Vieillot, 1822: found on Hispaniola and Puerto Rico. Has darker underparts and less white in the undertail.\nT. p. albiventris – Sclater, PL, 1889: found on Dominica. Has orange bill, feet and eye ring.\n\t\t\n\t\t\nIts food is mostly fruits, but a third of its diet is animal matter: insects (caterpillars, beetles, ants, crickets, wasps), plus occasional snails, frogs, lizards and birds' eggs.In Puerto Rico, the red-legged thrush is known as zorzal de patas coloradas.",
    "See also": "Fauna of Puerto Rico\nList of Puerto Rican birds",
    "References": "",
    "External links": "Red-legged thrush Image at Animal Diversity Web\nBirdLife species factsheet for Turdus plumbeus\n\"Red-legged thrush media\". Internet Bird Collection.\nRed-legged thrush photo gallery at VIREO (Drexel University)\nRed-legged thrush species account at Neotropical Birds (Cornell Lab of Ornithology)Interactive range map of Turdus plumbeus at IUCN Red List maps\nAudio recordings of Red-legged thrush on Xeno-canto."
  }
}