{
  "url": "https://en.wikipedia.org/wiki/Red-breasted_meadowlark",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Icteridae"
    },
    {
      "Genus": "Leistes"
    },
    {
      "Species": "L. militaris"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-breasted meadowlark (Leistes militaris) is a passerine bird in the New World family Icteridae. It was formerly named red-breasted blackbird but is not closely related to the red-winged blackbird group.The red-breasted meadowlark is resident from south-western Costa Rica, which it has recently colonised, and Trinidad, south to north-eastern Peru and central Brazil.  In 2008, it was sighted for the first time in Nicaragua.Like other meadowlarks, it is a bird associated with open country, including moist grasslands, pasture and cultivation, preferably with the odd bush or fence post for males to use as a songpost.  In display the male flies up to 10 m (33 ft) in the air, then parachutes down on folded wings whilst singing a wheezing song, ti-ti-pee-pee-KWAAAAAA. The call is a short tsip.\nThe red-breasted meadowlark builds a deep grass-lined open cup nest on the ground amongst tall grasses, with several nests often close together. The normal clutch is two to four reddish brown-blotched cream eggs.\nThe red-breasted meadowlark is a small icterid, 19 cm (7.5 in) long and weighing 40–48 g (1.4–1.7 oz).  Males are larger than females.  The male has mainly black plumage, apart from a bright red throat, belly and wing epaulets. This striking \"redcoat\" plumage gives rise to the specific name militaris and the Trinidadian name \"soldier bird\".\nThe female has buff edged dark brown upperpart feathers, buff underparts with a reddish tinge, and pale streaks through the crown and eye. Juveniles resemble the female, but are paler and lack the reddish tint to the underparts.\nThis species is very closely related to the white-browed meadowlark, S. superciliaris which breeds further south, and was formerly considered to be subspecies of red-breasted meadowlark. The male white-browed is easily distinguished by his bright white supercilium, but females of the two species are almost identical.  Female red-breasted meadowlarks are longer billed, smaller, and shorter winged than their relative, with more red and less streaking on the underparts.\nThis gregarious bird feeds mainly on insects and some seeds, including rice, and forages on the ground like a bobolink.\nThe red-breasted meadowlark has benefited from the more open habitat created by forest clearance and ranching, and is extending its range. It is uncertain whether sightings on Tobago represent a small breeding population or wanderers from Trinidad or South America.",
    "References": "\nNew World Blackbirds by Jaramillo and Burke, ISBN 0-7136-4333-1\nffrench, Richard (1991). A Guide to the Birds of Trinidad and Tobago (2nd ed.). Comstock Publishing. ISBN 0-8014-9792-2.\nHilty, Steven L (2003). Birds of Venezuela. London: Christopher Helm. ISBN 0-7136-6418-5.\n\n\n== External links =="
  }
}