{
  "url": "https://en.wikipedia.org/wiki/Red-winged_tinamou",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Tinamiformes"
    },
    {
      "Family": "Tinamidae"
    },
    {
      "Genus": "Rhynchotus"
    },
    {
      "Species": "R. rufescens"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-winged tinamou (Rhynchotus rufescens) is a medium-sized ground-living bird from central and eastern South America.  Other common names for the species include perdiz grande, rufous tinamou, and ynambu.",
    "Taxonomy": "All tinamou are from the family Tinamidae, and in the larger scheme are also ratites. Unlike other ratites, tinamous can fly, although in general, they are not strong fliers. All ratites evolved from prehistoric flying birds, and tinamous are the closest living relative of these birds.Coenraad Jacob Temminck first identified the red-winged tinamou from a specimen from São Paulo state, Brazil, in 1815.",
    "Taxonomy-Subspecies": "The red-winged tinamou has three subspecies:\n\nR. r. rufescens, the nominate race, occurs in southeastern Peru, Bolivia, eastern Paraguay southeastern Brazil and northeastern Argentina, and possibly Uruguay\nR. r. catingae occurs in central and northeastern Brazil\nR. r. pallescens occurs in northern Argentina; eastern Formosa, Chaco, Santa Fé, Córdoba, La Pampa, Buenos Aires, Entre Ríos, Corrientes, and Rio NegroPreviously, the taxon maculicollis was considered a subspecies of the red-winged tinamou, but following SACC it is now considered a species in its own right; the huayco tinamou.",
    "Etymology": "Its common name refers to the bright rufous primaries, which mainly are visible in flight.",
    "Etymology-Description": "The red-winged tinamou is approximately 40 to 41 cm (15.7–16.1 in) in length, and weighs 830 g (29 oz), and the female may be slightly larger. It has a black crown, rufous primaries, and light gray to brown underneath. It may have black bars on flanks, abdomen and vent. Also, the throat is whitish, the foreneck and breast are cinnamon. The curved bill is horn-coloured with a blackish culmen. Juveniles are duller.",
    "Range": "Its range is southeastern, northeastern and central Brazil, eastern Paraguay, southeastern Peru, Bolivia and eastern Argentina",
    "Range-Habitat": "At lower elevations (1,000 m (3,300 ft)), it favours marshy grasslands (seasonally flooded) and forest edges. While, at higher elevations, up to 2,500 m (8,200 ft), it will frequent arid shrubland, pastures, and grain fields. Overall it prefers dry savanna.",
    "Behavior": "The red-winged tinamou have vocal males that are a longs ringing single whistle followed by shorter sad whistles. The female does not call. This species is most active during the hottest parts of the day.",
    "Behavior-Feeding": "Its diet varies by season; it taking insects and other small animals (even small mammals) in the summer, and switching to vegetable matter, such as fruits, shoots, tubers and bulbs, in the winter. It can be an agricultural pest, feeding on cereals, rice and peanuts, as well as being predatory, taking poisonous snakes and even jumping up into the air to snatch an insect off a leaf.",
    "Behavior-Reproduction": "The male of the species attracts the female by follow feeding and after the attraction will move to the nest where she lays her eggs that he will incubate only and then raise the chicks.",
    "Conservation": "Like all tinamous, the red-winged tinamou is a popular target for hunters, and in areas of high human population density number have declined, but the species has also increased in some areas where forest clearance has created favourable habitat. Overall, it is not considered threatened and is therefore listed as Least Concern by IUCN. It has an occurrence range of 5,700,000 km2 (2,200,000 sq mi).",
    "Footnotes": "",
    "References": "BirdLife International (2008). \"Red-winged Tinamou - BirdLife Species Factsheet\". Data Zone. Retrieved 9 Feb 2009.\nBrands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Rhynchotus rufescens\". Project: The Taxonomicon. Retrieved Feb 9, 2009.\nClements, James (2007). The Clements Checklist of the Birds of the World (6th ed.). Ithaca, NY: Cornell University Press. ISBN 978-0-8014-4501-9.\nDavies, S.J.J.F. (2003). \"Tinamous\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 57–59, 64–65. ISBN 0-7876-5784-0.\ndel Hoyo, J., Elliot, A., Sargatal, J., eds (1992) Handbook of the Birds of the World, Volume One Ostrich to Ducks, ISBN 84-87334-10-5\nRemsen Jr., J. V.;  et al. (4 Oct 2000). \"Proposal to South American Checklist Committee (#2000-01):\". South American Classification Committee. American Ornithologists' Union. Archived from the original on 2012-12-12. Retrieved 4 Feb 2009.",
    "External links": "BirdLife Species Factsheet\nRed-winged Tinamou videos, photos & sounds on the Internet Bird Collection"
  }
}