{
  "url": "https://en.wikipedia.org/wiki/Red-legged_honeycreeper",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Thraupidae"
    },
    {
      "Genus": "Cyanerpes"
    },
    {
      "Species": "C. cyaneus"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-legged honeycreeper (Cyanerpes cyaneus) is a small songbird species in the tanager family (Thraupidae). It is found in the tropical New World from southern Mexico south to Peru, Bolivia and central Brazil, Trinidad and Tobago, and on Cuba, where possibly introduced.",
    "Description": "The red-legged honeycreeper is on average 12.2 cm (4.8 in) long, weighs 14 g (0.49 oz) and has a medium-long black, slightly decurved, bill. The male is violet-blue with black wings, tail and back, and bright red legs. The crown of its head is turquoise, and the underwing, visible only in flight, is lemon yellow. After the breeding season, the male moults into an eclipse plumage, mainly greenish with black wings.\nFemales and immatures are mainly green, with paler, faintly streaked underparts. The legs are red-brown in the female, and brown in young birds.\nThe call of red-legged honeycreeper is a thin, high-pitched tsip.\nSeveral subspecies are known. Differences are generally slight, with the Tobago race  C. c. tobagensis being slightly larger than the mainland forms for example.\nThe purplish honeycreeper (Chlorophanes purpurascens), a bird from Venezuela known only from the type specimen, is considered to be an intergeneric hybrid between the green honeycreeper and either the red-legged honeycreeper or the blue dacnis.",
    "Ecology": "This is a species of forest edge, open woodland, and cocoa and citrus plantations. The red-legged honeycreeper is often found in small groups. It feeds on insects and some fruit and nectar. It responds readily to the (easily imitated) call of the ferruginous pygmy owl (Glaucidium brasilianum).\nThe female red-legged honeycreeper builds a small cup nest in a tree, and incubates the clutch of two brown-blotched white eggs for 12–13 days, with a further 14 days to fledging.\nA specimen studied in the Parque Nacional de La Macarena of Colombia was found to be free of blood parasites.Common and widespread, the red-legged honeycreeper is not considered a threatened species by the IUCN.",
    "Gallery": "",
    "References": "",
    "Further reading": "ffrench, Richard; O'Neill, John Patton; Eckelberry, Don R. (1991). A Guide to the Birds of Trinidad and Tobago (2nd ed.). Ithaca, N.Y.: Comstock Publishing. ISBN 0-8014-9792-2.\nHilty, Steven L. (2003). Birds of Venezuela. Princeton University Press. ISBN 0-7136-6418-5.",
    "External links": "\"Red-legged honeycreeper media\". Internet Bird Collection.\nRed-legged honeycreeper Stamps from British Honduras (now Belize), Costa Rica, Nicaragua, Paraguay & Suriname at bird-stamps.org\nRed-legged honeycreeper photo gallery at VIREO (Drexel University)\nTrip Report from birdtours.co.uk featuring a Red-legged honeycreeper photo\nRed-legged honeycreeper species account at Neotropical Birds (Cornell Lab of Ornithology)Interactive range map of Cyanerpes cyaneus at IUCN Red List maps\nAudio recordings of Red-legged honeycreeper on Xeno-canto."
  }
}