{
  "url": "https://en.wikipedia.org/wiki/Red-necked_francolin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Pternistis"
    },
    {
      "Species": "P. afer"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-necked spurfowl or red-necked francolin (Pternistis afer), is a gamebird in the pheasant family Phasianidae of the order Galliformes, gallinaceous birds.",
    "Range and status": "The red-necked spurfowl breeds across the central belt of Africa and down the east coast to South Africa. Widespread and common throughout its large range, the red-necked spurfowl is evaluated as Least Concern on the IUCN Red List of Threatened Species.",
    "Description": "It is 25–38 cm in length, with a significant size difference between the subspecies, of which there are some seven or eight. It is a generally dark francolin, brown above and black-streaked grey or white underparts. The bill, bare facial skin, neck and legs are bright red.",
    "Habits": "The red-necked spurfowl is a wary species, keeping to deep cover, although it sometimes feeds in open scrub or cultivation if disturbance is limited and there are thickets nearby. The nest is a bare scrape, and three to nine eggs are laid.",
    "Races": "Many races have been described. Most of them are subsumed under 7 to 8 taxa, but these differ depending on the author:\nP. a. cranchii (Leach, 1818) – Lake Victoria basin southwards to Zambia, the Angolan interior & northern Malawi\nP. a. leucoparaeus (G.A.Fischer & Reichenow, 1884) – southeastern Kenya\nP. a. harterti Reichenow, 1909 – Rwanda, Burundi to northern Tanzania\nP. a. loangwae C.H.B.Grant & Mackworth-Praed, 1934 – eastern Zambia & Malawi\nP. a. melanogaster Neumann, 1898 – Tanzania & Zambia to northern Mozambique\nP. a. swynnertoni W.L.Sclater, 1921 – eastern Zimbabwe & central Mozambique\nP. a. afer (Statius Müller, 1776) – western Angola & northwestern Namibia\nP. a. lehmanni Roberts, 1931 – Limpopo and Mpumalanga, South Africa\nP. a. castaneiventer Gunning & Roberts, 1911 – eastern South Africa\nP. a. notatus Roberts, 1924 – Western Cape, South Africa",
    "References": "BirdLife International (2004). \"Francolinus afer\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 11 May 2006.\nPheasants, Partridges and Grouse by Madge and McGowan, ISBN 0-7136-3966-0",
    "External links": "(Red-necked spurfowl = ) Red-necked francolin - Species text in The Atlas of Southern African Birds\nBirdLife Species Factsheet\nIUCN Red List"
  }
}