{
  "url": "https://en.wikipedia.org/wiki/Red-masked_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Psittacara"
    },
    {
      "Species": "P. erythrogenys"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-masked parakeet (Psittacara erythrogenys) is a medium-sized parrot from Ecuador and Peru. It is popular as a pet and are better known in aviculture as the cherry-headed conure or the red-headed conure. They are also considered the best talkers of all the conures.",
    "Description": "Red-masked parakeets average about 33 cm (13 in) long, of which half is the tail. They are bright green with a mostly red head on which the elongated pale eye-ring is conspicuous; the nape is green.  Also, the lesser and median underwing coverts are red, and there is some red on the neck, the thighs, and the leading edge of the wings. Juveniles have green plumage, until their first red feathers appear at around the age of four months. Its call is two-syllabled, harsh and loud.",
    "Habitat and distribution": "These birds are native to southwestern Ecuador and northwestern Peru, where they primarily live in jungle and deciduous forest. They can also thrive in semiarid regions as well as in suburban regions. While they can live up to 2,500 metres (8,200 ft) above sea level, they are usually found below the 1,500 metres (4,900 ft) mark. Their wide distribution and popularity as pets contributes to their successful introduction in other areas upon release especially in the southern areas of the United States as exotic feral birds.",
    "Habitat and distribution-Feral populations": "Escaped cage birds are considered to be introduced in Spain. They are found in the United States, especially in Florida, California and in El Yunque rainforest in Río Grande, Puerto Rico. They make up most of the feral population in San Francisco which is documented in the film The Wild Parrots of Telegraph Hill by Judy Irving, based on the book of the same name by Mark Bittner. They are also seen in part of Hawaii. Although these birds reproduce in the wild in California, the red-masked parakeet is not considered established in North America. Breeding populations of feral parakeets have been observed in California in San Francisco, San Diego County, Los Angeles, San Gabriel Valley, Sunnyvale, Orange County, Palo Alto and Long Beach, as well as in Texas in Houston. These feral parrots are also introduced in Hermosillo, Sonora, Mexico. The birds have been observed feeding on the fruits and flowers and nesting in palm trees.",
    "Breeding": "Clutches average three to four eggs and incubation is over within 23 or 24 days. Nests are usually made in tree cavities and they can breed successfully in small woodlots or even isolated trees in degraded forests. Juvenile birds fledge after 50 days with green plumage.",
    "Conservation status": "It has been the tenth most common Neotropical parrot imported into the US with over 26,000 parakeets checked in from 1981 to 1985. This bird was formerly more common in its limited range, and was reclassified by the IUCN from a species of least concern to a species that is near threatened in 1994. This is due to declining populations brought by widespread local pet trade in Peru and Ecuador which attributed to habitat loss and fragmentation.",
    "References": "",
    "Further reading": "David Sibley (2000). The Sibley Guide to Birds. Knopf. ISBN 0-679-45122-6.\nHandbook of the Birds of the World Vol 4,  Josep del Hoyo editor, ISBN 84-87334-22-9",
    "External links": "Identification - California Parrot Project\nDescription - International Conure Association\nSpecies factsheet - BirdLife International"
  }
}