{
  "url": "https://en.wikipedia.org/wiki/Red-vented_bulbul",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Pycnonotidae"
    },
    {
      "Genus": "Pycnonotus"
    },
    {
      "Species": "P. cafer"
    }
  ],
  "text": {
    "__SUMMARY__": "The red-vented bulbul (Pycnonotus cafer) is a member of the bulbul family of passerines. It is resident breeder across the Indian subcontinent, including Sri Lanka extending east to Burma and parts of Tibet. It has been introduced in many other parts of the world and has established itself in the wild on several Pacific islands including Fiji, Samoa, Tonga and Hawaii. It has also established itself in parts of the United Arab Emirates, Bahrain, the United States and Argentina. It is included in the list of the world's 100 worst invasive alien species.",
    "Taxonomy and systematics": "In 1760 the French zoologist Mathurin Jacques Brisson included a description of the red-vented bulbul in his Ornithologie based on a specimen that he mistakenly believed had been collected from the Cape of Good Hope in South Africa. He used the French name Le merle hupé du Cap de Bonne Espérance and the Latin Merula Cristata Capitis Bonae Spei. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition, he added 240 species that had been previously described by Brisson. One of these was the red-vented bulbul. Linnaeus included a brief description, coined the binomial name Turdus cafer and cited Brisson's work. The red-vented bulbul does not occur in Africa. The type location was later changed to Sri Lanka and then in 1952 designated as Pondicherry in India by the German naturalist Erwin Stresemann. The specific epithet cafer is New Latin for South Africa. This species is now placed in the genus Pycnonotus that was introduced by the German zoologist Friedrich Boie in 1826.Two formerly designated races, P. c. nigropileus in southern Burma and P. c. burmanicus of northern Burma, are now considered as hybrids.",
    "Taxonomy and systematics-Subspecies": "Eight subspecies are recognized:\nCentral Indian red-vented bulbul (P. c. humayuni) - Deignan, 1951: Found in south-eastern Pakistan, north-western and north-central India\nPunjab red-vented bulbul (P. c. intermedius) - Blyth, 1846: Originally described as a separate species. Found in Kashmir and Kohat down to the Salt Range and along the western Himalayas to Kumaon.\nP. c. bengalensis - Blyth, 1845: Originally described as a separate species. Found in the central and eastern Himalayas from Nepal to Assam, north-eastern India and Bangladesh\nP. c. stanfordi - Deignan, 1949: Found in northern Burma and south-western China\nP. c. melanchimus - Deignan, 1949: Found in south-central Burma and northern Thailand\nP. c. wetmorei - Deignan, 1960: Found in eastern India\nP. c. cafer - (Linnaeus, 1766): Found in southern India\nP. c. haemorrhousus - (Gmelin, JF, 1789): Found in Sri Lanka",
    "Description": "The red-vented bulbul is easily identified by its short crest giving the head a squarish appearance. The body is dark brown with a scaly pattern while the head is darker or black. The rump is white while the vent is red. The black tail is tipped in white. The Himalayan races have a more prominent crest and are more streaked on the underside. The Race intermedius of the Western Himalayas has a black hood extending to the mid-breast. Population bengalensis of Central and Eastern Himalayas and the Gangetic plain has a dark hood, lacks the scale like pattern on the underside and instead has dark streaks on the paler lower belly. Race stanfordi of the South Assam hills is similar to intermedius. The desert race humayuni has a paler brown mantle. The nominate race cafer is found in Peninsular India. Northeast Indian race wetmorei is between cafer, humayuni and bengalensis. About 20 cm in length, with a long tail. Sri Lankan race haemorrhous (=haemorrhousus) has a dark mantle with narrow pale edges. Race humayuni is known to hybridize with Pycnonotus leucogenys and these hybrids were once described as a subspecies magrathi marked by their pale rumps and yellow-orange or pink vents. In eastern Myanmar there is some natural hybridization with Pycnonotus aurigaster.Sexes are similar in plumage, but young birds are duller than adults. The typical call has been transcribed as ginger beer but a number of sharp single note calls likened as pick are also produced. Their alarm calls are usually responded to and heeded by many other species of bird.Melanistic as well as leucistic individuals have been noted. An individual with aberrant colour form was observed in Bhavans College Campus, Andheri, Mumbai.",
    "Distribution and habitat": "This is a bird of dry scrub, open forest, plains and cultivated lands. In its native range it is rarely found in mature forests. A study based on 54 localities in India concluded that vegetation is the single most important factor that determines the distribution of the species.It has been introduced into Hawaii and Fiji. They were introduced to Samoa in 1943 and became common on Upolu by 1957. Red-vented bulbuls were introduced to Fiji around 1903 by indentured labourers from India. They established on the Tongan islands of Tongatapu and Niuafo'ou. They were introduced into Melbourne around 1917 but were not seen after 1942. They established in Auckland in the 1950s but were exterminated and another wild population that was detected was exterminated in 2006. In 2013 more were found, and authorities offered a $1000 reward for information that led to a bird's capture. They prefer the dry lowland regions in these introduced regions. They are considered as pests because of their habit of damaging fruit crops. Methiocarb and ziram have been used to protect cultivated Dendrobium orchids in Hawaii from damage by these birds. These birds learn to avoid the repellent chemicals. They can also disperse the seeds of invasive plants like Lantana camara and Miconia calvescens.",
    "Behaviour and ecology": "Red-vented bulbuls feed on fruits, petals of flowers, nectar, insects and occasionally geckos. They have also been seen feeding on the leaves of Medicago sativa.Red-vented bulbuls build their nests in bushes at a height of around 2–3 m (6.6–9.8 ft) two or three eggs is a typical clutch. Nests are occasionally built inside houses or in a hole in a mud bank. In one instance, a nest was found on a floating mat of Water hyacinth leaves and another observer noted a pair nesting inside a regularly used bus. Nests in tree cavities have also been noted.They breed from June to September. The eggs are pale-pinkish with spots of darker red more dense at the broad end. They are capable of having multiple clutches in a year. Nests are small flat cups made of small twigs but sometimes making use of metal wires. The eggs hatch after about 14 days. Both parents feed the chicks and on feeding trips wait for the young to excrete, swallowing the faecal sacs produced. The pied crested cuckoo is a brood parasite of this species. Fires, heavy rains and predators are the main causes of fledgling mortality in scrub habitats in southern India.\n\nTheir vocalizations are usually stereotyped and they call throughout the year. However, a number of distinct call types have been identified including roosting, begging, greeting, flight and two kinds of alarm calls.They are important dispersers of seed of plants such as Carissa spinarum.The red-vented bulbul was among the first animals other than humans that was found to be incapable of synthesizing vitamin C. However a large number of birds were later found to likewise lack the ability to synthesize vitamin C.Like most birds, these bulbuls are hosts to coccidian blood parasites (Isospora sp.) while some bird lice such as Menacanthus guldum (Ansari 1951 Proc. Natl. Inst. Sci. India 17:40) have been described as ectoparasites.Along with red-whiskered bulbuls this species has led to changes in the population dynamics of butterfly morphs on the island of Oahu in Hawaii. Here the population of white morphs of the Danaus plexippus butterfly have risen over a period of 20 years due to predation of the orange morphs by these bulbuls.",
    "In culture": "In 19th-century India these birds were frequently kept as cage pets and for fighting especially in the Carnatic region. They would be held on the finger with a thread attached and when they fought they would seize the red feathers of the opponents.\nIndians frequently tame it and carry it about the bazaars, tied with a string to the finger or to a little crutched perch, which is often made of precious metals or jade; while there are few Europeans who do not recollect Eha's immortal phrase anent the red patch in the seat of its trousers.\n.\nIn the state of Assam of India, the Bulbuli (বুলবুলী) bird as it is known in Assamese, the male birds were held captive for a few days and were engaged in fights as a spectator sport in the Bihu festival during the Ahom rule.",
    "References": "",
    "Further reading": "Bellary, Sadananda A; Desai,RN (2000) Unusual nesting activity of the Red-vented Bulbul Pycnonotus cafer: two peculiar features. Newsletter for Birdwatchers 40(6):83–84.\nBerger AJ (1964). \"The breeding seasons of Indian birds\". Pavo. 2 (2): 121–122.\nChowdhury, SR; Bhattacharyya, SP (1989) Circannual variation in the alveolar histodynamics and secretory activity of the uropygial gland of the male Redvented Bulbul Pycnonotus cafer (Linnaeus). Pavo 27(1&2), 5–14.\nDasgupta, P; Bhattacharyya, SP (1988) Circannual changes in the testicular activity of the Redvented Bulbul Pycnonotus cafer (Linnaeus). Pavo 26(1&2):37–48.\nDeignan,HG (1949) Races of Pycnonotus cafer (Linnaeus) and P. aurigaster (Vieillot) in the Indo-Chinese subregion. J. Washington Acad. Sci. 39(8):273–279.\nDesai, RN (1993). \"Two unusual nesting sites of the Redvented Bulbul (Pycnonotus cafer)\".  In Verghese, A; Sridhar, S; Chakravarthy,AK (eds.). Bird Conservation: Strategies for the Nineties and Beyond. Ornithological Society of India, Bangalore. p. 190.\nDesai, RN (1995). \"Incubation pattern in the Red-vented Bulbul Pycnonotus cafer in relation to atmospheric temperature and the phase of development of eggs\". Newsletter for Birdwatchers. 35 (2): 35–36.\nDesai, RN (1997). \"A case of an unusually delayed breeding activity of the Red-vented Bulbul Pycnonotus cafer\". Newsletter for Birdwatchers. 37 (2): 27.\nDhamke Hemant A (1997). \"Possible feeding on an unhatched egg by young one of Redvented Bulbul (Pycnonotus cafer)\". J. Bombay Nat. Hist. Soc. 94 (2): 413–414.\nGanguli U (1963). \"Some notes on the nesting and nest behaviour of a pair of redvented bulbuls\". Newsletter for Birdwatchers. 3 (10): 2–5.\nLal, P; Thapliyal, JP (1982). \"Thyroid – gonad and thyroid – body weight relationship in the red-vented bulbul, Molpastes cafer\". General and Comparative Endocrinology. 48 (1): 98–103. doi:10.1016/0016-6480(82)90042-9. PMID 7129090.\nMummigatti UG; Desai RN; Desai Sarayu (2001). \"Some aspects of the developmental biology of the Red Vented Bulbul Pycnonotus cafer; The nestling's food and feeding pattern, and the feeding behaviour of their parents\". Newsletter for Birdwatchers. 41 (2): 20–21.\nRana BD (1976). \"Drought food of Pycnonotus cafer and Psittacula krameri in the Rajasthan desert\". Newsletter for Birdwatchers. 16 (10): 5–6.\nRichards BD (1918). \"Food of bulbuls\". J. Bombay Nat. Hist. Soc. 25 (3): 503.\nShivnarayanan N, Naik RM (1963). \"Does the male redvented bulbul, Pycnonotus cafer (linnaeus) incubate?\". Pavo. 1 (2): 128–129.\nShort LL (1964). \"Notes on the behaviour of the Bulbuls, Pycnonotus cafer (Linnaeus) and P. leucogenys (Gray) in captivity\". Pavo. 2 (1): 26–36.\nThirumurthi, S; Annamalai, R; Gunasekaran, V (1993). \"Impact of stone crushing units on the populations of Redvented Bulbul, Pycnonotus cafer\".  In Verghese, A; Sridhar, S; Chakravarthy, AK (eds.). Bird Conservation: Strategies for the Nineties and Beyond. Ornithological Society of India, Bangalore. pp. 137–138.\nVijayan, VS. (1975) Ecological isolation of bulbuls (Family Pycnonotidae, Class Aves) with special reference to Pycnonotus cafer cafer (Linn.) and Pycnonotus luteolus luteolus (Lesson) at Point Calimere, Tamil Nadu. Ph.D. Dissertation, University of Bombay, Bombay.\nWatling D (1983). \"The breeding biology of the Red-vented Bulbul  Pycnonotus cafer in Fiji\". Emu. 83 (3): 173–180. doi:10.1071/MU9830173.\nWatling D (1986). \"The timing of the moult in native and naturalised populations of the Red-vented Bulbul Pycnonotus cafer (Aves, Pycnonotidae)\". South Pacific J. Nat. Sci. 8: 104–124.",
    "External links": "Red-vented bulbul videos, photos & sounds on the Internet Bird Collection\nType for Molpastes cafer after\nInvasive species database\nNew Zealand alert\nHawaii"
  }
}