{
  "url": "https://en.wikipedia.org/wiki/Red_shining_parrot",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Prosopeia"
    },
    {
      "Species": "P. tabuensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The maroon shining parrot or red shining-parrot, Prosopeia tabuensis, is a species of parrot in the family Psittaculidae. It is endemic to the islands of Vanua Levu and Taveuni in Fiji and was introduced to the islands of southern Tonga in prehistoric times. The species is sometimes considered conspecific with the crimson shining-parrot of Kadavu. Its natural habitats are subtropical or tropical moist lowland forests and subtropical or tropical mangrove forests.",
    "Characteristics": "Coloring: Both adults have variable plumage; red/black face; rest of head brown/red, darker on hindcheeks; underparts dark maroon; dark blue collar across upper mantle, obvious in some birds but in others narrow and nearly absent; upperparts and tail green, feathers on rump in some individuals edged with maroon. Bill grey/black. Dark grey eye ring. Eye orange/yellow.Call: The call of the maroon shining parrot is a mix of high-pitched nea-nea and arr sounds that are repeated in bursts, in addition to a variety of other squawks and hoots. The maroon shining parrot most commonly calls at night or when returning to its nest.Diet: Due to their primarily tropical forest habitat, the maroon shining parrot primarily feeds on seeds and fruits of various forest trees. Some of the specific species of trees which they eat from include the upper canopies of mango, guava, banana, and pawpaw trees. In addition, the maroon shining parrot occasionally resorts to consuming insect larvae or corn and other crops from cornfields that it may occasionally raid. The strong bill of the maroon shining parrot allows it to grab onto branches and move in order to locate and attain food. Their bill also allows them to bite into wood in order to get to insects and/or their larvae when this is their food of choice. They hold their food in their feet so that they can use their bills to get more.",
    "Habitat": "The maroon shining parrot is native to Fiji and Tonga, near the forests or on the islands of Kadavu and Ono. It is often found in mature forests as well as secondary growth forests, forested valleys (where they breed from June to January), coconut plantations, village gardens, farmlands, mangroves, and scrub. They are often found alone, in flocks up to 40 or in pairs.Maroon shining parrots mate in their natural habitat during the cool and dry season. Mating happens specifically in May to October. They make their nests lined with rotten wood in cavities of dead trees or the stumps of palm trees.The average clutch size of the maroon shining parrot is two or three eggs which are laid in tree cavities. The growth time lasts for about 25 to 34 days. Chicks are fed three times a day and the amount of food each receives depends on the age. When it comes time to leave the nest, the chicks are in the range of 7 to 9 weeks old.",
    "Subspecies": "Taveuni Parakeets (Prosopeia tabuensis taviunensis)This type is the most popular of this breed of parrot. It differs from the other two types because it lacks the blue on the lower part of its neck. Another difference is the part of the face in between the eyes and the bill on the sides of its head the coloring is not as black. Additionally, there is not much red or maroon coloring on the feathering on the rear of the bird. These types are also smaller in there size. They are found in two regions on the Fijian Islands Taveuni and Qamea.\nKoro Red-shining Parrots (Prosopeia tabuensis koroensis)This parrot lacks the blue strap on its neck. Some of these birds show blue feathers on their neck, though these are not very distinctive. The rear feathers are green with a reddish-brown coloring to them. These parrots are found in the Koro Island range of Fiji.\nVanua Levu Red-Shining Parrots (Prosopeia tabuensis atrogularis)This subspecies has blue coloring around its nape and some blue hints around the feathers at its lower beak. The rear of the parrot is missing the reddish-brown coloring like the other two types. These parrots are found in the Kioa Island, which is adjacent to the Fiji Island.",
    "In captivity": "Red-shining parrots are rarely raised in captivity; they are meant to live in their natural habitats in the wild and are not well-kept as pets. They are in danger of extinction, and are therefore usually only raised in captivity by people who have done specific training. If they are wanted for breeding they can then be placed into breeding programs.For the most part, the parrots are quiet during the day. Towards the evening is when they tend to be vocal. They can learn to talk. They prefer to fly around during the evening times. They also enjoy self-bathing.These parrots should remain in stable climates; they are accustomed to warmth. The ideal living temperature for the maroon shining parrot is above 23 C (72 F). If the temperature drops below 15 C (59 F), there could be serious negative consequences for the bird, as it is not well-adapted to the cold.\n\n\n== References =="
  }
}