{
  "url": "https://en.wikipedia.org/wiki/Red_avadavat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Amandava"
    },
    {
      "Species": "A. amandava"
    }
  ],
  "text": {
    "__SUMMARY__": "The red avadavat (Amandava amandava), red munia or strawberry finch, is a sparrow-sized bird of the family Estrildidae. It is found in the open fields and grasslands of tropical Asia and is popular as a cage bird due to the colourful plumage of the males in their breeding season. It breeds in the Indian Subcontinent in the monsoon season. The species name of amandava and the common name of avadavat are derived from the city of Ahmedabad in Gujarat, India, from where these birds were exported into the pet trade in former times.",
    "Description": "This small finch is easily identified by the rounded black tail and the bill that is seasonally red. The rump is red and the breeding male is red on most of the upper parts except for a black eye-stripe, lower belly and wings. There are white spots on the red body and wing feathers. The non-breeding male is duller but has the red-rump while the female is duller with less of the white spotting on the feathers.",
    "Evolution and systematics": "The red avadavat were earlier included in the genus Estrilda by Jean Delacour. This placement was followed for a while but morphological, behavioural, biochemical and DNA studies now support their separation in the genus Amandava. The Estrildinae are thought to have evolved somewhere in the Indian plate and moving into the African and Pacific regions and it has been estimated that the red munia diverged from the green munia about 9 million years ago.",
    "Habitat and distribution": "Red avadavats are found mainly on flat plains, in places with tall grasses or crops, often near water. The species has four named populations. The nominate subspecies is found in Bangladesh, India, Sri Lanka, Nepal and Pakistan; the Burmese form has been called flavidiventris (also found in parts of China, Indonesia, Thailand and Vietnam); the population further east in Java is called punicea and in Cambodia decouxi.Introduced populations exist in southern Spain, Brunei, Fiji, Egypt, Malaysia, Portugal, Puerto Rico, Singapore and Hawaii.",
    "Behaviour and ecology": "This finch is usually seen in small flocks, flying with rapid wingbeats and descending into grass clumps where they are hard to observe. Pairs stay together during the breeding season. These birds produce a distinctive low single note pseep call that is often given in flight. The song is a series of low notes. Birds of a flock will preen each other, ruffling their head feathers in invitation. They feed mainly on grass seeds but will also take insects such as termites when they are available.They build a globular nest made of grass blades. The usual clutch is about five or six white eggs.The beak begins to turn red in May and darkens during November and December. The beak then turns rapidly to black in April and the cycle continues. These seasonal cycles are linked to seasonal changes in daylength.Two ectoparasitic species of bird lice (an ischnoceran, Brueelia amandavae, and an amblyceran, Myrsidea amandava) have been identified living on them and a paramyxovirus has been isolated from birds kept in Japan.",
    "References": "",
    "External links": "Photos and videos The Internet Bird Collection\nBirdLife International species factsheet"
  }
}