{
  "url": "https://en.wikipedia.org/wiki/Red_grouse",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Lagopus"
    },
    {
      "Species": "L. lagopus"
    },
    {
      "Subspecies": "L. l. scotica"
    }
  ],
  "text": {
    "__SUMMARY__": "The red grouse, Lagopus lagopus scotica, is a medium-sized bird of the grouse family which is found in heather moorland in Great Britain and Ireland. It is usually classified as a subspecies of the willow ptarmigan but is sometimes considered to be a separate species, Lagopus scotica. It is also known as the moorcock, moorfowl or moorbird. Lagopus is derived from Ancient Greek lagos (λαγος), meaning \"hare\", + pous (πους), \"foot\", in reference to the feathered feet and toes typical of this cold-adapted genus, and scoticus is \"of Scotland\".The red grouse is widely known as the logo of The Famous Grouse whisky and an animated bird is a character in a series of its adverts. The red grouse is also the emblem of the journal British Birds.",
    "Description": "The red grouse is differentiated from the willow ptarmigan and rock ptarmigan by its plumage being reddish brown, and not having a white winter plumage. The tail is black and the legs are white. There are white stripes on the underwing and red combs over the eye. Females are less reddish than the males and have less conspicuous combs. Young birds are duller and lack the red combs.\nBirds in Ireland are sometimes thought to belong to a separate subspecies L. l. hibernica. They are slightly paler than those in Britain and the females have yellower plumage with more finely barred underparts. This may be an adaptation to camouflage them in moorland with higher grass and sedge content and less heather.\nIt is identified by its 'chut!chut!chut!chut!chut!chuttt....' call, or the 'Goback, goback, goback' vocalisation. The wings make a whirring sound when the bird is disturbed from a resting place.\nGrouse populations display periodic cycling, where the population builds up to very high densities only to crash a few years later, and then recover. The main driver of this cyclic pattern is thought to be the parasitic nematode worm Trichostrongylus tenuis.\nHowever, in his book, V. C. Wynne-Edwards suggests that the primary reason for mortality in grouse population is homeostasis depending largely on food availability and that the 'Grouse disease', due to the parasitic worm Trichostrongylus tenuis is a mistaken diagnosis of the after effects of social exclusion.",
    "Distribution and habitat": "The red grouse is endemic to the British Isles; it has developed in isolation from other subspecies of the willow ptarmigan which are widespread in northern parts of Eurasia and North America.\nIt is found across most parts of Scotland, including Orkney, Shetland and most of the Outer Hebrides. They are only absent from urban areas, such as in the Central Belt.\nIn Wales there are strong populations in places but their range has retracted. They are now largely absent from the far south, their main strongholds being Snowdonia, the Brecon Beacons and the Cambrian Mountains. There are reports of Welsh birds crossing the Bristol Channel to Exmoor.In England it is mainly found in the north – places such as the Lake District, Northumberland, County Durham, much of Yorkshire, the Pennines and the Peak District, as far south as the Staffordshire Moorlands. There is an isolated introduced population on Dartmoor, and overspill Welsh birds visit the Shropshire Hills such as Long Mynd, where they breed. The Exmoor population would now appear to be extinct, with the last birds sighted as recently as 2005. An introduced population in Suffolk died out by the early 20th century, though a population on Cannock Chase in Staffordshire lasted longer.\nIn Ireland it is found locally in most parts of the country: it is commonest in Mayo, where the population is increasing, and on the Antrim plateau, with other healthy populations in the Slieve Bloom mountains and the Knockmealdown mountains; a few pairs still breed in south County Dublin.\nThe small population in the Isle of Man is mostly concentrated in the southern hills but conservation work is ongoing throughout the uplands to ensure the species' continued viability.\nIts typical habitat is upland heather moors away from trees. It can also be found in some low-lying bogs and birds may visit farmland during hard weather.\nThe British population is estimated at about 250,000 pairs with around 1–5,000 pairs in Ireland. Numbers have declined in recent years and birds are now absent in areas where they were once common. Reasons for the decline include loss of heather due to overgrazing, creation of new conifer plantations and a decline in the number of upland gamekeepers. Some predators such as the hen harrier feed on grouse and there is ongoing controversy as to what effect these have on grouse numbers.\nRed grouse have been introduced to the Hautes Fagnes region of Belgium but the population there died out in the early 1970s.",
    "Behaviour": "",
    "Behaviour-Diet": "The red grouse is herbivorous and feeds mainly on the shoots, seeds and flowers of heather. It will also feed on berries, cereal crops and sometimes insects.",
    "Behaviour-Breeding": "The birds begin to form pairs during the autumn and males become increasingly territorial as winter progresses. The nest is a shallow scrape up to 20 cm across which is lined with vegetation. About six to nine eggs are laid, mainly during April and May. They are oval, glossy and pale yellow with dark brown blotches. The eggs are incubated for 19 to 25 days, the chicks can fly after 12 to 13 days after hatching and are fully grown after 30 to 35 days.",
    "Conservation": "Member States of the European Union are obliged by virtue of Council Directive 2009/147/EC on the conservation of wild birds (popularly called the Birds Directive ) to take the requisite measures for the protection of the red grouse; but as it is a species to which Annex II of the Directive applies, Article 7 permits hunting under national law, provided population levels are not threatened as a result. In 2002, Ireland was found by the European Court of Justice to be in breach of its obligations under the earlier Directive to protect the red grouse, in that it had allowed a crucial breeding ground to become degraded through overgrazing by sheep. Conservation measures taken on foot of the judgment have seen the population in the area double from 400 to 800.",
    "As a game bird": "The red grouse is considered a game bird and is shot in large numbers during the shooting season which traditionally starts on August 12, known as the Glorious Twelfth. There is a keen competition among some London restaurants to serve freshly killed grouse on August 12, with the birds being flown from the moors and cooked within hours.\n\nShooting can take the form of 'walked up' (where shooters walk across the moor to flush grouse and take a shot) or 'driven' (where grouse are driven, often in large numbers, by 'beaters' towards the guns who are hiding behind a line of 'butts'). Many moors are managed to increase the density of grouse. Areas of heather are subjected to controlled burning; this allows fresh young shoots to regenerate, which are favoured by the grouse. Extensive predator control, including illegal killing of raptors, is a feature of grouse moor management: foxes, stoats and crows are usually heavily controlled on grouse moors. The extent to which it occurs on grouse moors is hotly contested between conservation groups and shooting interests, and the subject generates a lot of media attention in relation to grouse moors and shooting.\nIn recent decades the practice of using medicated grit and direct dosing of birds against an endoparasite, the strongyle worm or threadworm (Trichostrongylus tenuis), has become part of the management regime on many moors.",
    "As food": "The flavour of grouse, like most game birds, develops if the bird is hung for a few days after shooting and before eating. Roasting is the most common way to cook a grouse.\nThe Cookery Book of Lady Clark of Tillypronie (1909) has 11 recipes for using grouse. The recipe \"To cook old birds\" runs as follows:\nOld grouse are not fit for cooking till the feathers pull very loosely from the \"apron\". When \"high\", put a piece of bread inside them while roasting; take out the bread before dishing, and throw it away. A good gravy should be served with them in a boat, none in the dish, but put the birds on a toast when bread is plentiful.",
    "Scientific study": "Because of their economic and social importance and some interesting aspects of their biology, red grouse have been widely studied. They were the subject of some of the earliest studies of population biology in birds, as detailed in  The Grouse in Health and in Disease by Lord Lovat in 1911. Since the mid-20th century they have been subject to ongoing study by many organisations and individuals. Much work has been conducted by the Institute of Terrestrial Ecology in the eastern Cairngorms, and by the Game & Wildlife Conservation Trust in the Central Highlands. There are a wide range of research activities still going on today and a wealth of published literature exists on all aspects of grouse biology.",
    "Parasites and viruses": "The red grouse may be infected by parasites and viruses which severely affect populations. Strongylosis or 'grouse disease' is caused by the strongyle worm, which induces damage and internal bleeding after burrowing into the cecum. This endoparasite is often eaten with the tops of young heather shoots and can lead to mortality and poor condition, including a decrease in the bird's ability to control the scent it emits.\nFirst diagnosed in the UK in 2010, respiratory cryptosporidiosis, caused by Cryptosporidium baileyi, is present in approximately half the grouse moors in northern England, where it reduces natural survival and productivity of red grouse. Louping ill virus is a flavivirus (RNA virus), also known as sheep encephalomyelitis virus. Flaviviruses are transmitted by arthropods, and louping ill virus is transmitted by ticks. In red grouse, this virus can cause mortality as high as 78%. The main tick vector is the sheep tick Ixodes ricinus. Although traditionally tick-borne diseases are thought to be caused when the parasite bites its host, it has been shown that red grouse chicks can be affected when they eat ticks with which they come into contact. This virus may be a significant factor in red grouse populations.",
    "References": "",
    "External links": "RSPB Red Grouse page\nGWCT Red Grouse page"
  }
}