{
  "url": "https://en.wikipedia.org/wiki/Rosy_starling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sturnidae"
    },
    {
      "Genus": "PastorTemminck, 1815"
    },
    {
      "Species": "P. roseus"
    }
  ],
  "text": {
    "__SUMMARY__": "The rosy starling (Pastor roseus) is a passerine bird in the starling family, Sturnidae, also known as the rose-coloured starling or rose-coloured pastor. The species was recently placed in its own monotypic genus, Pastor, and split from Sturnus. This split is supported by recent studies, though other related species within its new genus are not yet known for certain.",
    "Taxonomy and systematics": "The genus name Pastor, and the old English name come from the Latin pastor, \"shepherd\", and by extension a pastor. The specific roseus is Latin for \"rose-coloured\".Formerly, some authorities also considered the maroon oriole to be a species within the genus Pastor.",
    "Description": "The adult rosy starling is highly distinctive, with its pink body, pale orange legs and bill, and glossy black head, wings and tail. Males in the breeding season have elongated head feathers which form a wispy crest that is fluffed and more prominent when the bird gets excited. In winter, the crest is shorter, and the edges of black feathers within the plumage become paler as the edges of these feather erode. Winter plumage in males is comparatively dull.\nFemales in contrast have a short crest and lack the sharp separation between pink and black.\nThe juvenile birds can be distinguished from common starling (Sturnus vulgaris) by its obviously paler plumage and short yellow bill. Young birds moult into a subdued version of the adult plumage in autumn, yet these lack the crest. They do not acquire their adult plumage until they are nearly one year old in females, and nearly two years in males. The latter grow plumage very similar to adult females in their second year, but are distinguished by  longer crests and noticeably pale feather edges than female juvenile birds.",
    "Distribution and habitat": "The breeding range of this bird is from easternmost Europe across temperate southern Asia. It is a strong migrant, and winters in India and tropical Asia. In India in winter, it often appears to outnumber the local starlings and mynas. The rosy starling is a bird of steppe and open agricultural land. In years when grasshoppers and other insects are abundant, it will erupt well beyond its core range, with significant numbers reaching France,  the United Kingdom and Ireland. The starling is a summer visitor for northwestern Afghanistan, passage migrants in the rest of the Afghanistan and a regular winter visitor in most of Pakistan and India.",
    "Behaviour and ecology": "Rosy starlings are highly gregarious birds, and often form large, noisy flocks, which can on occasion be a pest for growers of cereal crops or orchards; the birds are strongly attracted to flowering trees. However, they are also greatly beneficial to farmers as they prey on pests such as locusts and grasshoppers, thereby limiting their numbers. The birds breed in tight colonies in a very short breeding season timed to take advantage of peak abundance of grasshoppers during May to June.",
    "Behaviour and ecology-Breeding": "The rosy starling is a colonial breeder, and like other starlings, is highly gregarious, forming large winter flocks. It also shares other species' omnivorous diet, although it prefers insects. \nThe song is a typical starling mixture of squeaks and rattles, given with much wing trembling. \nIn Xinjiang, China, farmers used to use insecticide to eliminate locust, which is costly and polluting. In the 1980s, experts found that rosy starlings which fly to Xinjiang farms and feed on locusts could be used for control instead. The experts begin to build artificial nests to attract rosy starlings, an effort reported to be so successful that the number of locusts was insufficient to feed the birds, causing many juveniles die for hunger. By the 2000s many Xinjiang farms greatly decreased the usage of insecticide.",
    "Behaviour and ecology-Food and feeding": "Chiefly fruits, berries, flower-nectar, cereal grains and insects. \nSpecific observations of preferred food types made on the feeding habits of rosy starling are listed as:\nFruits and berries: Ficus (many species), Lantana spp., Zizyphus oenoplia, Bridelia hamistoniana, Streblus asper, grapes, mulberries (Morus), dates, Salvadora persica, Capparis aphylla and chillies.\nFlower-nectar: Salmalia persica, Bombax insigne, Erythrina indica and Erythrina suberosa, Butea monosperma, Careya arborea.\nCereal grains: Jowar and bajra.\nInsects: largely locusts and grasshoppers, beetles of the families Lucanidae, Elateridae, Tenebrionidae, Buprestidae, Scarabaeidae and Curculionidae.",
    "References": "",
    "External links": " Media related to Pastor roseus at Wikimedia Commons\n Data related to Pastor roseus at Wikispecies\nDavid, J. P., Manakadan, R., & Ganesh, T. (2015). Frugivory and seed dispersal by birds and mammals in the coastal tropical dry evergreen forests of southern India: A review. Tropical Ecology, 56(1), 41-55."
  }
}