{
  "url": "https://en.wikipedia.org/wiki/Saffron_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Thraupidae"
    },
    {
      "Genus": "Sicalis"
    },
    {
      "Species": "S. flaveola"
    }
  ],
  "text": {
    "__SUMMARY__": "The saffron finch  (Sicalis flaveola) is a tanager from South America that is common in open and semi-open areas in lowlands outside the Amazon Basin. They have a wide distribution in Colombia, northern Venezuela (where it is called \"canario de tejado\" or \"roof canary\"), western Ecuador, western Peru, eastern and southern Brazil (where it is called \"canário-da-terra\" or \"native canary\"), Bolivia, Paraguay, Uruguay, northern Argentina, and Trinidad and Tobago. It has also been introduced to Hawaii, Puerto Rico and elsewhere. Although commonly regarded as a canary, it is not related to the Atlantic canary. Formerly, it was placed in the Emberizidae but it is close to the seedeaters.\nThe male is bright yellow with an orange crown which distinguishes it from most other yellow finches (the exception being the orange-fronted yellow finch). The females are more confusing and are usually just a slightly duller version of the male, but in the southern subspecies S. f. pelzelni they are olive-brown with heavy dark streaks.\nTypically nesting in cavities, the saffron finch makes use of sites such as abandoned rufous hornero (Furnarius rufus) nests, bamboo branches and under house roofs - this species is tolerant of human proximity, appearing at suburban areas and frequenting bird tables.  They have a pleasant but repetitious song which, combined with their appearance, has led to them being kept as caged birds in many areas. Males are polygamous, mating with two females during the nesting season, and territorial, which has led to the species being used for blood sporting with two males put in a cage in order to fight.",
    "References": "Betsy Trent Thomas, \"Conoce nuestras aves\", ISBN 980-257-032-X",
    "Footnotes": "",
    "External links": "Saffron Finch videos, photos & sounds on the Internet Bird Collection\nStamps (for Argentina, Brazil, Suriname)\nSaffron Finch photo gallery VIREO\nSaffron Finch Species Profile"
  }
}