{
  "url": "https://en.wikipedia.org/wiki/Scarlet_macaw",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Ara"
    },
    {
      "Species": "A. macao"
    }
  ],
  "text": {
    "__SUMMARY__": "The scarlet macaw (Ara macao) is a large red, yellow, and blue Central and South American parrot, a member of a large group of Neotropical parrots called macaws. It is native to humid evergreen forests of tropical Central and South America. Range extends from south-eastern Mexico to the Peruvian Amazon, Colombia, Bolivia, Venezuela and Brazil in lowlands of 500 m (1,640 ft) (at least formerly) up to 1,000 m (3,281 ft). In some areas, it has suffered local extinction because of habitat destruction or capture for the parrot trade, but in other areas it remains fairly common. Formerly it ranged north to southern Tamaulipas. It can still be found on the island of Coiba. It is the national bird of Honduras. Like its relative the blue-and-yellow macaw, scarlet macaws are popular birds in aviculture as a result of their striking plumage.",
    "Taxonomy": "The scarlet macaw was formally described by the Swedish naturalist Carl Linnaeus in 1758 in the tenth edition of his Systema Naturae under the binomial name Psittacus macao. The scarlet macaw is now placed in the genus Ara (Lacépède, 1799), one of 6 genera of Central and South American macaws.The two subspecies can be recognized by size and color detail in the feathers on the wings:\nA. m. macao (Linnaeus, 1758): South American scarlet macaw, the nominate subspecies. In the wings the medium and secondary coverts have green tip.\nA. m. cyanopterus Wiedenfeld, 1995: North Central American scarlet macaw. The Central American scarlet macaw is larger and has blue on its wings instead of green.",
    "Description": "It is about 81 centimeters (32 in) long, of which more than half is the pointed, graduated tail typical of all macaws, though the scarlet macaw has a larger percentage of tail than the other large macaws. The average weight is about 1 kilogram (2.2 lb). The plumage is mostly scarlet, but the rump and tail-covert feathers are light blue, the greater upper wing coverts are yellow, the upper sides of the flight feathers of the wings are dark blue as are the ends of the tail feathers, and the undersides of the wing and tail flight feathers are dark red with metallic gold iridescence. Some individuals may have green in the wings.\n\nThere is bare white skin around the eye and from there to the bill. Tiny white feathers are contained on the face patch. The upper mandible is mostly pale horn in color and the lower is black. Juveniles have dark eyes; adults have light yellow eyes.\nIt is frequently confused with the slightly larger green-winged macaw, which has more distinct red lines in the face and no yellow in the wing.\nScarlet macaws make very loud, high and sometimes low-pitched, throaty squawks, squeaks and screams designed to carry many miles to call for their groups.\nThe scarlet macaw can live up to 75 or even 90 years in captivity, although a more typical lifespan is 40 to 50 years.",
    "Description-Genetics": "In May 2013 it was announced that a team of scientists, led by Dr. Christopher M. Seabury and Dr. Ian Tizard of Texas A&M University had sequenced the complete genome of the scarlet macaw.",
    "Behavior": "A typical sighting is of a single bird or a pair flying above the forest canopy, though in some areas flocks can be seen. They may gather at clay licks. Scarlet macaws communicate primarily through raucous honks; however, vocal communication is highly variable, and captive macaws are known to be adept mimics of human speech.",
    "Behavior-Feeding": "Scarlet macaws eat mostly fruits, nuts and seeds, including large, hard seeds and sodium packed dirt and clay for minerals.\nThey also love to eat insects and larvae.They are seen feeding heavily on bugs, snails and foliage. Snails and bugs are great source of protein, as they need additional protein during breeding seasons. They also add flowers and nectar to their diet as a supplement",
    "Behavior-Breeding": "While comparatively docile at most times of the year, scarlet macaws may be formidably aggressive during periods of breeding. Scarlet macaws are monogamous birds, with individuals remaining with one partner throughout their lives. The hen lays two or three white eggs in a tree cavity. The female incubates the eggs for about five weeks, and the chicks fledge from the nest about 90 days after hatching. and leave their parents about a year later. Juveniles reach sexual maturity at five years of age.",
    "Distribution and habitat": "The South American range is extensive and covers the Amazon basin; extending to Peru east of the Andes, to Bolivia. In Bolivia, it is very present in the Aquicuana Reserve, located in the Beni Department, near the city of Riberalta, the Capital of the Bolivian Amazon.\n\nIn Central America, the range extends from extreme eastern and southern Mexico and Panama through Guatemala and Belize, the island of Coiba and infrequently on the mainland of Panama, and in Costa Rica in isolated regions on the Pacific Coast; the Nicoya Peninsula the Carara National Park and Peninsula de Osa.\nThe scarlet macaw has escaped or been deliberately released in to Florida, but there is no evidence that the population is breeding and may only persist due to continuing releases or escapes.Scarlet macaws inhabit humid lowland subtropical rain forests, open woodlands, river edges, and savannas.",
    "Conservation status": "The habitat of scarlet macaws is also considered to have the greatest latitudinal range for any bird in the genus Ara, as the estimated maximum territorial range covers 6,700,000 km2. Nevertheless, the scarlet macaw's habitat is fragmented, and the bird is mostly confined to tiny populations scattered throughout its original range in Middle America. However, as they still occur in large numbers over most of their original range in South America, the species is classified by IUCN as least concern.\n\nIt is listed on CITES Appendix 1 due to predation for the pet and cage bird trade.  Both subspecies are listed by USFWS as endangered.",
    "Aviculture": "The scarlet macaw is an early example of a parrot breeding in captivity. Captive breeding occurred in Northern Mexico at Paquime (also called Casas Grandes) and very likely Southwest New Mexico Mimbres Valley in the 11th century. Breeding pens, perches, bones, and eggshell fragments have been uncovered. The straightforward nature of scarlet macaw breeding and the value of their plumes in trade created a market for trade wherein the animals were used in religious rites north to the Colorado Plateau region.[1]Today the scarlet macaw is found worldwide in captivity, but is best represented in captivity in the Americas. Captive techniques developed from the pet trade have positively affected wild populations: in areas with low macaws populations, the \"extra\" babies that typically die in the nest may be reared by humans hands and released into the wild to bolster the population, as has been done by the Tambopata Macaw Project. Their captive diet, egg incubation, assisted hatching, hand rearing, co-parenting, parent-rearing, fledgling, maturation, and breeding are well understood within the avicultural community (AFA Watchbird magazine).\nThe birds can hybridize with other members of genus Ara in captivity, leading to hybrids. In the United States, hybrid scarlet macaws are created for their appearance and value in the bird trade. Hybrid scarlet macaws are also created because of fear of prosecution, as birds breeders find themselves potentially liable for enormous fines and felonies (i.e., Lacey Act) as their captive-bred pets are added to the U.S. Endangered Species List. As punishments are not given to those who sell or work with hybrid macaws, breeders are encouraged to mix genes to avoid punishment.",
    "See also": "The Ara Project (macaw reintroduction)\nList of macaws\nIago (Disney)",
    "References": "",
    "External links": "Scarlet Macaw in-depth research article.\nTambopata Macaw project long term research project in south east Peru\nWorld Parrot Trust Parrot Encyclopedia — Species Profiles\nScarlet macaw videos on the Internet Bird Collection\nPage of photographs of Scarlet and green-winged macaws at a clay lick from Parrots International\nScarlet macaw photo on PBase\nStamps (15 countries) with RangeMap\nAra macao conservation and reintroduction in Costa Rica\nScarlet macaw in illegal traffic in Nicaragua\nThe Scarlet Macaw Genome Project\nScarlet macaw information"
  }
}