{
  "url": "https://en.wikipedia.org/wiki/Shaft-tailed_whydah",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Viduidae"
    },
    {
      "Genus": "Vidua"
    },
    {
      "Species": "V. regia"
    }
  ],
  "text": {
    "__SUMMARY__": "The shaft-tailed whydah or queen whydah (Vidua regia) is a small, sparrow-like bird in the genus Vidua. During the breeding season the male has black crown and upper body plumage, golden breast and four elongated black tail shaft feathers with expanded tips. After the breeding season is over, the male sheds its long tail and grows olive brown female-like plumage.\nThe shaft-tailed whydah is distributed in open habitats and grasslands of Southern Africa, from south Angola to south Mozambique. It is a brood parasite to the violet-eared waxbill. The diet consists mainly of seeds.\nWidespread and a common species throughout its large habitat range, the shaft-tailed whydah is evaluated as least concern on the IUCN Red List of Threatened Species.",
    "Taxonomy": "In 1760 the French zoologist Mathurin Jacques Brisson included a description of the shaft-tailed whydah in his Ornithologie based on a specimen collected from the African coast. He used the French name La veuve de la côte d'Afrique and the Latin Vidua Riparia Africana. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition, he added 240 species that had been previously described by Brisson. One of these was the shaft-tailed whydah. Linnaeus included a brief description, coined the binomial name Emberiza regia and cited Brisson's work. The specific name regia is from the Latin regius \"royal\". This species is now placed in the genus Vidua that was introduced by the French naturalist Georges Cuvier in 1816.",
    "References": "",
    "External links": "BirdLife Species Factsheet\nShaft-tailed whydah - Species text in The Atlas of Southern African Birds."
  }
}