{
  "url": "https://en.wikipedia.org/wiki/Silver_pheasant",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Lophura"
    },
    {
      "Species": "L. nycthemera"
    }
  ],
  "text": {
    "__SUMMARY__": "The silver pheasant (Lophura nycthemera) is a species of pheasant found in forests, mainly in mountains, of mainland Southeast Asia, and eastern and southern China, with introduced populations in Hawaii and various locations in the US mainland. The male is black and white, while the female is mainly brown. Both sexes have a bare red face and red legs (the latter separating it from the greyish-legged kalij pheasant). It is common in aviculture, and overall also remains common in the wild, but some of its subspecies (notably L. n. whiteheadi from Hainan, L. n. engelbachi from southern Laos, and L. n. annamensis from southern Vietnam) are rare and threatened.",
    "Taxonomy": "Like other pheasants, the silver pheasant was placed in the genus Phasianus when described by Linnaeus in 1758. Since then, it – or at least some of the subspecies associated with it – have been placed either in Euplocamus or Gennceus. Today all major authorities place the silver pheasant in Lophura.The silver pheasant is closely related to the kalij pheasant and the two are known to hybridize. The placement of the taxa L. n. lineata and L. n. crawfurdi has been a matter of dispute, with some treating them as subspecies of the kalij pheasant and others as subspecies of the silver pheasant. They have greyish legs as in the kalij pheasant, but their plumage is closer to that of some subspecies of the silver pheasant. Additionally, as the silver pheasant, L. n. lineata and L. n. crawfurdi are found east of the Irrawaddy River, a major zoogeographic barrier, while all other subspecies of the kalij pheasant are found west of the river (L. n. oatesi, a subspecies of the kalij pheasant, has sometimes been reported as occurring east of that river, but this is incorrect). Based on mtDNA, it was recently confirmed that L. n. lineata and L. n. crawfurdi should be regarded as subspecies of the kalij pheasant.With these two as subspecies of the kalij pheasant, the silver pheasant has 15 subspecies. However, while some subspecies are relatively distinctive, several others (at least L. n. rufipes, L. n. occidentalis, L. n. ripponi, L. n. jonesi, L. n. beaulieui, L. n. nycthemera, and L. n. fokiensis) are likely part of a cline, which if confirmed, would result in them being junior synonyms of the nominate subspecies. Several other taxa, for example L. n. andersoni, are now considered invalid by all major authorities.Once considered a very rare species, the imperial pheasant is actually a naturally occurring hybrid between the silver pheasant and the Vietnamese pheasant.",
    "Taxonomy-Subspecies": "The 15 recognized subspecies of the silver pheasant are, in taxonomic order:\n\nL. n. occidentalis Delacour, 1948 – western silver pheasant – south central China and northeastern Myanmar\nL. n. rufipes (Oates, 1898) – ruby mines silver pheasant – northern Shan State of northern Myanmar\nL. n. ripponi (Sharpe, 1902) – Rippon's silver pheasant – southern Shan State of northern Myanmar\nL. n. jonesi (Oates, 1903) – Jones's pheasant – Myanmar to southwestern China and central Thailand\nL. n. omeiensis Cheng, Cheng, and Tang, 1964 – Szechwan silver pheasant – southern Sichuan in south central China\nL. n. rongjiangensi Tan and Wu, 1981 – Kweichow silver pheasant – southeastern Guizhou in south central China\nL. n. beaulieui Delacour, 1948 – Lao silver pheasant – south central China to northern Laos and northern Vietnam\nL. n. nycthemera (Linnaeus, 1758) – nominate – southern China to northern Vietnam\nL. n. whiteheadi (Ogilvie-Grant, 1899) – Hainan silver pheasant – Hainan in southern China\nL. n. fokiensis Delacour, 1948 – Fokien silver pheasant – southeastern China\nL. n. berliozi (Delacour and Jabouille, 1928) – Berlioz's silver pheasant – western slopes of Annamite Range in central Vietnam\nL. n. beli (Oustalet, 1898) – Bel's silver pheasant – eastern slopes of Annamite Range in central Vietnam\nL. n. engelbachi Delacour, 1948 – Boloven silver pheasant – Bolaven Plateau of southern Laos\nL. n. lewisi (Delacour and Jabouille, 1928) – Lewis's silver pheasant – mountains of southwest Cambodia and southeast Thailand\nL. n. annamensis (Ogilvie-Grant, 1906) – Annam silver pheasant – montane forests of southern Vietnam",
    "Description": "\nThis is a relatively large pheasant, with males of the largest subspecies having a total length of 120 to 125 cm (47 to 49 in), including a tail  up to 75 cm (30 in), while the males of the smallest subspecies barely reach 70 cm (28 in) in total length, including a tail around 30 cm (12 in). The body mass of males can range from 1.13–2.00 kg (2.49–4.41 lb). Females of all subspecies are notably smaller than their respective males, with a size range of 55–90 cm (22–35 in) in total length, including a tail of 24–32 cm (9.4–12.6 in). The body mass of females can range from 1.0–1.3 kg (2.2–2.9 lb).Males of the northern subspecies, which are the largest, have white upperparts and tail (most feathers with some black markings), while their underparts and crest are glossy bluish-black. The males of the southern subspecies have greyer upperparts and tail with extensive black markings, making them appear far darker than the northern subspecies. The adult male plumage is reached in the second year.Females are brown and shorter-tailed than the males. Females of some subspecies have whitish underparts strongly patterned with black, and in L. n. whiteheadi this extends to the upper mantle.\n\n\n== References =="
  }
}