{
  "url": "https://en.wikipedia.org/wiki/Star_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Neochmia"
    },
    {
      "Species": "N. ruficauda"
    }
  ],
  "text": {
    "__SUMMARY__": "The star finch (Neochmia ruficauda) is a bird species found in northern Australia.",
    "Description": "An estrildid finch, between 4.5—5 inches in length, with crimson fore-parts of the head and a scarlet bill. The upper and lower plumage is yellow-green, white spotted on the underparts, the belly more yellow. The upper tail coverts are scarlet, tail feathers are brownish scarlet. The female has less crimson on the head, and generally duller than the male, the immature star finch is olive to brownish with a grey face and head.",
    "Distribution": "Found in northern coastal regions of Australia, occurring at sparsely wooded habitat of tall grass or rushes around creeks and swamps.",
    "Taxonomy": "Synonyms for Neochmia ruficauda include Poephila ruficauda and Bathilda ruficauda.\nThe species is also referred to as red-faced firetail, red-tailed finch, or ruficauda finch.Three subspecies have been described,\n\nNeochmia ruficauda subclarescens (inhabits in three separate subpopulations, from Pilbara, Fitzroy River Valley and Gibb River, Western Australia to the Northern Territory/ Queensland border.)\nNeochmia ruficauda clarescens (located on the Cape York Peninsula)\nNeochmia ruficauda ruficauda (probably extinct)",
    "Threats": "The star finch is still common in Western Australia and the Northern Territory, however is rare and endangered in Queensland and is extinct in the southern part of that state. Its habitat is threatened by overgrazing of grasslands, removing essential cover for their survival as well as sources of food and water. Selective grazing of perennials during the wet season may also remove grasses that are needed for survival during the dry season. Burning of grassland during the dry season may reduce the fallen seed during the wet season and thus reduce the food supply needed by the star finch. This species is also threatened by the cage-bird trade.",
    "Availability": "The star finch is a common aviary bird. This species has mutations such as the yellow and cinnamon varieties.Yellow/mango faced subspecies are also called Buddha star finches because the colour is similar to the buddhist monk kutten.",
    "References": "",
    "External links": "Species profile - Finch Information Center"
  }
}