{
  "url": "https://en.wikipedia.org/wiki/Summer_tanager",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Cardinalidae"
    },
    {
      "Genus": "Piranga"
    },
    {
      "Species": "P. rubra"
    }
  ],
  "text": {
    "__SUMMARY__": "The summer tanager (Piranga rubra) is a medium-sized American songbird. Formerly placed in the tanager family (Thraupidae), it and other members of its genus are now classified in the cardinal family (Cardinalidae). The species's plumage and vocalizations are similar to other members of the cardinal family.\nThe genus name Piranga is from Tupi Tijepiranga, the name for an unknown small bird, and the specific rubra is from Latin ruber, red.Their breeding habitat is open wooded areas, especially with oaks, across the southern United States, extending as far north as Iowa. These birds migrate to Mexico, Central America and northern South America. This tanager is an extremely rare vagrant to western Europe.\nAdults have stout pointed bills and measure 17 cm (6.7 in) in length and 29 g (1.0 oz) in weight. Adult males are rose red and similar in appearance to the hepatic tanager, although the latter has a dark bill; females are orangish on the underparts and olive on top, with olive-brown wings and tail. As with all other birds, all red and orange colorations are acquired through their diet.\nThese birds are often out of sight, foraging high in trees, sometimes flying out to catch insects in flight. They mainly eat insects, especially bees and wasps, and berries. Fruit of Cymbopetalum mayanum (Annonaceae) are an especially well-liked food in their winter quarters and birds will forage in human-altered habitat. Consequently, these trees can be planted to entice them to residential areas, and they may well be attracted to bird feeders. Summer tanagers build a cup nest on a horizontal tree branch.",
    "Voice": "The summer tanager has an American robin-like song, similar enough that novices sometimes mistake this bird for that species. The song consists of melodic units, repeated in a constant stream. The summer tanager's song, however, is much more monotonous than that of T. migratorius, often consisting of as few as three or four distinct units. It is clearer and less nasal than the song of the scarlet tanager.\nThe summer tanager also has a sharp, agitated-sounded call pi-tuk or pik-i-tuk-i-tuk.",
    "References": "",
    "External links": "Summer tanager bird sound from the Florida Museum of Natural History\n\"the summer tanager media\". Internet Bird Collection.\nSummer tanager photo gallery at VIREO (Drexel University)\n\nInteractive range map of Piranga rubra at IUCN Red List maps"
  }
}