{
  "url": "https://en.wikipedia.org/wiki/Superb_lyrebird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Menuridae"
    },
    {
      "Genus": "Menura"
    },
    {
      "Species": "M. novaehollandiae"
    }
  ],
  "text": {
    "__SUMMARY__": "The superb lyrebird (Menura novaehollandiae) is an Australian songbird, one of two species from the family Menuridae. It is one of the world's largest songbirds, and is renowned for its elaborate tail and courtship displays, and its excellent mimicry. The species is endemic to Australia and is found in forests in the south-east of the country. According to David Attenborough, the superb lyrebird displays the most sophisticated voice skills within the animal kingdom.",
    "Taxonomy": "The superb lyrebird was first illustrated and described scientifically as Menura superba by Major-General Thomas Davies on 4 November 1800 to the Linnean Society of London.Superb lyrebirds are passerine birds within the Menuridae family, being one of the two species of lyrebirds forming the genus Menura, with the other being the much rarer Albert's lyrebird. The superb lyrebird can be distinguished from Albert's lyrebird by its slightly larger size, less reddish colour and more ornate tail feathers.Lyrebirds are ancient Australian animals. The Australian Museum contains fossils of lyrebirds dating back to about 15 million years ago. The prehistoric Menura tyawanoides has been described from early Miocene fossils found at the famous Riversleigh site.",
    "Distribution and Habitat": "The superb lyrebird is endemic to Australia and can be found in the forests of south-eastern Australia, ranging from southern Victoria to south-eastern Queensland.The bird was introduced to southern Tasmania in 1934-54, amid ill-founded fears the species was becoming threatened with extinction in its mainland populations. The Tasmania population is thriving and even growing. Across the rest of its large range, the lyrebird is common, and is evaluated as being of least concern on the IUCN Red List of Threatened Species.\nThis range of the superb lyrebird includes a variety of biomes, including sub-tropical and temperate rainforests, and wet and dry sclerophyll forests. The preferred habitat of the bird is in wet forests and rainforests, where there is an open ground layer of moist leaf litter shaded by vegetation. In favourable seasons, the lyrebird range is often extended into drier areas further from water sources.",
    "Description": "The superb lyrebird is a large, pheasant-sized terrestrial passerine, ranging in length from 860mm (female) to 1m (male). Females weigh around 0.9 kg, and males weigh around 1.1 kg. The plumage colour is mainly dark brown on the upper body, with greyish-brown underparts and red-tinged flight feathers. The wings are short and round, and are only capable of weak flight, being mainly used for balance or for gliding from trees to the ground. The legs are powerful, capable of running quickly, and the feet are strong enough to move branches of up to 10 cm in diameter.Lyrebirds are renowned for their ornate tails. Adult males have tails up to 700mm long, consisting of sixteen feathers. The outer two feathers, the lyrates, are broad S-shaped feathers, originally named for their resemblance to the shape of a lyre, and have brown and buff coloured patterning. Between the lyrates are twelve filamentaries, feathers of flexible silvery barbs. In the centre of the tail are two silvery median feathers. The tail of the female is less ornate, with shorter lyrates and plain, broad feathers in place of the filamentaries. In both sexes, juveniles have no ornamental tail feathers. The tail plumage develops into that of the mature bird through a series of annual moults, with feathers undergoing change in structure and patterning. The male superb lyrebird reaches maturity in 7–9 years, and the female in 6–7 years.",
    "Behaviour and ecology": "Superb lyrebirds are ground-dwelling birds that typically live solitary lives. Adults usually live singly in territories, but young birds without territories may associate in small groups which can be single or mixed-sex. Lyrebirds are not strong fliers and are not highly mobile, often remaining within the same area for their entire lifespans. Superb lyrebird territories are generally small, and there are known behavioural differences between different populations.",
    "Behaviour and ecology-Diet and foraging": "The diet of the superb lyrebird consists primarily of invertebrates such as earthworms and insects found on the forest floor. There is also evidence that the birds are mycophagists, meaning they eat fungi.Superb lyrebirds forage by scratching vigorously in the upper soil layers, disturbing the topsoil and leaf litter. The birds are most likely to forage in damp rainforest vegetation relative to drier areas, and in areas where the bottom vegetation strata is open and low in complexity, allowing good access to food sources in the leaf litter.",
    "Behaviour and ecology-Mating and breeding": "Superb lyrebirds exhibit polygyny, with a single male mating with several females. A male's territory can overlap with up to six female territories. Within his territory, the male will construct several circular mounds of bare dirt on the forest floor, for the purpose of conducting courtship displays. These mounds are defended vigorously from other males.There is strong sexual selection in lyrebirds, with females visiting the territories of several different males and choosing the most desirable males with which to copulate. When a male encounters a female lyrebird, he performs an elaborate courtship display on the nearest mound. This display incorporates both song and dance elements. The male fans out his tail horizontally to cover his entire body and head. The tail feathers are vibrated, and the lyrebird beats his wings against his body and struts around the mound. He also sings loudly, incorporating his own vocalisations with mimicry of other bird calls. A study has found evidence that the lyrebirds’ ‘dance choreography’ is highly coordinated to different types of song repertoire. Coordination of movement with acoustic signals is a trait previously thought to be unique to humans, and indicates high cognitive ability.Females are the sole providers of parental care. They build large domed nests out of sticks on raised earth platforms. Nests are most likely to be located in wetter areas with deep leaf litter and high understory vegetation complexity, reflecting the requirements of food availability and protection from predators.The female breeds once per year in winter, usually laying a single egg. Eggs are laid in a deep bed of lyrebird feathers within the nest, and are then incubated by the female for up to 7 weeks. Post-fledging parental care lasts several months, with the female exerting significant energy in feeding and brooding the nestling.",
    "Behaviour and ecology-Vocalisation and mimicry": "The superb lyrebird is renowned for its mimicry, with an estimated 70-80% of the male's vocalisations consisting of imitations of other model bird species. Females also sing and are capable of mimicry, however, although not to the extent of the males. Mimetic items can be interspersed with lyrebird-specific songs, territorial calls, and alarm calls. The songs adhere to recognisable structures, with different elements repeated in certain patterns.The mimicry of the superb lyrebird is highly accurate, with even the model animal at times unable to distinguish between model song and mimicked song. For example, one study found that strike-thrushes did not respond any differently to hearing their own songs than to hearing imitations by lyrebirds.Generally, juveniles initially learn mimetic items through transmission by older lyrebirds, rather than from the model species themselves. This is reflected in the vocalisations of lyrebirds in the Sherbrooke Forest in Victoria, which were observed to frequently mimic the song of pilotbirds, a species that had not been recorded in the area for over 10 years. During the winter when the nestlings hatch, adults more frequently mimic model species that are less active during this time, again suggesting that mimetic items are initially learnt from other lyrebirds.The quality of mimetic song increases with age, with adult superb lyrebirds having both greater accuracy and a more diverse repertoire of mimetic songs when compared to subadult birds. Subadult lyrebirds produce recognisable imitations, however fall short of adult versions in terms of frequency range, consistency and acoustic purity, for example in imitations of the complex whipbird call.Like many passerine species, there are significant differences in lyrebird song in different populations over its geographic range. These include differences in repertoire and vocalisation characteristics, and may be due to differences in local bird species assemblages which provide different options for model selection. It could also be due to differences in the acoustic environment mediated by vegetation structure, with lyrebirds more likely to mimic fragments of bird songs that are most acoustically prominent.",
    "Behaviour and ecology-Vocalisation and mimicry-Mimicry as a sexually selected trait": "The mimicry of male superb lyrebirds is a well-known example of a sexually selected trait. Females prefer males that produce more accurate mimicry and that have a greater diversity of mimetic songs in their repertoire. Although to the human ear the differences between songs are indistinguishable, there are differences in the mimetic song quality between individual lyrebirds due to signal degradation, reverberation and attenuation, as well as the frequency and volume attained. There is evidence that there are costs associated with the development of mimetic song, and while these costs are currently unknown, they indicate that that quality of a lyrebird's mimetic song is an honest signal that can be used by females in mate selection.",
    "Behaviour and ecology-Vocalisation and mimicry-Mimicry in females": "Historically, there has been far more research on the mimetic abilities of male lyrebirds. This is primarily due to the assumption that the evolution of song in passerines resulted primarily from the selection on males in attracting mates or deterring rivals. However, a study found that females also produced mimetic vocalisations while foraging and during nest defence, suggesting that mimicry has a function in deterring predators and conspecific rivals.",
    "Behaviour and ecology-Vocalisation and mimicry-Mimicry of anthropogenic sounds": "In David Attenborough's Life of Birds (ep. 6), the superb lyrebird is described as able to imitate twenty bird species' calls, and a male is shown mimicking a car alarm, chainsaw and various camera shutters. However, two of the three lyrebirds featured were captive birds.A recording of a superb lyrebird mimicking sounds of an electronic shooting game, workmen and chainsaws was added to the National Film and Sound Archive's Sounds of Australia registry in 2013. The vocalizations of some superb lyrebirds in the New England area of New South Wales are said to possess a flute-like timbre.",
    "Behaviour and ecology-Ecosystem engineers": "The foraging behaviour of the superb lyrebird has a major effect on the structure of the forest floor. A lyrebird can move and bury up to 200 tonnes per hectare of leaf litter and soil every year, disturbing the soil to a greater extent than virtually any other animal. This soil disturbance hastens the decomposition of the leaf litter, and increases the rate of nutrient cycling in the ecosystem. The lyrebirds’ clearing of bare patches also reduces the amount of fuel available for forest fires, which in turn reduces the extent and intensity of wildfires.",
    "Behaviour and ecology-Threats and predators": "Superb lyrebirds are vulnerable to native predatory birds such as the collared sparrowhawk, gray goshawk, and currawongs. Nests are particularly vulnerable to predation, but adults are also vulnerable due to their loud calls. It has been observed that males suffer higher degrees of mortality, suggesting that their courtship displays render them highly vulnerable. Methods utilised by superb lyrebirds to reduce predation risk include selection of protected areas for nest sites, mimicking calls of other predatory birds, and adopting solitary and timid behaviours.As the superb lyrebird is a poor flyer, when alarmed it will tend to run away, sometimes incorporating short gliding flights to lower perches or downhill.Human factors also pose threats to superb lyrebirds. Because they are ground-dwelling, superb lyrebirds are particularly threatened by vehicle collisions. The presence of roads and infrastructure also pose edge effects, for example disturbance from domestic animals and predation by introduced species such as the red fox, which is often associated with urban areas.",
    "In culture": "An instantly recognisable bird, the superb lyrebird has been featured as an emblem many times. Notable examples of this include a male superb lyrebird being featured on the reverse side of the Australian 10-cent coin, and as the emblem of the New South Wales National Parks and Wildlife Service.",
    "In culture-Museum specimens": "John Gould's historic painting of a male and female pair of superb lyrebirds has the tail feathers of the male incorrectly displayed, with the lyrates in the centre of the plume surrounded by the filamentaries. This happened when a superb lyrebird specimen was prepared for display at the British Museum by a taxidermist who had never seen a live lyrebird, and Gould later painted his artwork from this incorrect presentation.A specimen of a male superb lyrebird, at the American Museum of Natural History, also has the tail feathers displayed incorrectly.",
    "References": "",
    "External links": "BirdLife Species Factsheet\nSuperb lyrebird - Museum Victoria\nSuperb lyrebird - Dr. Ellen Rudolph\nSuperb lyrebird photo and information - Sherbrooke Lyrebird Survey Group\nSuperb lyrebird videos on the Internet Bird Collection"
  }
}