{
  "url": "https://en.wikipedia.org/wiki/Swamp_harrier",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Accipitriformes"
    },
    {
      "Family": "Accipitridae"
    },
    {
      "Genus": "CircusLacépède, 1799"
    },
    {
      "Species": "C. approximans"
    }
  ],
  "text": {
    "__SUMMARY__": "The swamp harrier (Circus approximans), also known as the Australasian marsh harrier, Australasian harrier, kāhu, swamp-hawk or New Zealand hawk, is a large, slim bird of prey widely distributed across Australasia. It is one of the few birds to have benefited from European settlement of New Zealand: It is a bird of open country and became firmly established in New Zealand after forests were cleared by Polynesians.The swamp harrier belongs to the sub-family Circinae and genus Circus, which are represented worldwide, except Antarctica. The sub-family and genus are derived from the characteristic behavior of circling flight during courtship and hawking.",
    "Description": "The swamp harrier is largely dark brown, becoming lighter with age, and has a distinct white rump. It hunts by flying slowly, low to the ground, on upswept wings. The body length is 50 to 58 cm (19.5 to 23 in), and the wingspan is 120 to 145 cm. The recorded weights of adults range from 580 to 1100 g, and females are significantly larger than the males.",
    "Distribution and habitat": "The swamp harrier is widespread through Australasia and many islands in the south-west Pacific region, including much of Australia (except the arid region), New Zealand (where it is common in open country), Fiji, Vanuatu, New Caledonia and as stragglers on some subantarctic islands. It is usually found in wetlands and well-watered open country.",
    "Behaviour": "Common enemies of harriers are Australian magpies, masked lapwings which dive bomb and European starlings which mob individuals. They have been known to kill young kārearea and have also been heavily blamed and persecuted for killing chickens, pheasants and ducklings. Swamp harriers have been historically used for falconry in New Zealand; quarry is usually pukeko and young rabbits.",
    "Behaviour-Diet": "The swamp harrier mainly feeds on ground birds and waterbirds, rabbits and other small mammals, reptiles, frogs, and fish. During the winter months harriers feed to a large extent on carrion, including roadkill, frequently falling victim to vehicles themselves.",
    "Behaviour-Breeding": "This species nests on the ground, often in swamps, on a mound in reeds or other dense vegetation. In some districts they nest in fields of oats or barley. The clutch size may range from two to seven, but is usually three or four. The incubation period is 31 to 34 days, and is carried out by the female alone. Chicks are fed by both parents, are fully feathered by 28 days and fledging about 45 days after hatching.",
    "See also": "Kārearea, or New Zealand falcon",
    "Notes": "",
    "References": "BirdLife International (2006). Species factsheet: Circus approximans. Downloaded from http://www.birdlife.org on 4/12/2006\nMarchant, S.; & Higgins, P. J. (eds.). Handbook of Australian, New Zealand and Antarctic Birds. Vol. 2: Raptors to Lapwings. Oxford University Press: Melbourne. ISBN 0-19-553069-1.",
    "External links": "Wingspan Birds of Prey Trust - The national centre for the conservation, education and advocacy of birds of prey in New Zealand. Location: Rotorua, NZ"
  }
}