{
  "url": "https://en.wikipedia.org/wiki/Tahitian_lory",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittaculidae"
    },
    {
      "Genus": "Vini"
    },
    {
      "Species": "V. peruviana"
    }
  ],
  "text": {
    "__SUMMARY__": "The blue lorikeet (Vini peruviana) is a small lorikeet from  French Polynesia and the Cook Islands. It is also known as the Tahiti lorikeet, violet lorikeet, Tahitian lory, blue lory, nunbird, and the indigo lory. It was formerly found on 23 islands around Tahiti, but now restricted to perhaps eight islands: Motu, Manuae, Tikehau, Rangiroa, Aratua, Kaukura, Apataki, Aitutaki, and possibly Harvey Island and Manihi. Its plumage is mainly dark blue and it has a white area over its upper chest, throat and face. The first captive breeding in the UK was by the Marquess of Tavistock in the 1930s. He was awarded a silver medal by the Foreign Bird League for this achievement.\nThey are active birds, feeding on nectar, insects, and ground forage.",
    "Distribution and habitat": "The blue lorikeet was originally endemic to the islands of French Polynesia.\nIt is also present in the Cook Islands, where it is one of a small number of landbirds on the island of Aitutaki. Dean Amadon, writing in 1942 after the Whitney South Seas Expedition, thought that it might have been introduced to the Cooks.  David Steadman, who studied the extinct species of the areas, wrote in 1991 that it might have been but that he could find no evidence of this. Had it been native there it would have coexisted with Kuhl's lorikeet; today no Vini lorikeets are sympatric. He later concluded that it was probably introduced, as extensive excavations of fossils had found remains of Kuhl's lorikeet as well as two other species of extinct Vini lorikeet, but no fossils of the blue lorikeet.The blue lorikeet will live in any wooded habitat within its range, including cultivated areas. It is most abundant in mixed stands of coconuts and Heliotropium foertherianum.",
    "Description": "The blue lorikeet is 18 cm long with a short rounded tail. Its plumage is mainly dark blue and it has a white area over its upper chest, throat and lower face. Erectile feathers on the top of its head show light blue streaks. Its beak is orange and its irises are yellow-brown. It has orange legs. Adult males and females have identical external appearance. The juvenile lacks the white plumage of the adult and has a dark grey-blue face and lower parts. The juvenile also has a black bill, dark brown irises, and its legs are orange brown. Blue plumage, which is shares with the related ultramarine lorikeet, is very unusual in the parrot order.",
    "Behaviour": "They roost in coconut palm trees, rising at dawn and calling and preening before feeding. They are usually found in small flocks of less than ten birds. They rest during the heat of the day in shade before resuming feeding in the afternoon. At dusk groups fly around calling until dark, when they retreat to spaces between palm leaves to roost for the night.",
    "Behaviour-Diet and feeding": "Blue lorikeets feed on the nectar and pollen of coconut palms (Cocos nucifera), Guettarda speciosa, Pemphis acidula, bay cedar (Suriana maritima), beach mulberry (Morinda citrifolia), Heliotropium foertherianum, Scaevola spp and Musa. On Rangiroa they fed mostly on coconut flowers during one three week study. They feed silently in small groups, and use their brush-like tongue to lap up nectar and pollen. Where flowers had not fully opened, they will use their bills to open them. After all the flowers on one tree have been fed at, they will move to the next tree, calling as they go.  They also feed on insects among leaves and on the forest floor, and on leaf shoots and soft fruits.",
    "Status": "They are endangered primarily by invasive species, including cats, rats, swamp harriers, and mosquitoes carrying avian malaria.",
    "References": "Juniper & Parr (1998). Parrots: A Guide to Parrots of the World. ISBN 0-300-07453-0.",
    "Cited texts": "Forshaw, Joseph M. (2006). Parrots of the World; an Identification Guide. Illustrated by Frank Knight. Princeton University Press. ISBN 0-691-09251-6.\nSteadman, David (2006). Extinction and Biogeography of Tropical Pacific Birds. Chicago: The University of Chicago Press. p. 298.\nZiembicki, Marc; Raust, Philippe (2006). Status and conservation of the Vini lorikeets of French Polynesia. Report to the Loro Parque Foundation & CEPA (PDF). Papeete, French Polynesia: Société d’Ornithologie de Polynésie. Archived from the original (PDF) on 8 November 2012. Retrieved 20 May 2017.",
    "External links": "BirdLife Species Factsheet."
  }
}