{
  "url": "https://en.wikipedia.org/wiki/Taiwan_partridge",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Phasianidae"
    },
    {
      "Genus": "Arborophila"
    },
    {
      "Species": "A. crudigularis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Taiwan partridge (Arborophila crudigularis), also called the Taiwan hill partridge, is a species of bird in the family Phasianidae. It is found only in Taiwan, and its natural habitat is broadleaf forests. It is threatened by habitat loss, but at present is categorised by the International Union for Conservation of Nature (IUCN) as of least concern.",
    "Taxonomy": "Robert Swinhoe described this species in 1864, proposing that it belongs to a new genus, Oreoperdix. The bird had an \"ugly raw-looking red patch on the throat\". Swinhoe initially thought that the bird was injured, but found that the patch was natural after close examination. The red patch probably exists only in the breeding season. A monotypic species, it is now placed in the genus Arborophila. The specific name crudigularis is from the Latin words for \"bleeding\" and \"throated\". A 2015 study suggests that its closest relatives are not in adjacent mainland China, but in south-east Asia, and that they spread along continental shelf areas exposed by lowered sea levels during the ice age.",
    "Description": "The Taiwan partridge is about 28 cm (11 in) long. The male weighs about 311 g (11.0 oz), and the female weighs about 212 g (7.5 oz). The crown is grey. The head has black sides, and a white eyebrow, chin and patch below the eye. The throat is white, and there is a black half collar. The upperparts are olive-grey with black bars, and there are three grey bars on the rounded, rufous wings. The tail is short and rounded. The underparts are blue-grey, with white streaks on the flanks. The eye is black, with a narrow red ring around it. The beak is blue-grey, and the feet are orange-red. The female bird is similar to the male, but it has fewer streaks on its throat and more streaks on its flanks.",
    "Distribution and habitat": "This partridge is endemic to Taiwan, found in the central and eastern mountains. It lives in broadleaf forests, preferring thickets and undergrowth. It is found at elevations of 700–3,000 m (2,300–9,800 ft) above sea level, mainly at 1,500–2,000 m (4,900–6,600 ft).",
    "Behaviour": "The Taiwan partridge's voice is a rising and falling series of gurru calls. Duets and choruses are often heard. Single calls are similar to those of the black-necklaced scimitar babbler. It forages in groups of two or three birds, eating earthworms, berries, seeds, seedlings and insects. It breeds from March to August, depending on the elevation, and it nests in a crevice or under a tree. There are six to eight white eggs in a clutch, incubated for about 24 days.",
    "Status": "The species's population size is estimated to be much more than 10,000 mature birds. It is probably declining outside of protected areas, as a result of deforestation. The IUCN downlisted it to a least-concern species in 2014 because its population and range are larger than earlier estimates. It occurs in several national parks and nature reserves.\n\n\n== References =="
  }
}