{
  "url": "https://en.wikipedia.org/wiki/Tokoeka",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Apterygiformes"
    },
    {
      "Family": "Apterygidae"
    },
    {
      "Genus": "Apteryx"
    },
    {
      "Species": "A. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern brown kiwi, tokoeka, or common kiwi (Apteryx australis) is a species of kiwi from New Zealand's South Island.  Until 2000 it was considered conspecific with the North Island brown kiwi, and still is by some authorities.",
    "Taxonomy": "Apteryx australis is based on Greek and Latin. Apteryx means \"A-\" without \"pterux\" wings, and \"australis\" from \"auster\" the south wind, and \"-alis\" relating to.\nThe southern brown kiwi belongs to the kiwi family and it is a ratite, and a member of the order Struthioniformes. Like all ratites, its sternum has no keel, it is flightless, and it has a distinctive palate.The holotype specimen of Apteryx australis Shaw (Nat. Miscell., 24,1813, pl1057) is held in the collections of National Museums Liverpool at World Museum, with accession number D180. The specimen was collected by Captain Barclay at Dusky Sound, South Island, New Zealand and came to the Liverpool national collection via the 13th Earl of Derby’s collection which was bequeathed to the people of Liverpool.\nThe southern brown kiwi is divided into two subspecies:\n\nA. a. australis, , with a population of approximately 7,000 birds is found on the South Island of New Zealand. A disjunct population, near Haast, called the Haast brown kiwi (not to be confused with Apteryx haastii), is rare (with only about 250 specimens left) and is characterised by its rufous plumage.\nA. a. lawryi,  is relatively common (20,000 birds) throughout its range, with about 17 birds per square kilometre. Its feathers are streaked lengthwise with reddish brown.",
    "Description": "It has no preen gland, and its feathers have no aftershafts and no barbules.  There are large vibrissae around its gape, and it has no tail, only a pygostyle.  It has a length of 45 to 55 cm (18–22 in) and the female weighs 2.1 to 3.9 kg (4.6–8.6 lb) and the male weighs 1.6 to 2.8 kg (3.5–6.2 lb).  Its bill is long and slender with a slight down-curve. Like other kiwis it is nocturnal. The colour of its plumage is rufous with some streaking.",
    "Behaviour": "",
    "Behaviour-Vocalisation": "Southern brown kiwi communicate vocally to aid in defending their territory. They will also sing duets with each other, with the male shrill \"kee-wee\" or \"kee-kee\" and the females hoarse \" kurr kurr\". Males are more vocal and they both call in an upright position with their legs stretched out and their bill pointing up.",
    "Behaviour-Diet": "The southern brown kiwi has a long slender bill with lateral nostrils at the tip, which helps give them their keen sense of smell. They utilise this, more than sight and sound, to forage in dirt for invertebrates, including earthworms, beetle larvae, snails, spiders, centipedes, and orthoptera. Its gizzard is weak, and underutilised due to the lack of plant matter. Its caeca are long and narrow and aid in digestion.",
    "Behaviour-Reproduction": "The southern brown kiwi, like all kiwi, has two functioning ovaries, however only the left oviduct functions, allowing eggs from both ovaries to pass through. It is a monogamous species and once paired up, they will defend their territories with warning calls. The size of their territory is between 4.9 and 43 hectares (12 and 106 acres). Nests are made in burrows, or sheltered beneath thick vegetation. The female lays 1–2 eggs, typically just 1, which the male incubates for 90 days. After a few days the chick will exit the nest and feed on its own, although it may stay around parents for a year. When not incubating eggs, they roost alone in sheltered places at ground level.",
    "Range and habitat": "Southern brown kiwi live in the South Island and Stewart Island.  On the mainland (South Island) they live in Fiordland and Westland.  Their range is temperate and sub-tropical forests, grassland, and shrubland, the denser the better. They are widespread throughout Stewart Island where they also live on the sand dunes.",
    "Conservation": "In 2000, after being recognised by IUCN, they were placed in the Vulnerable status group. They have an occurrence range of 9,800 km2 (3,800 sq mi) and population of 27,000 was estimated in 1996. Brush-tailed possums, Trichosurus vulpecula, and stoats, Mustela erminea, will eat the eggs, while stoats and cats will eat chicks and juveniles. Adults are also under threat as dogs, ferrets, and brush-tailed possums, attack them and the juveniles. The Stewart Island population is stable due to the lack of these predators, however stoats may have colonised the island in 2000.",
    "Footnotes": "",
    "References": "BirdLife International (2016). \"Southern Brown Kiwi – BirdLife Species Factsheet\". Data Zone. Retrieved 22 May 2016.\nBrands, Sheila (14 August 2008). \"Systema Naturae 2000 / Classification, Apteryx australis\". Project: The Taxonomicon. Retrieved 4 February 2009.\nDavies, S.J.J.F. (2003). \"Kiwis\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. pp. 89–92. ISBN 0-7876-5784-0.\nGotch, A.F. (1995) [1979]. \"Kiwis\". Latin Names Explained. A Guide to the Scientific Classifications of Reptiles, Birds & Mammals. London: Facts on File. p. 180. ISBN 0-8160-3377-3.\nSave the Kiwi (2008). \"Population status of the Tokoeka Kiwi\". Save the Kiwi. Archived from the original on 26 May 2009. Retrieved 9 July 2009.",
    "External links": "View the aptMan1 genome assembly in the UCSC Genome Browser."
  }
}