{
  "url": "https://en.wikipedia.org/wiki/Twite",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Linaria"
    },
    {
      "Species": "L. flavirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The twite (Linaria flavirostris) is a small brown passerine bird in the finch family Fringillidae.\nIt is similar in size and shape to a linnet, at 13 to 13.5 centimetres (5.1 to 5.3 in) long. It lacks the red head patch and breast shown by the linnet and the redpolls. It is brown streaked with black above, and a pink rump. The underparts are buff to whitish, streaked with brown. The conical bill is yellow in winter and grey in summer. The call is a distinctive twit, from which its name derives, and the song contains fast trills and twitters.  Twites can form large flocks outside the breeding season, sometimes mixed with other finches on coasts and salt marshes. They feed mainly on seeds.\nThe twite breeds in northern Europe and across central Asia. Treeless moorland is favoured for breeding. It builds its nest in a bush, laying 5–6 light blue eggs. It is partially resident, but many birds migrate further south, or move to the coasts. It has declined sharply in parts of its range, notably Ireland.In the UK, the twite is the subject of several research projects in the Pennines, the Scottish Highlands and the North Wales and Lancashire coastlines. Records show that the birds to the east of the Pennine hills move to the southeast coast in winter and those to the west winter between Lancashire and the Hebrides. The Welsh population winters almost exclusively in Flintshire.",
    "Taxonomy": "In 1758 the Swedish naturalist Carl Linnaeus included the twite in the 10th edition of his Systema Naturae under the binomial name Fringilla flavirostris. The genus name linaria is the Latin for a linen-weaver, from linum, \"flax\" and flavirostris means yellow-billed. The twite and the closely related linnets were at one time placed in the genus Carduelis but were moved to a separate genus Linaria based on a phylogenetic analysis of mitochondrial and nuclear DNA sequences.There are 10 recognised subspecies:\nL. f. bensonorum (Meinertzhagen, R, 1934) - Outer Hebrides  (western Scotland) (sometimes included in pipilans)\nL. f. pipilans (Latham, 1787) - northern Ireland and northern Britain\nL. f. flavirostris (Linnaeus, 1758) - northern Scandinavia and northwestern Russia\nL. f. brevirostris (Bonaparte, 1855) - Turkey, the Caucasus and northern Iran\nL. f. kirghizorum (Sushkin, 1925) - northern and central Kazakhstan\nL. f. korejevi (Zarudny & Harms, 1914) - northeastern Kazakhstan to northwestern China\nL. f. altaica (Sushkin, 1925) - southwestern Siberia, northern and western Mongolia\nL. f. montanella (Hume, 1873) - Kyrgyzstan to western China\nL. f. pamirensis (Zarudny & Harms, 1914) - Tajikistan, northern Afghanistan and northwestern Pakistan (sometimes included in montanella)\nL. f. miniakensis (Jacobi, A, 1923) - eastern Tibet and western China\nL. f. rufostrigata (Walton, 1905) - western and southern Tibet, northern India and northern Nepal",
    "References": "",
    "References-Works cited": "",
    "External links": "Oiseaux Photos\nAudio recordings from Xeno-canto"
  }
}