{
  "url": "https://en.wikipedia.org/wiki/Village_indigobird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Viduidae"
    },
    {
      "Genus": "Vidua"
    },
    {
      "Species": "V. chalybeata"
    }
  ],
  "text": {
    "__SUMMARY__": "The village indigobird or steelblue widowfinch (Vidua chalybeata) is a small songbird belonging to the family Viduidae. It is distinguishable from other indigobird species by bill and leg colours, the colour tinge of the male's breeding plumage, song, and to lesser extent, the nestling's plumage and mouth pattern. The bill colour can be red or white depending on the population, and there is some regional variation in the colour tone of the male's plumage.",
    "Distribution and habitat": "It is a resident breeding bird in most of Africa south of the Sahara Desert. This indigobird is found in many open habitats including open woodland, scrub and cultivation, but, as its name implies, it is most readily seen near villages.",
    "Cycle of life": "It is a brood parasite which lays its eggs in the nests of red-billed firefinches. Unlike the common cuckoo, it does not destroy the host's egg. Typically, 2-4 eggs are added to those already present. The eggs of both the host and the firefinch are white, although the indigobird's are slightly larger. The nestling indigobirds mimic the unique gape pattern of the fledglings of the host species.",
    "Behavior": "The male village indigobird is territorial, and he has an elaborate courtship flight display. The song is given from a high perch, and consists of rapid sputtering and churring intermingled with mimicry of red-billed firefinch's song, especially the characteristic chick-pea-pea-pea.\nThe diet of this species consists of seeds and grain.",
    "Description": "The village indigobird is 11–12 cm in length. The adult male is entirely greenish-black or bluish-black except for his orange-red legs and conical white bill. The female resembles a female house sparrow, with streaked brown upperparts, buff underparts, a whitish supercilium and a yellowish bill, although she also has red legs. Immature birds are like the female but plainer and without a supercilium.\nMany of the indigobirds are very similar in appearance, with the males difficult to separate in the field, and the young and females near impossible. Helpful pointers with the village indigobird are the association with its host species, the red-billed firefinch, and its presence near human habitation.",
    "Races": "There are six accepted races:\nV. c. subsp. chalybeata (Statius Müller, 1776) – West Africa: Senegambia to central MaliDescription: Green, greenish-blue, or green-hued male plumage and white billsV. c. subsp. neumanni (Alexander, 1908) – Mali to South Sudan\nV. c. subsp. ultramarina (J. F. Gmelin, 1789) – Ethiopia and Eritrea\nV. c. subsp. centralis (Neunzig, 1928) – DRC, Uganda, Kenya and Tanzania\nV. c. subsp. okavangoensis Payne, 1973 – western Angola to northern BotswanaDescription: Red and white-billed birds with blue-hued male plumageV. c. subsp. amauropteryx (Sharpe, 1890) – coastal East Africa and southeastern AfricaDescription: Red-billed birds with blue-hued male plumage",
    "References": "Birds of The Gambia by Barlow, Wacher and Disley, ISBN 1-873403-32-1",
    "External links": "Village indigobird videos, photos & sounds on the Internet Bird Collection\nVillage indigobird - Species text in The Atlas of Southern African Birds."
  }
}