{
  "url": "https://en.wikipedia.org/wiki/Western_meadowlark",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Icteridae"
    },
    {
      "Genus": "Sturnella"
    },
    {
      "Species": "S. neglecta"
    }
  ],
  "text": {
    "__SUMMARY__": "The western meadowlark (Sturnella neglecta) is a medium-sized icterid bird, about 8.5 in (22 cm) in length. It nests on the ground in open grasslands across western and central North America. It feeds mostly on bugs, but will also feed on seeds and berries. The western meadowlark has distinctive calls described as watery or flute-like, which distinguish it from the closely related eastern meadowlark. It is also the state bird of Wyoming",
    "Taxonomy and systematics": "",
    "Taxonomy and systematics-History with eastern meadowlark": "Western meadowlarks will occasionally interbreed with eastern meadowlarks where their ranges overlap; however, resulting young appear to have low fertility.These two species were considered to be the same species for some time; the western species, having been overlooked for some time, was given the species name neglecta.",
    "Description": "Western meadowlark adults have yellow underparts with a black \"V\" on the breast and white flanks streaked with black. Their upper parts are mostly brown, but also have black streaks. These birds have long, pointed bills and their heads are striped with light brown and black bands.",
    "Description-Song": "These birds have a flute-like warbled song. These calls contrast with the simple, whistled call of the eastern meadowlark.",
    "Distribution and habitat": "The breeding habitats of western meadowlarks are grasslands, prairies, pastures, and abandoned fields, all of which may be found across western and central North America, as far south as northern Mexico. In regions where their range overlaps with the eastern species, these birds prefer thinner, drier vegetation; the two type of birds generally do not interbreed but do defend territory against one another. Their nests are situated on the ground, and are covered with a roof woven from grass. There may be more than one nesting female in a male's territory. Nests are sometimes destroyed by mowing operations with eggs and young in them.\nWestern meadowlarks are permanent residents throughout much of their range. Northern birds may migrate to the southern parts of their range; some birds also move east in the southern United States.",
    "Ecology": "",
    "Ecology-Food and feeding": "These birds forage on the ground or in low to semi-low vegetation. They sometimes search for food by probing with their bills. They mainly eat insects, although they will consume seeds and berries. In winter, these birds often feed in flocks.",
    "Relationship to humans": "The western meadowlark is the state bird of six states: Montana, Kansas, Nebraska, North Dakota, Oregon, and Wyoming. The northern cardinal, which represents seven states, is the only bird to hold the status of state bird in more states.\nDuring the 2017 regular session of the Oregon Legislature, there was a short-lived controversy over the western meadowlark's status as state bird versus the osprey. The sometimes-spirited debate included a legislator playing the meadowlark's song on his smartphone over the House microphone. A compromise was reached in SCR 18, which was passed on the last day of the session, designating the western meadowlark as the state songbird and the osprey as the state raptor.",
    "References": "",
    "External links": "Western meadowlark – Cornell Lab of Ornithology\nWestern meadowlark – Sturnella neglecta – USGS Patuxent Bird Identification InfoCenter\n\"Western meadowlark media\". Internet Bird Collection.\nWestern meadowlark photo gallery at VIREO (Drexel University)"
  }
}