{
  "url": "https://en.wikipedia.org/wiki/Western_gull",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Charadriiformes"
    },
    {
      "Family": "Laridae"
    },
    {
      "Genus": "Larus"
    },
    {
      "Species": "L. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The western gull (Larus occidentalis) is a large white-headed gull that lives on the west coast of North America. It was previously considered conspecific with the yellow-footed gull (Larus livens) of the Gulf of California. The western gull ranges from British Columbia, Canada to Baja California, Mexico.",
    "Description": "The western gull is a large gull that can measure 55 to 68 cm (22 to 27 in) in total length, spans 130 to 144 cm (51 to 57 in) across the wings, and weighs 800 to 1,400 g (1.8 to 3.1 lb). The average mass among a survey of 48 gulls of the species was 1,011 g (2.229 lb). Among standard measurements, the wing chord is 38 to 44.8 cm (15.0 to 17.6 in), the bill is 4.7 to 6.2 cm (1.9 to 2.4 in) and the tarsus is 5.8 to 7.5 cm (2.3 to 3.0 in). The western gull has a white head and body, and gray wings. It has a yellow bill with a red subterminal spot (this is the small spot near the end of the bill that chicks peck in order to stimulate feeding). It closely resembles the slaty-backed gull (Larus schistisagus). In the north of its range it forms a hybrid zone with its close relative the glaucous-winged gull (Larus glaucescens). Western gulls take approximately four years to reach their full plumage, their layer of feathers and the patterns and colors on the feathers. The western gull typically lives about 15 years, but can live up to 25 years. The largest western gull colony is on the Farallon Islands, located about 26 mi (40 km) west of San Francisco, California; an estimated 30,000 gulls live in the San Francisco Bay area.",
    "Behavior": "The western gull rarely ventures more than approximately 100 miles  inland, never very far  from the ocean; it is almost an exclusively marine gull. It nests on offshore islands and rocks along the coast, and on islands inside estuaries. A colony also exists on Alcatraz Island in San Francisco Bay. In the colonies, long term pairs aggressively defend territories whose borders may shift slightly from year to year, but are maintained for the life of the male.",
    "Behavior-Feeding": "Western gulls feed in pelagic environments and in intertidal environments. At sea, they take fish and invertebrates like krill, squid and jellyfish. They are unable to dive and feed exclusively on the surface of the water. On land they feed on seal and  sea lion carcasses and roadkill, as well as cockles, starfish, limpets and snails in the intertidal zone. They also feed on human food refuse, in human-altered habitats including landfills, and take food given to them, or stolen from people at marinas, beaches and parks. Western gulls are known to be predatory, killing and eating the young of other birds, especially ducklings, and even the adults of some smaller bird species. Western gulls, including one who lived at Oakland's Lake Merritt are known for killing and eating pigeons (rock doves).  They will also snatch  fish from a cormorant's or pelican's mouth before it is swallowed.",
    "Reproduction": "A nest of vegetation is constructed inside the parent's territory and 3 eggs are laid. These eggs are incubated for a month. The chicks, once hatched, remain inside the territory until they have fledged. Chicks straying into the territory of another gull are liable to be killed by that territory's pair. Chick mortality is high, with on average one chick surviving to fledging. On occasion, abandoned chicks will be adopted by other gulls.",
    "Reproduction-Hybridization": "In Washington state, the western gull hybridizes frequently with the glaucous-winged gull, and may closely resemble a Thayer's gull. The hybrids have a flatter and larger head and a thicker bill with a pronounced angle on the lower part of the bill, which distinguishes it from the smaller Thayer's gull.",
    "Western gulls and humans": "The western gull is currently not considered threatened. However, they have, for a gull, a restricted range. Numbers were greatly reduced in the 19th century by the taking of seabird eggs for the growing city of San Francisco. Western gull colonies also suffered from disturbance where they were turned into lighthouse stations, or, in the case of Alcatraz, a prison.\nWestern gulls are very aggressive when defending their territories and consequently were persecuted by some as a menace. The automation of lighthouses and the closing of Alcatraz Prison allowed the species to reclaim parts of its range. They are currently vulnerable to climatic events like El Niño events and oil spills.\nWestern gulls have become a serious nuisance to the San Francisco Giants baseball team. Thousands of gulls fly over AT&T Park in San Francisco during late innings of games. They swarm the field, defecate on fans, and after games eat leftovers of stadium food in the seats; how the birds know when games are about to end is unknown. The gulls left while a red-tailed hawk visited the park in late 2011, but returned after the hawk disappeared. Federal law prohibits shooting the birds, and hiring a falconer would cost the Giants $8000 a game.",
    "In media": "The western gull was one of the antagonists in Alfred Hitchcock's famous movie The Birds which was filmed in Bodega Bay, California.",
    "Gallery": "",
    "References": "",
    "References-Additional sources": "Pierotti, R.J.; Annett, C.A. (1995).  Poole, A.; Gill, F. (eds.). Western Gull (Larus occidentalis). The Birds of North America. The Academy of Natural Sciences, Philadelphia, and The American Ornithologists’ Union, Washington, D.C.",
    "External links": "Western Gull Facts - from University of Washington Nature Mapping Program\nOregon Coast Today - Seagull article\n\"Western gull media\". Internet Bird Collection.\nWestern gull photo gallery at VIREO (Drexel University)\nInteractive range map of Western gull at IUCN Red List maps"
  }
}