{
  "url": "https://en.wikipedia.org/wiki/White-winged_widowbird",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Ploceidae"
    },
    {
      "Genus": "Euplectes"
    },
    {
      "Species": "E. albonotatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-winged widowbird (Euplectes albonotatus) is a species of passerine bird in the family Ploceidae native to Africa south of the Sahara. It is highly sexually dimorphic in its breeding season, during which the male's yellow plumage turns dark and he gains more white feathers, contrasting with the female's predominantly pale coloration. Three subspecies are recognised.",
    "Taxonomy": "The white-winged widowbird was first described by the American ornithologist John Cassin in 1848. Hybrids with \"red bishops\", probably northern red bishop (E. franciscanus), have been reported in captivity. Non-captive interbreeding of race eques with nominate appears to occur in southern Tanzania, but they appear to stay segregated in Burundi and western Tanzania. A proposal has been made for race sassii, which is found along the northwestern shore of Lake Tanganyika. Alternate common names include: white-fronted/white-shouldered widowbird, white-winged/white-shouldered whydah, long-tailed black whydah.",
    "Taxonomy-Subspecies": "Three subspecies of the white-winged widowbird are now recognized.\nE. a. albonotatus (Cassin, 1848), inhabits Tanzania, the Democratic Republic of the Congo, Zambia, Malawi, Namibia (Caprivi region), Botswana, Zimbabwe, Mozambique, Swaziland, and South Africa.\nE. a. eques (Hartlaub, 1863), or cinnamon-shouldered widowbird, inhabits the Central African Republic, Sudan, Ethiopia, Rwanda, Burundi, Uganda, Kenya, and Tanzania.\nE. a. asymmetrurus (Reichenow, 1892), inhabits São Tomé, Gabon, the Republic of the Congo, the Democratic Republic of the Congo, and Angola.",
    "Description": "The white-winged widowbird is 15 to 19 cm (5.9–7.5 in) in length and about 23 g (0.81 oz) in weight. The male is the only short-tailed widowbird in its region with white on its coverts. The breeding male is distinguished from the yellow-mantled widowbird by its shorter tail, wing color, lack of yellow on its back, and paler bill. Females are pale below.",
    "Distribution and habitat": "The white-winged widowbird is found in Angola, Botswana, Burundi, Central African Republic, the Republic of the Congo, the Democratic Republic of the Congo, Ethiopia, Gabon, Kenya, Malawi, Mozambique, Namibia, Rwanda, São Tomé, South Africa, Sudan, Swaziland, Tanzania, Uganda, Zambia, and Zimbabwe. Its preferred habitats are savanna, grasslands and wetlands, as well as cultivated land. Its call is \"zeh-zeh-zeh\" and \"witz-witz-witz\".",
    "Behaviour": "The white-winged widowbird is polygynous, with one male mating with 3–4 females, and lives in flocks. Oval nests, built solely by the male, are located in the branches of trees or shrubs. Nesting takes place from November to May, peaking from December to March. The female will lay a clutch of two to four white eggs, which she will incubate for 12–14 days. Feeding of chicks is done by the female in the nest for 11–14 days, with chick independence coming 22–25 days later. This bird mainly eats grass seeds, nectar, and insects.",
    "References": "",
    "External links": "White-winged widow - Species text in The Atlas of Southern African Birds\nImage at ADW\nPictures of various markings"
  }
}