{
  "url": "https://en.wikipedia.org/wiki/White-rumped_shama",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Muscicapidae"
    },
    {
      "Genus": "Copsychus"
    },
    {
      "Species": "C. malabaricus"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-rumped shama (Copsychus malabaricus) is a small passerine bird of the family Muscicapidae. Native to densely vegetated habitats in the Indian subcontinent and Southeast Asia, its popularity as a cage-bird and songster has led to it being introduced elsewhere.",
    "Taxonomy": "It was formerly classified as a member of the thrush family, Turdidae, causing it to be commonly known as the white-rumped shama thrush or simply shama thrush.",
    "Taxonomy-Subspecies": "The nominate race is found in the Western Ghats and parts of southern India while leggei is found in Sri Lanka. Race indicus is found in the northern parts of India. Race albiventris is found in the Andaman Islands and now usually considered a distinct species, the Andaman shama.  Race interpositus from southwestern Asia-China to Myanmar, Thailand and the Mergui Archipelago. Southern China has race minor while mallopercnus is found in the Malay peninsula. Race tricolor is found in the Sumatra, Java, Banka, Belitung and Karimata islands. Race mirabilis from the Sunda Strait, melanurus from northwestern Sumatra, opisthopelus, javanus, omissus, ochroptilus, abbotti, eumesus, suavis (Borneo), nigricauda, stricklandii and barbouri are the other island forms. The last two are sometimes regarded as a separate species, the white-crowned shama (C. stricklandii).",
    "Description": "They typically weigh between 28 and 34 g (1.0 and 1.2 oz) and are around 23–28 cm (9–11 in) in length. Males are glossy black with a chestnut belly and white feathers on the rump and outer tail. Females are more greyish-brown, and are typically shorter than males. Both sexes have a black bill and pink feet. Juveniles have a greyish-brown colouration, similar to that of the females, with a blotchy or spotted chest.",
    "Behaviour": "",
    "Behaviour-Breeding": "The white-rumped shama is shy and somewhat crepuscular but very territorial. The territories include a male and female during the breeding season with the males defending the territory averaging 0.09 ha in size, but each sex may have different territories when they are not breeding.\nIn South Asia, they breed from January to September but mainly in April to June laying a clutch of four or five eggs in a nest placed in the hollow of a tree. During courtship, males pursue the female, alight above the female, give a shrill call, and then flick and fan out their tail feathers. This is followed by a rising and falling flight pattern by both sexes. If the male is unsuccessful, the female will threaten the male, gesturing with the mouth open.\nThe nest is built by the female alone while the male stands guard. The nests are mainly made of roots, leaves, ferns, and stems, and incubation lasts between 12 and 15 days and the nestling period averaged 12.4 days. Both adults feed the young although only the female incubates and broods. The eggs are white to light aqua, with variable shades of brown blotching, with dimensions of about 18 and 23 mm (0.7 and 0.9 in).",
    "Behaviour-Feeding": "They feed on insects in the wild but in captivity they may be fed on a diet of boiled, dried legumes with egg yolk and raw meat.",
    "Behaviour-Voice": "The voice of this species is rich and melodious which makes them popular as cage birds in South Asia with the tradition continuing in parts of Southeast Asia. It is loud and clear, with a variety of phrases, and often mimics other birds. They also make a 'Tck' call in alarm or when foraging. One of the first recordings of a bird song that was ever made was of this species. This recording was made in 1889 from a captive individual using an Edison wax cylinder by Ludwig Koch in Germany.",
    "Distribution and habitat": "They are native across scrub and secondary forests in South and Southeast Asia, but have been introduced to Kauai, Hawaii, in early 1931 from Malaysia (by Alexander Isenberger), and to Oahu in 1940 (by the Hui Manu Society). Their popularity as a cage bird has led to many escaped birds establishing themselves. They have been introduced to Taiwan where they are considered an invasive species, eating native insect species and showing aggression towards native bird species.In Asia, their habitat is dense undergrowth especially in bamboo forests. In Hawaii, they are common in valley forests or on the ridges of the southern Koolaus, and tend to nest in undergrowth or low trees of lowland broadleaf forests.",
    "References": "",
    "External links": "Honolulu Zoo- Information on the White-rumped Shama\nWhite-rumped Shama videos, photos & sounds on the Internet Bird Collection\nMale shama songs and mimic of sounds\nShama song\nOriental Bird Images: White-rumped Shama (selected images)"
  }
}