{
  "url": "https://en.wikipedia.org/wiki/White-throated_dipper",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Cinclidae"
    },
    {
      "Genus": "Cinclus"
    },
    {
      "Species": "C. cinclus"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-throated dipper (Cinclus cinclus), also known as the European dipper or just dipper, is an aquatic passerine bird found in Europe, Middle East, Central Asia and the Indian Subcontinent.  The species is divided into several subspecies, based primarily on colour differences, particularly of the pectoral band. The white-throated dipper is Norway's national bird.",
    "Taxonomy and systematics": "The white-throated dipper was described in 1758 by the Swedish naturalist Carl Linnaeus in the tenth edition of his Systema Naturae under the binomial name Sturnus cinclus. \nThe current genus Cinclus was introduced by the German naturalist Moritz Balthasar Borkhausen in 1797. The name cinclus is from the Ancient Greek word kinklos that was used to describe small tail-wagging birds that resided near water. Of the five species now placed in the genus, a molecular genetic study has shown that the white-throated dipper is most closely related to the other Eurasian species, the brown dipper (Cinclus pallasii).There are 14 subspecies of which one is now extinct (with †):\nC. c. hibernicus Hartert, 1910 – Ireland and west Scotland\nC. c. gularis (Latham, 1801) – Scotland (except west), north, central and west England and Wales\nC. c. cinclus (Linnaeus, 1758) – north Europe, west and central France and north Spain, Corsica and Sardinia\nC. c. aquaticus (Bechstein, 1797) – central and south Europe\n† C. c. olympicus Madarász, 1903 – Cyprus\nC. c. minor Tristram, 1870 – northwest Africa\nC. c. rufiventris Tristram, 1885 – west Syria and Lebanon\nC. c. uralensis Serebrovski, 1927 – Ural Mountains\nC. c. caucasicus Madarász, 1903 – Turkey to the Caucasus, north Iran and north Iraq\nC. c. persicus Witherby, 1906 – southwest Iran\nC. c. leucogaster Bonaparte, 1850 – south-central Russia, northwest China south to Afghanistan and north Pakistan\nC. c. baicalensis Dresser, 1892 – south-central and southeast Siberia\nC. c. cashmeriensis Gould, 1860 – west and central Himalayas\nC. c. przewalskii Bianchi, 1905 – east Himalayas, south Tibet and west China",
    "Description": "The white-throated dipper is about 18 centimetres (7.1 in) long, rotund and short tailed. The head of the adult (gularis and aquaticus) is brown, the back slate-grey mottled with black, looking black from a distance, and the wings and tail are brown. The throat and upper breast are white, followed by a band of warm chestnut which merges into black on the belly and flanks. The bill is almost black, the legs and irides brown. C. c. cinclus has a black belly band. The young are greyish brown and have no chestnut band.",
    "Description-Voice": "The male has a sweet wren-like song. During courtship the male sings whilst he runs and postures, exhibiting his snowy breast, and when displaying he will take long and high flights, like those of the common kingfisher, accompanied by sharp metallic calls clink, clink, different from the normal zil.",
    "Behaviour and ecology": "The white-throated dipper is closely associated with swiftly running rivers and streams or the lakes into which these fall. It often perches bobbing spasmodically with its short tail uplifted on the rocks round which the water swirls and tumbles.\nIt acquired its name from these sudden dips, not from its diving habit, though it dives as well as walks into the water.\nIt flies rapidly and straight, its short wings whirring swiftly and without pauses or glides, calling a shrill zil, zil, zil.  It will then either drop on the water and dive or plunge in with a small splash.\nFrom a perch it will walk into the water and deliberately submerge, but there is no truth in the assertion that it can defy the laws of specific gravity and walk along the bottom. Undoubtedly when entering the water it grips with its strong feet, but the method of progression beneath the surface is by swimming, using the wings effectively for flying under water. It holds itself down by muscular exertion, with its head well down and its body oblique, its course beneath the surface often revealed by a line of rising bubbles.\nIn this way it secures its food, usually aquatic invertebrates including caddis worms and other aquatic insect larvae, beetles, Limnaea, Ancylus and other freshwater molluscs, and also fish and small amphibians. A favourite food is the small crustacean Gammarus, an amphipod shrimp.  It also walks and runs on the banks and rocks seeking terrestrial invertebrates.\nThe winter habits of the dipper vary considerably and apparently individually. When the swift hill streams are frozen it is forced to descend to the lowlands and even visit the coasts, but some will remain if there is any open water.",
    "Behaviour and ecology-Breeding": "The white-throated dippers first breed when they are one year old. They are monogamous and defend a territory. The nest is almost invariably built either very near or above water. It is often placed on a rocky ledge or in a cavity. Man-made structures such as bridges are also used. The nest consists of a dome shaped structure made of moss, grass stems and leaves with a side entrance within which is an inner cup made of stems, rootlets and hair. Both sexes build the main larger structure but the female builds the inner cup. The eggs are laid daily. The clutch can contain from 1-8 eggs but usually 4-5. The eggs are smooth and glossy white and are 26 mm × 18.7 mm (1.02 in × 0.74 in) with a calculated weight of 4.6 g (0.16 oz). They are incubated by the female beginning after the last or sometimes the penultimate egg has been laid. The male will bring food to the incubating female. The eggs hatch after around 16 days and then both parents feed the altricial and nidicolous nestlings. For the first 12-13 days they are brooded by the female. Both parents remove the faecal sacs for the first 9 days.  The chicks fledge at around 22 days of age but the parents continue to feed their young for another week but feeding can continue for 18 days. If the female has started a second clutch then only the male parent feeds the fledglings. One or two broods are reared, usually in the same nest. When disturbed, the young that hardly feathered will at once drop into the water and dive.\nThe maximum recorded age of a white-throated dipper from ring-recovery data is 10 years and 7 months for a bird ringed in Finland. Within the United Kingdom and Ireland the maximum age is 8 years and 9 months for a bird ringed and recovered in County Laois, Ireland.",
    "Dippers and humans": "The first detailed description of the white-throated dipper, dating from c.1183,  is that of Gerald of Wales (Giraldus Cambrensis), the twelfth-century cleric, historian and traveller,  in his book Topographia Hibernica, an  account of his travels through Ireland  in 1183-86. Gerald, a keen observer of wildlife, describes the dipper accurately, but with his notorious  tendency to believe anything he was told,  which  so often detracts from the value of his work, states that it was an aberrant variety of the common kingfisher. The true kingfisher,  according to Gerald,  did not occur in Ireland in the 1180s, although it was widespread there  by the eighteenth century.",
    "References": "",
    "Sources": "",
    "External links": "Cinclus cinclus in the Flickr: Field Guide Birds of the World\n\"Cinclus cinclus\". Avibase. \nWhite-throated Dipper videos, photos & sounds on the Internet Bird Collection\nAgeing and sexing by Javier Blasco-Zumeta & Gerd-Michael Heinze"
  }
}