{
  "url": "https://en.wikipedia.org/wiki/White-faced_whistling_duck",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Dendrocygna"
    },
    {
      "Species": "D. viduata"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-faced whistling duck (Dendrocygna viduata) is a whistling duck that breeds in sub-Saharan Africa and much of South America.\nThis species is gregarious, and at favoured sites, the flocks of a thousand or more birds arriving at dawn are an impressive sight. As the name implies, these are noisy birds with a clear three-note whistling call.",
    "Description": "It has a long grey bill, a long head, and longish legs. It has a black neck and head, and distinctive white face that gives them their name, though the amount of white color visible has regional variations among the species. For example, the white-faced whistling ducks with more black coloration are commonly found in western Africa where rainfall superceeds the dry season. The back and wings are dark brown to black, and the underparts are black with a fine white barring on the flanks. The neck is chestnut. Males and females have similar plumage. Juveniles are similar in color to adults, but have a much less contrasted head pattern.",
    "Range and habitat": "The white-faced whistling duck has a peculiar disjunctive distribution, occurring in Africa and South America. It has been suggested that they may have been transported to new locations worldwide by humans. The habitat is still freshwater lakes or reservoirs, with plentiful vegetation, where this duck feeds on seeds and other plant food.\nThe white-faced whistling duck has escaped or been deliberately released in to Florida, USA, but there is no evidence that the population is breeding and may only persist due to continuing releases or escapes.[1]",
    "Ecology": "This is an abundant species. It is largely resident, apart from local movements which can be 100 km or more.",
    "Breeding": "It nests on a stick platform near the ground, and lays 8-12 eggs. Trees are occasionally used for nesting.",
    "Conservation": "The white-faced whistling duck is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.",
    "Gallery": "",
    "References": "Wildfowl by Madge and Burn, ISBN 0-7470-2201-1",
    "External links": "White-faced Whistling Duck videos, photos & sounds on the Internet Bird Collection\nSpecies text in The Atlas of Southern African Birds.\nJohnsgard, Paul A. 1965. Handbook of waterfowl behaviour: Tribe Dendrocygnini (Whistling Ducks)\nJohnsgard, Paul A. (2010) Ducks, Geese, and Swans of the World: Tribe Dendrocygnini (Whistling or Tree Ducks)\nTreca, B., 1981: Diet of the white-faced Tree Duck (Dendrocygna viduata) in the Senegal delta. Oiseau et la Revue Francaise d’ Ornithologie 51(3): 219-238\nS. A. Petrie, K. H. Rogers (1997) Activity budget of breeding White-faced Ducks Dendrocygna viduata on stock-ponds in semi-arid South Africa, and a comparison with north-temperate waterfowl South African Journal of Wildlife Research, Vol. 27:79-85.\nMenegueti, J. O., Burger, M. I., Frozi, M., Tavares, A. E., Dotto, J. C., Fontana, C. S., Ramos, R. A. & Setubal, S. S. (1988) Nota prévia sobre os comportamentos reprodutivos de Dendrocygna viduata e Dendrocygna autumnalis no norte e noroeste do Estado de São Paulo. Resumos: XV Congresso Brasileiro de Zoologia. 31/1 a 5/2/1998. p. 468. Curitiba: Universidade Federal do Paraná.\nPetrie, SA (2005) Spring body condition, moult status, diet and behaviour of white-faced whistling ducks (Dendrocygna viduata) in northern South Africa. African Zoology 40(1): 83–92 http://www.bsc-eoc.org/download/LPWWRF%20WFWD%20Condition.pdf\nMichel Gauthier-Clerc, Alain Tamisier and Frank Cezilly (1994) Sleeping and Vigilance in the White-Faced Whistling-Duck. The Wilson Bulletin 106(4):759-762 https://www.jstor.org/stable/4163495\nCooke, R.G.; Olsen, S.L. An archaeological record for the white-faced whistling-duck (Dendrocygna viduata) in Central Panama. Condor 1984, 86, 493-494. http://si-pddr.si.edu/jspui/bitstream/10088/6469/1/VZ_155_Dendrocygna_Panama.pdf\nVolodin I. A., Volodina E. V., Klenova A. V., Filatova O. A. 2005. Individual and sexual differences in the calls of the monomorphic White-faced Whistling Duck Dendrocygna viduata. Acta Ornithol. 40: 43–52. http://www.bioacoustica.org/publ/papers/138_Volodin_et_al_2005_Actaornitol.pdf\nhttp://moscowzoo.ru/docs/C105_402_Klenova_et_al_2002_Berlin.pdf\nhttp://www.moscowzoo.ru/docs/C105_131_Volodin_et_al_2003_IZN.pdf\nhttp://www.the-eis.com/data/literature/Oatley_1986_SA_J_Wildl_Res_16_waterfowl.pdf\nhttp://horizon.documentation.ird.fr/exl-doc/pleins_textes/pleins_textes_6/colloques2/010008478.pdf\nhttp://www.tau.ac.il/lifesci/zoology/members/yom-tov/articles/Factors.pdf\nhttp://www.bsc-eoc.org/download/lpwwrf%20wfwd%20nutrients.pdf\nhttps://www.jstor.org/stable/10.2307/1364339\nhttp://repository.up.ac.za/xmlui/bitstream/handle/2263/20711/2alexander1997.pdf\nhttp://digital.bl.fcen.uba.ar/Download/008_ElHornero/008_ElHornero_v010_n03_articulo209.pdf"
  }
}