{
  "url": "https://en.wikipedia.org/wiki/White-rumped_munia",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Estrildidae"
    },
    {
      "Genus": "Lonchura"
    },
    {
      "Species": "L. striata"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-rumped munia or white-rumped mannikin (Lonchura striata), sometimes called striated finch in aviculture, is a small passerine bird from the family of waxbill \"finches\" (Estrildidae). These are not close relatives of the true finches (Fringillidae) or true sparrows (Passeridae).\nIt is native to tropical continental Asia and some adjacent islands, and has been naturalized in some parts of Japan. Its domesticated hybrid descendant, the society finch or Bengalese finch, is found worldwide as a pet and a biological model organism.",
    "Taxonomy": "In 1760 the French zoologist Mathurin Jacques Brisson included a description of the white-rumped munia in his Ornithologie based on a specimen that he believed had been collected from the Isle de Bourbon (Réunion). The specimen is now assumed to have come from Sri Lanka. He used the French name Le gros-bec de l'Isle de Bourbon and the Latin Coccothraustes Borbonica. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition, he added 240 species that had been previously described by Brisson. One of these was the white-rumped munia. Linnaeus included a brief description, coined the binomial name Loxia striata and cited Brisson's work. The specific name striata is Latin for \"striated \". This species is now placed in the genus Lonchura that was introduced by the English naturalist William Henry Sykes in 1832.There are six subspecies:\nL. s. acuticauda (Hodgson, 1836) –  northern Indian mainland below c. 1,500 metres ASL, north through the Himalayas foothills of Bhutan and Nepal to the Dehradun region of Uttarakhand, India acroos to Bangladesh to northern IndochinaMedium brown above, except on the face and remiges, buffy belowL. s. striata (Linnaeus, 1766) – southern Indian mainland, Sri LankaDark chocolate-brown above, white belowL. s. fumigata (Walden, 1873) – Andaman Islands\nL. s. semistriata (Hume, 1874) – Car Nicobar and Central (Nancowry) group, Nicobar Islands\nL. s. subsquamicollis (Baker, ECS, 1925) – Malay Peninsula to southern Indochina\nL. s. swinhoei (Cabanis, 1882) – east central and east China, TaiwanA domesticated hybrid called the society finch, sometimes called Lonchura domestica is said by some sources to have striata in its ancestry although other theories suggest contributions from the white-throated munia. The hybrid with numerous variants in plumage are thought to have been established by aviculturists in Japan.",
    "Description": "The white-rumped munia is approximately 10 to 11 cm in length, with a stubby grey bill and a long black pointed tail. The adults are brown above and on the breast, and lighter below; the rump is white. There is some variation between the subspecies, but the sexes are almost impossible to distinguish in all subspecies; males have a more bulky head and bill.",
    "Habitat and distribution": "The white-rumped munia is a common resident breeder ranging from the Indian subcontinent to southern China east to Taiwan, and through Southeast Asia south to Sumatra; it frequents open woodland, grassland and scrub, and is well able to adapt to agricultural land use. It is a gregarious bird which feeds mainly on seeds, moving through the undergrowth in groups and sometimes accompanying other birds such as puff-throated babblers (Pellorneum ruficeps). The nest is a large domed grass structure in a tree, bush or grass into which three to eight white eggs are laid. They are also known to use abandoned nests of Baya weaver. They are often found near water and have been observed feeding on algae. It has been suggested that they obtain protein from their diet of algae often in the species Spirogyra, which grows in paddy fields.It is a common and widespread bird across its large range, and is thus not considered a threatened species by the IUCN. In fact, it may locally become a nuisance pest of millets and similar grains. Even the Nicobar Islands subspecies with its limited range seems to be able to cope well with human settlement. As it is a drab-coloured and rather reclusive bird inhabiting dense undergrowth, the white-rumped munia is not necessarily conspicuous even where it occurs in considerable numbers.",
    "Origin": "Origin and phylogeny has been obtained. Estrildinae may have originated in India and dispersed thereafter (towards Africa and Pacific Ocean habitats).",
    "References": "",
    "External links": "Species factsheet - BirdLife International"
  }
}