{
  "url": "https://en.wikipedia.org/wiki/Whitethroat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sylviidae"
    },
    {
      "Genus": "Sylvia"
    },
    {
      "Species": "S. communis"
    }
  ],
  "text": {
    "__SUMMARY__": "The common whitethroat (Sylvia communis) is a common and widespread typical warbler which breeds throughout Europe and across much of temperate western Asia. This small passerine bird is strongly migratory, and winters in tropical Africa, Arabia, and Pakistan.\nThis is one of several Sylvia species that has distinct male and female plumages. Both sexes are mainly brown above and buff below, with chestnut fringes to the secondary remiges. The adult male has a grey head and a white throat. The female lacks the grey head, and the throat is duller. The whitethroat's song is fast and scratchy, with a scolding tone.\nThe hoarse, a little bit nasal call sounds like wed-wed or woid-woid. The warning cry is long-pulled, rough tschehr which resembles that of the Dartford warbler.\nThis species may appear to be closely related to the lesser whitethroat, the species having evolved only during the end of the last ice age similar to the willow warbler and chiffchaffs. However, researchers found the presence of a white throat is an unreliable morphological marker for relationships in Sylvia, and the greater and lesser whitethroats are not closely related. Chestnut wing patches, like white throats, seem to be plesiomorphic, but indicate phylogeny better. Nonetheless, apart from the whitethroat not being closely related to the lesser whitethroat group, little can be resolved as it seems a fairly basal taxon.\n\nThis is a bird of open country and cultivation, with bushes for nesting. The nest is built in low shrub or brambles, and 3–7 eggs are laid. Like most warblers, it is insectivorous, but will also eat berries and other soft fruit.\nThe genus name is from Modern Latin silvia, a woodland sprite, related to silva, a wood. The specific communis is Latin for \"common\".An older scientific name for the whitethroat is Sylvia cinerea.",
    "References": "",
    "Further reading": "Shirihai, Hadoram; Gargallo, Gabriel; Helbig, Andreas J. (2001). Sylvia Warblers: Identification, Taxonomy and Phylogeny of the Genus Sylvia. London: Christopher Helm. ISBN 978-071363984-1.",
    "External links": "Ageing and sexing (PDF; 4.0 MB) by Javier Blasco-Zumeta & Gerd-Michael Heinze\nAvibase\nCommon whitethroat – Species text in The Atlas of Southern African Birds."
  }
}