{
  "url": "https://en.wikipedia.org/wiki/Wonga_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "LeucosarciaGould, 1843"
    },
    {
      "Species": "L. melanoleuca"
    }
  ],
  "text": {
    "__SUMMARY__": "The wonga pigeon (Leucosarcia melanoleuca) is a pigeon that inhabits areas in eastern Australia with its range being from Central Queensland to Gippsland, eastern Victoria, Australia.\nPreviously they could be found as north as Cairns and as south as the Dandenongs, but due to land clearance, shootings in the 1940s for crop protection, and fox predation, they are rarely seen in these areas, but their populations have improved.\nThe wonga pigeon is a large, plump pigeon that has a short neck, broad wings, and a long tail. Its length varies from 38 to 40 centimetres (15.2 to 16 inches). It has pastel blue-grey back feathers. The head fades to a creamy-white colour. The underside is white with dotted dark grey spots such that a white V can be seen on its chest. Their eyes are a dark red-brown colour and they have pink eye-rings that encircle them. Legs are red and the sexes appear identical but immature pigeons are browner with a less distinct V pattern.\nThey are very elusive birds, more often being heard but not seen, producing explosive wing claps when disturbed. They tend to occur on the ground foraging and are located in rainforests, wet eucalypt forests, coastal forests, picnic areas, walking tracks, car parks and gardens. Their diet consists of fruit, berries, seeds from native forest trees and the odd insect.\nThe call of the wonga pigeon is a loud, high-pitched 'coo' repeated over long periods of time for a number of seconds. When males are displaying mating, bowing occurs with a soft, trilling coo.\nThe wonga pigeon is monogamous and breeds between October and January. It builds a twig platform nest with a diameter of about 30 centimetres, from about 3 to 20 metres above the ground, defended by breeding pairs. The pigeon will sometimes use abandoned nests from topknot pigeons or tawny frogmouths. Two eggs up to 4 centimetres long are normally laid.",
    "References": "\nAustralian Reptile Park Animals - Wonga Pigeon"
  }
}