{
  "url": "https://en.wikipedia.org/wiki/Yellow-naped_amazon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Amazona"
    },
    {
      "Species": "A. auropalliata"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-naped amazon or yellow-naped parrot (Amazona auropalliata) is an endangered amazon parrot sometimes considered to be a subspecies of the yellow-crowned amazon (Amazona ochrocephala) (Gmelin, 1788).\nDeforestation is reducing the number of these parrots in the wild, together with illegal removal of young for the pet trade. This parrot readily mimics sounds and in captivity this includes human speech, which is probably the reason it is popular in aviculture. Like all parrots, however, mimicking abilities vary greatly between individuals.",
    "Description": "The yellow-naped amazon is distinguished by its green forehead and crown and a yellow band across the lower nape (back part of neck) and hindneck. The beak is dark gray and is paler towards the base of the upper mandible. The feet are also dark gray.",
    "Taxonomy": "Three subspecies are recognized:\n\nA. a. auropalliata: Southern Mexico to northwestern Costa Rica.\nA. a. parvipes: The Mosquito Coast in eastern Honduras and northeastern Nicaragua.\nA. a. caribaea: The Bay Islands, Honduras.",
    "Range and habitat": "It is found along the Pacific Coast from southern Mexico south to northern Costa Rica.\n\nIn common with many parrot species, it feeds on nuts, berries, seeds, and fruit.",
    "In captivity": "Yellow-naped amazons are highly sought after for their talking ability and playful personalities. They are also known for nest-protective behaviors that often lead them to bite. This is particularly common in males during the breeding season. While they do not always handle emotions well, they will signal when stressed or over excited by spreading (fanning) their tail and eye pinning (contracting and expanding the pupils of their eyes).  If they are allowed to calm down before they are handled, bites are not common.  Yellow-naped amazons, as with many other parrots, tend to bond with one member of a household and may be jealous of others.\nYellow-naped amazons do enjoy the stimulation of interacting with people, however.  The more they are socialized, the more comfortable they will be around humans and animals.\nYellow-naped amazons are cavity-nesting birds  in their wild habitat, therefore they enjoy chewing.  Because of this, they should be supplied with bird-safe and non-toxic toys to chew.  They also enjoy manipulating objects and interacting with them.\n\n \nA rare blue mutation of the yellow-naped amazon is known to exist in which the entire body is turquoise in color.\n\n\n== References =="
  }
}