{
  "url": "https://en.wikipedia.org/wiki/Yellow-crowned_bishop",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Ploceidae"
    },
    {
      "Genus": "Euplectes"
    },
    {
      "Species": "E. afer"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-crowned bishop (Euplectes afer) is a species of passerine bird in the family Ploceidae native to Africa south of the Sahara. It is highly sexually dimorphic in its breeding season, during which the male adopts a distinctive yellow and black plumage, contrasting with the female's predominantly brown coloration. Three subspecies are recognised.",
    "Taxonomy": "The yellow-crowned bishop was first described by the German naturalist Johann Friedrich Gmelin in 1789. It and the fire-fronted bishop have occasionally been placed in the separate genus Taha but DNA places it in Euplectes, without close relatives however. In captivity it has interbred with the northern red bishop. Alternate common names include: golden bishop, Napoleon bishop, Napoleon weaver, black-winged golden bishop, goudgeelvink (in Afrikaans), Napoleonwever (in Dutch), euplecte vorabé (in French), Napoleonweber (in German), and obispo coronigualdo (in Spanish).",
    "Taxonomy-Subspecies": "Three subspecies of the yellow-crowned bishop are now recognized.\nE. a. afer (J.F.Gmelin, 1789) – Napoleon bishopRange: Mauritania, Gambia, Senegal, Guinea-Bissau, Guinea and Sierra Leone, Ivory Coast, Mali, Burkina Faso, Ghana, Togo and Benin, Niger, Nigeria, Cameroon, CAR, South Sudan and Nile Valley, RCongo, DRCongo, Angola (Luanda region); sporadic records from Liberia, Chad, Gabon and UgandaE. a. strictus G.Hartlaub, 1857Range: highlands of central EthiopiaE. a. taha A.Smith, 1836 – Golden bishop, Taha golden bishop or Tahaweber (in German)Range: Sudan, Somalia, Kenya, Tanzania, DRCongo, Angola, Zambia, Namibia, Botswana, Zimbabwe, South Africa and Lesotho lowlands; occasional records from Swaziland and Mozambique.",
    "Description": "The yellow-crowned bishop is 95 to 105 mm (3.7–4.1 in) in length and 15 g (0.53 oz) in weight. During the breeding season it is sexually dimorphic — that is, the observable characteristics of the males become more apparent. During the breeding season, the male has distinctive golden yellow and black plumage. The bill of both sexes is short and conical. The color of the male's bill is black during breeding season; by contrast, during non-breeding season, the male's bill is horn in color, as is the female's. The legs and feet are pinkish brown. The male has a black lower face, throat, breast and belly, a wide black collar on the back of the neck, and a brilliant yellow crown, forehead, and hindcrown. There is a yellow patch on the shoulder, and the rump and back are yellow. The wings and tail are brown. During non-breeding seasons the male plumage looks like the female plumage. The female yellow-crowned bishop has pale brown upperparts, with darker streaking. The eyebrow is paler and the underparts are off-white with fine dark streaks on the breast and flanks.The male in breeding plumage resembles the yellow bishop, but the latter species is larger and lacks the yellow crown. Non-breeding males and females can be confused with those of the southern red bishop, but have white rather than the buff-coloured underparts of the latter.",
    "Distribution and habitat": "The yellow-crowned bishop is native to the African countries of: Angola, Benin, Botswana, Burkina Faso, Cameroon, Central African Republic, Chad, RCongo, DRCongo, Ivory Coast, Ethiopia, Gabon, Gambia, Ghana, Guinea, Guinea-Bissau, Kenya, Lesotho, Liberia, Mali, Mauritania, Mozambique, Namibia, Niger, Nigeria, Senegal, Sierra Leone, South Africa, Sudan, Tanzania, Togo, Uganda, Zambia, and Zimbabwe. It has been introduced in the following countries: Jamaica, Japan, Puerto Rico, Portugal, Spain, and Venezuela. Escaped males have been noted in southern California, where they defended territories. It prefers habitats such as grasslands, vleis, and pans. It likes wheat and  sorghum fields, and weedy vegetation along wetlands.",
    "Behaviour": "The yellow-crowned bishop eats insects, grain, and seeds. It lives in flocks with both males and females. In non-breeding seasons the flocks may contain weavers and sparrows. The call is a \"high-pitched, rasping, buzzing swizzling, somewhat insect-like: zzzzzzz, zzit, zzit, zzzz\". Nesting is November–May, peaking from December–March, and males are polygynous, but the males do not breed in colonies. Each male will build two or more oval nests with a top opening, attracting a female to each nest by flaring their yellow feathers and display flights. Yellow-crowned bishop are gregarious and nomadic, wandering to breeding areas in response to rainfall. Nests are built among standing stems of grasses or sedges or shrubs. Bent over stems of live grass help hide the nest. The female will lay from two to four white eggs. Egg incubation is done solely by the females and lasts 12–14 days. Newborn chicks leave the nest after 11–13 days and are fully independent after an additional five weeks.",
    "References": "",
    "External links": "(Yellow-crowned bishop = ) Golden bishop - Species text in The Atlas of Southern African Birds\nPhotos of breeding and winter plumage\nPhoto gallery"
  }
}