{
  "url": "https://en.wikipedia.org/wiki/Yellow-shouldered_amazon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Amazona"
    },
    {
      "Species": "A. barbadensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-shouldered amazon (Amazona barbadensis) also known as yellow-shouldered parrot is a parrot of the genus Amazona that is found in the arid areas of northern Venezuela, the Venezuelan islands of Margarita and La Blanquilla, and the island of Bonaire (Caribbean Netherlands). It has been extirpated from Aruba and possibly also Curaçao.",
    "Description": "The yellow-shouldered amazon is mainly green and about 33 cm long. It has a whitish forehead and lores, and a yellow crown, ocular region and - often - ear coverts and chin. The bare eye-ring is white. The thighs and the bend of the wing (\"shoulder\") are yellow, but both can be difficult to see. The throat, cheeks and belly often have a bluish tinge. As most members of the genus Amazona, it has broad dark blue tips to the remiges and a red wing-speculum. Its beak is horn coloured.\nIn its range the yellow shoulder patch and extensive yellow on the head distinguish the yellow-shouldered amazon from other Amazona species, which have red or orange on the shoulder and less yellow on the head (the orange-winged amazon, which has as much yellow to the head as some yellow-shouldered amazons, has a blue ocular region). However, outside its range, several other Amazona species have as much - or more - yellow on their heads.",
    "Behavior": "The yellow-shouldered amazon call is a rolling cur'r'r'k.",
    "Behavior-Diet and feeding": "It feeds on fruits, seeds, and cactus flowers.",
    "Behavior-Breeding": "The yellow-shouldered amazon nests in a tree hole or cliff cavity and lays 3-4 eggs. Total clutch size and hatching success of this species on Margarita Island are among the highest documented for the genus Amazona, suggesting a high reproductive potential for the species  It is highly gregarious when not breeding, forming flocks of up to 100 birds.",
    "Status": "Declines in several main land populations have been extensively documented, there are believed to be 2,500–10,000 yellow-shouldered amazons in the wild.Due to ongoing habitat lost, small population size, limited range and overhunting for the cagebird trade, the yellow-shouldered amazon is evaluated as Vulnerable on the IUCN Red List of Threatened Species. It is listed on Appendix I and II of CITES.",
    "References": "Birds of Venezuela by Hilty, ISBN 0-7136-6418-5\nIsland Resource Foundation. Threatened and Endangered Birds of the Insular Caribbean, Yellow-shouldered Amazon, Amazona barbadensis. Downloaded on 5 June 2006 from http://www.irf.org/bbarden.htm",
    "External links": "yellow-shouldered amazons - BeautyOfBirds, formerly Avian Web\nParrotwatch - watch video of yellow-shouldered amazons in the nest"
  }
}