{
  "url": "https://en.wikipedia.org/wiki/Yellow-chevroned_parakeet",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Psittaciformes"
    },
    {
      "Family": "Psittacidae"
    },
    {
      "Genus": "Brotogeris"
    },
    {
      "Species": "B. chiriri"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-chevroned parakeet (Brotogeris chiriri), is native to tropical South America south of the Amazon River  basin from central Brazil to southern Bolivia, Paraguay and northern Argentina. Caged birds have been released in some areas and the birds have established self-sustaining populations in the Los Angeles, San Francisco, California and Miami, Florida areas of the United States.  This bird seems to be doing better in its North American feral population than its closely related cousin, the white-winged parakeet. The species is also fairily established in the downtown area of Rio de Janeiro, Brazil, where it was introduced. The native population in South America continues to do well.",
    "Description": "The bird is 20–25 cm in length, and is mostly light green in color. It has a trailing yellow edge on its folded wings and is also seen when the bird is in flight.  It is closely related to the white-winged parakeet. In fact, it was considered conspecific until 1997.",
    "Diet": "The bird feeds mostly on seeds and fruit in its native habitat, and feral populations have adapted to take in blossoms and nectar.  Feral birds will also come to bird feeders.  Wild birds primarily use disturbed forest and forest clearings around settlements.  It rarely uses deep tropical forest.\nYellow-chevroned parakeets usually find holes in trees to nest in.  They will also form nesting tunnels in dead palm fronds.  It lays 4-5 eggs.  After raising its young, all birds will form rather large communal roosts until the next breeding season.",
    "Gallery": "",
    "References": "\"National Geographic\"  Field Guide to the Birds of North America ISBN 0-7922-6877-6\nHandbook of the Birds of the World Vol 4,  Josep del Hoyo editor, ISBN 84-87334-22-9\n\"National Audubon Society\" The Sibley Guide to Birds, by David Allen Sibley, ISBN 0-679-45122-6",
    "External links": "Yellow-chevroned Parakeet videos on the Internet Bird Collection\nYellow-chevroned Parakeet photo gallery VIREO Photo-High Res--(Close-up)\nPhoto-High Res; Article chandra.as.utexas.edu"
  }
}