{
  "url": "https://en.wikipedia.org/wiki/Erythronium_dens-canis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Erythronium"
    },
    {
      "Species": "E. dens-canis"
    }
  ],
  "text": {
    "__SUMMARY__": "Erythronium dens-canis, the dog's-tooth-violet or dogtooth violet, is a bulbous herbaceous perennial flowering plant in the family Liliaceae, growing to 25 cm (10 in). It is native to central and southern Europe from Portugal to Ukraine. It is the only naturally occurring species of Erythronium in Europe. Despite its common name, it is not closely related to the true violets of genus Viola.",
    "Description": "Erythronium dens-canis produces a solitary white, pink or lilac flower at the beginning of spring. The petals (growing to approx. 3 cm) are reflexed at the top and yellow tinted at the base. The brown spotted leaves are ovate to lanceolate and grow in pairs. The white bulb is oblong and resembles a dog's tooth, hence the  common name \"dog's tooth violet\" and the Latin specific epithet dens-canis, which translates as \"dog's tooth\".",
    "Ecology": "Erythronium dens-canis is found in damp, lightly shaded settings such as deciduous woodland. It is also widely cultivated and has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Uses": "Its leaves may be consumed raw in salad, or boiled as a leaf vegetable. The bulb is also the source of a starch used in making vermicelli.\nVarieties formerly includedNumerous names have been coined at the varietal level for plants once considered to be included within Erythronium dens-canis. None of the European varieties is now recognized as meriting recognition but some of the Asian species are now regarded as distinct species. \n\nErythronium dens-canis var. japonicum, now called  Erythronium japonicum\nErythronium dens-canis var. parviflorum, now called Erythronium sibiricum\nErythronium dens-canis var. sibiricum, now called Erythronium sibiricum",
    "References": "",
    "External links": " Media related to Erythronium dens-canis at Wikimedia Commons"
  }
}