{
  "url": "https://en.wikipedia.org/wiki/Pansy",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Section": "Viola section Melanium"
    },
    {
      "Species": "V. tricolor"
    },
    {
      "Subspecies": "V. t. var. hortensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The garden pansy is a type of large-flowered hybrid plant cultivated as a garden flower. It is derived by hybridization from several species in the section Melanium (\"the pansies\") of the genus Viola, particularly Viola tricolor, a wildflower of Europe and western Asia known as heartsease. Some of these hybrids are referred to as Viola × wittrockiana Gams ex Nauenb. & Buttler. For simplicity, the older name Viola tricolor var. hortensis is often used.\nThe garden pansy flower is 5 to 8 centimetres (2 to 3 in) in diameter and has two slightly overlapping upper petals, two side petals, and a single bottom petal with a slight beard emanating from the flower's center. These petals are usually white or yellow, purplish, or blue. The plant may grow to 23 cm (9 in) in height, and prefers sun to varying degrees and well-draining soils.",
    "Names and terminology": "English common names, such as \"pansy\", \"viola\" and \"violet\" may be used interchangeably. One possible distinction is that plants considered to be \"pansies\" are classified in Viola sect. Melanium, and have four petals pointing upwards (the two side petals point upwards), and only one pointing down, whereas those considered to be \"violets\" are classified in Viola sect. Viola, and have two petals pointing up and three pointing down. Another possible distinction is made by the American Violet Society – the International Cultivar Registration Authority for the genus Viola. It divides cultivated varieties (cultivars) in Viola sect. Melanium into four subgroups: B1 – pansies, B2 – violas, B3 – violettas and B4 – cornuta hybrids. On this classification, modern \"pansies\" differ from the other three subgroups by possessing a well-defined \"blotch\" or \"eye\" in the middle of the flower.Modern horticulturalists tend to use the term \"pansy\" for those multi-coloured large-flowered hybrids that are grown for bedding purposes every year, while \"viola\" is usually reserved for smaller, more delicate annuals and perennials.",
    "Names and terminology-Etymology": "The name \"pansy\" is derived from the French word pensée, \"thought\", and was imported into Late Middle English as a name of Viola in the mid-15th century, as the flower was regarded as a symbol of remembrance. The name \"love in idleness\" was meant to imply the image of a lover who has little or no other employment than to think of his beloved.The name \"heart's-ease\" came from St. Euphrasia, whose name in Greek signifies cheerfulness of mind. The woman, who refused marriage and took the veil, was considered a pattern of humility, hence the name \"humble violet\".In Scandinavia, Scotland, and German-speaking countries, the pansy (or its wild parent Viola tricolor) is or was known as the \"stepmother\"; the name was accompanied by an aitiological tale about a selfish stepmother, told to children while the teller plucked off corresponding parts of the blossom to fit the plot.In Italy the pansy is known as flammola (little flame).",
    "Historical background": "In the early years of the 19th century, Lady Mary Elizabeth Bennet (1785–1861), daughter of the Earl of Tankerville, collected and cultivated every sort of Viola tricolor (commonly, heartsease) she could procure in her father's garden at Walton-upon-Thames, Surrey. Under the supervision of her gardener, William Richardson, a large variety of plants was produced via cross-breeding. In 1812, she introduced her pansies to the horticultural world, and, in 1813, Mr. Lee, a well-known florist and nurseryman, further cultivated the flower. Other nurserymen followed Lee's example, and the pansy became a favorite among the public.\nAbout the same time that Lady Bennett was busy cultivating heartsease, James, Lord Gambier was doing the same in his garden at Iver under the advice and guidance of his gardener William Thompson. A yellow viola, Viola lutea, and a wide-petalled pale yellow species of Russian origin, Viola altaica were among the crosses that laid the foundation for the new hybrids classed as Viola × wittrockiana, named for the Swedish botanist Veit Brecher Wittrock (1839–1914). A round flower of overlapping petals was the aim of some early experimenters; in the late 1830s a chance sport that no longer had narrow nectar guides of dark color on the petals but a broad dark blotch on the petals (which came to be called the \"face\"), was found. It was developed in Gambier's garden and released to the public in 1839 with the name \"Medora\".\nBy 1833, there were 400 named pansies available to gardeners who once considered its progenitor, heartsease, a weed. Specific guidelines were formulated for show pansies but amateur gardeners preferred the less demanding fancy pansies. About this time, James Grieve developed the viola and Dr. Charles Stuart developed the violetta, both smaller, more compact plants than the pansy.",
    "Cultivation": "Modern horticulturists have developed a wide range of pansy flower colors and bicolors including yellow, gold, orange, purple, violet, red, white, and even near-black (very dark purple). Pansies typically display large showy face markings. The Joker Series has gained the Royal Horticultural Society's Award of Garden Merit.\n\nPlants grow well in sunny or partially sunny positions in well-draining soils. Pansies are perennial, but normally grown as biennials or annuals because of their leggy growth. The first year plant produces greenery, and bears flowers and seeds in its second year of growth. Afterwards, the plant dies like an annual. Because of selective human breeding, most garden pansies bloom the first year, some in as little as nine weeks after sowing. \nPansies are purchased as six-packs or \"flats\" (USA) of young plants from garden centers and planted directly into the garden soil. Plants will grow up to 23 cm (9 in) in height with flowers measuring 5 to 8 cm (2 to 3 in) in diameter, though smaller and larger flowering cultivars are available.\n\nPansies are winter hardy in zones 4–8. They can survive light freezes and short periods of snow cover, but, in areas with prolonged snow cover, a covering of a dry winter mulch is recommended. In warmer climates, zones 9-11, pansies can bloom over the winter, and are often planted in the fall. In warmer zones, pansies may re-seed themselves and return the next year. They are not very heat-tolerant; warm temperatures inhibit blooming and hot muggy air causes rot and death. In colder zones, pansies may not survive without snow cover or protection (mulch) from extreme cold or periods of freezing and thawing. They perform best in zones with moderate temperatures, and equal amounts of mild rainfall and sunshine.\nPansies, for best growth, are watered thoroughly about once a week, depending on climate and rainfall. The plant should never be over-watered. To maximize blooming, plant foods are used about every other week, depending on the type of food used. Regular deadheading can extend the blooming period.",
    "Pests and diseases": "",
    "Pests and diseases-Aphids": "Aphids, which can spread the cucumber mosaic virus, sometimes feed on pansies.",
    "Pests and diseases-Leaf spot": "Leaf spot (Ramularia deflectens) is a fungal infection. Symptoms include dark spots on leaf margins followed by a white web covering the leaves. It is associated with cool damp springs.",
    "Pests and diseases-Downy mildew": "Pansy downy mildew is caused by the fungus-like organism Peronospora violae, which produces purple-brown leaf spots, often with encircling yellowing, that have an accompanying grey mold on the leaf underside. It can severely weaken or kill affected plants.",
    "Pests and diseases-Powdery mildew": "A disease caused by one or more species of fungus in the Erysiphaceae family. Symptoms include violet-gray powder on fringes and underside of leaves. It is encouraged by stagnant air and can be limited but not necessarily eliminated by fungicide application.",
    "Pests and diseases-Slugs and snails": "Slugs and snails feed on the foliage.",
    "Pests and diseases-Stem rot": "Stem rot, also known as pansy sickness, is a soil-borne fungus and a possible hazard with unsterilized animal manure. The plant may collapse without warning in the middle of the season. The foliage will flag and lose color. Flowers will fade and shrivel prematurely. Stem will snap at the soil line if tugged slightly. The plant is probably a total loss unless tufted. The treatment of stem rot includes the use of fungicides such as Cheshunt or Benomyl, which are used prior to planting. Infected plants are destroyed (burned) to prevent the spread of the pathogen to other plants.",
    "Pests and diseases-Cucumber mosaic virus": "The cucumber mosaic virus is transmitted by aphids. Pansies with the virus have fine yellow veining on young leaves, stunted growth and anomalous flowers. The virus can lay dormant, affect the entire plant and be passed to next generations and to other species. Prevention is key: purchases should consist entirely of healthy plants.",
    "In the arts and culture": "",
    "In the arts and culture-Symbolism": "The pansy's connection to pious humility is mentioned by Harte, who writes: \"From brute beasts humility I learned;/And in the pansy’s life God’s providence discerned\".\nGifford evokes both Christian and classical undertones, writing how \"Pansies – still,/More blest than me, thus shall ye live/Your little day, – and when ye die,/Sweet flowers! The grateful muse/Shall give a verse\".\nSmart proposes \"Were it not for thee, oh sun,/Those pansies, that reclining from the bank/View through the immaculate, pellucid stream,/Their portraiture in the inverted Heaven,/Might as well change their triple boast, the white,/The purple, and the gold\".On account of its popularity in both society and its recurring appearances in Romantic poetry, a variety of new nicknames for the flower began to circulate. Dorothea Lynde Dix proclaims that “Perhaps no flower (not excepting even the queenly rose) claims to be so universal a favorite, as the viola tricolor; none currently has been honored with so rich a variety of names, at once expressive of grace, delicacy and tenderness.” Many of these names play on the whimsical nature of love, including “Three Faces under a Hood,” “Flame Flower,” “Jump Up and Kiss Me,” “Flower of Jove,” and “Pink of my John.”In Hamlet, Ophelia distributes flowers with the remark, \"There's pansies, that's for thoughts\" (IV.5). Other poets referencing the pansy include Ben Jonson, Bernard Barton, Michael Drayton, Edmund Spenser, William Wakefield, and William Wordsworth.\n\nNathaniel Hawthorne published his last literary effort, an unfinished piece, entitled Pansie, a Fragment, sometimes called Little Pansie, a fragment in 1864.\nD. H. Lawrence's Pansies: Poems by D. H. Lawrence was published in 1929, and Margaret Mitchell originally chose Pansy as the name of her Gone with the Wind heroine, but settled on Scarlett just before the book went into print.\nThe word \"pansy\" has indicated an effeminate male since Elizabethan times and its usage as a disparaging term for a man or boy who is effeminate, as well as for an avowedly homosexual man, is still used. The word \"ponce\" (which has now come to mean a pimp) and the adjective \"poncey\" (effeminate) also derive from \"pansy\".",
    "In the arts and culture-Visual arts": "In the visual arts, Pierre-Joseph Redouté painted Bouquet of Pansies in 1827, and, in 1874, Henri Fantin-Latour painted Still Life with Pansies. In 1887, van Gogh painted Mand met viooltjes, and, in 1926, Georgia O'Keeffe created a painting of a black pansy called simply, Pansy and followed it with White Pansy in 1927. J. J. Grandville created a fantasy flower called Pensée in his Fleurs Animées.",
    "In the arts and culture-As an emblem": "Because its name means \"thought\", the pansy was chosen as a symbol of Freethought and has been used in the literature of the American Secular Union. Humanists use it too, as the pansy's current appearance was developed from the heartsease by two centuries of intentional crossbreeding of wild plant hybrids.\nThe specific colors of the flower – purple, yellow, and white – are meant to symbolize memories, loving thoughts and souvenirs, respectively.\nThe Freedom From Religion Foundation (FFRF) uses the pansy symbol extensively in its lapel pins and literature. The flower has long been associated with human manner, as one man cleverly stated: “Nature sports as much with the colours of this little flower as she does with the features of the human countenance.”",
    "In the arts and culture-Traditions and uses": "In William Shakespeare's A Midsummer Night's Dream, the \"juice of the heartsease\" is a love potion and \"on sleeping eyelids laid, will make a man or woman madly dote upon the next live creature that it sees.\" (II.1).\nIn the language of flowers, a honeyflower and a pansy left by a lover for his beloved means, \"I am thinking of our forbidden love\". In 1858, the writer James Shirley Hibberd wrote that the French custom of giving a bride a bouquet of pansies (thoughts) and marigolds (cares) symbolized the woes of domestic life rather than marital bliss.A German fable tells of how the pansy lost its perfume. Originally pansies would have been very fragrant, growing wild in fields and forests. It was said that people would trample the grass completely in eagerness to pick pansies. Unfortunately, the people’s cows were starving due to the ruined fields, so the pansy prayed to give up her perfume. Her prayer was answered, and without her perfumed scent, the fields grew tall, and the cows grew fat on the fresh green grass.American pioneers thought that “a handful of violets taken into the farmhouse in the spring ensured prosperity, and to neglect this ceremony brought harm to baby chicks and ducklings.” On account of its place in American hearts, a game called “Violet War” also arose. In this game, two players would intertwine the hooks where the pansy blossoms meet the stems, then attempt to pull the two flowers apart like wishbones. Whoever pulled off the most of their opponent’s violet heads was proclaimed the winner. Young American settlers also made pansy dolls by lining up the pansy flower “faces”, pasting on leaf skirts and twig arms to complete the figures.The pansy is also used in phytotherapy.",
    "Gallery": "",
    "References": "Remember Flower By Faces, But Not Humans. \"The Milwaukee Sentinel.\" September 15, 1929. P. 12.",
    "External links": "PansyFlowers.com, information about pansies"
  }
}