{
  "url": "https://en.wikipedia.org/wiki/Viola_bertolonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. bertolonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola bertolonii is a species of violet known by the common name Bertoloni's pansy, belonging to the Violaceae family.",
    "Etymology": "The genus name, derived from the Latin word “viere” meaning “to tie”, possibly refers to the flexuosity of these plants. The species epithet honors the Italian botanist Antonio Bertoloni (1775–1869).",
    "Description": "The biological form of Viola bertolonii is hemicryptophyte scapose, as its overwintering buds are situated just below the soil surface and the floral axis is more or less erect with a few leaves. It has a particularly low chromosome number (2n = 20) and possibly dates back to the late Tertiary.\nViola bertolonii is a rare herbaceous perennial plant with a prostrate-ascending stem about 5–15 centimetres (2.0–5.9 in) high. The basal leaves are small, from round to oval, with an elongated petiole, while the upper leaves are linear and narrow, with pinnate stipules. The large blue-violet flowers have a corolla of about 2–4 centimetres (0.79–1.57 in) wide. The flowering period extends from April through June.",
    "Distribution": "It is an endemic with a quite restricted distribution range. It is only present in south eastern France (possibly) and  in north western Italy, in the Apennines of Liguria (Regional Park of Monte Beigua, Piani di Praglia, Monte Pracaban, Monte Leco, Punta Martin) and Piedmont (Natural Park of Capanne di Marcarolo).",
    "Habitat": "The species is strictly associated with ultramafic serpentine substrates. It grows on ophiolites in mountain environments in meadows and rocky slopes, at an altitude of 600–1,000 metres (2,000–3,300 ft) above sea level.",
    "Subspecies": "Viola bertolonii subsp. bertolonii\nViola bertolonii subsp. messanensis",
    "Gallery": "",
    "References": "Acta Plantarum",
    "External links": "Schede di Botanica"
  }
}