{
  "url": "https://en.wikipedia.org/wiki/Viola_tricolor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. tricolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola tricolor, also known as Johnny Jump up (though this name is also applied to similar species such as the yellow pansy), heartsease, heart's ease, heart's delight, tickle-my-fancy, Jack-jump-up-and-kiss-me, come-and-cuddle-me, three faces in a hood, or love-in-idleness, is a common European wild flower, growing as an annual or short-lived perennial.\nIt has been introduced into North America, where it has spread. It is the progenitor of the cultivated pansy, and is therefore sometimes called wild pansy; before the cultivated pansies were developed, \"pansy\" was an alternative name for the wild form. It can produce up to 50 seeds at a time. The flowers can be purple, blue, yellow or white.",
    "Description": "Viola tricolor is a small plant of creeping and ramping habit, reaching at most 15 cm in height, with flowers about 1.5 cm in diameter. It grows in short grassland on farms and wasteland, chiefly on acid or neutral soils. It is usually found in partial shade. Its root is of the rhizome type with fine rootlets. The stem (acoli stem: which remains flush with the soil and from which leave the leaves and the flowering stalk) is hairless, sometimes downy and is branched. The plant has no leaf rosette at the base, unlike some other violets, such as Viola hirta. Leaves are, on the contrary, alternate. They are stalked at limbus oval, oblong or lanceolate and more or less serrated margins. The stipules are often quite developed, at least those of the upper leaves. These stipules are palm-lined or palmatised.\nThe flowers are solitary and lateral, hoisted on long peduncles. They appear on aerial stems with more or less long internodes. The sepals are never larger than the corolla. It is 10 to 25 mm long. This corolla can be purple, blue, yellow or white. It can most often be two-tone, yellow and purple. The tricolor shape, yellow, white and purple, is the most sought after.\nIt flowers from April to September (in the Northern Hemisphere). The plants are hermaphrodite and self-fertile, pollinated by bees.",
    "Habitat": "It is common almost everywhere on the Eurasian continent, near the sea or inland, at altitudes ranging from 0 to 2,700 m. It grows in open grasslands, wastelands, mainly on acidic or neutral soils. It is also found on the banks and in the alluviums.",
    "Traditional uses": "As some of its names imply, V. tricolor has a long history of use in herbalism and folk medicine, both for epilepsy, skin diseases and eczema, and for respiratory problems such as bronchitis, asthma, and cold symptoms.It is also a diuretic, leading to its traditional use for rheumatism and cystitis.The flowers have also been used to make yellow, green and blue-green dyes, while the leaves can be used to indicate acidity.",
    "Chemicals": "V. tricolor is one of many viola plant species containing cyclotides. These small peptides have proven to be useful in drug development due to their size and structure giving rise to high stability. Many cyclotides,   found in Viola tricolor are cytotoxic. This feature means it could be used to treat cancers. Extracts from the plant are anti-microbial. V. tricolor extract had anti-inflammatory effect in acute inflammation induced in  male Wistar rats. The plant, especially the flowers, contains antioxidants and is edible.Heartsease contains flavonoids (such as quercetin, luteolin and rutin), colorless crystalline compounds proven to be useful in prophylaxis, and in treatment of cardiovascular problems, complications of diabetes, inflammations, immune disorders, and liver problems, among other indications. It also contains 10 percent mucilage, consisting of glucose, galactose, arabinose and rhamnose, as well as tannins, salicylic acid, and its derivatives.\n\nIn addition, it contains the drug phenolcarboxylic acids, such as coffee and coumaric acid. Various carotenoids have been isolated from the drug: violaxanthin, antheraxanthin, lutein, zeaxanthin and beta-Carotene. Anthocyanidins and coumarins, such as umbelliferone, could also be detected. The wild pansy contains—contrary to earlier references—no saponins, but hemolytically active peptides. Plants contain aglycones: apigenin, chrysoeriol, isorhamnetin, kaempferol, luteolin, quercetin and rutin.The fresh plant Viola declinata and V. tricolor contains approximately:\n\nsaponins (4.40%),\nmucilages (10.26%),\ntotal carotenoids (8.45 mg/100g vegetal product, expressed in β-carotene).Neuroblastoma, a type of cancer, is the most common extracranial malignancy in childhood. In many patients, once the tumor starts to develop it will continue to progress, even given intensive therapy. A study was designed to see the effect of Viola tricolor against neuronlastoma N2a cells. In the end, there was no significant change to the cell at first glance. As an ornamental and medicinal plant, the wild pansy has been cultivated since the Middle Ages and bred in Britain since 1810.",
    "Mythology": "According to Roman mythology, the wild pansy turned into the Love-in-idleness as Cupid shot one of his arrows at the imperial votaress, but missed and instead struck it. As Cupid is the god of desire, affection and erotic love, the flower’s juice received the trait, to act as a love potion. Its name relates to the use of the flower, as it is often used for idleness or vileness acts.\nAccording to Greek mythology, Zeus fell in love with a young woman named Io and provoked jealousy to his wife Hera. He transformed the girl into a heifer and kept her grazing at his feet. For pity on the diet of herbs to which he submitted the beloved, he caused the earth to produce beautiful flowers that he called Io. Another Greek legend has it that the delicate white flowers were worshiped by Eros. To inhibit this worship, Aphrodite colored them, which resulted in tricolor coloration.\nThe ancient Greeks and Chinese used the vials as medicine, and the Celts and Romans made perfumes of them.",
    "Literature": "Long before cultivated pansies were released into the trade in 1839, V. tricolor was associated with thought in the \"language of flowers\", often by its alternative name of pansy (from the French pensée, \"thought\"): hence Ophelia's often quoted line in Shakespeare's Hamlet, \"There's pansies, that's for thoughts\". (What Shakespeare had in mind was V. tricolor, the wild pansy, not a modern garden pansy.)",
    "Literature-A Midsummer Night's Dream": "Shakespeare makes a more direct reference, probably to V. tricolor in A Midsummer Night's Dream. Oberon sends Puck to gather \"a little western flower that maidens call love-in-idleness\". Oberon's account is that he diverted an arrow from Cupid's bow aimed at \"a fair vestal, throned by the west\" (supposedly Queen Elizabeth I) to fall upon the plant \"before milk-white, now purple with love's wound\". The \"imperial vot'ress\" passes on \"fancy-free\", destined never to fall in love.\nIn Act II and III, Oberon's and Puck's intervention with the magic love potion of the flower, they can control the fates of various characters, but also speed up the process of falling in and out of love, so that the actual romances of the lovers and their love itself appears to become very comical. Shakespeare uses the flower to provide the essential dramatic and comical features for his play. Besides that the love potion gained from the flower, does not only interfere with the lovers' fates, but also gives the play structure as it affects the lovers' romances drastically, as it at first upsets the balance of love and creates asymmetrical love among the four Athenian lovers. The fact that this flower introduces magical love to this play creates the potential for many possible outcomes for this play.\nThe juice of the heartsease now, claims Oberon, \"on sleeping eyelids laid, Will make or man or woman madly dote Upon the next live creature that it sees.\" Equipped with such powers, Oberon and Puck control the fates of various characters in the play to provide Shakespeare's essential dramatic and comic structure for the play.\n\nThe love-in-idleness was originally a white flower, struck by one of Cupid's arrows, which turned it purple and gave it its magic love potion. When dripped onto someone's eyelids this love potion causes an individual to fall madly in love with the next person they see. In A Midsummer Night's Dream, William Shakespeare uses this flower as a plot device to introduce the comical disturbance and chaos of love, but also to highlight the irrationality of romantic love. Here love is depicted as a sort of benevolent affliction. Shakespeare presents love to be something contradicting to one's normal feelings and ideas. However he also depicts the fact that those can lead to foolish and hurtful things and present the idea that love can also end in tragedy. The play shows that love can be a source of comedy as easily as of tragedy and therefore show that the power that the love potion from the Love-in-idleness inherits is beyond the comprehension of the fairies and mortals. In the end, the love-in-idleness nectar is used to restore all romances in the play to their original states (including Demetrius' prior affections for Helena before he turned to Hermia.)\nThe effects of the love-in-idleness can be very dramatic and tragic, no matter if the intentions were right. The play reaches its point at which Demetrius and Lysander are trying to kill one another. Although Hermia and Helena are not trying to kill one another, they are suffering from the rejection of their lovers and from considerable verbal abuse. However, this still happens at a very comical level, for the lovers are not aware of their situation. The more they try to present the dramatic side of love, the hate, jealousy and anger, the less they become serious, and so their anger turns unreal. In the end, love is not denied and the lovers are reunited. Nevertheless, Shakespeare ends the lovers' story as a comedy, with the inclusion of several tragic and dramatic moments. This is supposed to show that love can be a source of comedy as easily as of tragedy, and therefore show that the power that the love potion from the Love-in-idleness inherits is beyond the comprehension of fairies and mortals alike.",
    "Literature-The Taming of the Shrew": "Shakespeare mentions it in his play The Taming of the Shrew where Luciento claims he found the effect of love-in-idleness - alluding to its qualities to simulate the effects of love.\n\nO Tranio! till I found it to be true,I never thought it possible or likely;\nBut see, while idly I stood looking on,\nI found the effect of love in idleness;\nAnd now in plainness do confess to thee,\nThat art to me as secret and as dear\nAs Anna to the Queen of Carthage was,\nTranio, I burn, I pine, I perish, Tranio,\nIf I achieve not this young modest girl.",
    "Literature-Balm in Gilead": "In her poem Balm in Gilead, Christina Georgina Rossetti uses heartsease as a metaphor of growing older as her confidence and her vision increases. The heartsease is known as love-lies-bleeding which is a type of the inseparability of the pain of living and the love of Christ. The garden was adorned with the flower which served as the speaker's life. The \"weed\" represents the sins of the speaker's life. However at the end, the speaker pleads her pain and waits her judgment.\nHeartsease I found, where Love-lies-bleeding\n Empurpled all the ground:\nWhatever flowers I missed unheeding,\n Heartsease I found.\n Yet still my garden mound\nStood sore in need of watering, weeding,\n And binding growths unbound.\nAh, when shades fell to light succeeding\n I scarcely dared look round:\n'Love-lies-bleeding' was all my pleading,\n Heartsease I found.",
    "See also": "Viola arvensis — species also sometimes called \"heartsease\"\nViola lutea — species also sometimes called \"heartsease\"\nViola ocellata — species also sometimes called \"heartsease\"",
    "Notes": "",
    "References": "",
    "External links": "Heartsease Maude Grieve\nLinks to images, collected by the Texas A&M University Bioinformatics Working Group\nSpecies information in the Plants for a Future database\nIntegrated Taxonomic Information System: Viola arvensis\nViola tricolor  Flowers in Sweden"
  }
}