{
  "url": "https://en.wikipedia.org/wiki/Viola_pedata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. pedata"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola pedata, the birdsfoot violet, bird's-foot violet, or mountain pansy, is a violet native to sandy areas in central and eastern North America.",
    "Varieties": "Two primary color forms exist, Viola pedata var. lineariloba (\"concolor\"), which is a solid pink-lilac-lavender color, and var. pedata (\"bicolor\"), in which the superior petals are a deep red-purple and the lateral and interior petals are similar to the concolor variety.  Less common is Viola pedata var. linearloba forma alba, which is a white flowered form.",
    "Cultivation": "Birdsfoot violet favors well drained, acidic soils in full to partial sun environments.  It is difficult to cultivate in typical garden environments because it does not tolerate rich, organic garden soils and excess moisture.",
    "Gallery": "",
    "References": "Blanchan, Neltje (2005). Wild Flowers Worth Knowing. Project Gutenberg Literary Archive Foundation.",
    "External links": " Media related to Viola pedata at Wikimedia Commons\n Data related to Viola pedata at Wikispecies\n\nNative Plant Database profile, Lady Bird Johnson Wildflower Center, University of Texas at Austin\nKemper Center for Home Gardening, Missouri Botanical Garden\nConnecticut Plants, Connecticut Botanical SocietyMissouri Plants\nIllinois Wildflowers\nMinnesota Wildflowers\nOntario Wildflowers\nRobert W. Freckmann Herbarium, University of Wisconsin Stevens Point\nPlant Fact Sheet, North Carolina Cooperative Extension\nChesapeake Bay Watershed Natives\nPlant of the Week, Celebrating Wildflowers, US Forest Service\nViola pedata in the CalPhotos Photo Database, University of California, Berkeley\nBioimages\nViola Pedata Faces (variation in flower color)"
  }
}