{
  "url": "https://en.wikipedia.org/wiki/Viola_lilliputana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. lilliputana"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola lilliputana, the Lilliputian violet, is a species of violet described in 2012, and is among the smallest violets, and in fact one of the tiniest terrestrial dicot plants in the world. It was discovered from the arid puna in the Peruvian Andes in 1960s and formally described only after half a century later. The name is derived from the fictional little people in Gulliver's Travels.The violet species was selected by the International Institute for Species Exploration at Arizona State University to be among the Top 10 New Species discovered in 2012 out of more than 140 nominated species. Its distinctiveness is the small size. The selection was publicised on 22 May 2013.",
    "Nomenclature": "According to the Jonathan Swift's 1726 novel Gulliver's Travels, the Lilliputians were diminutive humans only about 6 inches (actually 1/12th a normal human size). The specific epithet of the novel violet is named after those fictional people because of its exceptionally small size.",
    "Discovery": "The Lilliputian violet was collected from an extensive intermontane plateau of the high Andes of Peru. This species is known only from its type locality from collection of the specimen during the research team expedition from November 1962 to January 1963. Originally Hugh Iltis and his student Don Ugent, from the University of Wisconsin–Madison, had a project to study potato of Peru. On 15 December 1962 they were driving through a vast stretch of treeless puna in the centre of the western slope of the Andes. They were amazed by the extraordinary landscape where everything was in a Lilliputian scale. In the afternoon the made a halt at the base of Cerra Palla Palla to enjoy the view of vicuñas roaming in the wilderness. Iltis crouched on the ground to take a close snapshot of two vicuñas but dropped his haze filter off the camera. By a pure stroke of luck he looked down the ground to spot an extraordinarily minute violet which would in due course make its name aptly as Lilliputian violet.  After collecting the specimen and maintaining the voucher for half a century, no other specimens have been recovered from anywhere. Therefore, the full description and formal naming was published only in December 2012.",
    "Description": "The entire above ground portion of the plant is barely 1 cm (0.39 in) tall. It is basically similar to other pinnatifid violets found endemic to central and southern Peru. It has large and strong stipules, elongate leaf lobes and dilated unappendaged style. But unlike other violets, it has conduplicated leaf blades, strong and oblong lanceolate to broadly elliptical lobes with blunt tips, and large basally-fused pedicel bractlets.",
    "Significance": "The name V. lilliputana is justified by its size. It is among the tiniest not only of violets but also of terrestrial dicotyledonous plants. Its serendipitous discovery and delayed description are notable in the annals of science.",
    "References": "",
    "External links": "Taxon profile at BioLib\nNews at NesRX\nCNET: The top 10 new species discovered in 2012\nTop Ten New Species distribution map\nNational Geographic: Pictures: Top 10 Newly Discovered Species of 2012\nLiveScience: Top Ten New Species\nTop 10 Species Gallery"
  }
}