{
  "url": "https://en.wikipedia.org/wiki/Viola_adunca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. adunca"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola adunca is a species of violet known by the common names hookedspur violet, early blue violet, sand violet, and western dog violet. It is native to meadows and forests of western North America, Canada, and the northern contiguous United States.\n\nThis is a hairy, compact plant growing from a small rhizome system. The leaves are spade- or heart-shaped, sometimes with broadly wavy margins. They are generally 1 to 4 centimeters long. The single-flowered inflorescence grows at the end of a long, very thin peduncle. The nodding flower is a violet with five purple petals, the lower three with  white bases and purple veining. The two side petals are white-bearded near the throat. The upper two petals may have hooked spurs at their tips. It is a perennial.There are several varieties of V. adunca; a white-petaled form has been noted in Yosemite National Park.\nHas also been noted in Southern Ontario in tall grass prairies on the sand plain and in black oak savannas.",
    "Ecology": "Viola adunca is the larval host plant of Myrtle's silverspot. Bees and other insects pollinate it. Polites mardon uses it as a nectar source, and birds and mice use the seed as a food source.",
    "Conservation status in the United States": "The species is listed as endangered in Massachusetts and in Connecticut.",
    "Consumption by humans": "The leaves and flowers are edible, and can be eaten in salads, as potherbs, or brewed as tea. These plant parts are high in vitamins A and C. However, the rhizomes, fruit, and seeds are poisonous to humans and can cause upset stomach, intestinal  problems, respiratory and circulatory depression.",
    "Consumption by humans-Native American ethnobotany": "The Blackfoot apply an infusion of the roots and leaves to sore and swollen joints, give an infusion of the leaves and roots to asthmatic children, and use the plant to dye their arrows blue. The Dakelh take a decoction of the entire plant for stomach pain, the Klallam apply a poultice of smashed flowers to the chest or side for pain, the Makah chew the roots and leaves while giving birth, and the Tolowa apply a poultice of chewed leaves to sore eyes.",
    "References": "",
    "External links": " Media related to Viola adunca at Wikimedia Commons\nViola adunca in the CalPhotos Photo Database, University of California, Berkeley"
  }
}