{
  "url": "https://en.wikipedia.org/wiki/Viola_riviniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. riviniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola riviniana, the common dog-violet, is a species of the genus Viola native to Eurasia and Africa. It is also called wood violet and dog violet. It is a perennial herb of woodland edges, grassland and shady hedge banks.  It is found in all soils except acid or very wet.\nIt is a perennial, flowering from April to June.Viola riviniana was voted the county flower of Lincolnshire in 2002, following a poll by the wild plant conservation charity Plantlife.",
    "Description": "Its leaves are usually hairless.",
    "Wildlife value": "It is the food plant of the pearl bordered fritillary, small pearl-bordered fritillary, silver-washed fritillary and high brown fritillary butterflies.",
    "Similar species": "sweet violet (Viola odorata) – fragrant; all the leaves are located at the base of the plant; stipules are gland-tipped.\nheath dog violet (Viola canina) – clear blue flowers; narrower leaves; smaller teeth on the stipules.\nmarsh violet (Viola palustris) – found in wet places; leaves are kidney-shaped; grows from underground creeping stems; dark-veined flowers; stipules without teeth.\nalpine violet (Viola labradorica) – V. riviniana is sometimes sold by nurseries as V. labradorica.",
    "Hybrids": "This species hybridises with early dog-violet (V. reichenbachiana) to produce Viola × bavarica.",
    "Further reading": "Partridge, James (2007) Viola × bavarica: the punctual Dog-violet BSBI News 106:8–9 (illustrated with colour photographs on inside back cover of this edition)",
    "References": "",
    "External links": " Media related to Viola riviniana at Wikimedia Commons"
  }
}