{
  "url": "https://en.wikipedia.org/wiki/Viola_mandshurica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. mandshurica"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola mandshurica is a perennial species of violet known by the common names dōng běi jǐn cài (zh:东北堇菜, meaning \"northeastern violet,\" in China),  jebikkot (ko:제비꽃, in Korea), and sumire (ja:菫, ja:スミレ in Japan, where V. mandshurica is considered the type species and other violet species have additional descriptors such as himesumire or nojisumire). Its specific name is derived from Manchuria, an area of its native habitat which has at different times in history included parts of modern China, Korea, Mongolia and the Russian Far East.",
    "Distribution": "It is native to eastern Asia, being found as far west as eastern Siberia, throughout China,Taiwan and Korea, north into Russian North Asia (particularly in and around the Ussuri River Basin), and in much of Japan, including Okinawa. Across its range, this species occurs in a variety of habitats, from undisturbed woodlands to urban areas, and from low-lying plains to mountainous regions. A number of varieties have been developed by horticulturalists and are popular as garden plants. The wild form, and most named varieties and hybrids, prefer a semi-shaded location and humus-enriched soil that is not overly moist.",
    "Description": "Viola mandshurica, like many other viola species, does not have a true stem, with leaves and flowers each emerging directly from the ground (actually from its underground rhizome). Its rhizomatous roots are short and thick. The leaves are typically oval-lanceolate to lanceolate; while the color of the leaves is normally a medium green above and below, some cultivars, such as Fuji Dawn, have leaves variegated with white, yellow and/or pink spots, streaks or splotches.\nAs a violet, its trumpet-shaped flowers have five petals and bilateral symmetry. The lowermost petal is often the smallest, and all petals are typically a rich purple hue, though this can vary due to local conditions or localized mutations, and in some varieties deliberately bred for differing appearance.",
    "Culinary uses": "Flower pancakes, which may be made with the flowers of V. mandshurica among other species, are an essential part of the Korean Samjinnal festival celebrating the coming of spring.",
    "Cultivars, varieties and formae": "Named subgroups of v. mandshurica include:\n\nV. mandshurica f. albo-variegata (also known under the commercial name \"Fuji Dawn\") features variegated leaves, with pale markings against the normal green, sometimes suffused with a pink tinge; these markings fade as the leaves age, and are typically gone by midsummer, but it remains a popular plant for home gardeners.\nV. mandshurica var. crassa is frequently seen in coastal areas, even on sandy beaches inhospitable to most Viola species; the name \"crassa\" comes from the Latin crassus, meaning thick, and refers to its shiny, coriaceous leaves which may be a factor in its ability to thrive in sandy soil and in full sun.\nV. mandshurica f. plena has double flowers, i.e., ten petals per bloom instead of the usual five, and may be found in a variety of shades of purple.\nV. mandshurica var. triangularis is also well-adapted to beaches, and similarly to var. crassa can thrive in full sun. This variety's name refers to its leaves, in this case to their shape, which are more pointed than other varieties of V. mandshurica, coming to a point, but still significantly longer than they are wide; like those of var. crassa, the leaves are quite glossy.",
    "References": "\nLee, B.B.; Park, S.R.; Han, C.S.; Han, D.Y.; Park, E.J.; Park, H.R.; and Lee, S.C. (2008), Antioxidant Activity and Inhibition Activity against α-Amylase and α-Glucosidase of Viola mandshurica Extracts. Journal of The Korean Society of Food Science and Nutrition, 37(4): 405-409.\nLeea, M.-Y.; Yuka, J.-E.; Kwona, O.-K.; Kima, H.-S.; Oha, S.-R.; Leea, H.-K.; and Ahna, K.-S. (2010), Anti-inflammatory and anti-asthmatic effects of Viola mandshurica W. Becker (VM) ethanolic (EtOH) extract on airway inflammation in a mouse model of allergic asthma. Journal of Ethnopharmacology, 127(1): 159–164.\nJeon, G.-I.; Yoon, M.-Y.; Park, H.-R.; Lee, S.-C.; and Park, E. (2009), Neuroprotective Activity of Viola mandshurica Extracts on Hydrogen Peroxide-Induced DNA Damage and Cell Death in PC12 Cells. Annals of the New York Academy of Sciences, 1171: 576–582.\nKwak, Y.-J.; Kim, K.-S.; Kim, K.-M.;, Yu, H.Y.; Chung, E.; Kim, S.-J.; Cha, J.-Y.; Lee, Y.-C.; and Lee, J.-H. (2011), Fermented Viola mandshurica Inhibits Melanogenesis in B16 Melanoma Cells. Bioscience, Biotechnology, and Biochemistry, 75(5): 841-847.\nQin, B.; Chen, Q.-p.; Shi, L.-W.; and Lou, Z.-C. (1994), Separation and Quantitative Determination of Three Coumarins in the Chinese Traditional Drug Zihua Diding, Herba Violae, by High Performance Liquid Chromatography. Journal of Chinese Pharmaceutical Sciences, 3(2): 157-163.\nGlobal Biodiversity Information Facility (and sub-pages)"
  }
}