{
  "url": "https://en.wikipedia.org/wiki/Viola_betonicifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. betonicifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola betonicifolia, commonly known as the arrowhead violet, showy violet or mountain violet, is a small perennial of the genus Viola, which contains pansies and violets. It occurs from India and Pakistan in southern Asia throughout eastern Australia and Tasmania. It grows in shaded habitat in forests.",
    "Taxonomy": "English botanist Sir James Edward Smith was the first to describe Viola betonicifolia, giving it the common name \"betony-leaved violet\" in volume 37 of Rees's Cyclopædia in 1817. He noted that it was native to New South Wales. Spelling it Viola betonicæfolia in Flora Australiensis, George Bentham recognised it as the senior synonym of Viola longiscapa (DC.) G.Don and V. phyteumifolia G.Don.",
    "Description": "This species is distinguished by long, slender arrow-shaped leaves grow from the base of the plant, which has no stem as such, and are up to 6 cm (2.4 in) long with a v-shaped sinus at the base, and are usually rather bright, fresh green. Its striking bright purple flowers are 1-1.5 cm (0.4-0.6 in) in diameter and occur in spring and summer.\nFlowers are followed by small pale brown pods with tiny blackish seeds.",
    "Distribution and habitat": "Viola betonicifolia is found in Tasmania and eastern mainland Australia from South Australia through Victoria and New South Wales, and into Queensland. It also occurs in Asia westwards to India and Pakistan. It grows in shady areas in forest.",
    "Ecology": "The caterpillars of the laced or Indian fritillary (Argynnis hyperbius) feed upon this plant, and the flowers are pollinated by the large- or common grass yellow (Eurema hecabe). Coastal swamps where Viola betonicifolia grows have been drained in New South Wales, endangering the status of the laced fritillary in that state.",
    "Cultivation": "\nViola betonicifolia is an easy plant to grow, and adaptable to different soil types as long as it get sufficient moisture and at least half shade or more in a garden situation. It is good for rockeries. It can be quite vigorous in heavier, moisture retentive soils and forms clumps to about 30 cm (12 in) diameter. It is self-seeding.\n\n\n== References =="
  }
}