{
  "url": "https://en.wikipedia.org/wiki/Viola_abyssinica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. abyssinica"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola abyssinica is a low perennial plant with long trailing stems and whitish or light purple flowers with purple markings on the lip, that is assigned to the violet family. In the wild it grows in moist grassland, forest glades and margins, at altitudes between 1200 and 3400 m (3900–11.000 ft), in eastern Africa, from South Africa to Ethiopia, in Cameroun and Nigeria, and on Madagascar and Bioko. Vernacular names are bezongozongo in Madagascar, and dukunsha in Ethiopia.",
    "Description": "Viola abyssinica is a low, somewhat weedy perennial herbaceous plant with long, thin, slightly winged, sparingly branching stems that creep along the surface, taking root at the nodes or scrambling through other vegetation. The leaves of about 1½–4 cm (0.6–1.6 in) long and 1¼–3⅓ cm (0.5–1.3 in) wide, which are alternate set along the stems are oval, have a hart-shaped foot, a scalloped to toothy margin and a pointy tip. These may have a few hairs along the veins at the upper side, but are distinctly hairy below. They are on a leaf stalk of ½–3½ cm (0.2–1.5 in) long, which carries at its base two leafy stipules of ⅜–1¼ cm (0.15–0.50 in) long, that are deeply incised in the lower half. The flowers are on long, slender flower stalks of 3–7 cm (1.2–2.8 in) long, which carry a pair of narrow triangular bracteoles of 2–5 mm (0.08–0.20 in) long in the upper half. The sepals are green, narrow, 5–7 mm (0.20–0.28 in) long and without a basal appendage, hairy along the midrib and sometimes with a regular row of hairs along the outline. The upper and lateral petals are 7–9 mm (0.28–0.36 in) long, whitish, pale mauve or bluish in color. The lowest petal is with 5–7 mm (0.20–0.28 in) shorter than the other four, marked with dark purple stripes, and carries a blunt spur of 2–3 mm (0.08–0.12 in) long. The stamens are about ⅓× as long as the lateral petals, orange to golden brown in color, with the style just reaching beyond them. The fruit is a small, yellowish and hairless, 4–6 mm (0.16–0.24 in) long capsule with three parts, that splits when ripe, eventually squeezing out the 1–2 mm (0.04–0.08 in) long seeds with such a force that they shoot away. The seeds have a clear, spongy elaiosome. In Zambia the plants flower from October to March.",
    "Distribution": "The Abyssinian violet grows in highlands from Ethiopia southwards to South Africa. It can also be found in south-eastern Nigeria, southern Cameroun, on Bioko and Madagascar.",
    "Ecology": "The caterpillars of Issoria species, such as I. smaragdifera and I. hanningtoni, feed on V. abyssinica. The spongy, fatty ant bread on the seeds, makes them attractive for ants, who bring them to their nests, and eat the ant bread. The seed than is discarded onto the ants' waste dump, which is rich in nutrients. This assists in further dispersing this plant.",
    "Uses": "In Ethiopia, leaves of Viola abyssinica are crushed and squeezed to get the juice, which is applied to hard leather, which it helps to soften. In Madagascar it is given as an antidote and to stimulate vomiting in a traditional medicine. Along the eastern border of Congo, it is rubbed with other herbs in butter to make a massage oil. Several unique cyclotides have been isolated from this species, that have cytotoxic properties and may be of use in the development of future medicines.\n\n\n== References =="
  }
}