{
  "url": "https://en.wikipedia.org/wiki/Viola_odorata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. odorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola odorata is commonly known as wood violet, sweet violet, English violet, common violet, florist's violet, or garden violet. V. odorata is native to Europe and Asia, but has also been introduced to North America and Australia. It is a hardy herbaceous flowering perennial.",
    "Characteristics": "Viola odorata can be distinguished by the following characteristics:\n\nthe flowers are scented\nthe flowers are normally either dark violet or white\nthe leaves and flowers are all in a basal rosette\nthe style is hooked (and does not end with a rounded appendage)\nthe leaf-stalks have hairs which point downwards\nthe plant spreads with stolons (above-ground shoots)These perennial flowers mature at a height of 4–6 in (10–15 cm) and a spread of 8–24 in (20–61 cm). The species can be found near the edges of forests or in clearings; it is also a common \"uninvited guest\" in shaded lawns or elsewhere in gardens.",
    "Uses": "Several cultivars have been selected for garden use, of which V. odorata 'Wellsiana' has gained the Royal Horticultural Society's Award of Garden Merit.The sweet scent of this flower has proved popular, particularly in the late Victorian period, and has consequently been used in the production of many cosmetic fragrances and perfumes. The French are also known for their violet syrup, most commonly made from an extract of violets. In the United States, this French violet syrup is used to make violet scones and marshmallows.\nThe scent of violet flowers is distinctive with only a few other flowers having a remotely similar odor.  References to violets and the desirable nature of the fragrance go back to classical sources such as Pliny and Horace when the name ‘Ion’ was in use to describe this flower from which the name of the distinctive chemical constituents of the flower, the ionones – is derived. In 1923, Poucher wrote that the flowers were widely cultivated both in Europe and the East for their fragrance, with both the flowers and leaves being separately collected and extracted for fragrance, and flowers also collected for use in confectionery galenical syrup  and in the production of medicine.\nThere is some doubt as to whether the true extract of the violet flower is still used commercially in perfumes. It certainly was in the early 20th century, but by the time Steffen Arctander was writing in the late 1950s and early 1960s, production had \"almost disappeared\". Violet leaf absolute, however, remains widely used in modern perfumery.The leaves are edible and commonly used in salads. Real violet flower extract is available for culinary uses, especially in European countries, but it is expensive.",
    "Herbal medicine": "In herbal medicine, V. odorata has been used for a variety of respiratory ailments, insomnia, and skin disorders.  However, there is insufficient evidence to support its effectiveness for these uses.",
    "In mythology": "The violet flower was a favorite in ancient Greece and became the symbol of Athens. Scent suggested sex, so the violet was an emblematic flower of Aphrodite and also of her son Priapus, the deity of gardens and generation.Iamus was a son of Apollo and the nymph Evadne. He was abandoned by his mother at birth. She left him lying in the Arkadian wilds on a bed of violets where he was fed honey by serpents. Eventually, he was discovered by passing shepherds who named him Iamus after the violet (ion) bed.\nThe goddess Persephone and her companion Nymphs were gathering rose, crocus, violet, iris, lily and larkspur blooms in a springtime meadow when she was abducted by the god Hades.",
    "In culture": "V. odorata may be the species mentioned in Shakespeare's famous lines:\n\n\"I know a bank where the wild thyme blows,\nWhere oxlips and the nodding violet grows,\nQuite over-canopied with luscious woodbine,\nWith sweet musk-roses and with eglantine\"",
    "Gallery": "",
    "References": "",
    "External links": "\"Viola odorata L.\" Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nThe American Violet Society"
  }
}