{
  "url": "https://en.wikipedia.org/wiki/Viola_decumbens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. decumbens"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola decumbens is a perennial plant with a woody base that is assigned to the violet family. It has linear leaves and stipules, bilateral symmetrical, purple flowers with five petals and a spur. It grows in fynbos and is an endemic species of the southern Western Cape province of South Africa, where it is called wild violet, a name used for other species elsewhere in the world.",
    "Description": "Viola decumbens is a perennial shrublet with very fine granules on its green parts, with a woody base, with erect or ascending, branching stems of up to 25 cm (9.8 in) high. It carries alternately set, slightly succulent, linear, green leaves of 15–25 mm (0.59–0.98 in) long and ½—2 mm (0.02—0.08 in) wide with a pointy tip and an entire margin. The bracts (or stipules) to the right and left of the foot of the leaf proper are also linear, clinging to the leaf blade (or adnate), and with a small tooth on each side at the base. The somewhat scented, nodding flowers grow individually from the leaf axils on long flower stalks (or pedicels) so the flowers are above the leaves, with two small bracts almost opposite each other in the upper part of the stalk. The five sepals are narrowly oval in shape with a pointy tip and 3–5 mm (0.12–0.20 in) long. The five petals are purple or violet, veined, with the four upper ones oblong and 5–10 mm (0.20–0.39 in) long, the lower one shorter and connected to a 2–5 mm (0.079–0.197 in) long, tube-shaped, blunt spur. The orange anthers hang together (in jargon connivent), and two have extensions that reach into the spur and produce nectar. The ovary is globe-shaped, and later develops into an oval capsule of 5–9 mm (0.20–0.35 in) long, containing oval yellow seeds of 3 millimetres (0.12 in) with very fine granules. Viola decumbens flowers the entire winter and spring of the southern hemisphere between July and December.",
    "Taxonomy": "Our species was first described by Carl Linnaeus the Younger in 1782. New research suggests it belongs to the section Xylinosium, together with two species from the Mediterranean: V. arborescens and V. saxifraga. The species name decumbens refers to the fact that the stems are creeping at their base.",
    "Distribution and habitat": "Viola decumbens occurs only in the extreme south of the Western Cape, and can be found in for instance in the Kogelberg en Hottentots Holland area. It prefers moist sandy soils on low altitude slopes.\n\n\n== References =="
  }
}