{
  "url": "https://en.wikipedia.org/wiki/Viola_selkirkii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. selkirkii"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola selkirkii is a species of violet known by the common names Selkirk's violet and great-spur violet. It is native throughout the Northern Hemisphere, its distribution circumboreal.This species is a rhizomatous perennial herb with hairy, heart-shaped leaves. The flowers are up to 1.5 centimeters wide and are violet in color. They lack the beards that some other violets have. Each flower has a spur up to 7 millimeters long. The fruit is a capsule up to 6 millimeters wide. Flowering occurs between April and July. In some regions this violet may be confused with its relatives, the hookedspur violet (V. adunca) and the common blue violet (V. sororia). Its relatively large spur is a good distinguishing characteristic.Like some other violets, this species forcefully ejects its mature seeds from the fruit capsules. Ants then pick up the seeds and aid in their dispersal.The plant occupies many types of moist, shady, cool habitat. In North America it is mostly found in forests. Like many other violets it often grows on rotting wood. It also seems to favor calcareous substrates such as limestone.While the plant is not rare in general, it is considered to be an imperiled species in some regions, mainly on the periphery of its range, including the US states of Colorado, Connecticut (where it is listed as a special concern species)  Montana, Pennsylvania, and South Dakota. In other places it is a common plant.This plant, which was known at the time only from the vicinity of Montreal, was named by Frederick Traugott Pursh for Thomas Douglas, 5th Earl of Selkirk, who had chosen Pursh to serve as botanist of a proposed expedition to the Red River Colony in what is now Manitoba.\n\n\n== References =="
  }
}