{
  "url": "https://en.wikipedia.org/wiki/Viola_banksii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. banksii"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola banksii, commonly known as native violet, is sold and grown throughout garden nurseries and grown and loved in gardens around Australia, especially in the east. For many years it was known as Viola hederacea, however the species complex was revised in 2004 by Kevin Thiele. Although the Native Violet was initially collected by Banks and Solander, the type specimen was either lost or not provided until a collection by Jacques Labillardière in Tasmania. He discovered that the original type specimen of V. hederacea collected by Labillardière was not the same as the hardier and showier plant later collected, cultivated and widely sold. This second form, native to the New South Wales coast from near Brisbane to Batemans Bay, he named Viola banksii. This species is distinguished by its striking purple and white flowers. As well, the fully developed leaves are almost circular in outline with a deep, narrow, v-shaped sinus at the base, and are usually rather bright, fresh green.",
    "Taxonomy": "James Edward Smith noted that the form known as V. hederacea in New South Wales had larger leaves, and he suspected it was either a different species or \"luxuriant variety\", in 1817.",
    "Distribution and habitat": "Cultivated widely, Viola banksii is at some risk of becoming naturalised in some areas. One such population has been recorded at Mount Donna Buang near Melbourne.",
    "Cultivation": "Viola banksii is a very easy plant to grow, and adaptable to different soil types as long as it gets sufficient moisture and at least half shade or more in a garden situation. It can be quite vigorous in heavier, moisture retentive soils and spreads forming a natural low groundcover.",
    "Cultivars": "V. \"Baby Blue\"\nV. \"White Glory\" has all-white flowers with a slight fragrance.",
    "References": "",
    "External links": "\"Viola banksii\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}