{
  "url": "https://en.wikipedia.org/wiki/Viola_flettii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Violaceae"
    },
    {
      "Genus": "Viola"
    },
    {
      "Species": "V. flettii"
    }
  ],
  "text": {
    "__SUMMARY__": "Viola flettii is a species of violet known by the common name Olympic violet. Native to the northeastern and eastern Olympic Mountains of Washington in northwestern United States, it occurs on rocky outcrops and talus at subalpine and alpine elevations, i.e., from 1,340–2,000 metres (4,400–6,560 ft), and blooms from June through August. This rhizomatous herb produces a hairless stem reaching a maximum height of a few centimeters to around 15 centimeters. The basal leaves have purple-veined green reniform blades borne on petioles. Leaves on the flower stem are similar but smaller. A solitary flower is borne on a slender upright stem. It has five purplish-violet petals with yellowish bases, the lower three with purple veins. The lateral pair are bearded as is the stigma. The spur on the lowest petal is much shorter than the petal.The Olympic Mountains, part of the Pacific Coast Ranges of western North America, was a refugium isolated by glacial ice and outwash channels during the last glacial period. Viola flettii is one of seven species of plants endemic to the Olympic Mountains.   Federally protected in Olympic National Park, it is a rare species which appears on the Watch List of Vascular Plants of the Washington Natural Heritage Program. Just 36 populations of the species have been identified, of which 22 are within the park or near its boundary. The balance are protected in Olympic National Forest. Many populations are small. In 2001, on Mount Townsend just 20 individuals were counted; on Mount Ellinor, only eight. Populations at higher elevations are less genetically diverse. Those on southern slopes are small. Potential threats include herbivory by Oreamnos americanus (mountain goats) that were introduced into the Olympic Mountains in the late 1920s.",
    "References": "",
    "External links": " Media related to Viola flettii at Wikimedia Commons\n Data related to Viola flettii at Wikispecies"
  }
}