{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pilularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pilularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pilularis, commonly known as blackbutt, is a species of medium-sized to tall tree that is endemic to eastern Australia. It has rough, finely fibrous greyish bark on the lower half of the trunk, smooth white, grey or cream-coloured bark above, lance-shaped to curved adult leaves, flower buds in groups of between seven and fifteen, white flowers and hemispherical or shortened spherical fruit.",
    "Description": "Eucalyptus pilularis is a tree that typically grows to a height of 70 m (230 ft) but does not form a lignotuber. It has finely fibrous, greyish brown bark on the lower half of the trunk, white to grey or cream-coloured bark above, often with insect scribbles. Young plants have stems that are more or less square in cross-section and leaves that are dull green, paler on the lower surface, sessile and mostly arranged in opposite pairs. The juvenile leaves are lance-shaped, 55–130 mm (2.2–5.1 in) long and 10–36 mm (0.39–1.42 in) wide. Adult leaves are arranged alternately, more or less the same shade of glossy green on both sides, lance-shaped or curved, 75–170 mm (3.0–6.7 in) long and 12–32 mm (0.47–1.26 in) wide, tapering to a petiole 8–22 mm (0.31–0.87 in) long. The flowers are arranged in leaf axils in groups of between seven and fifteen on a flattened, unbranched peduncle 8–20 mm (0.31–0.79 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are oval to club-shaped or spindle-shaped, 6–10 mm (0.24–0.39 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to beaked operculum. Flowering mainly occurs from January to April or from October to December and the flowers are white. The fruit is a woody, hemispherical, shortened spherical or oval capsule 5–11 mm (0.20–0.43 in) long and 7–12 mm (0.28–0.47 in) wide with four valves near rim level or below it.",
    "Taxonomy": "Eucalyptus pilularis was first formally described in 1797 James Edward Smith in Transactions of the Linnean Society of London. The species name (pilularis) is a Latin word meaning \"a small pill\", referring to the shape of the fruit.Within the genus Eucalyptus, it lies in the subgenus Eucalyptus and the section Pseudophloius, a group united by rough but not stringy bark, large opposite juvenile and glossy green adult leaves. Their leaves have adensely reticulated pattern, and the seed is red-brown, and smooth and pyramidal in shape.A taxon once described as E. pilularis var. pyriformis has been reclassified as the species E. pyrocarpa.",
    "Taxonomy-Similar species": "Blackbutt can be confused with Sydney peppermint (Eucalyptus piperita) or Sydney blue gum (E. saligna), but can be distinguished by the strong V-shape of the branch forks, which are preferred resting places for koalas.",
    "Distribution and habitat": "Found in wet sclerophyll or grassy coastal forests. North from Eden on the far south coast of New South Wales up to south eastern Queensland. The latitudinal range is 37.5 to 25.5 degrees south of the equator. Usually seen at low to mid altitudes, though growing at 800 metres (2,600 feet) above sea level near Wauchope, where it is a dominant species. Usually seen on coastal sandy loams, but also grows well on clays and volcanic soils. Reaches large size on drier slopes near rainforest. The rainfall range is between 900 mm and 2000 mm per year. The climate for much of the distribution range is warm and humid. The mean minimum of the coldest month is around 5 to 10 degrees C, and 24 to 32 degrees C for the hottest month mean temperature. Frosts may occur in some sites away from the coast and at higher altitude.",
    "Associated species": "Blackbutt grows with a large number of other tree types. In the higher quality forests, associate species include Sydney blue gum, tallowwood, white mahogany, grey ironbark, red mahogany, coast grey box, brush box and turpentine. In drier areas it grows with trees such as spotted gum, Angophora costata, Sydney peppermint and scribbly gum.",
    "Ecology": "Blackbutt forms an important element of the canopy of several endangered communities, including blue gum high forest, Illawarra lowlands, bangalay sand forest, and grassy woodland.",
    "Timber and forestry": "A significant commercial species, blackbutt is well regarded by foresters for the high quality of timber, easy regeneration and quick growth. Uses include making poles, railway sleepers, flooring, building framework, cladding, joinery, lining boards, furniture, woodchipping and decking. Wood density is about 900 kg per cubic metre. The sapwood is resistant to attack by lyctus borers, the heartwood is yellowish brown to light brown. Coarse textured, fairly straight grained, common small gum veins. Hard, strong, tough but not particularly difficult to work. Slow drying of mid to good levels of durability. Blackbutt timber is used in the flooring of Parliament House, Canberra.",
    "Significant individuals": "At Middle Brother National Park, there are two senescent individuals. Benaroon is 64 metres tall and 4.1 metres diameter at breast height. Bird Tree, nearby is 69 metres tall 3.59 metres diameter at breast height. \nAn 85-metre tall blackbutt was felled near Bulli.",
    "Named in its honour": "The towns of Blackbutt, Benarkin in Queensland and the nearby Blackbutt Range are named after the Eucalptus pilularis.There is also a nature reserve near Newcastle named Blackbutt Reserve, in New South Wales.\nThere is also the suburb of Blackbutt located in the Illawarra region on the South Coast of NSW, with the Blackbutt forest reserve being the largest natural bushland reserve in the illawarra.",
    "See also": "List of Eucalyptus species\nEucalyptus patens known as blackbutt in southwestern Australia\nEucalyptus todtiana known as blackbutt in southwestern Australia\n\n\n== References =="
  }
}