{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_kingsmillii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. kingsmillii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus kingsmillii is a mallee that is native to the arid central areas of Western Australia and South Australia.",
    "Description": "The mallee typically grows to a height of 1.5 to 8 metres (5 to 26 ft) that has rough fibrous bark on the trunk with smooth bark above. It produces white-cream to red-pink flowers between April and October. The flower buds and fruits are large and ribbed or “winged” and are found in pendulous groups of three. It has variable form ranging from a small compact shrub-like habit to a taller more irregular habit. The flowers are highly decorative usually with pink-red buds that open to cream-yellow flowers that are around 3 centimetres (1.2 in) across. The dull, grey-green, thick and concolorous adult leaves have a disjunct arrangement. The leaf blade has a narrow lanceolate to broad lanceolate and is basally tapered. The buds are globose and rostrate, with a calyx calyptrate that sheds early. The fruits are hemispherical with a raised disc and   exserted valves.The species is grown in gardens and is drought tolerant but can be susceptible to scale.",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1929 as part of the work A Critical Revision of the Genus Eucalyptus.\nThe name of the species, kingsmillii, honours Walter Kingsmill, who was a Western Australian politician active in forestry matters. He collected the type specimen of the showy mallee in 1918 from an area north of Leonora close to the Mount Keith minesite.",
    "Distribution": "It is found on rocky rises and sand plains in inland areas of the Pilbara, Mid West and Goldfields-Esperance regions of Western Australia where it grows in thin sandy soils over sandstone or ironstone with a range that extends to north western South Australia.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}