{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_alaticaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. alaticaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus alaticaulis, commonly known as the Grampians grey-gum, is a tree or mallee that is endemic to a restricted area in the  Grampians National Park in Australia. It has rough, fibrous bark near the base of its trunk, lance-shaped leaves, groups of about seven cylindrical buds with a cone-shaped operculum, white flowers and more or less cylindrical fruit.",
    "Description": "Eucalyptus alaticaulis is a tree or mallee growing to a height of about 20 m (70 ft) with rough, grey, fibrous bark on the lower part of the trunk and main stems. The leaves on young plants are arranged in opposite pairs, broadly lance-shaped to egg-shaped, up to 140 mm (6 in) long, 90 mm (4 in) wide and glossy green but a lighter shade on the lower side. The adult leaves are lance-shaped, 120–300 mm (4.7–12 in) long and mostly 20–45 mm (0.8–2 in) wide and have a longer petiole than the juvenile leaves. They are the same colour on both surfaces. The flower buds are arranged in groups of seven on a flattened peduncle up to 24 mm (0.9 in) long, the individual buds on a short pedicel. The buds are more or less cylindrical with a conical operculum and the flowers are white. The fruit is cylindrical to oval, about 10 mm (0.4 in) long and 9 mm (0.4 in) wide.This species was previously included in E. cypellocarpa but is shorter, has persistent bark and broader juvenile leaves.",
    "Taxonomy": "Eucalyptus alaticaulis was first formally described in 1987 by R.J.Watson and Pauline Y. Ladiges and the description was published in the journal Brunonia. The specific epithet (alaticaulis) is derived from the Latin words alatus meaning \"winged\", and caulis meaning \"stem\" or \"stalk\".",
    "Distribution and habitat": "The Grampians grey-gum is restricted to dry rocky slopes in the Grampian Ranges.\n\n\n== References =="
  }
}