{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cajuputea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cajuputea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cajuputea, commonly known as the narrow-leaved peppermint box, is a tree or a mallee that is endemic to South Australia. It usually has rough, flaky bark on the trunk, linear to narrow lance-shaped adult leaves, flower buds arranged in groups of seven to eleven, white flowers and smooth, cup-shaped to barrel-shaped fruit.",
    "Description": "Eucalyptus cajuputea is a multi-stemmed tree or a mallee that typically grows to a height of 4–10 metres (13–33 ft) and forms a lignotuber. It has rough, hard to flaky, grey-brown bark up as far as medium branches and then smooth, coppery to pale grey to cream bark above. Leaves on young plants are linear to narrow lance-shaped and a dull greenish colour. Adult leaves are dull to glossy, slightly blue-green to green with a blade that is linear to narrow lance-shaped, 60–130 millimetres (2.4–5.1 in) long and 3–14 millimetres (0.12–0.55 in) wide. The flowers buds are arranged in leaf axils in groups of seven, nine or eleven on a peduncle 3–11 millimetres (0.12–0.43 in) long, the individual flowers on pedicels 2–6 millimetres (0.08–0.24 in) long. The mature buds are smooth, 5–8 millimetres (0.20–0.31 in) long and 2–4 millimetres (0.08–0.16 in) wide. The flowering period is not known but the flowers are white. The fruit is a smooth, cup-shaped to barrel-shaped capsule 3–6.5 millimetres (0.12–0.26 in) long and 3–5 millimetres (0.12–0.20 in) wide with the valves level with the rim or enclosed.This species was previously included with the very similar peppermint box (E. odorata) that has broader leaves, larger buds and fruit and a more southerly distribution.",
    "Taxonomy and naming": "Eucalyptus cajuputea was first formally described by Friedrich Anton Wilhelm Miquel in 1856 and the description was published in the journal Nederlandsch Kruidkundig Archief.  The specific epithet (cajuputea) is derived from the Indonesian words kayu meaning white and putih meaning wood in reference to the melaleuca species (M. cajuputi) that has a similar wood colour and from which cajeput oil is traditionally produced.",
    "Distribution and habitat": "Narrow-leaved peppermint box is found in the northern portion of the Eyre Peninsula, in the Flinders Range and northern parts of the Mount Lofty Ranges. It is often found on rocky ridges and hillslopes on the adjacent footslopes and undulating plains growing in rocky sandy soils.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}