{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dolorosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dolorosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dolorosa, commonly known as the Mount Misery mallee or Dandaragan mallee, is a species of eucalypt that is endemic to Western Australia. It is a mallee with a short skirt of rough flaky bark at the base of the trunk, smooth pale greyish brown above, lance-shaped to curved adult leaves, flowr buds in groups of seven, white flowers and cup-shaped to spherical fruit.",
    "Description": "Eucalyptus dolorosa typically grows to a height of 1.5–5 m (4 ft 11 in–16 ft 5 in) and forms a lignotuber. The bark on the lower 0.5 m (1 ft 8 in) of the trunk is rough flaky and grey to yellowish brown, smooth, pale grey-brown above. Young plants and coppice regrowth have leaves arranged alternately, egg-shaped to lance-shaped, 65–115 mm (2.6–4.5 in) long, 25–40 mm (0.98–1.57 in) wide and petiolate. Adult leaves are glossy green, arranged alternately, lance-shaped to curved 75–102 mm (3.0–4.0 in) long and 14–23 mm (0.55–0.91 in) wide with a pointed apex and a base tapering to a petiole 9–20 mm (0.35–0.79 in) long. The flower buds are arranged on the ends of branchlets on a branching peduncle 4–15 mm (0.16–0.59 in) long, the individual buds on a pedicel 4–9 mm (0.16–0.35 in) long. Mature buds are oval, 7–8 mm (0.28–0.31 in) long and 5–6 mm (0.20–0.24 in) wide with a conical operculum. It blooms between February and March producing yellow flowers. The fruit is a woody cup-shaped to more or less spherical capsule 10–12 mm (0.39–0.47 in) long and 11–14 mm (0.43–0.55 in) wide with a descending disc and four or five valves at rim level. The brown pyramidal seeds within are 2–4 mm (0.079–0.157 in) long.",
    "Taxonomy": "Eucalyptus dolorosa was first formally described by the botanists Ian Brooker and Stephen Hopper in 1993 in the journal Nuytsia. The specific epithet is taken from the Latin word dolorosus meaning \"painful\" or \"sad\", in reference to the only locality where the species is found.The species is part of the Eucalyptus subgenus series Diversiformae, a group of mallee trees that all have adult leaves held erect, buds with a single unscarred operculum and pyramidal seeds. The other species in this series include E. erectifolia, E. platydisca, E. diversifolia, E. todtiana, E. lateritica, E. pachyloma and E. buprestium.",
    "Distribution and habitat": "Mount Misery mallee is found on a hillside in a small area of the Wheatbelt region of Western Australia around Dandaragan where it grows in lateritic soils.\nThe plant is part of a mallee heath community over low scrub, situated between large ironstone boulders. Other species found in the scrub include Eucalyptus arachnaea, E. gittinsii, E. pluricaulis, E. abdita, Hakea lissocarpha, H. obliqua, H. undulata, Calothamnus quadrifidus, Melaleuca radula, Acacia pulchella and Eremaea asterocarpa.",
    "Conservation status": "This species is listed as endangered by the Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). A total of 25 individual plants in eight population groups remain in a small remnant of natural bush on a private property on the summit and slopes of Mount Misery, a lateritic hill east of Cataby in Western Australia.\n\n\n== References =="
  }
}