{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_patens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. patens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus patens, known as yarri and blackbutt,  is a tree found in the wetter habitat of Southwest Australia. An uncommon species, that can attain great height and support a diverse ecology, it is one of the region's six tree giants.",
    "Description": "Eucalyptus patens is a medium to large tree with a graceful, upward spreading habit. Occurring as a smaller tree in coastal heath, or larger specimens in tall forest, it typically grows to a height of 3 to 25 metres (10 to 82 ft). It produces white-cream inflorescences between July and August or November to February. The canopy grows to a width of around 8 metres (26 ft). One specimen of the tree located near Nannup has been recorded with a height of 43 metres (141 ft) with a canopy of 20 m (66 ft).The thick, corky, friable bark has a rough texture and is deeply longitudinally furrowed. The bark is grey on the outside with a yellow tinge on the inside surface. The dull bluish green adult leaves are arranged alternately. The leaf blade has a lanceolate shape that tapers to a fine point. The blade is typically 10 to 16 centimetres (4 to 6 in) in length with a width of 1.2 to 3 cm (0.5 to 1.2 in). The simple axillary inflorescences contain 7 to 11 flowers. The fruits that appear later have an ovoid to globose shape and are about 0.9 to 1.4 cm (0.4 to 0.6 in) long and 0.9 to 1.2 cm (0.4 to 0.5 in) wide.It is similar to the jarrah (Eucalyptus marginata) and it is usually found in jarrah forests alongside this tree.",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1867 in his work 'Orders XLVIII. Myrtaceae- LXII. Compositae.' published in Flora Australiensis. The specimens were obtained at Harvey River by the collector Augustus Oldfield, sometime in 1840s.The epithet patens is latin, meaning spreading or outspread, referring to the form of the tree \"standing open\", although this is not a characteristic that distinguishes the species. The common name, yarri, is Aboriginal in origin.The common name blackbutt, distinguished as Swan River or Western Australian blackbutt, is shared by other dissimilar Eucalyptus species in the centre and east of Australia.  The vernacular 'blackbutt' is a reference to the colour of the trunk, sometimes blackened by fire. Because of this ambiguity, the extant name yarri has become preferred for the tree, wood, and forest type.",
    "Distribution": "It is endemic to the southwest of Western Australia.\nE. patens occurs in winter wet areas and other permanently damp locations. \nThe species grows well in gravelly soils with sandy clay or loam. It is often found in depressions, along stream banks or in valleys in the Peel, South West and Great Southern regions. The range extends as far north as the Avon River. The species still occurs in the Darling range, near the reservoirs Canning Dam, Mundaring Weir and Serpentine Dam, and at Mount Cooke, the range's highest peak.",
    "Ecology": "This species is considered to be one of six forest giants in Southwest Australia, along with marri (Corymbia calophylla) and eucalypts: jarrah, Eucalyptus marginata; karri, E. diversicolor; red tingle E. jacksonii; and tuart E. gomphocephala.The tree is not considered plentiful, but appears in the tall tree canopy with jarrah, marri, karri, and moitch (Eucalyptus rudis). At the Darling Plateau it is found in deeper valleys with jarrah or marri above the freshwater paperbark and flooded gum, moitch, and on slopes above swamp plant communities on minor tributaries. The species sometimes occurs in stands of several close growing individuals. The juvenile leaves are broad and face upward, allowing the sapling to compete in the shadows of other trees and tall shrubs, assuming the usual elongate and down facing leaves of eucalypts when mature.The flowers attract many insects and birds, feeding on the nectar or preying on others. Insects are also likely to be diverse and numerous on the foliage, due to the rich soil fertility and associated trees in its habitat. Rosellas (Platycercus), honeyeaters (Meliphagidae) and ringneck parrots are often observed feeding around the tree. The roughly textured bark provides diverse habitat and refuge for insects, which are searched out by sitellas (Neosittidae) moving along the branches. The grey honeyeater (Conopophila whitei) also seeks insects along the furrows, instead of its usual method of aerial hunting.",
    "Uses": "It is in short supply as a harvestable timber as significant areas of its distribution are now covered by conservation reserves.  In addition, even in forest where timber harvesting is allowed, informal reserves placed around streams exclude the tree, which predominantly occurs in the wetter parts of the landscape. The timber is amongst the world's most non-flammable.The heartwood is light to dark brown in colour. It is hard, durable and has a coarse to intermediate texture and interlocked to straight grain. The air dried density of the wood is 690 to 915 kilograms per cubic metre (43 to 57 lb/cu ft) and is it suitable for construction, railway sleepers and flooring. The timber has similar properties to jarrah (Eucalyptus marginata), though it is paler and has more limited availability.It is a viable tree to cultivate, and numbers of publications and websites have clear information on cultivation well away from its normal habitat. The seed is contained in a capsule that can be collected at any time of the year and will germinate without special treatment.The species is drought and frost resistant, and the flowers are good as a source for the production of honey. The tree produces a large amount of pollen and flowers before marri, a major source of nectar, so this can be used to increase the beehive's brood.",
    "References": "Powell, Robert; Jane Emberson, Jane; Hopper, Stephen; McMillan, Peter; Pieroni, Margaret; Patrick, Susan; Seddon, George (1990). Leaf and branch : trees and tall shrubs of Perth (2nd ed.). Perth, W.A.: Dept. of Conservation and Land Management. ISBN 9780730939160.",
    "External links": "Photo of tree at ANH database\nPhoto of flower at ANH database\nwatimbers.com/yarri"
  }
}