{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_leptocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. leptocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus leptocalyx, commonly known as Hopetoun mallee, is a species of mallee that is endemic to an area along the south coast of Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of between nine and fifteen, creamy white flowers and barrel-shaped to cylindrical fruit.",
    "Description": "Eucalyptus leptocalyx is a mallee that typically grows to a height of 2 to 8 metres (7 to 26 ft) and forms a lignotuber. It has smooth brownish over light pink bark. Young plants and coppice regrowth have leaves that are arranged alternately, egg-shaped, 50–85 mm (2.0–3.3 in) long, 30–45 mm (1.2–1.8 in) wide and have a petiole. Adult leaves are the same slightly glossy green on both sides, lance-shaped, 75–120 mm (3.0–4.7 in) long and 10–28 mm (0.39–1.10 in) wide on a petiole 12–35 mm (0.47–1.38 in) long. The flower buds are arranged in leaf axils in groups of between nine and fifteen on an unbranched peduncle 5–15 mm (0.20–0.59 in) long, the individual buds on pedicels 1–6 mm (0.039–0.236 in) long. Mature buds are cylindrical, 8–13 mm (0.31–0.51 in) long, 4–6 mm (0.16–0.24 in) wide with a conical operculum 2–5 mm (0.079–0.197 in) long. Flowering occurs from September to March and the flowers are creamy white. The fruit is a woody, barrel-shaped to cylindrical capsule 7–12 mm (0.28–0.47 in) long and 6–8 mm (0.24–0.31 in) wide with the valves enclosed below the rim.",
    "Taxonomy and naming": "Eucalyptus leptocalyx was first formally described in 1934 by William Blakely from a specimen collected near Hopetoun by Joseph Maiden in 1909. The description was published in Blakely's book, \"A Key to the Eucalypts\". The specific epithet (leptocalyx) is derived fron the ancient Greek words leptos meaning \"thin\" or \"slender\" and calyx meaning \"cup\" or \"calyx\".In 2001, Lawrie Johnson and Ken Hill described two subspecies and published the descriptions in the journal Telopea:\n\nEucalyptus leptocalyx Blakely subsp. leptocalyx;\nEucalyptus leptocalyx subsp. petilipes L.A.S.Johnson & K.D.Hill has smaller leaves, buds and fruit.",
    "Distribution and habitat": "Hopetoun mallee grows in coastal and near-coastal areas between the Fitzgerald River National Park and Israelite Bay where it grows in gravelly sandy-clay soils.",
    "Conservation status": "This mallee is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}