{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_longirostrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. longirostrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus longirostrata, commonly known as grey gum, is a species of tree that is endemic to south-east Queensland. It has smooth greyish bark, glossy green adult leaves that are paler on the lower surface, flower buds in groups of seven, white flowers and hemispherical to cup-shaped fruit.",
    "Description": "Eucalyptus longirostrata is a tree that typically grows to a height of 30 m (98 ft) but does not form a lignotuber. It has smooth grey bark that is shed in strips. Young plants have broadly lance-shaped leaves that are paler on the lower surface, 40–100 mm (1.6–3.9 in) long and 12–27 mm (0.47–1.06 in) wide. Adult leaves are glossy green on the upper surface, paler below, lance-shaped, 80–180 mm (3.1–7.1 in) long and 13–35 mm (0.51–1.38 in) wide tapering to a channelled petiole 10–25 mm (0.39–0.98 in) long. The flower buds are arranged in groups of seven in leaf axils on a flattened, unbranched peduncle 8–18 mm (0.31–0.71 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are oval, 7–15 mm (0.28–0.59 in) long and 4–8 mm (0.16–0.31 in) wide with a long, beaked operculum. Flowering has been recorded in February and March and the flowers are white. The fruit is a woody, hemispherical to cup-shaped capsule 3–8 mm (0.12–0.31 in) long and 6–10 mm (0.24–0.39 in) wide with the valves protruding above the rim of the fruit.",
    "Taxonomy and naming": "This grey gum was first formally described in 1934 by William Blakely who gave it the name Eucalyptus punctata var. longirostrata and published the description in his book A Key to the Eucalypts. In 1988, Lawrie Johnson and Ken Hill raised the variety to species status as E. longirostrata, publishing the change in Flora of Australia. The specific epithet (longirostrata) is from the Latin words longus meaning \"long\" and rostratus meaning \"beaked\", referring to the long, beaked operculum.",
    "Distribution and habitat": "Eucalyptus longirostrata grows in open forest on hills and ridges in Queensland, between the Blackdown Tableland and the Toowoomba district.",
    "Conservation status": "This eucalypt is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}