{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_leptophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. leptophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus leptophylla, commonly known as the March mallee, slender-leaved red mallee or narrow-leaved red mallee, is a species of mallee that is endemic to inland Australia. It has smooth greyish bark, linear to narrow lance-shaped, oblong or curved adult leaves, flower buds in groups of between seven and thirteen, creamy white flowers and cup-shaped, barrel-shaped or hemispherical fruit.",
    "Description": "Eucalyptus leptophylla is a mallee that typically grows to a height of 2–6 m (6 ft 7 in–19 ft 8 in) and forms a lignotuber. It has smooth, grey, to cream or coppery bark that is shed in short ribbons or long strips, sometimes persistent on the lower trunk. Young plants and coppice regrowth have sessile, oblong to lance-shaped leaves that are mostly arranged in opposite pairs, 15–60 mm (0.59–2.36 in) long and 5–25 mm (0.20–0.98 in) wide. Adult leaves are arranged alternately, the same glossy green on both sides, linear to narrow lance-shaped, oblong or curved, 30–90 mm (1.2–3.5 in) long and 3–13 mm (0.12–0.51 in) wide on a petiole 4–13 mm (0.16–0.51 in) long. The flowers are borne in leaf axils in groups of between seven and thirteen on a cylindrical, unbranched peduncle 3–10 mm (0.12–0.39 in) long, the individual buds on pedicels up to 4 mm (0.16 in) long. Mature buds are oval to spindle-shaped, 4–7 mm (0.16–0.28 in) long and about 3 mm (0.12 in) wide with a conical operculum 2–4 mm (0.079–0.157 in) long. Flowering occurs mainly between November and March and the fruit is a woody cup-shaped, barrel-shaped or hemispherical capsule 3–6 mm (0.12–0.24 in) long wide.",
    "Taxonomy": "Eucalyptus leptophylla was first formally described in 1856 by the botanist Friedrich Anton Wilhelm Miquel from an unpublished description by Ferdinand von Mueller of a specimen collected by Hans Hermann Behr. The description was published in a paper entitled Stirpes Novo-Hollandas a Ferd Mullero collectas determinavit in the journal Nederlandsch kruidkundig archief.The specific epithet (leptophylla) is derived from the ancient Greek words leptos (λεπτός), meaning \"thin\" or \"slender\" and phyllon (φύλλον),  meaning \"leaf\".The name Eucalyptus foecunda is often misapplied to this species, but E. foecunda only occurs in coastal areas of south-western Western Australia and has rougher bark.",
    "Distribution": "Eucalyptus leptophylla is found in low woodland a mallee scrubland growing in white, yellow or red sand or red-brown loam over gravel or granite. It is also found on rises, sometimes around salt lakes, on sand plains and near granite outcrops. It is distributed through southern Wheatbelt and Goldfields-Esperance regions of Western Australia, through south-eastern South Australia, Victoria and in New South Wales from Wilcannia to West Wyalong.",
    "Cultivation": "E. leptophylla is sold commercially is seed form or as seedlings. It grows at a moderate rate, prefers a full sun position and will grow in sandy and alkaline soils.\nThe plant is suitable as an ornamental tree, and also makes a good screen or windbreak. It will attract pollinating birds and is drought resistant.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}