{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_panda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. panda"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus panda, commonly known as tumbledown ironbark or Yetman ironbark, is a species of small to medium-sized tree that is endemic to eastern Australia. It has dark ironbark, linear to lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus panda is a tree that typically grows to a height of up to 20 m (66 ft) and forms a lignotuber. It has grey to black ironbark from the base of the trunk to the thinnest branches. Young plants and coppice regrowth have dull green, lance-shaped leaves that are 50–90 mm (2.0–3.5 in) long and 10–15 mm (0.39–0.59 in) wide. Adult leaves are the same shade of dull green on both sides, linear to lance-shaped, 50–110 mm (2.0–4.3 in) long and 8–22 mm (0.31–0.87 in) wide tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in groups of seven on a branched peduncle 2–5 mm (0.079–0.197 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval to diamond-shaped, 4–7 mm (0.16–0.28 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to beaked operculum. Flowering occurs from May to November and the flowers are white. The fruit is a woody, broadly cup-shaped to hemispherical capsule 4–6 mm (0.16–0.24 in) long and 5–7 mm (0.20–0.28 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus panda was first formally described in 1958 by Stanley Thatcher Blake from material collected near Barakula by Samuel Roscoe Stevens in 1957.",
    "Distribution and habitat": "Tumbledown ironbark grows in woodland in sandy soil on plains and low ridges from near the Carnarvon National Park, south to Texas in Queensland, and just into New South Wales near Yetman.",
    "Conservation status": "This eucalypt is listed as \"listed concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}