{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_urophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. urophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus urophylla, commonly known as Timor white gum, Timor mountain gum, popo or ampupu, is a species of Eucalypt native to islands of the Indonesian Archipelago and Timor.It is also common in other countries with humid and subhumid tropical climates where it is grown as plantation timber.It is the floral emblem of East Timor.",
    "Description": "This Eucalypt is an evergreen tree that typically grows to a height of 25 to 45 metres (82 to 148 ft) but can also be gnarled shrub when growing conditions are unfavourable. The tree has a straight bole with no branches present on the trunk for up to 30 m (98 ft). The trunk can have a diameter of up to 2 m (7 ft). The appearance of the bark is variable depending conditions but is typically persistent and subfibrous, smooth to shallow with close longitudinal fissures and red-brown to brown in colour. It will sometimes have a rougher texture mostly at the base of the trunk.The discolourous evergreen adult leaves have a subopposite to alternate, arrangement and are a broadly lanceolate shape with a length of 10 to 15 centimetres (4 to 6 in) and a width of 5 to 8 cm (2 to 3 in).E. urophylla will commence flowering after two or three years during the dry season.\nIt produces a simple axillary inflorescence called a conflorescence with a solitary umbels containing five to eight flowers that are 8 to 22 millimetres (0.315 to 0.866 in) in length. \nAfter flowering it produces a gum-nut or fruit. The fruit has the shape of a typical Eucalypt capsule. It is cup-shaped and contains three to valves with a double operculum. The fruit contains four to six small black semicircular seeds. The seeds are mature six months after flowering.The species can be quite variable with regard to bark, fruit size and shape.",
    "Taxonomy": "The species was first described in 1977 by the botanist Stanley Thatcher Blake as part of the work Four new species of Eucalyptus as published in the journal Austrobaileya.  The specific epithet urophylla means 'with leaves having an elongated tip', and is formed from components ultimately derived from Greek: uro- meaning 'tail' and -phyllus meaning 'leaved'. Blake describes the leaves as \"caudate\", meaning 'ending with a tail-like appendage'.It has been used to produce hybrid species as it appears to be insect-resistant, including a timber with a trade name of \"Lyptus\", hybridised with Eucalyptus grandis, commonly known as the rose gum or flooded gum.",
    "Distribution and ecology": "The species is native to the Lesser Sunda Islands of Indonesia. It has a scattered distribution in south eastern areas. It has a scattered distribution and is known on seven islands in total; Adonara, Alor, Flores, Lembata, Pantar, Timor and Wetar. It has a natural range of around 500 kilometres (311 mi). E. urophylla has an altitude range from sea level up to around 3,000 metres (9,843 ft). It is endemic to monsoonal areas with two to eight dry months per year. It can tolerate nutrient poor soils that are damp and well aerated. Most of the soils it is found in are volcanic in origin. It often dominates in open, usually secondary montane forests where it is found on mountain slopes and in valleys. It is often found in soils based on basalt, schist and slate but rarely round limestone.It has been introduced as a plantation timber to areas beyond its native range. The species was planted in Java in 1890 and Brazil in 1919, it was introduced to Australia in 1966 and more recently to Cameroon, Congo, Gabon, French Guiana, Ivory Coast and Madagascar in Africa and Malaysia, Vietnam, southern China and Papua New Guinea in Asia.It is recognised as an invasive weed in Brazil and is known to be a minor host of fall armyworm.",
    "Uses": "The tree is used to make a variety of products including charcoal, furniture, building poles, fenceposts, wall paneling, fibreboard pulp and paper and fuel.\nIn Vietnam alone there are 200,000 hectares (772 sq mi) of E. urophylla plantations. \nIt can be used for reforestation purposes in its native range.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}