{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_similis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. similis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus similis, commonly known as the Inland yellowjacket or the Queensland yellowjacket, is a eucalypt that is native to Queensland.",
    "Description": "The medium sized tree typically grows to a height of 8 to 14 metres (26 to 46 ft). It has yellow-brown or orange, brown or yellow, bark that is persistent throughout. The bark is tessellated or fibrous-flaky with whitish patches that sheds in short ribbons or  small polygonal flakes. Adult leaves are disjunct, glossy green or grey-green and discolorous. The leaf blade is lanceolate in shape and basally tapered with a length of 8 to 12 centimetres (3.1 to 4.7 in) and a width of 1.5 to 2.5 cm (0.59 to 0.98 in). When the tree blooms in December it produces simple axillary conflorescences with three to seven flowered umbellasters and terete peduncles and white to cream flowers. Flowers have a diameter of approximately 1.5 cm (0.59 in). Fruit appear later which are a cylindrical cup shaped woody capsules 10 to 12 mm (0.39 to 0.47 in) long and 8 to 10 mm (0.31 to 0.39 in) wide containing grey seeds. It is very similar in appearance to Corymbia leichhardtii.",
    "Distribution": "Found in woodland communities it grows on gentle slopes and flats in deep clay, loamy or sandy soils. The range of the tree is from Jericho in inland Central Queensland extending north to Laura on Cape York in North Queensland.E. similis often occurs with Corymbia setosa form a sparse canopy. Associated species in the shrub layer, which is also usually sparse, includes Lithomyrtus microphylla, Carissa lanceolata, Gastrolobium grandiflorum and Jacksonia ramosissima. Triodia pungens usually dominants the very sparse to sparse ground layer.",
    "Classification": "The species was first described by the botanist Joseph Maiden in 1913 in the Journal and Proceedings of the Royal Society of New South Wales from samples collected by G.H. Carr from near Emerald in 1908.E. similis is in the Eucalyptus subgenus Eudesmia and is the only non-bloodwood species likely to be confused with the yellow bloodwoods. It has very similar bark but differs fundamentally in having buds in simple axillary umbels of 7, and lacks the outer operculum, instead having four calyx teeth, and also has a single petaline operculum.",
    "Cultivation": "E. similis can be propagated from seed and is suited to drier areas and is planted as a small shade tree for loamy or sandy soils.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}