{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_glaucescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. glaucescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus glaucescens, commonly known as the Tingiringi gum or Tingaringy gum, is a plant in the myrtle family Myrtaceae and is endemic to south-eastern Australia. It is a tree or mallee with smooth bark and dull greyish foliage growing in the higher parts of southern New South Wales and Victoria.",
    "Description": "Eucalyptus glaucescens is a tree which sometimes grows to a height of 40–50 m (100–200 ft), or a mallee. The bark is smooth, grey, green or yellow and is shed is short ribbons. (Sometimes the bark on the lower part of the trunk of the tree form is rough or fibrous.) Its adult leaves are lance-shaped, dull greyish-green, 60–120 mm (2–5 in) long and 12–20 mm (0.5–0.8 in) wide. The juvenile leaves are arranged in opposite pairs, heart-shaped to more or less round and lack a peduncle. The flowers are arranged in groups of three and the flower buds are 5–8 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) in diameter. The flower caps are cone-shaped or hemispherical and much shorter than the rest of the bud. The fruit is cup-shaped to cylindrical, 6–12 mm (0.2–0.5 in) long and 6–10 mm (0.2–0.4 in) in diameter.",
    "Taxonomy and naming": "Eucalyptus glaucescens was first formally described in 1929 by Joseph Maiden and William Blakely from a specimen collected on Tingiringi Mountain. The description was published in Volume 8 of  A Critical Revision of the Genus Eucalyptus, edited by Maiden. The specific epithet (glaucescens) is the incipient form of the Latin word glaucus meaning “blue-grey” or \"blue-green\", hence \"becoming blue-grey or blue green\".",
    "Distribution and habitat": "Tingiringi gum grows in shrubland on granite slopes on the southern tablelands of New South Wales south from the Australian Capital Territory to high mountain areas in Victoria.",
    "References": "",
    "External links": " Data related to Eucalyptus glaucescens at Wikispecies\n Media related to Eucalyptus glaucescens at Wikimedia Commons"
  }
}