{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_annuliformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. annuliformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus annuliformis, commonly known as the Badgerabbie mallee, is a rare mallee that is endemic to a small area in the south-west of Western Australia. It has smooth, greyish bark, elliptic to lance-shaped leaves when mature, oval flower buds, white flowers and hemispherical fruit with a broad disc.",
    "Description": "Eucalyptus annuliformis is a mallee that typically grows to a height of 3 metres (10 ft) and has smooth bark and a dull green crown. The leaves on young plants are arranged alternately, broadly elliptic to egg-shaped, dull greyish green, 50–70 mm (2–3 in) long and 20–35 mm (0.8–1 in) wide. The adult leaves are elliptic to broadly lance-shaped, up to 40–65 mm (1.6–2.6 in) long and 10–22 mm (0.4–0.9 in) wide on a petiole 10–15 mm (0.39–0.59 in) long. The leaves are the same dull green on both surfaces. The flower buds are arranged in groups of seven in leaf axils on a peduncle 10–15 mm (0.4–0.6 in) long, the individual buds on a pedicel 4–6 mm (0.2–0.2 in) long. Mature buds are oval, 11–17 mm (0.43–0.67 in) long and 5–8 mm (0.20–0.31 in) wide. The operculum is conical or slightly beaked. Flowering occurs from May to September and the flowers are white. The fruit is a hemispherical capsule, 9–12 mm (0.35–0.47 in) long and 10–14 mm (0.39–0.55 in) wide on a pedicel 5–8 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Eucalyptus annuliformis was first formally described in 1992 by Peter Grayling and Ian Brooker from a specimen collected near Dandaragan and the description was published in Nuytsia. The specific epithet (annuliformis) is said to be derived from the Latin annulus meaning \"ring\" and formis meaning \"shape\", referring to the disc of the fruit. In Latin, the word for \"shape\" is however forma and ‑formis means \"‑formed\".",
    "Distribution and habitat": "Badgerabbie mallee is only known from Badgerabbie Hill near Dandaragan where it grows in woodland with a dense, low shrub layer.",
    "Conservation": "Eucalyptus annuliformis is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}