{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_odorata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. odorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus odorata, commonly known as peppermint box, is a species of mallee or a small tree that is endemic to South Australia. It has rough, hard bark on the trunk and larger branches, smooth greyish bark on the thinner branches, lance-shaped adult leaves, flower buds in groups of between seven and eleven, white flowers and cylindrical or barrel-shaped fruit.",
    "Description": "Eucalyptus odorata is a mallee or small tree that typically grows to a height of 2–12 m (6 ft 7 in–39 ft 4 in) and forms a lignotuber. It has rough, hard, fissured bar on the trank and branches thicker than 50–100 mm (2.0–3.9 in), smooth, grey or brownish bark above. Young plants and coppice regrowth have lance-shaped leaves that are 40–105 mm (1.6–4.1 in) long and 4–23 mm (0.16–0.91 in) wide. Adult leaves are the same shade of glossy green on both sides when mature, lance-shaped, 55–140 mm (2.2–5.5 in) long and 6–20 mm (0.24–0.79 in) wide, tapering to a petiole 5–15 mm (0.20–0.59 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle, the individual buds sessile or on pedicels up to 6 mm (0.24 in) long. Mature buds are spindle-shaped to oval, 4–8 mm (0.16–0.31 in) long and 2–4 mm (0.079–0.157 in) wide with a conical to beaked operculum. Flowering occurs between March and October and the flowers are white. The fruit is a woody cylindrical or barrel-shaped capsule 4–8 mm (0.16–0.31 in) long and 4–7 mm (0.16–0.28 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus odorata was first formally described in 1847 by Hans Hermann Behr in the journal Linnaea. The specific epithet (odorata) is from the Latin odoratus meaning \"having a smell\", referring to the scent of the leaves when crushed.",
    "Distribution": "Peppermint box is widely distributed in South Australia, between the southern Flinders Ranges and Bordertown and Lake Alexandrina, and on the lower Eyre Peninsula and Kangaroo Island. It also occurs in north-western Victoria and there are a few records from the Cobar region of New South Wales. It grows in a variety of habitats but most commonly on undulating country.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}