{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_loxophleba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. loxophleba"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus loxophleba, commonly known as York gum, daarwet, goatta, twotta or yandee is a species of tree or mallee that is endemic to Western Australia. It has rough bark on the trunk, smooth olive to brownish bark above, lance-shaped adult leaves, flowers buds in groups of between seven and eleven, white flowers and conical fruit.",
    "Description": "Eucalyptus loxophleba is a mallee or a tree that typically grows to a height of 5 to 15 metres (16 to 49 ft) and forms a lignotuber. The trunk has a diameter of about of 0.6 metres (2 ft) and varying amounts, depending on subspecies, of rough fibrous-flaky or smooth bark on the trunk and smooth grey-brown over copper bark above. Young plants and coppice regrowth have more or less triangular, egg-shaped or almost round glaucous leaves that are 45–100 mm (1.8–3.9 in) long and 35–90 mm (1.4–3.5 in) wide. Adult leaves are lance-shaped to curved, the same glossy, dark green on both sides, 70–155 mm (2.8–6.1 in) long and 10–20 mm (0.39–0.79 in) wide tapering to a petiole 10–25 mm (0.39–0.98 in) long. The flower buds are arraned in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 5–15 mm (0.20–0.59 in) long, the individual buds on pedicels 1–5 mm (0.039–0.197 in) long. Mature buds are oval to pear shaped, 5–8 mm (0.20–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded operculum. Flowering has been observed in most months and the flowers are white. The fruit is a woody, conical capsule 4–8 mm (0.16–0.31 in) long and 4–6 mm (0.16–0.24 in) wide with the valves below rim level.",
    "Taxonomy and naming": "Eucalyptus loxophleba was first formally described in 1867 by George Bentham in Volume 3 of Flora Australiensis.In 1903 William Fitzgerald changed the name to Eucalyptus foecunda var. loxophleba, but the name is not accepted by the Australian Plant Census.Hybrids with E. absita and E. wandoo have been recorded.\nThe specific epithet (loxophleba) is derived from the Greek loxos meaning \"cross-wise\" and phleps phlebos meaning \"a vein\". Noongar peoples know the tree as daarwet, goatta, twotta or yandee, the latter is noted as in popular use.In 1972, Ian Brooker described the subspecies gratiae and loxophleba and in 1992 Lawrie Johnson and Ken Hill described subspecies lissophloia and supralaevis. All four names have been accepted by the Australian Plant Census.\n\nEucalyptus loxophleba subsp. gratiae Brooker is a tree with smooth, shining bark and larger leaves, buds and fruit that the autonym, subsp. loxophleba;\nEucalyptus loxophleba subsp. lissophloia L.A.S.Johnson & K.D.Hill is a mallee with only or mostly only smooth bark;\nEucalyptus loxophleba subsp. loxophleba Benth. is a tree with rough bark from the trunk to the smaller branches;\nEucalyptus loxophleba subsp. supralaevis L.A.S.Johnson & K.D.Hill is a tree with rough bark at the base of the trunk and smooth bark on the larger branches and often also the upper trunk.",
    "Distribution and habitat": "Woodlands containing E. loxophleba is found across a broad swathe of Western Australia from the Mid West south through the Wheatbelt and east into the Goldfields-Esperance region of the state. It is found among rocky outcrops and on flats, rises, slopes, hilltops, near salt lakes and along drainage lines. The species will grow in a range of soil types such as red-brown or rocky loam, in sands or sandy clays over laterite, dolerite or granite. The tree was recorded as common around the early settlement of York, whence the vernacular 'York gum' is derived, and areas near Bolgart, Toodyay, Northam and from Narrogin to Broomehill.Subspecies gratiae occurs between Dumbleyung and Lake King, subspecies loxophleba from near Moora to Bruce Rock and Chillinup on the Pallinup River, subspecies lissophloia further inland between Bencubbin, Merredin, Lake Minigwal, Coonana and Peak Charles and subspecies supralaevis in more northern areas between the Murchison River, Dongara, Lake Barlee, the Die Hardy Range and Wongan Hills.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "Uses": "Natural populations of E. loxophleba grows in areas affected by dryland salinity. All four subspecies could possibly be used in the  remediation of dryland salinity, but subspecies lissophloia has been more widely cultivated because of its potential as an oil mallee. This subspecies has also been introduced to the eastern States in planting for carbon sequestration. Historically, the wood of subspecies loxophleba was used by wheelwrights and similar workers.The heartwood of the tree is yellow-brown, hard and tough with an interlocked grain. The wood has a green density of about 1185 kg/m3 and an air-dried density about 1060 kg/m3.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}