{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_salicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. salicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus salicola, commonly known as salt gum or salt salmon gum, is a tree that is native to Western Australia.",
    "Description": "The tree typically grows to a height of 4 to 15 metres (13 to 49 ft) and as high as 25 metres (82 ft) and has smooth bark. It blooms between January and February producing inflorescences with white-cream-yellow flowers. The bark is smooth all over and at times powdery. It has a white to pale grey over salmon pink coloration. The tree has a similar habit to and coloration to Eucalyptus salmonophloia. It has a spreading crown and the adult leaves are a glossy green. The heartwood has a brown-red colour with a medium grain with a green density of about 1,215 kilograms per cubic metre (76 lb/cu ft)",
    "Taxonomy": "The species was first formally described by the botanist Ian Brooker in 1988 as part of the work Eucalyptus foecunda revisited and six related new species (Myrtaceae) as published in the journal Nuytsia. The type specimen was collected by Brooker and Stephen Hopper in 1984 to the east of Kulja along the Mollerin North Road.",
    "Distribution": "It is found around salt lakes and clay pans in the Wheatbelt and Goldfields-Esperance regions of Western Australia where it grows in red sandy clay-loam soils. The distribution is scattered but widespread extending from as far west as Newdegate to the Great Victoria Desert in the east.It occurs in woodland communities with associated overstorey species including E. loxophleba, E. salubris, E. myriadena, E. annulata and E. brachycorys. Low trees include Callitris columellaris and Pittosporum angustifolium.",
    "Cultivation": "The tree is commercially available and is use for land reclamation and firewood production. It is moderately slow growing but is salt tolerant and can also tolerate waterlogged soils. The wood is also used by craftsman with good screwholding and excellent for turning, machinability, sanding and finishing.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}