{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nitens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nitens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nitens, commonly known as shining gum or silvertop, is a species of tall tree native to Victoria  and eastern New South Wales. It has smooth greyish bark, sometimes with thin, rough bark near the base, lance-shaped adult leaves, flower buds in groups of  seven or nine, white flowers and cup-shaped, barrel-shaped or cylindrical fruit. It grows in wet forests and rainforest margins on fertile soils in cool, high-rainfall areas.",
    "Description": "Eucalyptus nitens is a tree that typically grows to a height of 70 m (230 ft), sometimes to 90 m (300 ft) in Victoria, and does not form a lignotuber. It has smooth white, grey or yellow bark, often with persistent, rough, fibrous or flaky greyish bark near the base. The smooth bark is shed in long ribbons. Young plants have sessile leaves arranged in opposite pairs, lance-shaped to egg-shaped or heart-shaped, 65–110 mm (2.6–4.3 in) long and 28–55 mm (1.1–2.2 in) wide with stem-clasping bases. Adult leaves are lance-shaped to curved, glossy green, sometimes slightly paler on the lower surface, 100–300 mm (3.9–11.8 in) long and 15–40 mm (0.59–1.57 in) wide, tapering to a petiole 10–40 mm (0.39–1.57 in) long. The flower buds are arranged in leaf axil|s in groups of seven on an unbranched peduncle 5–15 mm (0.20–0.59 in) long, the individual buds sessile. Mature buds are oval or cylindrical, 6–7 mm (0.24–0.28 in) long and 3–4 mm (0.12–0.16 in) wide with a conical operculum that is the same width as the floral cup but shorter than it. Flowering occurs from January to March and the flowers are white. The fruit is a woody cylindrical, cup-shaped or barrel-shaped capsule 4–7 mm (0.16–0.28 in) long and wide with the valves near rim level.",
    "Taxonomy and naming": "Shining gum was first formally described in 1899 by Henry Deane and Joseph Maiden, who gave it the name Eucalyptus goniocalyx var. nitens and published the description in Proceedings of the Linnean Society of New South Wales. In 1913, Maiden raised the variety to species status as E. nitens, publishing the change in his book, A Critical Revision of the Genus Eucalyptus. The specific epithet (nitens) is a Latin word meaning \"shining\", referring to the leaves, flower buds, fruit and bark of this species.",
    "Distribution": "Eucalyptus nitens occurs in Victoria on ranges east and north-east of Melbourne at high altitudes on the east of the Great Dividing Range from the  Blue Range, Mt Monda and Mt Orbreck eastwards. It is also found on the high tablelands and mountains of southern New South Wales. There are two widely disjunct populations at high altitude (around 1,500 m (4,900 ft)) at Barrington Tops and near Ebor in north eastern New South Wales.",
    "Uses": "In Tasmania Eucalyptus nitens is one of the most important plantation tree species along with Eucalyptus globulus (Tasmanian blue gum) and Pinus radiata (Monterey pine). The timber is mainly used in general construction but is beginning to be used in furniture where the discolourations may be a feature.",
    "Possible toxicity": "Extracts from Eucalyptus nitens leaves have been found to be toxic to mollusc larvae. However, this study did not compare the toxicity of Eucalyptus nitens with other species and it is not known if it is any more or less toxic than other eucalypts.  Eucalyptus oil, which is extracted from the leaves of eucalypts, is known to be toxic and have antiseptic properties.\nToxicological studies (in six laboratories) reported on the Australian Broadcasting Corporation's Australian Story program Feb 2010 found that the surface scum (foam) collected from a river supplying water to a Tasmanian town kills water fleas, mollusc larvae and human cell lines, and it was reported on the same program that \"a large increase in cancer sufferers and a lot of people with rheumatoid arthritis, scleroderma, lupus\" might have the same cause.   However, studies commissioned by the Tasmanian Department of Health and Human Services found no reliable evidence that people who source water from this river are less healthy than people living elsewhere. Furthermore, although the Australian Story programs implied that Eucalyptus nitens plantations were the source of the toxins (which initiated widespread claims that such plantations represented 'toxic plantations' or 'poisonous plantations'), foam samples from native forest catchments devoid of both plantations and Eucalyptus nitens had previously been found to be similarly toxic.  These natural toxins are highly concentrated (approximately 1400 fold) in river foam.The claims and all available scientific data relating to the issue were reviewed by an Environment Protection Authority appointed group (established by Premier Bartlett) of eminent scientists from the University of Tasmania, Griffith University, Monash University and CSIRO in the first half of 2010.  It was conclusively found by them that the water quality of the George River is of excellent standard, the cancer rates within the catchment are no higher than the Tasmanian average, and that any concern raised regarding the toxins in water foam was largely due to erroneous sampling techniques in the aforementioned toxicological studies. In June 2011 an internal ABC investigation found that the programs in question fell short of ABC editorial standards relating to contextual accuracy and balance.After the Australian Story went to air the Tasmanian Director of Public Health, Dr Roscoe Taylor, had had an activated carbon purification system added to the St Helens water treatment plant. Dr Taylor stated at the time of its installation that \"No scientific evidence has been presented to confirm the drinking water in St Helens was unsafe for human health before this precaution was taken\". The filter was not removed after the review panel published its report.The rebuttal of the George River Water's Panels deliberations on the scientists research and findings (NIWA's scientist,Dr Chris Hickey) sent to the ABC in July 2010 was posted on the ABC website at the time of the ABC's managing director's statement in June 2011.\n\n\n== References =="
  }
}