{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_eremophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. eremophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus eremophila, commonly known as the sand mallet or tall sand mallee, is a species of mallet that is endemic to semi-arid regions of Western Australia. It has smooth pale brown and greyish bark, narrow lance-shaped to elliptical adult leaves, flower buds arranged in groups of between seven and eleven with an elongated operculum, and cup-shaped to barrel-shaped fruit.",
    "Description": "Eucalyptus eremophila is a mallet, sometimes a shrub or a tree, that typically grows to a height of 2–8 m (6 ft 7 in–26 ft 3 in) and a width of 4–8 m (13–26 ft) but does not form a lignotuber. It has smooth, polished pale brown to greyish bark that is shed in late summer. Young plants and coppice regrowth have glossy green, lance-shaped to oblong leaves 30–90 mm (1.2–3.5 in) long, 8–25 mm (0.31–0.98 in) wide and arranged alternately. Adult leaves are narrow lance-shaped to elliptical, 45–110 mm (1.8–4.3 in) long, 5–25 mm (0.20–0.98 in) long on a petiole 5–18 mm (0.20–0.71 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on a flattened, unbranched peduncle 15–40 mm (0.59–1.57 in) long, the individual buds on a pedicel 4–11 mm (0.16–0.43 in) long. Mature buds are 22–38 mm (0.87–1.50 in) long, 5–7 mm (0.20–0.28 in) wide, curved spindle-shaped with an elongated, horn-shaped operculum. Flowering occurs from August to December and the flowers are lemon yellow, sometimes pale pink. The fruit is a woody, cup-shaped to barrel-shaped capsule, 8–14 mm (0.31–0.55 in) long, 6–12 mm (0.24–0.47 in) wide on a downturned pedicel, with the valve tips at rim level.",
    "Taxonomy and naming": "The sand mallet was first formally described in 1904 by Ludwig Diels from material collected near Boorabbin in the Coolgardie district by Ernst Georg Pritzel. Diels gave it the name Eucalyptus occidentalis var. eremophila and published the description in the journal Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. In the same journal, Adolf Engler published the first formal description of E. occidentalis. In 1920, Joseph Maiden raised the variety to species status as E. eremophila.Two subspecies of E. eremophila are accepted by the Australian Plant Census:\n\nEucalyptus eremophila (Diels) Maiden subsp. eremophila;\nEucalyptus eremophila subsp. pterocarpa (Blakely & H.Steedman) L.A.S.Johnson & Blaxell.The specific epithet (eremophila) is derived from the Greek eremi- meaning \"desert\" and philos 'lover'.The eucalypt is associated with the western mallee subgroup which is characterised by several eucalypts, including E. oleosa, E. moderata, E. incrassata, E. foecunda, E. redunca and E. uncinata. The understorey is predominantly shrubby with species of Melaleuca and Acacia along with the occasional Triodia.",
    "Distribution and habitat": "Eucalyptus eremophila is found on undulating plains, hills and sand dunes in the Wheatbelt and Goldfields-Esperance region of Western Australia where it grows in skeletal sandy soils over granite. It is found as far north west as Quairading in the central Wheatbelt to the western edge of the Nullarbor Plain in the south east.",
    "Conservation status": "Sand mallet is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This plant is sold commercially in the form of seed or tube stock as an ornamental plant but is also used as an erosion control, windbreak or shade plant for wide verges, nature strips or parks and reserves. It prefers a full sun position and is regarded as quite hardy being drought tolerant and able to withstand a moderate frost. It grows in neutral to acid soils and can be grown in coastal areas. It is also a good habitat for birds and attracts them with its nectar. The seeds germinate readily.",
    "See also": "List of Eucalyptus species",
    "References": "",
    "Further reading": "Holliday, I. A field guide to Australian trees (3rd edition), Reed New Holland, 2002\nCronin, L. Key Guide to Australian Trees, Envirobook, 2000"
  }
}