{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_glaucina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. glaucina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus glaucina, commonly known as the slaty red gum, is a species of small to medium-sized tree endemic to New South Wales. It has smooth, white and grey bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and hemispherical fruit with the valves protruding well above the level of the rim.",
    "Description": "Eucalyptus glaucina is a tree that typically grows to a height of 18–30 m (59–98 ft) and forms a lignotuber. It has smooth, mottled white and grey bark that is shed in large plates or flakes. Young plants and coppice regrowth have egg-shaped to almost round, bluish green to glaucous leaves that are 60–100 mm (2.4–3.9 in) long and 50–65 mm (2.0–2.6 in) wide. Adult leaves are arranged alternately, the same dull green to bluish or glaucous on both sides, 90–170 mm (3.5–6.7 in) long and 20–42 mm (0.79–1.65 in) wide on a petiole 10–28 mm (0.39–1.10 in) long. The flower buds are glaucous at first, arranged in leaf axils in groups of seven on an unbranched peduncle 7–20 mm (0.28–0.79 in) long, the individual buds on pedicels 3–7 mm (0.12–0.28 in) long. Mature buds are oval or oblong to diamond-shaped, 9–14 mm (0.35–0.55 in) long and 4–7 mm (0.16–0.28 in) wide with a conical to horn-shaped operculum. Flowering has been recorded in November and the flowers are white. The fruit is a woody, hemispherical capsule 3–6 mm (0.12–0.24 in) long and 6–10 mm (0.24–0.39 in) wide with the valves protruding well above the level of the rim.",
    "Taxonomy and naming": "Slaty red gum was first formally described in 1934 by William Blakely who gave it the name Eucalyptus umbellata var. glaucina. The name was published in Blakely's book, A Key to the Eucalypts from specimens collected by John L. Boorman. In 1962, Lawrie Johnson raised the variety to species status as E. glaucina.",
    "Distribution and habitat": "Eucalyptus glaucina grows in grassy woodland and forest. It was known in the past from the Casino, Taree, Stroud, Dungog and Paterson districts but is at present only conserved in a single flora reserve near Casino.",
    "Conservation status": "Slaty red gum is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species are loss of habitat due to land clearing, lack of regeneration due to grazing pressure and hybridisation with other red gum species.\n\n\n== References =="
  }
}