{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cephalocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cephalocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cephalocarpa, commonly known as mealy stringybark or silver stringybark is a species of small to medium-sized tree, that is endemic to south-eastern Australia. It has rough, fibrous bark on the trunk and branches, lance-shaped adult leaves, Flower buds arranged in groups of seven, white flowers and conical, bell-shaped or hemispherical fruit.",
    "Description": "Eucalyptus cephalocarpa grows to a height of 15–24 m (49–79 ft) and forms a lignotuber. It has thick, soft, fibrous grey-brown, fissured bark on the trunk and branches, sometimes smooth on the thinnest branches. The leaves on young plants and on coppice regrowth are arranged in opposite pairs, usually bluish green and glaucous, egg-shaped to almost round, 25–85 mm (0.98–3.35 in) long, 17–65 mm (0.67–2.56 in) wide and sessile. Adult leaves are lance-shaped to curved, 85–250 mm (3.3–9.8 in) long and 8–30 mm (0.31–1.18 in) wide on a petiole 6–22 mm (0.24–0.87 in) long. They are the same green to bluish colour on both sides. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 4–18 mm (0.16–0.71 in) long, individual buds on a pedicel up to 3 mm (0.12 in) long. Mature buds are club-shaped, diamond-shaped or oval, 3–6 mm (0.12–0.24 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to rounded operculum and often glaucous. Flowering occurs between February and June and the flowers are white. The fruit is a woody conical, bell-shaped or hemispherical capsule 3–6 mm (0.12–0.24 in) long and 4–8 mm (0.16–0.31 in) wide with the valves at rim level or slightly above.",
    "Taxonomy and naming": "Eucalyptus cephalocarpa was first formally described in 1934 by William Blakely who published the description in his book A Key to the Eucalypts. The specific epithet (cephalocarpa) is derived from the Ancient Greek words kephale meaning \"head\" and karpos meaning \"fruit\" referring to the crowded fruit of this species.",
    "Distribution and habitat": "Mealy stringybark occurs mainly in Victoria but is also in found in the Nadgee Nature Reserve in the far south-east of New South Wales. It is common around Melbourne, from the eastern suburbs to the Dandenongs and south to the Mornington Peninsula. Its range extends to near Castlemaine, Kinglake and Mallacoota.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}