{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pauciflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pauciflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pauciflora, commonly known as snow gum or white sallee, is a species of flowering plant in the family Myrtaceae. It is a small tree or large shrub growing 4–8 m (13–26 ft) tall, occasionally reaching 20 m (66 ft), and native to subalpine and lowland habitats in eastern Australia. It is amongst the hardiest of all eucalyptus species, surviving the severe winter temperatures of the Australian Alps. Other common names include cabbage gum and weeping gum.",
    "Description": "The bark of Eucalyptus pauciflora is smooth and white to light grey or sometimes brown-red, shedding in patches or strips to give a mottled appearance. The grey-green adult leaves are usually lanceolate to broadly lanceolate with distinct parallel veins, but may be narrowly ovate. The tree is covered in a mass of white flowers in spring and summer. The term pauciflora (few-flowered) is a misnomer, and may originate in an early collected specimen losing its buds in transit. Rather than losing its leaves in winter/autumn, the tree is evergreen, adapting to the weight of snow by progressively bending its branches so that the outermost branches extend vertically down and snow is shed from the leaves.",
    "Taxonomy": "The specific epithet pauciflora is Latin for 'few-flowered'.",
    "Subspecies": "Six subspecies are recognised, treated as species by some botanists:\n\nE. pauciflora subsp. pauciflora, the nominate subspecies, with non-glaucous buds. This is by far the most widespread form.\nE. pauciflora subsp. debeuzevillei, syn. E. debeuzevillei, the Jounama snow gum, with glaucous angular buds. This is found only in the far south-east of New South Wales.\nE. pauciflora subsp. niphophila, syn. E. niphophila, with glaucous non-angular buds. This is found in the highest parts of the Australian Alps, straddling the Victoria - New South Wales border. In cultivation this tree has gained the Royal Horticultural Society's Award of Garden Merit.\nE. pauciflora subsp. hedraia, with sessile glaucous buds. Restricted to the Falls Creek and Mount Bogong area, Victoria.\nE. pauciflora subsp. parvifructa, with small adult leaves and small, slightly glaucous buds. Restricted to above 900m altitude on the Mount William Range, the Grampians, Victoria.\nE. pauciflora subsp. acerina, with glossy adult leaves and non-glaucous buds (smaller than subsp. pauciflora). Restricted to above 1200m altitude in the vicinity of the Baw Baw Plateau, Victoria.",
    "Range": "Snow gums occur as woodlands and open woodlands at altitudes of 1,300–1,800 m (4,265–5,906 ft) in Victoria, Tasmania, New South Wales and the Australian Capital Territory, where they form the altitudinal limit of the tree line. The distribution of the lowland form extends a short distance across the Queensland and South Australian borders. Because of land clearing, few stands of lowland snow gum remain, and considerable efforts are being put into preserving the remnants.\nE. pauciflora regenerates from seed, by epicormic shoots below the bark, and from lignotubers. It is the most cold-tolerant species of eucalyptus, with E. pauciflora subsp. niphophila surviving temperatures down to −23 °C (−9 °F) and year-round frosts. It has been introduced to Norway.In Tasmania the species hybridises with Eucalyptus coccifera and Eucalyptus amygdalina.",
    "References": "",
    "Further reading": "Iglesias Trabado, Gustavo (2007). Eucalyptus from Alpine Australia. Notes on taxonomy and cultivation in cold temperate climates, In: EUCALYPTOLOGICS",
    "External links": "Snow Gums: cold hardy\nAustralian National Botanic Gardens\nEucalypts for cold climates"
  }
}