{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pachycalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pachycalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pachycalyx, commonly known as the shiny-barked gum, is a species of tree that is endemic to north-eastern Australia. It has smooth, pale grey, mottled bark, lance-shaped or curved adult leaves, white flowers and cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus pachycalyx is a tree that typically grows to a height of 10–14 m (33–46 ft), often multistemmed or with a crooked trunk, and forms a lignotuber. It has smooth, shining, greyish bark with patches of yellow or orange new bark. Young plants have broadly lance-shaped to egg-shaped leaves that are 80–150 mm (3.1–5.9 in) long and 40–55 mm (1.6–2.2 in) wide. Adult leaves are the same shade of dull green on both sides, lance-shaped to curved, 60–170 mm (2.4–6.7 in) long and 12–25 mm (0.47–0.98 in) wide, tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in groups of seven, nine or eleven on peduncles, usually paired in leaf axils. The peduncles are 8–20 mm (0.31–0.79 in) long, the individual buds on pedicels 3–5 mm (0.12–0.20 in) long. Mature buds are oval, 7–12 mm (0.28–0.47 in) long and 4–6 mm (0.16–0.24 in) wide with a conical operculum. Flowering has been observed in February and the flowers are white. The fruit is a woody, cup-shaped or hemispherical capsule 4–6 mm (0.16–0.24 in) long and 7–9 mm (0.28–0.35 in) wide with the valves strongly protruding above the rim.",
    "Taxonomy": "Eucalyptus pachycalyx was first formally described in 1929 by Joseph Maiden and William Blakely in Maiden's book A Critical Revision of the Genus Eucalyptus.In 1991, Lawrie Johnson and Ken Hill described two subspecies of E. pachycalyx and in 1997 Hill described a third. The descriptions were published in the journal Telopea and the names have been accepted by the Australian Plant Census:\n\nEucalyptus pachycalyx subsp. banyabba K.D.Hill;\nEucalyptus pachycalyx Maiden & Blakely  subsp. pachycalyx;\nEucalyptus pachycalyx subsp. waajensis L.A.S.Johnson & K.D.Hill.",
    "Distribution and habitat": "Shiny-barked gum grows in open forest on hills near granite outcrops. It occurs in isolated populations from the Atherton Tableland in Queensland, to far north-eastern New South Wales.",
    "Conservation status": "Subspecies banyabba is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and under the New South Wales Government Biodiversity Conservation Act 2016. Subspecies waajensis, which only occurs in Queensland, is classified as \"endangered\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}