{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gregsoniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gregsoniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gregsoniana, commonly known as the Wolgan snow gum or mallee snow gum, is a species of mallee that is endemic to New South Wales. It has white to pale grey bark, lance-shaped to curved adult leaves, flower buds in groups of between seven and eleven, white flowers and cup-shaped, hemispherical or conical fruit.",
    "Description": "Eucalyptus gregsoniana is a mallee that typically grows to a height of 4 m (13 ft) and forms a lignotuber. It has smooth light grey to white bark with patches of other colours. Young plants and coppice regrowth have lance-shaped or curved leaves that are 55–130 mm (2.2–5.1 in) long and 10–45 mm (0.39–1.77 in) wide. Adult leaves are also lance-shaped or curved, 55–120 mm (2.2–4.7 in) long and 8–25 mm (0.31–0.98 in) wide on a petiole 5–17 mm (0.20–0.67 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 2–10 mm (0.079–0.394 in) long, the individual buds on pedicels up to 3 mm (0.12 in) long. Mature buds are club-shaped, 4–5 mm (0.16–0.20 in) long and 3–4 mm (0.12–0.16 in) wide and green, yellow or red with a rounded to conical operculum. Flowering occurs between November and December and the flowers are white. The fruit is a woody cup-shaped, hemispherical or conical capsule 6–8 mm (0.24–0.31 in) long and 6–9 mm (0.24–0.35 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus gregsoniana was first formally described in 1973 by Lawrie Johnson and Donald Blaxell in Contributions from the New South Wales Herbarium. The specific epithet gregsoniana honours Jesse Gregson and his son, Edward Gregson for their obsevations of eucalypts, especially in the Blue Mountains.",
    "Distribution and habitat": "Wolgan snow gum grows in mallee and heath vegetation on the mountains and tablelands of the Blue Mountains and Budawang Mountains as well as on the Southern Tablelands between Newnes and Wadbilliga.\n\n\t\t\n\n\n== References =="
  }
}