{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_corynodes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. corynodes"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus corynodes is a species of tree that is endemic to Queensland. It has hard, dark grey \"ironbark\", lance-shaped to curved adult leaves, flower buds usually on a branching inflorescence, the buds in groups of seven, white flowers and barrel-shaped to cup-shaped fruit.",
    "Description": "Eucapyptus corynodes is a tree that typically grows to a height of 20 m (66 ft) and forms a lignotuber. It has hard, dark grey to black \"ironbark\" on the trunk and on branches wider than about 50 mm (2.0 in), the thinner branches with smooth, sometimes glaucous bark. Young plants and coppice regrowth have glaucous, lance-shaped leaves that are 60–95 mm (2.4–3.7 in) long and 15–35 mm (0.59–1.38 in) wide. Adult leaves are lance-shaped to curved, the same dull bluish or glaucous colour on both sides, 80–170 mm (3.1–6.7 in) long and 15–35 mm (0.59–1.38 in) wide on a petiole 15–35 mm (0.59–1.38 in) long. The flower buds are arranged on a branching or unbranched inflorescence, the buds in groups of seven on a flattened peduncle 8–20 mm (0.31–0.79 in) long, the individual buds on a pedicel 3–7 mm (0.12–0.28 in) long. Mature buds are oval to club-shaped, 6–7 mm (0.24–0.28 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded to conical operculum. Flowering occurs from June to August and the flowers are white. The fruit is a woody, barrel-shaped to cup-shaped capsule with the valves enclosed in the fruit.",
    "Taxonomy and naming": "Eucalyptus corynodes was first formally described in 1994 by Anthony Bean and Ian Brooker from a specimen collected near Cracow and the description was published in the journal Austrobaileya. The specific epithet (corynodes) is an Ancient Greek word meaning \"clublike\", referring to the shape of the buds.",
    "Distribution and habitat": "This eucalypt grows on rocky ridges in shallow soil between Rolleston, Eidsvold, Cracow and Monto with a disjunct population in the Roma-Surat area.",
    "Conservation status": "This species is listed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}