{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_blaxlandii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. blaxlandii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus blaxlandii, commonly known as Blaxland's stringybark, is a tree that is endemic to  south eastern New South Wales. It is a stringybark with lance-shaped adult leaves, flower buds arranged in group of nine or eleven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus blaxlandii is a tree that grows to a height of 30–35 metres (98–115 ft) and forms a lignotuber. It has persistent, rough, dark brown to greyish stringy bark on the trunk and larger branches and smooth, whitish bark on the thinner ones. Young plants and coppice regrowth have glossy lance-shaped to egg-shaped leaves 40–80 mm (1.6–3.1 in) long, 15–40 mm (0.6–2 in) wide that are a different green on the opposite sides of the leaves and have a petiole. Adult leaves are lance-shaped, 60–120 mm (2.4–4.7 in) long and 13–27 mm (0.5–1 in) wide on a petiole 5–17 mm (0.20–0.67 in) long and the same slightly glossy green on both sides. The flowers are usually borne in groups of nine or eleven in leaf axils on an unbranched peduncle 5–14 mm (0.20–0.55 in) long, the individual buds on a pedicel up to 3 mm (0.12 in) long. Mature buds are oblong or oval, about 6 mm (0.24 in) long and 3–4 mm (0.1–0.2 in) wide with a rounded operculum. Flowering has been observed in March and November and the flowers are white. The fruit is a woody, sessile, hemispherical capsule 4–6 mm (0.16–0.24 in) long and 7–13 mm (0.3–0.5 in) wide with the valves level with the rim or slightly above.",
    "Taxonomy and naming": "Eucalyptus blaxlandii was first formally described in 1919 by Joseph Maiden and Richard Hind Cambage from a specimen collected at Blackheath by Maiden. The description was published in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (blaxlandii) honours Gregory Blaxland, \"who was leader of the first party to cross the Blue Mountains, where many trees of this species are found\".",
    "Distribution and habitat": "Blaxland's stringybark grows in forest on sandstone on the Central and Southern Tablelands from Nullo Mountain near Kandos and south to the Dampier State Forest near Bodalla.\n\n\n== References =="
  }
}