{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_goniocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. goniocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus goniocalyx, commonly known as long-leaved box, olive-barked box or bundy, is a species of small to medium-sized tree that is endemic to southeastern Australia. It has rough, fibrous or flaky bark, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped, cylindrical or barrel-shaped fruit.",
    "Description": "Eucalyptus goniocalyx is a tree that typically grows to a height of 15 m (49 ft) and forms a lignotuber. It has more or less rough, fibrous, greyish bark, although the thickness and nature depends on subspecies. Young plants and coppice regrowth have sessile, more or less round leaves 35–110 mm (1.4–4.3 in) long and 35–100 mm (1.4–3.9 in) wide arranged in opposite pairs. Adult leaves are lance-shaped to curved, 60–250 mm (2.4–9.8 in) long and 13–40 mm (0.51–1.57 in) wide on a petiole 10–40 mm (0.39–1.57 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 5–15 mm (0.20–0.59 in) long, the individual buds usually sessile. Mature buds are oblong to oval, 6–11 mm (0.24–0.43 in) long and 4–7 mm (0.16–0.28 in) wide with a conical to rounded operculum. Flowering occurs between March and August and the flowers are white. The fruit is a sessile, woody cup-shaped, cylindrical or barrel-shaped capsule 5–10 mm (0.20–0.39 in) long and 6–11 mm (0.24–0.43 in) with the valves below rim level or slightly protruding.",
    "Taxonomy and naming": "Eucalyptus goniocalyx was first formally described in 1856 by Friedrich Miquel from an unpublished description by Ferdinand von Mueller. Miquel published the description in the journal Nederlandsch Kruidkundig Archief.In 1997, Dean Nicolle described two subspecies, subsp. goniocalyx and exposa and in 2011, Kevin Rule described a further three subspecies, fallax, laxa and viridissima. All five are accepted subspecies at the Australian Plant Census:\nEucalyptus goniocalyx subsp. exposa D.Nicolle is a mallee with smooth bark, or thinner rough bark, small adult leaves and waxy branchlets, buds and fruit;\nEucalyptus goniocalyx subsp. fallax Rule has thin, light brown, fibrous bark that appears smooth and glaucous or blue-green juvenile leaves;\nEucalyptus goniocalyx F.Muell. ex Miq. subsp. goniocalyx has thick, often crusty, scaly bark extending to the thinner branches and glaucous, or blue-green juvenile leaves;\nEucalyptus goniocalyx subsp. laxa Rule only has rough bark on the lower trunk with loosely attached, smooth, non-fibrous bark above;\nEucalyptus goniocalyx subsp. viridissima Rule is distinguished by its glossy green juvenile leaves.The specific epithet goniocalyx is from the Greek gonia meaning 'angle' and calyx (referring to the flower bud or hypanthium). The epithet exposa is from the English word and refers to the exposed habitat of the subspecies. Fallax is derived from the Latin fallax meaning 'false' or 'deceitful', referring to the deceptive appearance of the bark. The epithet laxa is derived from the Latin laxus, 'loose', referring to loosely attached bark and viridissima is based on the Latin word viridis meaning 'green' with the suffix issimus 'very', referring to the bright green juvenile leaves of the subspecies.",
    "Distribution and habitat": "Subspecies goniocalyx grows in woodland, usually on hilly, rocky ridges and is widespread south of Mudgee in New South Wales and through central Victoria. There are also scattered populations in the south-east of South Australia. Subspecies exposa only occurs in the Elder Range and Wilpena Pound areas where it grows on the summits of peaks, often with E. flindersii. Subspecies fallax is only known from a single occurrence in forest, south of Mount Blackwood, near Greendale in central Victoria. Subspecies laxa grows in well-watered, heavy soil in the Brisbane Ranges National Park and subspecies viridissima occurs in scattered populations in Victoria in such places as the Grampians and Halls Gap areas.",
    "Uses": "",
    "Uses-Essential oils": "The leaves are of this species are distilled for the production of cineole based eucalyptus oil.\n\n\n== References =="
  }
}