{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_comitae-vallis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. comitae-vallis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus comitae-vallis, commonly known as Comet Vale mallee, is a mallee that is endemic to the south-west of Western Australia. It has rough, flaky to ribbony bark on the trunk and larger branches, smooth withish bark above, linear to narrow lance-shaped adult leaves, flower buds in groups of seven to eleven, white flowers and barrel-shaped, conical or cup-shaped fruit.",
    "Description": "Eucalyptus comitae-vallis is a mallee, rarely a tree, that typically grows to a height of 2 to 7 metres (7 to 23 ft) and forms a lignotuber. The bark is rough, ribbony and grey on the trunks and larger branches then smooth and pinkish grey yellow-green above. Leaves on young plants and coppice regrowth are dull, greyish, 55–80 mm (2.2–3.1 in) long and 10–20 mm (0.39–0.79 in) wide and always have a petiole. Adult leaves are linear to narrow lance-shaped, the same more or less glossy green on both sides, 60–100 mm (2.4–3.9 in) long and 6–15 mm (0.24–0.59 in) wide on a petiole 8–15 mm (0.31–0.59 in) long. The flower buds are arranged in groups of seven, nine or eleven in leaf axils on a peduncle 6–12 mm (0.24–0.47 in) long, the individual buds on a pedicel 2–6 mm (0.079–0.236 in) long. Mature buds are cylindrical to narrow pear-shaped, 5–6 mm (0.20–0.24 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded to flattened operculum with a short beak. Flowering occurs from February to April and the flowers are white. The fruit is a woody, barrel-shaped to conical or cup-shaped capsule 5–8 mm (0.20–0.31 in) long and 5–7 mm (0.20–0.28 in) wide on a pedicel 2–8 mm (0.079–0.315 in) long and with the valves at rim level.",
    "Taxonomy": "Eucalyptus comitae-vallis was first formally described in 1923 by Joseph Maiden from a specimen collected from Comet Vale by John Thomas Jutson. The description was published in Maiden's book, A Critical Revision of the Genus Eucalyptus. The specific epithet (comitae-vallis) is the latinised version of the type location.In 1934, William Blakely described Eucalyptus brachycorys but the name is considered by the Australian Plant Census to be a synonym.",
    "Distribution": "Comet Vale mallee is mainly found between Menzies and Kalgoorlie in the Mid West, Wheatbelt and Goldfields-Esperance regions of Western Australia where it grows in sandy-clay-loamy soils in open shrubland.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}