{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dielsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dielsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dielsii, commonly known as the cap-fruited mallee or cap-fruited mallet is a species of mallet that is endemic to the south-west of Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of seven, yellow to yellowish green flowers and cylindrical to hemispherical fruit with a flange near the rim.",
    "Description": "Eucalyptus dielsii is a mallet that typically grows to a height of 8 m (26 ft) but does not form a lignotuber. The bark is smooth dark grey bark that reveals fresh brownish and greenish bark when shed. The adult leaves are the same glossy green colour on both sides and lance-shaped, 50–110 mm (2.0–4.3 in) long and 8–20 mm (0.31–0.79 in) wide on a petiole 8–22 mm (0.31–0.87 in) long. The flower buds are usually arranged in groups of seven on a pendulous, unbranched peduncle 15–32 mm (0.59–1.26 in) long, the individual buds on a pedicel 10–14 mm (0.39–0.55 in) long. Mature buds are cylindrical to oval, 11–19 mm (0.43–0.75 in) long and 6–9 mm (0.24–0.35 in) wide with a conical operculum. Flowering has been observed in November and January and the flowers are yellow to yellowish green. The fruit is a woody cylindrical to hemispherical capsule with a flange around the rim, giving the fruit a shape resembling a bowler hat.",
    "Taxonomy and naming": "Eucalyptus dielsii was first formally described by the botanist Charles Austin Gardner in 1926 and the description was published in Journal of the Royal Society of Western Australia. The type specimen was collected by William T. Brown in 1925 near Salmon Gums. The specific epithet (dielsii) honours the German botanist Friedrich Ludwig Emil Diels \"who travelled all the way to Western Australia and gave so much to the history of the botany of this region\".",
    "Distribution and habitat": "Cap-fruited mallet is found in shrubland between Lake King, Ravensthorpe and Salmon Gums in the southern Goldfields-Esperance region of Western Australia where it grows in clay or sandy soils. It can tolerate acidic or basic soils and is both drought and frost tolerant.",
    "Conservation status": "Eucalyptus dielsii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The commercially available plant is sold as seed or tube stock. It is planted as a windbreak and for erosion control as is known to attract birds.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}