{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_diptera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. diptera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus diptera, commonly known as the two-winged gimlet, is a mallet that is endemic to the south-west of Western Australia. It has smooth greenish to brownish bark, linear to lance-shaped adult leaves, flower buds in groups of three, each with two wings along the sides, creamy white to pale lemon-coloured flowers and cup-shaped to hemispherical fruit, also with two wings on the sides.",
    "Description": "Eucalyptus diptera is a mallet that typically grows to a height of 3–8 m (9.8–26.2 ft) but can reach as high as 15 m (49 ft) with smooth, shiny, spirally fluted, greenish to brownish bark. It does not form a lignotuber. Young plants and coppice regrowth have dull bluish green leaves arranged alternately and broadly lance-shaped, 50–80 mm (2.0–3.1 in) long and 7–25 mm (0.28–0.98 in) wide. Adult leaves are glossy green, linear to narrow lance-shaped, 60–120 mm (2.4–4.7 in) long and 7–20 mm (0.28–0.79 in) wide on a petiole 7–17 mm (0.28–0.67 in) long. The flower buds are arranged in leaf axils in groups of three, the groups and individual buds more or less sessile. Mature buds are oval, 8–15 mm (0.31–0.59 in) long and 6–11 mm (0.24–0.43 in) wide with two wings along the sides of the floral cup. The operculum is conical and 6–7 mm (0.24–0.28 in) long. Flowering occurs between February and May or August and September and the flowers are creamy white to pale lemon-coloured or yellow-green flowers. The fruit is a woody, sessile cup-shaped to hemispherical capsule 5–9 mm (0.20–0.35 in) long and 9–15 mm (0.35–0.59 in) wide with two wings along the sides.",
    "Taxonomy": "Eucalyptus diptera was first formally described by the Cecil Andrews from a specimen he collected \"in flower north of Esperance\". The description was published in the Journal of the West Australian Natural History Society. The specific epithet (diptera) is derived from the Ancient Greek prefix di- meaning \"two\" and pteron meaning \"wing\", referring to the wings on the sides of the flower buds and fruit.Two-winged gimlet is one of the nine species known as gimlets, noted for their smooth, shiny twisted trunks. As with other mallets, it does not develop a lignotuber but grows from seed when the adult tree is killed by fire.",
    "Distribution and habitat": "This gimlet is found on flats in inland areas, growing in open shrubland or as thickets in the Wheatbelt and Goldfields-Esperance regions between Lake Grace and Norseman.",
    "Conservation status": "Eucalyptus diptera is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This plant is sold commercially and makes a good ornamental or shade tree. It prefers a full sun position, will tolerate drought and moderate frost, and grow in coastal locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}