{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_socialis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. socialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus socialis, commonly known as the pointed mallee, grey mallee, or red mallee, is a tree native to inland Australia.",
    "Description": "The mallee typically grows to a height of 5 to 7 metres (16 to 23 ft), but can reach as high as 12 metres (39 ft). The canopy of the mallee is also around 5 metres (16 ft) wide. Like other mallees it has a lignotuber and can form multiple trunks. The species has grey bark that is rough on the trunk but smooth dull grey above and sheds in long thin ribbons. It blooms in winter around July and produces inflorescences with yellow cream flowers.The grey-green, dull, concolorous adult leaves have a disjunct arrangement. The leaf blade has a lanceolate to broad-lanceolate shape and are 6 to 10 centimetres (2.4 to 3.9 in) in length and 1.2 to 2 cm (0.47 to 0.79 in) wide.The inflorescences are found on seven to thirteen flowered umbellasters. The buds have an ovoid to fusiform shape and are 9 to 14 millimetres (0.35 to 0.55 in) in length with a diameter of 4 to 5 mm (0.16 to 0.20 in). It will form globose shaped fruit with a length of 5 to 9 mm (0.20 to 0.35 in) and a 5 to 8 mm (0.20 to 0.31 in) diameter. The fruit have a depressed disc depressed and exserted valves with attenuate tips.Following bushfires the species can resprout basally and has a mortality rate of less than 30% when 100% of leaves are scorched.",
    "Taxonomy": "The species was first formally described by the botanist Miquel in 1856 as part of the work Stirpes Novo-Hollandas a Ferd Mullero collectas determinavit as published in Nederlandsch Kruidkundig Archief.The species name socialis is from the Latin word meaning friendly; alluding to this species being associated with other eucalyptus species as part of mallee communities.There are four identified subspecies of the mallee:\nEucalyptus socialis subsp. eucentrica (L.A.S.Johnson & K.D.Hill) D.Nicolle\nEucalyptus socialis subsp. socialis\nEucalyptus socialis subsp. victoriensis D.Nicolle\nEucalyptus socialis subsp. viridansE. socialis and E. gillii  have undergone extensive hybridisation in parts of the Barrier Range of New South Wales.",
    "Distribution": "It is one of the most widespread mallee species in Australia. In Western Australia it is found on calcareous flats and rocky scree slopes in the Pilbara and Goldfields-Esperance regions where it grows in red-grey loam over limestone. It is also found through much of South Australia, particularly in southern areas such as the Eyre Peninsula, Gawler Range, Flinders Ranges and Adelaide foothills where it is common. The range extends into the southern part of the Northern Territory, where it is found in the Alice Springs region and into parts of Queensland where it is found in open woodlands, where it often occurs with E. dumosa, E. gracilis and E. leptophylla.\nIn New South Wales it is found west from Condoblin with a sporadic distribution from Wilcannia. In these areas it is found in mallee shrubland communities on red aeolian sands.\nIn Victoria it is found in the north west of the state extending from the Murray Mallee bioregion east to the Victorian riverina.",
    "Uses": "E. socialis is suitable to produce large amounts of biomass, able to make 10 to 20 metric tons (11 to 22 short tons) per hectare per year. In wheatbelt regions it is also beneficial as the tree will reduce salinity, give shade to stock, act as a windbreak and reduce erosion.Indigenous Australians used the tree for making bowls and medicines from the leaves, shields and spears from the bark and obtained water from roots.\nThe plant is sold commercially and is noted for its ability to grow in poor soils. It is very attractive to bees and butterflies who use the nectar for food from spring to summer during flowering. It is drought- and salt-tolerant and will grow in full sun in well-drained soils. It is slow-growing but used in revegetation projects and as a small garden tree.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}