{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pyrocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pyrocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pyrocarpa, commonly known as the large-fruited blackbutt, is a species of medium-sized tree that is endemic to New South Wales. It has rough bark on the trunk and larger branches, smooth grey to white bark above, lance-shaped to curved adult leaves, flower buds in groups of between seven and eleven, white flowers and cup-shaped, barrel-shaped or pear-shaped fruit.",
    "Description": "Eucalyptus pyrocarpa is a tree that typically grows to a height of 30 m (98 ft) but does not form a lignotuber. It has rough, short fibrous to stringy, greyish brown bark on the trunk and larger branches, smooth white to grey bark above that is often shed in ribbons. Young plants and coppice regrowth have stems that are more or less square in cross-section, glaucous, sessile and arranged in opposite pairs. The juvenile leaves are lance-shaped, a lighter shade of green on the lower side, 125–230 mm (4.9–9.1 in) long and 16–25 mm (0.63–0.98 in) wide. Adult leaves are the same shade of green on both sides, lance-shaped to curved, 90–240 mm (3.5–9.4 in) long and 15–40 mm (0.59–1.57 in) wide on a petiole 10–24 mm (0.39–0.94 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on a flattened, unbranched peduncle 10–25 mm (0.39–0.98 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are oval to spindle-shaped or diamond-shaped, 9–13 mm (0.35–0.51 in) long and 6–7 mm (0.24–0.28 in) wide with a conical to beaked operculum. Flowering has been recorded in March, February and August and the flowers are white. The fruit is a woody cup-shaped, barrel-shaped or pear-shaped capsule 10–15 mm (0.39–0.59 in) long and 9–17 mm (0.35–0.67 in) wide with the valves near rim level or enclosed below it.",
    "Taxonomy and naming": "In 1913, Joseph Maiden described Eucalyptus pilularis var. pyriformis from a specimen collected from Bucca Creek, near Coffs Harbour. The description was published in Journal and Proceedings of the Royal Society of New South Wales. In 1973, Lawrie Johnson and Donald Blaxell raised the variety to species status but the name Eucalyptus pyriformis was already used for a Western Australian species. Johnson and Blaxell gave it the name E. pyrocarpa.",
    "Distribution and habitat": "Large-fruited blackbutt grows in forest on sloping country in coastal and sub-coastal ranges between the Washpool National Park, Wauchope and Woodburn.\n\n\n== References =="
  }
}