{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_praetermissa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. praetermissa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus praetermissa is a species of mallet that is endemic to a small area on the south coast of Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of up to fifteen, creamy white to pale yellow flowers and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus praetermissa is a mallet that typically grows to a height of 4–12 m (13–39 ft) but does not form a lignotuber. Young plants have egg-shaped leaves that are 40–70 mm (1.6–2.8 in) long and 15–30 mm (0.59–1.18 in) wide and petiolate. Adult leaves are arranged alternately, the same shade of dull green on both sides, lance-shaped, 50–100 mm (2.0–3.9 in) long and 10–20 mm (0.39–0.79 in) wide, tapering to a petiole 8–17 mm (0.31–0.67 in) long. The flower buds are arranged in leaf axils in groups of up to fifteen on an unbranched peduncle 10–18 mm (0.39–0.71 in) long, the individual buds on pedicels 2–4 mm (0.079–0.157 in) long. Mature buds are spindle-shaped, 11–15 mm (0.43–0.59 in) long and 2.5–4 mm (0.098–0.157 in) wide with an elongated, conical operculum about twice as long as the floral cup. Flowering occurs from November to January and the flowers are creamy white to pale yellow. The fruit is a woody, cylindrical to barrel-shaped capsule 6–8 mm (0.24–0.31 in) long and 4–6 mm (0.16–0.24 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus praetermissa was first formally described in 1991 by Ian Brooker and Stephen Hopper from a specimen collected by Brooker on the north side of Beaufort Inlet in 1984.",
    "Distribution and habitat": "This eucalypt is only known from the type location where it grows in low woodland on sand over laterite.",
    "Conservation status": "This mallet is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}