{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_camphora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. camphora"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus camphora, commonly known as swamp gum is a flowering plant that is endemic to south-eastern Australia. It is a species of small to medium-sized tree with smooth bark, sometimes rough at the base, broadly lance-shaped to egg-shaped or elliptic adult leaves, flower buds in groups of seven, white flowers and conical fruit. There are two subspecies, subspecies camphora, commonly known as broad-leaved sally or swamp gum and subspecies humeana, commonly known as mountain swamp gum.",
    "Description": "Eucalyptus camphora is tree that typically grows to a height of 22–25 m (72–82 ft), sometimes a mallee to 10 m (33 ft), and forms a lignotuber. It has smooth grey to brownish or almost black bark from the trunk to the thinnest branches, although sometimes with accumulated shed bark at the base. Young plants and coppice regrowth have green or bluish green, egg-shaped, elliptic or almost round  leaves 30–70 mm (1.2–2.8 in) long, 15–46 mm (0.6–2 in) wide and have a petiole. Adult leaves are broadly lance-shaped to egg-shaped, 50–150 mm (2.0–5.9 in) long and 15–60 mm (0.6–2 in) wide on a petiole 5–25 mm (0.20–0.98 in) long. The flowers buds are arranged in groups of seven in leaf axils on an unbranched peduncle 4–18 mm (0.2–0.7 in) long, the individual flowers on a pedicel 2–6 mm (0.08–0.2 in) long. Mature buds are spindle-shaped to diamond-shaped, 40–80 mm (2–3 in) long and 2.5–5 mm (0.1–0.2 in) wide with a conical to beaked operculum. Flowering mainly occurs from January to April and the flowers are white. The fruit that follows is a woody, conical or hemispherical capsule 2–6 mm (0.079–0.236 in) long and 4–7 mm (0.16–0.28 in).",
    "Taxonomy and naming": "Eucalyptus camphora was first formally described in 1899 by Richard Thomas Baker who published the description in the Proceedings of the Linnean Society of New South Wales. He had collected the type specimen \"at Ganguddy Creek, Kelgoola, Rylstone, in 1895\". The specific epithet (camphora) refers to camphor in the essential oil of the leaves.In 1990, Lawrie Johnson and Ken Hill described three subspecies of E. camphora, two of which have been accepted by the Australian Plant Census:\nEucalyptus camphora R.T.Baker subsp. camphora has adult leaves with a petiole less than 20 mm (0.79 in) long;\nEucalyptus camphora subsp. humeana L.A.S.Johnson & K.D.Hill has adult leaves with a petiole 20–25 mm (0.79–0.98 in) long. The subspecies epithet (humeana) honours the explorer Hamilton Hume.Eucalyptus camphora subsp. relicta and E. ovata var. camphora are synonyms of E. camphora subsp. camphora.",
    "Distribution and habitat": "Subspecies camphora grows in forest, often in marshy places and in valleys from south from Wallangarra in Queensland to near Glen Innes in New South Wales, then from near Rylstone to the Megalong Valley.\nSubspecies humeana grows in similar habitats from Wee Jasper in New South Wales to the mountainous country east and north of Melbourne in Victoria.\n\n\n== References =="
  }
}