{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pyrenea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pyrenea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pyrenea, commonly known as Pyrenees gum, is a species of tree that is endemic to Victoria, Australia. It has smooth, greyish bark with rough, fibrous bark on the lower part of the trunk, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus pyrenea is a slender tree that typically grows to a height of 18 m (59 ft) and forms a lignotuber. It has smooth, greyish bark with some rough, fibrous or flaky bark near the base. Young plants and coppice regrowth have dull, bluish green leaves that are slightly paler on the lower surface, egg-shaped to elliptical, 60–130 mm (2.4–5.1 in) long and 50–90 mm (2.0–3.5 in) wide. Adult leaves are the same shade of shiny green on both sides, lance-shaped to curved, 120–250 mm (4.7–9.8 in) long and 20–34 mm (0.79–1.34 in) wide on a petiole 18–29 mm (0.71–1.14 in) long. The flower buds are arranged in leaf axils in groups of seven on a thin, flattened, unbranched peduncle 10–16 mm (0.39–0.63 in) long, the individual buds on pedicels 5–8 mm (0.20–0.31 in) long. Mature buds are oval to cylindrical, 6–8 mm (0.24–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a conical operculum about the same length and width as the floral cup. Flowering occurs in autumn and the flowers are white. The fruit is a woody, cup-shaped capsule 5–6 mm (0.20–0.24 in) long and 4–6 mm (0.16–0.24 in) wide with the valves below rim level.",
    "Taxonomy": "Eucalyptus pyrenea was first formally described in 2004 by Kevin James Rule from material he collected on Mount Avoca in the Pyrenees Ranges in 2001.",
    "Distribution and habitat": "Pyrenees gum is only known from the type location where it grows in shallow soil on dry, rocky slopes.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}