{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_foliosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. foliosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus foliosa is a species of mallee that is endemic to Western Australia. It has a dense crown with foliage reaching to the ground, smooth greyish bark, linear to narrow lance-shaped or narrow oblong adult leaves, flower buds in groups of seven or nine, white flowers and conical to shortened hemispherical fruit. It is only known from a small area near Esperance.",
    "Description": "Eucalyptus foliosa is a mallee that typically grows to a height of 3–4 m (9.8–13.1 ft) and forms a lignotuber. It has a dense crown of glossy green leaves that reaches to the ground. The bark is smooth and greyish with brownish patches and sometimes hangs in ribbons. The adult leaves are narrow lance-shaped or narrow oblong, the same colour on both sides, 45–75 mm (1.8–3.0 in) long and 5–11 mm (0.20–0.43 in) wide on a petiole 3–8 mm (0.12–0.31 in) long. The flower buds are arranged in leaf axils in groups of seven or nine on a peduncle 2–6 mm (0.079–0.236 in) long, the individual buds on pedicels 1–2 mm (0.039–0.079 in) long. Mature buds are shaped like an egg in an egg cup, about 5 mm (0.20 in) long and 4 mm (0.16 in) wide with a rounded operculum. The flowers are white and the fruit is a woody, conical to shortened hemispherical capsule 4–5 mm (0.16–0.20 in) long and 6–7 mm (0.24–0.28 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus foliosa was first formally described in 1992 by Ken Hill and Lawrie Johnson in the journal Telopea from a specimen collected north of Esperance. The specific epithet (foliosa) is a Latin word meaning \"leafy\", referring to the dense crown of this species.",
    "Distribution and habitat": "This mallee is found growing in sandy clay soils on flat areas adjacent to salt lakes and has a limited range near Esperance in the Esperance Plains and Mallee biogeographic regions of Western Australia.",
    "Conservation status": "This eucalypt  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}