{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_acaciiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. acaciiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus acaciiformis, commonly known as wattle-leaved peppermint is a tree growing to about 20 metres (66 ft) in height that is endemic to the Northern Tablelands of New South Wales. It has rough, fibrous bark, lance-shaped leaves, white flowers and cup-shaped to bell-shaped fruit. It grows in poor shallow soil, on ridges and slopes.",
    "Description": "Eucalyptus acaciiformis is a tree that grows to a height of 2.5–10 m (8–30 ft) and has rough, fibrous or stringy, grey to grey-brown bark. The leaves on young plants are elliptic in shape, 20–45 mm (0.8–2 in) long and 5–15 mm (0.2–0.6 in) wide. Adult leaves are dull green to grey-green on both sides, lance-shaped and 50–120 mm (2–5 in) long and 10–15 mm (0.4–0.6 in) wide on a petiole 6–18 mm (0.24–0.71 in) long. The flowers are borne in groups of up to seven in leaf axils on a peduncle 2–6 mm (0.079–0.24 in) long, the individual flowers on a pedicel 1–3 mm (0.039–0.12 in) long. The buds are oval to spindle-shaped, 3–5 mm (0.12–0.20 in) long, 2–3 mm (0.079–0.12 in) wide and the stamens are white. Flowering occurs in December and January and the fruit are cup-shaped to bell-shaped, 3–4 mm (0.12–0.16 in) long and 3–6 mm (0.12–0.24 in) wide.",
    "Taxonomy and naming": "Eucalyptus acaciiformis was first formally described in 1899 by Henry Deane and Joseph Maiden who published the description in Proceedings of the Linnean Society of New South Wales. The specific epithet (acaciiformis) refers to the similarity of the leaves of this species to some in the genus Acacia, the ending -formis being a Latin suffix meaning \"shaped\".",
    "Distribution and habitat": "Willow-leaved peppermint occurs on the northern tablelands north from Nowendoc and almost to the Queensland border. It grows in poor and shallow soils on slopes and ridges, mostly in woodland.\n\n\n== References =="
  }
}