{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_neglecta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. neglecta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus neglecta, commonly known as Omeo gum, is a species of small tree that is endemic to a small area of Victoria, Australia. Older plants have rough, fibrous bark on the trunk, otherwise smooth grey to brownish bark, a crown of mostly lance-shaped, egg-shaped or oblong leaves arranged in opposite pairs, flower buds in groups of between seven and fifteen, white flowers and cup-shaped or conical fruit.",
    "Description": "Eucalyptus neglecta is a tree, sometimes a mallee that typically grows to a height of 6–7 m (20–23 ft) and forms a lignotuber. It has smooth grey to brownish bark, but older specimens often have fibrous grey to brown bark on the trunk. The crown of the tree is mostly composed of sessile, juvenile leaves that are arranged in opposite pairs, with some intermediate and adult leaves. Juvenile leaves are greyish green, broadly elliptic to almost round, up to 110 mm (4.3 in) long and 70 mm (2.8 in) wide. Adult leaves are lance-shaped, the same shade of green on both sides, 80–150 mm (3.1–5.9 in) long and 25–35 mm (0.98–1.38 in) wide on a petiole up to 23 mm (0.91 in) long. The flower buds are arranged in leaf axils in groups of between seven and fifteen on an unbranched peduncle up to 5 mm (0.20 in) long, the individual buds sessile. Mature buds are oval, 3–6 mm (0.12–0.24 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to rounded operculum. Flowering occurs between November and February and the flowers are white. The fruit is a woody, cup-shaped or conical capsule 3–4 mm (0.12–0.16 in) long and 4–7 mm (0.16–0.28 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus neglecta was first formally described in 1904 by Joseph Maiden in The Victorian Naturalist from specimens collected near Omeo by Alfred William Howitt. The specific epithet (neglecta) is from the Latin neglectus meaning \"neglected\", apparently because the species was not recognised as distinct at first.",
    "Distribution and habitat": "Omeo gum grows on river flats along creeks in the Victorian high country, including near Omeo and Bright. Although rare, it is easily recognised because of the unusual foliage in its crown.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}