{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cerasiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cerasiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cerasiformis, commonly known as the cherry-fruited mallee, is a mallee that is endemic to a small area of Western Australia. It has smooth, pale grey, sometimes powdery bark, lance-shaped adult leaves, flower buds in groups of seven, pale yellow or whitish flowers and cylindrical or bell-shaped fruit.",
    "Description": "Eucalyptus cerasiformis is a mallee that typically grows to a height of 2 to 3.5 metres (7 to 11 ft) and has smooth, pale grey and white, sometimes powdery bark. The adult leaves are thin and the same glossy, grey-green on both sides. The leaf blade is narrow lance-shaped, 50–112 mm (2.0–4.4 in) long and 5–14 mm (0.20–0.55 in) wide on a petiole 8–20 mm (0.31–0.79 in) long. The flower buds are borne in groups of seven in leaf axils on a thin peduncle 18–50 mm (0.71–1.97 in) long, the individual buds on a pedicel 7–16 mm (0.28–0.63 in) long. Mature buds are more or less cylindrical, 9–11 mm (0.35–0.43 in) long and 5–6 mm (0.20–0.24 in) wide with a conical to rounded operculum with a point on the tip. Flowering occurs between December and March and the flowers are pale yellow or whitish. The fruit is a woody cylindrical, bell-shaped, urn-shaped or hemispherical capsule.",
    "Taxonomy and naming": "Eucalyptus cerasiformis was first formally described in 1978 by Ian Brooker and Donald Blaxell from a specimen collected by Blaxell near the Hyden - Norseman Road, 164 km (102 mi) east of Hyden. The description was published in the journal Nuytsia. The specific epithet (cerasiformis) is derived from the Latin cerasus meaning \"cherry-tree\" and -formis meaning \"shape\", referring to the hanging flower buds resembling a bunch of cherries.",
    "Distribution and habitat": "Cherry-fruited mallee is only known from the type location, just north of Lake Johnston where it grows in low, open forest in red-loamy soils.",
    "Conservation status": "This eucalypt is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}