{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_hypostomatica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. hypostomatica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus hypostomatica, commonly known as Pokolbin box, is a species of erect, medium-sized to tall tree that is endemic to New South Wales. It has rough, flaky bark on the trunk and larger branches, lance-shaped adult leaves, flower buds in groups of seven, white flowers and barrel-shaped or conical fruit.",
    "Description": "Eucalyptus hypostomatica is a tree that typically grows to a height of 30–40 m (98–131 ft) and forms a lignotuber. It has rough, flaky or fibrous, dark grey bark on the trunk and larger branches, smooth grey bark above. Young plants and coppice regrowth have dull green leaves that are paler on the lower surface, egg-shaped, 45–70 mm (1.8–2.8 in) long and 20–40 mm (0.79–1.57 in) wide. Adult leaves are glossy green on the upper surface, paler below, lance-shaped, 80–180 mm (3.1–7.1 in) long and 10–30 mm (0.39–1.18 in) wide on a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged on the ends of branchlets in groups of seven on a branching peduncle 3–8 mm (0.12–0.31 in) long, the individual buds on pedicels 1–3 mm (0.039–0.118 in) long. Mature buds are oval, 3–4 mm (0.12–0.16 in) long and 2–3 mm (0.079–0.118 in) wide and green, with a conical operculum. Flowering occurs from October to November and the flowers are white. The fruit is a woody, barrel-shaped or conical capsule 3–6 mm (0.12–0.24 in) long and 3–5 mm (0.12–0.20 in) wide with the valves enclosed, below rim level.",
    "Taxonomy and naming": "Eucalyptus hypostomatica was first formally described in 1990 by Lawrie Johnson and Ken Hill in the journal Telopea. The specific epithet is from the ancient Greek hypo meaning \"under\" and stoma, referring to the stomates being mostly on the lower surface of the leaf.",
    "Distribution and habitat": "Pokolbin box grows in forest in isolated populations between the Pokolbin district, Kangaroo Valley and Widden Brook.\n\n\n== References =="
  }
}