{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cylindrocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cylindrocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cylindrocarpa, commonly known as the woodline mallee, is a species of mallee that is endemic to Western Australia. It has mostly smooth bark, sometimes with loose fibrous or flaky bark near the base of the trunk, linear to lance-shaped or curved adult leaves, flower buds in groups of seven, nine or eleven and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus cylindrocarpa is a mallee that typically grows to a height of 3–10 m (9.8–32.8 ft) and forms a lignotuber. It has fibrous-flaky box type or stringy, greyish or red-brown coloured persistent bark on the lower trunk, smooth grey over pink bark above. The adult leaves are arranged alternately, thick, the same glossy green colour on both sides and linear to lance-shaped or curved. They are 60–100 mm (2.4–3.9 in) long and 5–13 mm (0.20–0.51 in) wide on a petiole 8–17 mm (0.31–0.67 in) long. The flower buds are arranged in groups of seven, nine or eleven in leaf axils on an unbranched peduncle 5–17 mm (0.20–0.67 in) long, the individual buds on a pedicel 3–7 mm (0.12–0.28 in) long. Mature buds are cylindrical, 7–13 mm (0.28–0.51 in) long and 3–4 mm (0.12–0.16 in) wide with a conical or beaked operculum. Flowering occurs from November to December or from January to April and the flowers are white. The fruit is a woody cylindrical to barrel-shaped capsule 6–12 mm (0.24–0.47 in) long and 4–6 mm (0.16–0.24 in) wide with the valves at rim level or enclosed in the fruit.",
    "Taxonomy and naming": "Eucalyptus cylindrocarpa was first formally described by the botanist William Blakely in 1934 in his book A Key to the Eucalypts. The type specimen was collected by John Burton Cleland in 1926, \"near Woodbine, 60 mi (97 km) south of Coolgardie\". The specific epithet (cylindrocarpa) is derived from the Ancient Greek words kylindros meaning \"roller\" or \"roll of a book\" and karpos meaning \"fruit\" referring to the cylindrical shape of the fruit.Eucalyptus cylindrocarpa is part of the subgenus Symphyomyrtus section Dumaria in a sub-group of nine closely related species in the series Ovulares. These are the smooth barked  E. cylindrocarpa, E. cyclostoma, E. exigua and E. oraria and the rough barked members E. ovularis, E. aequioperta, E. brachycorys, E. myriadena and E. baudiniana.",
    "Distribution and habitat": "Woodline mallee is found on sandplains and low dunes mainly between Kellerberrin and Zanthus where it grows in shrubland and woodland in red clayey sand or sandy soils. It is found in the south western Goldfields-Esperance and south east Wheatbelt regions of Western Australia.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}