{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_mckieana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. mckieana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus mckieana, commonly known as McKie's stringybark, is a species of tree that is endemic to New South Wales. It has rough, stringy bark on the trunk and branches, lance-shaped to curved adult leaves, flower buds in groups of between seven and eleven, white flowers and cup-shaped, barrel-shaped or hemispherical fruit.",
    "Description": "Eucalyptus mckieana is a tree that typically grows to a height of 25–30 m (82–98 ft) and forms a lignotuber. It is usually straight-trunked with reddish brown stringy or fibrous bark on the trunk to the ends of the branches. Young plants and coppice regrowth have stems that are more or less square in cross-section, and leaves that are egg-shaped at first, later narrow lance-shaped, 30–70 mm (1.2–2.8 in) long and 3–13 mm (0.12–0.51 in) wide on a short petiole. Adult leaves are lance-shaped to curved, the same shade of glossy green on both sides, 60–115 mm (2.4–4.5 in) long and 10–22 mm (0.39–0.87 in) wide on a petiole 5–13 mm (0.20–0.51 in) long. The flower buds are arranged in groups of seven, nine or eleven in leaf axils on an unbranched peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on pedicels 2–4 mm (0.079–0.157 in) long. Mature buds are oval to spindle-shaped, 5–6 mm (0.20–0.24 in) long and about 3 mm (0.12 in) wide with a conical operculum. Flowering has been recorded in April and July and the flowers are white. The fruit is a woody cup-shaped, barrel-shaped or hemispherical capsule 4–6 mm (0.16–0.24 in) long and 5–7 mm (0.20–0.28 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus mckieana was first formally described in 1930 by William Blakely in Proceedings of the Linnean Society of New South Wales from specimens collected on the upper part of the Gwydir River. The specific epithet honours \"Ernest Norman McKie, B.A., Presbyterian Minister at Guyra, N.S.W., who, by his intimate field and botanical knowledge of the New England Eucalypts, has helped in the elucidation of this and other species of this most economic genus.\"",
    "Distribution and habitat": "McKie's stringybark grows in dry forest on low hills and gentle slopes on the drier western side of the New England Tableland between Torrington and Bendemeer.",
    "Conservation status": "This eucalypt is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. Although some populations are conserved in a national park and nature reserve, most occur on private property. The main threats to the species include land clearing, timber harvesting, firewood collection and road works.\n\n\n== References =="
  }
}