{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_bancroftii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. bancroftii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus bancroftii, commonly known as Bancroft's red gum or orange gum, is a species of tree that is endemic to eastern Australia. It has smooth bark, lance-shaped or curved adult leaves, flower buds usually arranged in groups of seven, white flowers and cup-shaped, conical or hemispherical fruit.",
    "Description": "Eucalyptus bancroftii is a tree growing to 30 metres (100 ft) high, with  smooth bark which is a patchy grey, salmon and orange, which sheds in large plates. The juvenile leaves are  ovate, and a dull grey-green, with the dull, green, concolorous adult leaves  being lanceolate or broad-lanceolate, 8–20 centimetres (3–8 in) long, 1.5–4 centimetres (1–2 in) wide.The flowers are in groups of seven on a stem of length 5–20 millimetres (0.2–0.8 in) with four angles. Each flower is on a terete stem (pedicel) of length 2–5 millimetres (0.1–0.2 in). The buds are cylindrical or conical,and 10–15 millimetres (0.4–0.6 in) long and 4–6 millimetres (0.16–0.24 in) in diameter, and have a scar.The fruit is hemispherical or conical, and 7–9 millimetres (0.3–0.4 in) long and 8–9 millimetres (0.3–0.4 in) in diameter with a raised disc and exserted valves.",
    "Taxonomy and naming": "Bancroft's red gum was first formally described in 1904 by Joseph Maiden who gave it the name Eucalyptus tereticornis var. bancroftii and published the description in his book The Forest Flora of New South Wales. In 1917, Maiden raised the variety to species status as E. bancroftii, publishing the change in A Critical Revision of the Genus Eucalyptus. Maiden noted that he collected the type specimen \"from Honeysuckle Flat, about 9 miles south of Port Macquarie, N.S.W., on serpentine country bearing stunted vegetation\" in July, 1895. The specific epithet (bancroftii) honours \"Dr. Thomas Lane Bancroft\" for his assistance to Maiden.",
    "Distribution and habitat": "Eucalyptus bancroftii occurs from Maitland and Port Macquarie in New South Wales north to the Tin Can Bay - Boonooroo area in Queensland. It is mainly found in coastal areas but extends to the adjacent tablelands and grows in open forest and woodland, sometimes in low swampy sites but also on rock outcrops on the tablelands.\n\n\n== References =="
  }
}