{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_filiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. filiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus filiformis is a species of mallee that is endemic to a small area on the side of a mountain in Victoria, Australia. It has rough fibrous or flaky bark on the trunk, smooth bark above, narrow lance-shaped to narrow elliptical adult leaves, flower buds usually in groups of seven, white flowers and barrel-shaped fruit.",
    "Description": "Eucalyptus filiformis is a mallee that typically grows to a height of 6 m (20 ft). It has rough, fibrous to flaky, light grey bark on the trunk, smooth bark above. The leaves on young plants are more or less sessile, narrow linear, bluish, a slightly lighter shade on one side, up to 100 mm (3.9 in) long and 4 mm (0.16 in) wide. Adult leaves are petiolate, narrow lance-shaped to narrow elliptical, 50–80 mm (2.0–3.1 in) long and 7–11 mm (0.28–0.43 in) wide. The flower buds are arranged in leaf axils in groups of seven, sometimes up to eleven, on a peduncle up to 8 mm (0.31 in) long. Mature buds are oval to spindle-shaped, up to 8 mm (0.31 in) long and 4 mm (0.16 in) wide with a conical operculum. Flowering occurs in late autumn and the flowers are white. The fruit is a woody, cylindrical to barrel-shaped capsule up to 9 mm (0.35 in) long and 5 mm (0.20 in) wide with the valves below rim level.",
    "Taxonomy and naming": "Eucalyptus filiformis was first formally described in 2004 by Kevin Rule in the journal Muelleria from a specimen Rule collected on the southern slope of Mt. Jeffcott near Charlton. The specific epithet (filiformis) is derived from Latin filum meaning \"thread\" and forma meaning \"shape\", referring to the narrow juvenile leaves of this species.",
    "Distribution and habitat": "This mallee grows in shallow red soils and is only known from private property on the southern side of Mt Jeffcott.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}