{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_campanulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. campanulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus campanulata, commonly known as the New England blackbutt, gum-topped peppermint or New England ash, is a tree that is endemic to eastern Australia. It has rough, finely fibrous greyish bark on the trunk and larger branches, lance-shaped to curved adult leaves, flower buds arranged in groups of between eleven and fifteen, white flowers and cup-shaped to conical fruit.",
    "Description": "Eucalyptus campanulata is a tree that grows to a height of 25 m (80 ft), sometimes 45 m (148 ft) and has rough, finely fibrous, greyish brown bark on the trunk and main branches, smooth whitish bark on the thinner branches. The leaves on young plants are lance-shaped to egg-shaped or curved, 70–130 mm (3–5 in) long, 30–50 mm (1–2 in) wide and bluish or greyish green. The adult leaves are lance-shaped to curved, 90–175 mm (3.5–6.9 in) long and 15–40 mm (0.6–2 in) wide on a petiole 11–23 mm (0.43–0.91 in) long. The leaves are the same bluish green on both surfaces. The flower buds are arranged in groups of between eleven and fifteen on a peduncle 10–20 mm (0.4–0.8 in) long, the individual buds on a pedicel 4–7 mm (0.2–0.3 in) long. Mature buds are club-shaped, 3–5 mm (0.12–0.20 in) long and 3–4 mm (0.12–0.16 in) wide with an operculum as wide as, but shorter than the floral cup. Flowering occurs from October to December and the flowers are white. The fruit is a bell-shaped or conical capsule, 4–6 mm (0.16–0.24 in) long and 4–7 mm (0.16–0.28 in) wide on a pedicel 3–6 mm (0.1–0.2 in) long.This species is distinguished from E. andrewsii by the shape of the fruit, being bell-shaped rather than cup-shaped.",
    "Taxonomy and naming": "Eucalyptus campanulata was first formally described in 1912 by Richard Baker and Henry Smith who published the description in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (campanulata) is a Latin word meaning \"bell-shaped\", referring to the fruit.",
    "Distribution and habitat": "New England blackbutt is widespread and common on fertile soils in wetter areas between south-east Queensland and the southern end of Barrington Tops in New South Wales, especially on the eastern side of the Northern Tablelands.",
    "References": "\nA Field Guide to Eucalypts - Brooker & Kleinig volume 1, ISBN 0-909605-62-9 page 82"
  }
}