{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_rudis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. rudis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus rudis, commonly known as moitch, swamp gum and flooded gum, is a tree native to Western Australia. The Noongar names for the tree are Colaille, Gooloorto, Koolert and Moitch.",
    "Description": "It is a medium-sized tree that typically grows to a height of 5 to 20 metres (16 to 66 ft). The trunk is usually short and has a poor form with a wide-spreading crown. It has rough, dark and light grey box-style bark; however, north of Perth it intergrades with Eucalyptus camaldulensis var. obtusa so the  bark may be smooth and very similar to Eucalyptus camaldulensis. Leaves are stalked, alternate, ovate to orbicular 12 x 7 cm, slightly discolourous and dull grey-green. White flowers appear in winter to late spring between the months of July to September.There are two known subspecies:\n\nEucalyptus rudis subsp. cratyantha Brooker and Hopper \nEucalyptus rudis subsp. rudis Endl.The tree is often heavily attacked in spring by insects including leaf miners, leaf blister sawflies and lerps. The crown regenerate in late spring and into summer.",
    "Classification": "The species was first described by the botanist Stephan Endlicher in 1837 the work  Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel authored by Endlicher, Eduard Fenzl, George Bentham and Heinrich Wilhelm Schott from samples collected by Charles von Hügel around the Swan River Colony.In 1847, the botanist Nikolai Turczaninow named and described Eucalyptus brachypoda in the Bulletin de la Societe Imperiale des Naturalistes de Moscou, which is now known as a synonym for E. rudis.",
    "Distribution": "The tree is widespread from the Eneabba district (29° S. Lat.) southwards in the Darling Range, west central wheatbelt and high rainfall areas of south-west Western Australia commonly on watercourses, swampy ground or very occasionally on granite rock.Flooded gum occurs typically in open woodlands, associated species include with wandoo, Corymbia calophylla and Eucalyptus marginata.",
    "Uses": "The tree is relatively fast-growing with potential for remediation of land affected by moderate levels of salinity. Natural stands are used in the apiculture industry as a source of pollen producing a light amber honey. It is also being assessed as a fast-growing source of biomass for bioenergy and reconstituted wood products in the South West region. Historically it has been used as firewood but the wood also has potential for use as specialty timber. The heartwood is hard, cross grained and a yellow to light reddish brown colour. It has a green density is about kg/m3, and air-dried density about 775 kg/m3.",
    "References": "\n\"Eucalyptus rudis Endl\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}