{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_aggregata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. aggregata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus aggregata, commonly known as black gum, is a medium-sized tree that is endemic to southeastern Australia. It has rough, flaky bark, sometimes smooth on the branches, lance-shaped leaves, green to yellow flower buds in group of seven, white flowers and more or less cup-shaped fruit. It is a component of grassy woodland, often in low-lying or swampy areas, much of which has been cleared and it is under threat.",
    "Description": "Eucalyptus aggregata grows as a medium-sized tree, reaching 18 m (60 ft) in height, with dark grey to black rough bark that is fibrous and flaky on the trunk and smooth whitish, cream-coloured or greyish bark on the uppermost branches. The leaves on young plants vary but are mostly elliptic to egg-shaped or broadly lance-shaped, 40–70 mm (2–3 in) long, 15–30 mm (0.6–1 in) wide and a slightly lighter shade of green on the lower side. The adult leaves are lance-shaped, alternately arranged along the stems and measure 50–120 mm (2.0–4.7 in) long by 10–20 mm (0.4–0.8 in) wide. They are the same colour on both surfaces. The flower buds are arranged in groups of seven on a peduncle 1–5 mm (0.04–0.2 in) long, the individual buds on a pedicel less than 2 mm (0.079 in) long. The buds are oval, green to yellow, 3–5 mm (0.1–0.2 in) long, 2–3 mm (0.08–0.1 in) wide with a cone-shaped or beaked operculum 1.5–3 mm (0.06–0.1 in) long. The flowers are white and appear from November to May. The fruit is cup-shaped to conical, 2–3 mm (0.08–0.1 in) long, 3–5 mm (0.1–0.2 in) wide.",
    "Taxonomy": "Eucalyptus aggregata was first formally described by Henry Deane and Joseph Maiden in 1900 from material collected at Wallerawang as the lectotype. The specific epithet (aggregata) is a Latin word meaning \"clustered\", referring to the fruit.",
    "Distribution and habitat": "Black gum is a rare species found from Capertee and Bathurst in central New South Wales, south through central and southern tablelands, with an isolated population near Woodend in Victoria. It has a very patchy and scattered distribution, as much of the land throughout its range has been cleared for agriculture. Eucalyptus aggregata grows in woodland and is associated with candlebark (Eucalyptus rubida), ribbon gum (E. viminalis),  black sally (E. stellulata)  broad-leaved peppermint (E. dives) and snow gum (E. pauciflora), with a grassy understory of river tussock (Poa labillardieri) and silver top wallaby grass (Joycea pallida). The soil is generally poorly drained, alluvial or swampy, with the black gum growing in low-lying areas. These are also natural frost hollows, where cold air persists in the cooler months. It is found at altitudes above 700 metres (2,300 ft), where there are heavy frosts and snow in winter.",
    "Conservation": "This species is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. Most of the extant population, estimated at  6300 to 8100 mature trees, are isolated. Their seedlings cannot compete against surrounding weeds. These trees are also threatened by hybridisation with E. viminalis and E. rubida. Climate change may also reduce the extent of frost hollows as the climate warms.",
    "Uses": "Although its soft timber is of little use, the species is versatile in that it grows in other areas where few other local species thrive, and can be a useful shade tree with its dense canopy. Its foliage can be used as fodder.\n\n\n== References =="
  }
}