{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_newbeyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. newbeyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus newbeyi, commonly known as Beaufort Inlet mallee, is a species of mallee that is endemic to a small area on the south coast of Western Australia. It has smooth, mottled bark, narrow leaves, flower buds usually in groups of seven, yellowish green flowers and bell-shaped to conical fruit.",
    "Description": "Eucalyptus newbeyi is a mallee that typically grows to a height of 5–8 m (16–26 ft) and does not form a lignotuber. It has smooth, mottled yellowish brown bark that is shed in flakes. The adult leaves are narrow lance-shaped to narrow elliptical, 40–80 mm (1.6–3.1 in) long and 5–15 mm (0.20–0.59 in) wide tapering to a petiole 5–10 mm (0.20–0.39 in) long. The flower buds are arranged in leaf axils in groups of seven, rarely three or nine, on a downturned, strap-like peduncle 30–55 mm (1.2–2.2 in) long, the individual buds sessile. Mature buds are 52–60 mm (2.0–2.4 in) long and 11–16 mm (0.43–0.63 in) wide, with the horn-shaped operculum three or four times as long as the floral cup. Flowering occurs between September and February and the flowers are yellowish green. The fruit is a woody, bell-shaped to conical capsule, 10–27 mm (0.39–1.06 in) long and 18–28 mm (0.71–1.10 in) wide.Eucalyptus newbeyi can be distinguished from the closely related Burdett gum (E. burdettiana) by its smooth, horn-shaped rather than warty operculum. It can also be distinguished from the warted yate (E. megacornuta) which has grossly warted bud caps and fruit that are bell shaped.",
    "Taxonomy and naming": "Eucalyptus newbeyi was first formally described in 1980 by Denis and Stella Carr in the Australian Journal of Botany, from specimens collected by Alex George near the Fitzgerald River in 1970. The specific epithet (newbeyi) honours Ken Newbeyi (1936-1988), a botanical collecter and ecologist from Ongerup.",
    "Distribution and habitat": "The Beaufort Inlet mallee is found on steep slopes and on riverbank ciffs in shrubland near Beaufort Inlet and in the Fitzgerald River National Park, growing in sandy-clay-loam soils.",
    "Conservation status": "This eucalypt is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}