{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_leucoxylon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. leucoxylon"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus leucoxylon, commonly known as yellow gum, blue gum or white ironbark, is a species of small to medium-sized tree that is endemic to south-eastern continental Australia. It has smooth yellowish bark with some rough bark near the base, lance-shaped or curved adult leaves, flower buds in groups of three and cylindrical, barrel-shaped or shortened spherical fruit. A widely cultivated species, it has white, red or pink flowers.",
    "Description": "Eucalyptus leucoxylon is a tree that typically grows to a height of 10–30 m (33–98 ft) and forms a lignotuber. It has smooth white, yellow or bluish-grey bark, usually with 0.5–2 m (1 ft 8 in–6 ft 7 in) of rough fibrous to flaky bark the base of the trunk. Young plants and coppice regrowth have leaves mostly arranged in opposite pairs, egg-shaped to broadly lance-shaped, 45–105 mm (1.8–4.1 in) long and 20–73 mm (0.79–2.87 in) wide. Adult leaves are arranged alternately, the same slightly glossy shade of green on both sides, lance-shaped to curved, 60–185 mm (2.4–7.3 in) long and 10–30 mm (0.39–1.18 in) wide, tapering to a petiole 9–25 mm (0.35–0.98 in) long. The flower buds are arranged in groups of three in leaf axils on an unbranched peduncle 4–11 mm (0.16–0.43 in) long, the individual buds on pedicels 2–14 mm (0.079–0.551 in) long. Mature buds are oval to diamond-shaped or more or less spherical, 6–17 mm (0.24–0.67 in) long, 5–7 mm (0.20–0.28 in) wide with a conical to rounded or beaked operculum. Flowering has been recorded in most months and the flowers a white, red or pink. The fruit is a woody, cylindrical, barrel-shaped or shortened spherical capsule 6–13 mm (0.24–0.51 in) long, 6–14 mm (0.24–0.55 in) wide with the valves enclosed below rim level.This species is similar to E. melliodora and E. sideroxylon subsp. sideroxylon but differs in having three buds in each group of flowers.",
    "Taxonomy and naming": "Eucalyptus leucoxylon was first formally described in 1855 by Ferdinand von Mueller in the Transactions and Proceedings of the Victorian Institure for the Advancement of Science. The specific epithet (leucoxylon) is derived from the ancient Greek leuco- meaning \"white\" and -xylon meaning \"wood\".",
    "Taxonomy and naming-Subspecies and varieties": "The subspecies and varieties accepted by the Australian Plant Census (APC) as at September 2019 are:\n\nEucalyptus leucoxylon subsp. bellarinensis Rule has fibrous-flaky bark near the base of the trunk, waxy juvenile leaves that have the opposite pairs joined to each other, more or less spherical flower buds and relatively large fruit on a long pedicel;\nEucalyptus leucoxylon subsp. connata Rule is similar to the autonym (subsp. leucoxylon) but has more or less spherical, rather than oval flower buds;\n Eucalyptus leucoxylon F.Muell. leucoxylon does not have waxy leaves, the juvenile leaves are never joined in pairs, adult leaves less than 25 mm (0.98 in) wide, pedicels equal to or longer than the fruit, and oval flower buds;\nEucalyptus leucoxylon subsp. megalocarpa Boland is similar to the autonym but has adult leaves more than 25 mm (0.98 in) wide;\nEucalyptus leucoxylon var. pluriflora; F.Muell. ex Miq.\nEucalyptus leucoxylon subsp. pruinosa (F.Muell. ex Miq.) Boland has surface wax present on the juvenile leaves, flower buds and fruit, and has white flowers.",
    "Distribution and habitat": "This eucalypt species is found in Victoria, south-eastern South Australia and far south-western New South Wales. All six subspecies occur in Victoria. Subspecies bellarinensis is only known from the Bellarine Peninsula near Ocean Grove and Torquay. Subspecies connata grows on skeletal soils, mostly in the Brisbane Ranges. Subspecies leucoxylon is the most widespread species and occurs in scattered populations across Victoria and in south-eastern South Australia, including on Kangaroo Island where the tallest specimens are found. Subspecies megalocarpa is a stunted tree or mallee only found in coastal areas from the far south-east of South Australia to far western Victoria. Subspecies pruinosa occurs in drier areas of South Australia, the Wimmera and Goldfields of Victoria and on the Murray River floodplain near Barham  in New South Wales.",
    "Uses": "",
    "Uses-Essential oils": "The leaves are distilled for the production of cineole based eucalyptus oil.",
    "Uses-Use in horticulture": "Subspecies megalocarpa is a relatively small tree with red flowers and large fruit is often available under the horticultural name, ‘Rosea’. It flowers profusely in winter is widely planted as an ornamental plant. 'Euky Dwarf' is grown as a street and garden tree, growing to a height of 5–6 m (16–20 ft) tall and 3–4 m (9.8–13.1 ft) wide. Subspecies leucoxylon has been recommended for larger gardens and parklands.\nA variety known as Euky Dwarf is very popular as a street and garden tree, growing around 5-6m in height.\n\n\t\t\n\n\n== References =="
  }
}