{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_parramattensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. parramattensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus parramattensis, commonly known as the Parramatta red gum or drooping red gum, is a species of small to medium-sized tree that is endemic to eastern New South Wales. It has smooth, mottled bark, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus parramattensis is a tree that typically grows to a height of 15–18 m (49–59 ft) and forms a lignotuber. It has smooth, mottled grey, brown and yellow bark. Young plants and coppice regrowth have dull green to bluish leaves that are 50–120 mm (2.0–4.7 in) long and 5–30 mm (0.20–1.18 in) wide. Adult leaves are narrow lance-shaped to lance-shaped, the same shade of glossy green on both sides, 70–150 mm (2.8–5.9 in) long and 12–25 mm (0.47–0.98 in) wide, tapering to a petiole 8–25 mm (0.31–0.98 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on pedicels 3–5 mm (0.12–0.20 in) long. Mature buds are oval, 6–10 mm (0.24–0.39 in) long and 3–5 mm (0.12–0.20 in) wide with a conical operculum. Flowering occurs from November to December and the flowers are white. The fruit is a woody, hemispherical capsule 3–5 mm (0.12–0.20 in) long and 5–7 mm (0.20–0.28 in) wide, with the valves protruding above the rim.",
    "Taxonomy": "Eucalyptus parramattensis was first formally described in 1913 by Edwin Cuthbert Hall in Proceedings of the Linnean Society of New South Wales from material collected by Richard Thomas Baker.Two subspecies and one variety are accepted by the Australian Plant Census:\n\nEucalyptus parramattensis subsp. decadens L.A.S.Johnson & Blaxell is usually a poorly-formed tree with larger leaves, buds and fruit than subspecies parramattensis;\nEucalyptus parramattensis E.C.Hall subsp. parramattensis has a conical operculum;\nEucalyptus parramattensis var. sphaerocalyx Blakely has a rounded operculum.",
    "Distribution and habitat": "Parramatta red gum gows in woodland, on flat and gently sloping country, often in wet sites on sandy soils. Subspecies parramattensis is found to the north-west of Sydney, subspecies decadens in the lower Hunter River and var. sphaerocalyx occurs from near Parramatta to the foothills of the Blue Mountains.\n\n\n== References =="
  }
}