{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_kochii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. kochii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus kochii, commonly known as oil mallee, is a species of mallee, sometimes a tree, and is endemic to Western Australia. It has rough, flaky or fibrous bark on the trunk, smooth grey bark above, linear to narrow lance-shaped adult leaves, flower buds in groups of nine to fifteen, white flowers and urn-shaped fruit.",
    "Description": "Eucalyptus kochii is a mallee that typically grows to a height of 8 m (26 ft), rarely a tree to 12 m (39 ft), and forms a lignotuber. It has rough, flaky or fibrous, light grey to brown bark on the trunk and larger branches, smooth grey to pink bark on the thinner branches. The adult leaves are arranged alternately, linear to narrow lance-shaped, the same shade of green on both sides, 55–115 mm (2.2–4.5 in) long and 5–13 mm (0.20–0.51 in) wide tapering to a petiole 5–12 mm (0.20–0.47 in) long. The flower buds are arranged in leaf axils, usually in groups of seven, nine or eleven on an unbranched peduncle 6–8 mm (0.24–0.31 in) long, the individual buds on pedicels 2–3 mm (0.079–0.118 in) long. Mature buds are cylindrical to spindle-shaped, the floral cup 4–5 mm (0.16–0.20 in) long and about 3–4 mm (0.12–0.16 in) wide with a conical to horn-shaped operculum of similar dimensions. Flowering occurs between October and February and the flowers are white. The fruit is a woody, oval to urn-shaped capsule 6–7 mm (0.24–0.28 in) long and 5–6 mm (0.20–0.24 in) wide with the valves protruding above rim level.",
    "Taxonomy": "The species was formally described in 1929 by the botanists Joseph Maiden and William Blakely in Maiden's book,  A Critical Revision of the Genus Eucalyptus. The specific epithet (kochii) honours Max Koch for his \"very keen interest in the flora of South and Western Australia\".In 1950, Charles Gardner changed the name to E. oleosa var. kochii in the Journal of the Royal Society of Western Australia, but the change has not been accepted by the Australian Plant Census. In the same journal, Gardner described E. oleosa var. borealis, the name of which has subsequently been changed to E. kochii subsp. borealis by Dean Nicolle, and E. oleosa var. plenissima, changed to E. kochii subsp. plenissima by Ian Brooker. \nIn 2005, Dean Nicolle also described E. kochii subsp. amaryssia and subsp. yellowdinensis, publishing the names in the journal, Australian Systematic Botany.The five subspecies names recognised by the Australian Plant Census are:\n\nEucalyptus kochii subsp. amaryssia D.Nicolle has fruit with a rounded operculum and very glossy adult leaves with a high oil content;\nEucalyptus kochii subsp. borealis (C.A.Gardner) D.Nicolle has fruit with a conical operculum and very glossy adult leaves;\nEucalyptus kochii Maiden & Blakely subsp. kochii has dull green adult leaves;\nEucalyptus kochii subsp. plenissima (C.A.Gardner) Brooker has fruit with a rounded operculum and very glossy adult leaves but with a very low oil content;\nEucalyptus kochii subsp. yellowdinensis D.Nicolle has unusually narrow, glossy green adult leaves but with a low oil content.",
    "Distribution": "Oil mallee is found on flats, depressions, rises and along roadsides from Kondut to near Pindar in the Avon Wheatbelt and Yalgoo biogeographic regions of Western Australia where it grows in sandy-loamy-clay soils over laterite or granite.",
    "Cultivation": "This eucalypt is cultivated in plantations for the production of eucalyptus oil. The distilled oil has a very high content of cineole (83-94%).",
    "References": "",
    "External links": "Byrne, M., \"High genetic identities between three oil mallee taxa, Eucalyptus kochii ssp. kochii, ssp. plenissima and E. horistes, based on nuclear RFLP analysis\", Heredity, 1999, 82, pp205–211 [1]"
  }
}