{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_fraseri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. fraseri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus fraseri, commonly known as Balladonia gum, is a species of tree or mallet that is endemic to Western Australia. It has smooth white to greyish bark, lance-shaped or curved adult leaves, flower buds in groups of seven or nine, white flowers and cup-shaped, conical or hemispherical fruit.",
    "Description": "Eucalyptus fraseri is a tree or mallet that typically grows to a height of 5–20 m (16–66 ft) but does not form a lignotuber. It has smooth white to greyish bark that is shed in ribbons, sometimes with rough, dark bark near the base. Young plants and coppice regrowth have dull bluish to glaucous, petiolate leaves that are egg-shaped, 75–105 mm (3.0–4.1 in) long and 35–65 mm (1.4–2.6 in) wide. Adult leaves are the same glossy green on both sides when mature, lance-shaped or curved, 90–170 mm (3.5–6.7 in) long and 13–35 mm (0.51–1.38 in) wide on a petiole 15–33 mm (0.59–1.30 in) long. The flower buds are arranged in leaf axils in groups of seven or nine on a thick, unbranched peduncle 5–10 mm (0.20–0.39 in) long, the individual buds sessile or on pedicels up to 3 mm (0.12 in) long. Mature buds are oval, 10–15 mm (0.39–0.59 in) long and 6–7 mm (0.24–0.28 in) wide with a conical operculum that is often striated. Flowering occurs between January and March or April and the flowers are white. The fruit is a woody, cup-shaped, conical or hemispherical capsule 7–11 mm (0.28–0.43 in) long and 7–10 mm (0.28–0.39 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Balladonia gum was first formally in 1972 by Ian Brooker in the journal Nuytsia and was given the name Eucalyptus conglobata subsp. fraseri. Brooker collected the type specimen near Balladonia. In 1976, Brooker raised the subspecies to species status as Eucalyptus fraseri. The specific epithet (fraseri) honours Sir Malcolm Fraser, Surveyor General of Western Australia from 1872 to 1883.In 2001, Lawrie Johnson and Ken Hill described two subspecies and the names have been accepted by the Australian Plant Census:\nEucalyptus fraseri (Brooker) Brooker subsp. fraseri has smooth bark throughout;\nEucalyptus fraseri subsp. melanobasis L.A.S.Johnson & K.D.Hill has a stocking of thick, hard black bark on the lower 1.5–4 m (4 ft 11 in–13 ft 1 in) of the trunk.",
    "Distribution and Habitat": "Eucalyptus fraseri grows in open shrubland on open plains, low dunes and hilly areas between Norseman, Scaddan and Balladonia growing in calcareous loam or sandy soils over limestone. Subspecies melanobasis has a distribution restricted to the upper parts of the Fraser Range.",
    "Conservation status": "Subspecies fraseri is classified as \"not threatened\" but subspecies melanobasis is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and from only one or a few locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}