{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_expressa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. expressa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalypus expressa, commonly known as the Wollemi stringybark, is a recently discovered Australian tree species. It has rough, fibrous stringybark on the trunk and larger branches, lance-shaped to curved adult leaves, flower buds in groups of between seven and twenty four and hemispherical to shortened spherical fruit with the valves extending well beyond the rim of the fruit.",
    "Description": "Eucalyptus expressa is a tree that typically grows to a height of 20–45 m (66–148 ft) and has rough, fibrous stringybark on the trunk, and branches wider than 30–50 mm (1.2–2.0 in). The bark is grey brown, with reddish tinges. Young plants have some leaves arranged in opposite pairs, otherwise alternate, broadly lance-shaped to egg-shaped, glossy green on one surface, paler on the other, 50–85 mm (2.0–3.3 in) long and 20–40 mm (0.79–1.57 in) wide. Adult leaves are arranged alternately, more or less the same glossy green on both sides, lance-shaped to curved, 90–160 mm (3.5–6.3 in) long and 18–48 mm (0.71–1.89 in) wide on a petiole 8–15 mm (0.31–0.59 in) long. The edges of older leaves are scalloped or irregularly toothed and the veins diverge at an angle of 30 to 40 degrees to the midrib.The flower buds are arranged in leaf axils in groups of between seven and twenty four on a peduncle 7–15 mm (0.28–0.59 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are spindle-shaped, 5–7 mm (0.20–0.28 in) long and 2–3 mm (0.079–0.118 in) wide with a conical operculum up to twice as long as the floral cup. The fruit is a woody, hemispherical to shortened spherical capsule, 3.5–5 mm (0.14–0.20 in) long and 5–8 mm (0.20–0.31 in) wide with the valves protruding 3–7 mm (0.12–0.28 in) above the rim. This species is similar to E. eugenioides but differs in its tall habit, scalloped leaf edges and conspicuously protruding valves in the fruit.",
    "Taxonomy and naming": "Eucalyptus expressa was first formally described in 2012 by Stephen Bell and Dean Nicolle from a specimen alongside the Putty Road near Bulga and the description was published in the journal Telopea. Before its formal description, it was known as E. sp. aff. eugenioides (Bees Nest Ridge). The specific epithet (expressa) is from the Latin expressus, which means “prominent and clearly exhibited”, and refers to the long, narrow, prominent external valves of the fruit.",
    "Distribution and habitat": "The Wollemi stringybark is a tall forest tree from at least seven populations in sheltered gullies in the sandstone ranges north-west of Sydney. It occurs in and near Wollemi National Park and Yengo National Park.",
    "Conservation status": "A ROTAP rarity rating of 2KC has been proposed for this species. It is poorly known and suspected of being at risk, occurring in a range of less than 100 km (62 mi), although at least partially conserved in a national park.",
    "See also": "List of Eucalyptus species",
    "Photos": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}