{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nebulosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nebulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nebulosa, commonly known as the serpentine peppermint, is a species of small tree that is endemic to the northwest of Tasmania. It has smooth, creamy white bark, narrow elliptic adult leaves, flower buds usually arranged in groups of between seven and eleven, pale creamy white flowers and hemispherical or more or less top-shaped fruit.",
    "Description": "Eucalyptus nebulosa is a tree that typically grows to a height of 3.5–5 metres (11–16 ft) and has smooth bark that is creamy white when fresh. Young plants and coppice regrowth have leaves arranged in opposite pairs, the same greyish blue colour on both sides, 24–45 mm (0.94–1.77 in) long and 15–25 mm (0.59–0.98 in) wide on a petiole up to 2 mm (0.079 in) long. Adult leaves are arranged alternately, pale bluish grey and glaucous, narrow elliptical, mostly 50–80 mm (2.0–3.1 in) long and 8–12 mm (0.31–0.47 in) wide on a petiole 10–15 mm (0.39–0.59 in) long. The flower buds are arranged in groups of mostly seven, nine or eleven on a peduncle 5–10 mm (0.20–0.39 in) long, the individual buds sessile or on pedicels 2–3 mm (0.079–0.118 in) long. Mature buds are club-shaped, with a conical floral cup 2–3 mm (0.079–0.118 in) long, and an operculum 1–1.5 mm (0.039–0.059 in) long. Flowering occurs from December to March and the fowers are pale creamy white. The fruit is a woody hemispherical or slightly top-shaped capsule 3–5 mm (0.12–0.20 in) long and wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus nebulosa was first formally described in 2008 by Alan Maurice Gray in the journal Kanunnah, from a specimen collected north of the Pieman Road about 7 km (4.3 mi) west of the Huskisson River. The specific epithet (nebulosa) is from the Latin nebulosus meaning \"misty\" or \"cloudy\", referring to the smoky or hazy effect of the bluish grey leaves from a distance.",
    "Distribution and habitat": "Serpentine peppermint is the dominant tree species on serpentinite between the Wilson and Huskisson Rivers, tributaries of the Pieman River in the northwest of Tasmania.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}