{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_koolpinensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. koolpinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus koolpinensis, commonly known as Koolpin box, is a species of straggly tree that is endemic to the Northern Territory. It has rough, fibrous bark on the trunk and branches, more or less round adult leaves, flower buds in groups of seven, creamy white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus koolpinensis is a straggly tree that typically grows to a height of 5 metres (16 ft) and occasionally to 12 metres (39 ft) and forms a lignotuber. The bark is grey to grey-white in colour and rough to the ends of branches. It is tightly held box-type bark, becoming tessellated on the trunk. Young plants and coppice regrowth have dull bluish green, more or less round to egg-shaped or kite-shaped leaves 40–90 mm (1.6–3.5 in) long and 45–90 mm (1.8–3.5 in) wide. The adult leaves are arranged alternately, the same dull blue-green on both sides, more or less round to kite-shaped, 40–100 mm (1.6–3.9 in) long and 35–85 mm (1.4–3.3 in) wide on a petiole 13–30 mm (0.51–1.18 in) long. The flower buds are arranged on the ends of branchlets on a branching peduncle each branch with seven buds. The peduncle is 5–20 mm (0.20–0.79 in) long, the individual buds on pedicels 5–12 mm (0.20–0.47 in) long. Mature buds are pear-shaped, 7–9 mm (0.28–0.35 in) long and 4–5 mm (0.16–0.20 in) wide with a beaked operculum. Flowering occurs between April and June and the flowers are creamy white. The fruit is a woody, more or less cup-shaped capsule 5–8 mm (0.20–0.31 in) long and 5–7 mm (0.20–0.28 in) wide with the valves close to rim level. The seeds are dark brown, oval and 1.5–3 mm (0.059–0.118 in) long.",
    "Taxonomy and naming": "Eucalyptus koolpinensis was first formally described by the botanists Ian Brooker and Clyde Dunlop in 1978 in the journal Australian Forest Research. The specific epithet is a reference to Koolpin Creek in the Northern Territory where the type specimen was taken.",
    "Distribution and habitat": "Koolpin box grows near the edge of broken sandstone outcrops in shallow soil and on the edge of nearby plains, often in almost pure stands. It is only known from two locations between the South Alligator River and Koolpin Gorge.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}