{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_elliptica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. elliptica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus elliptica, commonly known as Bendemeer white gum, is a species of small to medium-sized tree that is endemic to eastern Australia. It has smooth bark, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus elliptica is a tree that typically grows to a height of 20 m (66 ft) and forms a lignotuber. It has smooth, usually powdery white bark with orange or grey blotches. Young plants and coppice regrowth have glaucous, sessile, egg-shaped to almost round leaves arranged in opposite pairs, 20–100 mm (0.79–3.94 in) long and 20–60 mm (0.79–2.36 in) wide. Adult leaves are the same green to bluish colour on both sides, lance-shaped to curved, 70–200 mm (2.8–7.9 in) long and 13–30 mm (0.51–1.18 in) wide. The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 4–17 mm (0.16–0.67 in) long, the individual buds on a pedicel 1–5 mm (0.039–0.197 in) long. Mature buds are oval, 5–8 mm (0.20–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a conical operculum. The flowers are white and the fruit is a woody cup-shaped or hemispherical capsule, 4–6 mm (0.16–0.24 in) long and 5–8 mm (0.20–0.31 in) wide with the valves protruding above the rim.",
    "Taxonomy and naming": "Bendemeer white gum was first formally described in 1934 by William Blakely and Ernest McKie from a specimen collected near Bendemeer. They gave it the name E. mannifera var. elliptica and published the description in Blakely's book A Key to the Eucalypts. In 1990 Lawrie Johnson and Ken Hill raised the variety to species status as E. elliptica. The specific epithet (elliptica) refers to the shape of the fruit as described by Blakely and McKie.",
    "Distribution and habitat": "Eucalyptus elliptica grows in grassy woodland between the Barrington Tops area and southeastern Queensland, most often in the Bendemeer and Walcha areas.\n\n\n== References =="
  }
}