{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gillenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gillenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gillenii, commonly known as the mallee red gum, Mt Gillen mallee or Mt Lindsay mallee, is a species of mallee that is endemic to inland Australia. It has smooth, mottled bark, linear to narrow lance-shaped adult leaves, flower buds in groups of seven or nine, white flowers and hemispherical or cup-shaped fruit.",
    "Description": "Eucalyptus gillenii is a multi-stemmed mallee that typically grows to a height of 2–6 m (6 ft 7 in–19 ft 8 in) and forms a lignotuber. It has smooth, mottled grey and brownish bark. Young plants and coppice regrowth have stems that are more or less square in cross-section and lance-shaped leaves 70–100 mm (2.8–3.9 in) long and 10–40 mm (0.39–1.57 in) wide. Adult leaves are dull, green to blue-green, linear to lance-shaped or curved, 70–180 mm (2.8–7.1 in) long and 9–26 mm (0.35–1.02 in) wide on a petiole 8–30 mm (0.31–1.18 in) long. The flower buds are arranged in groups of seven or nine in leaf axils on an unbranched peduncle 4–13 mm (0.16–0.51 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval, 7–16 mm (0.28–0.63 in) long and 4–7 mm (0.16–0.28 in) wide with a rounded to conical operculum. Flowering occurs from February to April or from November to December and the flowers are creamy white. The fruit is a woody globular, hemispherical or cup-shaped capsule 3–9 mm (0.12–0.35 in) long and 6–12 mm (0.24–0.47 in) wide, containing dark brown, pyramid-shaped seeds 1.5–3 mm (0.059–0.118 in) long and 0.8 mm (0.031 in) wide.",
    "Taxonomy and naming": "Eucalyptus gillenii was first formally described in 1926 by Alfred Ewart and Lesley Kerr in the Proceedings of the Royal Society of Victoria from samples collected near Mount Gillen by Ewatt in 1924. It is named for Francis James Gillen who was an anthropologist, ethnologist and the first postmaster at Alice Springs. Mount Gillen in the MacDonnell Ranges, where the type specimen was collected from, was also named for the same man.",
    "Distribution and habitat": "This mallee is common on rocky hills in the central and south-western areas of Central Australia, especially in the MacDonnell Ranges and Petermann Ranges of the Northern Territory and Western Australia. It is less common on Mount Wooltarlinna and Mount Lindsay in the Birksgate Range of far north-western South Australia and there is an outlying population at Skirmish Hill in the Dean Range in Western Australia. It grows in crevices on and at the base of rock domes in water run-off areas. In South Australia it often occurs with Corymbia eremaea and Eucalyptus intertexta.",
    "Conservation status": "This eucalypt is classified in Western Australia as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Mallee red gum is a hardy grower and is both frost and drought tolerant.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}