{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_amplifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. amplifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus amplifolia, commonly known as the cabbage gum, is a tree that is endemic to eastern Australia. It has smooth bark on its trunk and branches, lance-shaped leaves, and buds in groups of between seven and fifteen or more. The flowers are white and the fruit are woody hemispherical capsules. It is common on the coastal areas and tablelands of New South Wales and adjacent areas in south eastern Queensland, occurring as far south as Bega.",
    "Description": "Eucalyptus amplifolia is a tree that can grow to 30 m (100 ft) in height in forest situations, though it is often shorter in sparser woodland areas. It has smooth, often blotchy, white, cream, yellow, grey, pink or blue-grey bark throughout the trunk and branches, usually with loose, flaking grey slabs persistent at the base and lower trunk. The leaves on young plants are rounded, egg-shaped or triangular, green, 50–220 mm (2–9 in) long, 35–180 mm (1–7 in) and predominately held horizontal to the ground. Adult leaves are arranged alternately, broadly lance-shaped, 75–250 mm (3–10 in) long and 16–70 mm (0.6–3 in) wide on a petiole 10–30 mm (0.4–1 in) long. Side-veins are 45° or greater to the midrib, and the leaves are of a dull or glossy green of same hue both sides of the leaf.The flowers are arranged in groups of seven to fifteen or more, the groups on a flattened or angular peduncle 7–15 mm (0.3–0.6 in) long, the individual flowers sometimes on a pedicel up to 8 mm (0.3 in) long or sessile. The buds are cone-shaped, the floral cup hemispherical 2–3 mm (0.08–0.1 in) long, the operculum conical, 7–9 mm (0.3–0.4 in) long and about 4 mm (0.2 in) wide at the join. Flowering occurs between November and January and the fruit is a woody, hemispherical capsule 2–5 mm (0.08–0.2 in) long and 4–6 mm (0.16–0.24 in) wide on a pedicel 1–5 mm (0.04–0.2 in) long. There are three or four upward-pointing valves on the top of the fruit.",
    "Taxonomy and naming": "Eucalyptus amplifolia was first formally described in 1891 by Charles Victor Naudin who published the description in Description and emploi des Eucalyptus: introduits en Europe principalement en France et en Algerie: second memoire. The specific epithet (amplifolia) is derived from the Latin words amplus meaning \"large\" and folium meaning \"leaf\", referring to the large leaves of this eucalypt.In 1990, Lawrie Johnson and Ken Hill described two subspecies of Eucalyptus amplifolia:\nEucalyptus amplifolia subsp. amplifolia has buds and fruit with a distinct pedicel;\nEucalyptus amplifolia subsp. sessiliflora lacks a distinct pedicel.",
    "Distribution and habitat": "Cabbage gum grows in grassy woodland and forest, often in depressions and on river flats.\nSubspecies amplifolia is found on the coastal plains of New South Wales from Taree to Batemans Bay with disjunct populations as far north as Coffs Harbour as well as in the Megalong Valley and on the Southern Tablelands near Goulburn.\nSubspecies sessiliflora grows in northern New South Wales, occurring in the Tenterfield, Armidale and Casino districts and in adjacent areas in Queensland.",
    "Gallery": "Features of the cabbage gum (Eucalyptus amplifolia)\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}