{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pilbarensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pilbarensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pilbarensis is a species of mallee or low shrub that is endemic to the Pilbara region of Western Australia that is native to the Pilbara region of Western Australia. It has smooth, white or greyish bark, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and conical, barrel-shaped or cylindrical fruit.",
    "Description": "Eucalyptus pilbarensis is a mallee, or somethimes a low shrub, that typically grows to a height of 3–4 m (9.8–13.1 ft) and forms a lignotuber. It has smooth grey, whitish or pinkish bark. Young plants and coppice regrowth have dull green, broadly lance-shape leaves that are about 50–80 mm (2.0–3.1 in) long and 20–50 mm (0.79–1.97 in) wide. Adult leaves are lance-shaped to curved, the same shade of glossy green on both sides, 60–120 mm (2.4–4.7 in) long and 10–22 mm (0.39–0.87 in) wide tapering to a petiole 10–23 mm (0.39–0.91 in) long. The flower buds are arranged in leaf axils on a flattened, unbranched peduncle 3–16 mm (0.12–0.63 in) long, the individual buds on pedicels up to 3 mm (0.12 in) long. Mature buds are cylindrical, 9–14 mm (0.35–0.55 in) long and 4.5–6 mm (0.18–0.24 in) wide with a hemispherical operculum. Flowering occurs in July and the flowers are white. The fruit is a woody, conical, barrel-shaped or cylindrical capsule 8–12 mm (0.31–0.47 in) long and 6–9 mm (0.24–0.35 in) wide with the valves below rim level.",
    "Taxonomy": "Eucalyptus pilbarensis was first formally described in 1986 by Ian Brooker and Walter Edgecombe in the journal Nuytsia from material they collected in the Hamersley Range in 1983.",
    "Distribution and habitat": "This mallee grows in more or less pure stands with E. ferriticola on mesa cliff faces and surrounding slopes of Mount Nameless, near Mount Brockman and near Roy Hill in the Pilbara region of Western Australia.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}