{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_jensenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. jensenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus jensenii, commonly known as Wandi ironbark, is a species of tree that is endemic to northern Australia. It has hard, coarse black \"ironbark\", egg-shaped to lance-shaped adult leaves, flower buds in groups of seven, creamy white flowers and barrel-shaped to conical fruit.",
    "Description": "Eucalyptus jensenii is a tree that typically grows to a height of 3–12 m (9.8–39.4 ft) and forms a lignotuber. It has hard, rough, coarse black \"ironbark\" on the trunk and larger branches. Young plants and coppice regrowth have dull greyish green, egg-shaped to elliptic leaves 38–65 mm (1.5–2.6 in) long and 20–30 mm (0.79–1.18 in) wide. Adult leaves are the same shade of dull green or greyish green on both sides, egg-shaped to lance-shaped, 43–115 mm (1.7–4.5 in) long and 7–30 mm (0.28–1.18 in) wide on a petiole 3–20 mm (0.12–0.79 in) long. The flower buds are arranged mostly on the ends of branchlets on a branching peduncle 2–8 mm (0.079–0.315 in) long. Each branch of the peduncle has seven buds, each bud on a pedicel 2–8 mm (0.079–0.315 in) long. Mature buds are pear-shaped to oval, 3–4 mm (0.12–0.16 in) long and 2–3 mm (0.079–0.118 in) wide with a conical operculum. Flowering occurs from January to May and the flowers are creamy white. The fruit is a woody, barrel-shaped to conical capsule 3–5 mm (0.12–0.20 in) long and wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus jensenii was first formally described in 1922 by Joseph Maiden from a specimen collected near Wandi by Harald Ingemann Jensen and the description was published in Maiden's book A Critical Revision of the Genus Eucalyptus. Wandi is an old gold-mining camp near Pine Creek in the Northern Territory. The specific epithet honours the collector of the type specimen.",
    "Distribution and habitat": "Wandi ironbark grows in open forest and woodland, usually on slopes and tablelands but sometimes on flats and near swamps. It occurs in the Kimberley region and Dampier Peninsula  in Western Australia and in northern parts of the northern Territory, including on Groote Eylandt.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}