{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_diversifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. diversifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus diversifolia, commonly known as the soap mallee, coastal white mallee, South Australian coastal mallee, or coast gum is a species of mallee that is endemic to an area along the southern coast of Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of between seven and eleven, white to creamy yellow flowers and cup-shaped fruit.",
    "Description": "Eucalyptus diversifolia is a mallee that typically grows to a height of 0.5–8 m (1 ft 8 in–26 ft 3 in) and forms a lignotuber. It has smooth, mainly cream-coloured and grey bark. Young plants and coppice regrowth have sessile, egg-shaped to elliptic leaves arranged in opposite pairs, 40–75 mm (1.6–3.0 in) long and 10–25 mm (0.39–0.98 in) wide. Adult leaves are arranged alternately, the same olive-green or bluish-green on both sides, lance-shaped, 55–100 mm (2.2–3.9 in) long and 10–22 mm (0.39–0.87 in) wide on a petiole 12–18 mm (0.47–0.71 in) long. The flower buds are arranged in groups of seven, nine or eleven in leaf axils on an unbranched peduncle 5–20 mm (0.20–0.79 in) long, the individual buds on a pedicel 1–6 mm (0.039–0.236 in) long. Mature buds are diamond-shaped, 5–12 mm (0.20–0.47 in) long and 4–7 mm (0.16–0.28 in) wide with a conical to beaked operculum. Flowering occurs between July and September or December to January and the flowers are white to cream-yellow flowers. The fruit is a woody, cup-shaped capsule 5–11 mm (0.20–0.43 in) long and 8–11 mm (0.31–0.43 in) wide, sessile or on a pedicel up to 7 mm (0.28 in) long with the valves about level with the rim. The seeds are smooth glossy brown and pyramidal.",
    "Taxonomy": "Eucalyptus diversifolia was first formally described by the botanist Aimé Bonpland in 1814 and the description was published in his book Description des Plantes Rares cultivees a Malmaison et a Navarre.Three subspecies were described in 1987 by Ian Wright and Pauline Ladiges and two of these are recognised by the Australian Plant Census (APC):\n\nEucalyptus diversifolia subsp. diversifolia has smooth bark and cup-shaped fruit less than 12 mm (0.47 in) in diameter;\nEucalyptus diversifolia subsp. hesperia has a short skirt of rough bark at the base and fruit that is usually smaller than in subspecies diversifolia.Eucalyptus diversifolia subsp. megacarpa is regarded as a synonym of E. diversifolia subsp. diversifolia by the APC but is an accepted subspecies in Victoria and has fruit that is 12–15 mm (0.47–0.59 in) in diameter.This species is part of the Eucalyptus subgenus series Diversiformae, a group of mallees that all have adult leaves held erect, buds with a single unscarred operculum and pyramidal seeds. The other species in this series include E. erectifolia, E. platydisca, E. pachyloma, E. todtiana, E. lateritica, E. dolorosa and E. buprestium.The specific epithet (diversifolia) is derived from the Latin words diversus meaning \"different\" and folium meaning \"leaf\".",
    "Distribution": "Soap mallee grows in soils derived from limestone, often on exposed headlands. Subspecies diversifolia is found on the Eyre and lower Yorke Peninsulas, on Kangaroo Island in South Australia and eastwards to the Cape Nelson State Park with an isolated population near Aireys Inlet in Victoria, but it is absent from the Nullarbor Plain in far western South Australia. Subspecies hesperia occurs west of the Nullarbor Plain between Eucla, Caiguna, Cocklebiddy and Madura.",
    "Uses": "This species is able to produce large amounts of biomass, making 10 to 20 metric tons (11 to 22 short tons) per hectare per year. In wheatbelt regions it is also beneficial as the tree will reduce salinity, give shade to stock, act as a windbreak and reduce erosion.",
    "Gallery": "Features of Eucalyptus diversifolia",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}