{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_utilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. utilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus utilis, commonly known as coastal moort or coastal mort, is a mallee tree that is native to the southern areas of Western Australia.",
    "Description": "The tree or mallee has a spreading habit and typically grows to a height of 1.5 to 15 metres (5 to 49 ft). It has a short trunk with smooth grey bark that bark peels off in ribbons revealing the smooth pale brown bark underneath. The species is non-lignotuberous, fast growing and relatively short-lived. The root system can be moderate to deep or shallow and spreading. The dense crown is rounded and spreading crown which is relatively close to ground level. The thick olive green glossy leaves have a ovate to lanceolate shape. The concolorous glossy leaves are 4.5 to 8 centimetres (1.8 to 3.1 in) in length and 1 to 4 cm (0.39 to 1.57 in) wide with a pointed apex and tapering toward the petiole. It blooms between September and January producing cream-white flowers. \nEach axillary unbranched inflorescence occur in groups of seven per umbel. Mature buds have an elongated ovoid shape and are 1.2 to 2.8 cm (0.47 to 1.10 in) in length and 0.4 to 0.7 cm (0.157 to 0.276 in) wide with creamy white flowers. The fruit that form following flowering appear on down-turned to spreading peduncles. The fruit have an obconical to  almost barrel shape with a length of 0.8 to 1.2 cm (0.315 to 0.472 in) and a width of 0.7 to 1.0 cm (0.276 to 0.394 in) with a descending disc and three to four valves at rim level. The black to brown coloured seeds have a flattened ovoid shape with a length of 0.7 to 2 mm (0.028 to 0.079 in).Eucalyptus utilis can be distinguished from E. platypus by its narrower, more lanceolate leaves, its erect bud clusters and coastal sand-dune habitat, rather than growing on heavy soil flats. E. utilis seems to be either mallee or mallet in habit whilst E. platypus is always a mallet. Eucalyptus nutans has a similar habit, similar adult leaves and similar erect staminal arrangement to E. utilis but differs in that its buds have a much shorter operculum, its flowers are red/pink and its fruit has five or six valves. Eucalyptus cernua and E. vesiculosa differ from E. utilis in having  inflexed, not erect, stamens in bud, down-turned bud clusters and short rounded opercula, not long and horn-shaped.",
    "Taxonomy": "The species was first formally described by the botanists Ian Brooker and Stephen Hopper in 2002 as part of the work Taxonomy of species deriving from the publication of Eucalyptus subseries Cornutae Benth. (Myrtaceae) as published in the journal Nuytsia. The only synonym is Eucalyptus platypus var. heterophylla as described by William Blakely in 1934. However, this \"synonym\" is considered a misapplication by the Australian Plant Census (CHAH), with Blakely's type species for Eucalyptus platypus var. heterophylla being considered to be a hybrid between  E. platypus subsp. platypus and E. spathulata.\nThe specific epithet is from the Latin word utilis meaning useful which refers to the many uses of the tree in street and farm plantings.",
    "Distribution": "It is found along the west and south coast of Western Australia, as far north as around Perth with the bulk of the population between Fitzgerald River National Park then east to around Esperance with scattered populations found further east. Populations are also found on islands in the Recherche Archipelago including Middle and Mondrain Island. It is part of a variety of habitat such as sand dunes on and around granite hills and near swamps and estuaries growing in sandy or clay soils.",
    "Cultivation": "It is commercially available for cultivation and is commonly used for ornamental, windbreaks and shelter-belts. The tree is drought tolerant and moderately frost tolerant. It can grow in poor sandy soils that are alkaline and is semi-salt tolerant.  It produces a good amount of pollen and nectar and makes good habitat for birds and insects.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}