{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_striaticalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. striaticalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus striaticalyx, commonly known as Cue York gum or kopi mallee, is a tree that is native to Western Australia.",
    "Description": "The tree will typically grow to a height of 5 to 12 metres (16 to 39 ft) and has persistent rough bark over most of the trunk. The thick, fibrous, dark greyish bark is over the trunk and larger branches then becomes smooth and creamy brown to pinkish in colour. The concolorous, dull, grey-green to blue-green adult leaves are alternately arranged. The leaf blade has a lanceolate to broadly lanceolate shape with a length of 7 to 17.5 cm (2.8 to 6.9 in) and a width of 0.7 to 2.5 cm (0.28 to 0.98 in) with the base tapering to the petiole. It blooms between January and December producing conflorescences with cream-white flowers.",
    "Taxonomy": "The species was first formally described in 1904 by the botanist William Vincent Fitzgerald as part of the work Additions to the West Australian Flora published in the Journal of the West Australian Natural History Society. The specific epithet is taken from the Latin words striatus meaning striated and calyx meaning calyx in reference  to the operculum.\nThe tree belongs in subgenus Symphyomyrtus section Dumaria to a large sub-group, series Rufispermae, composed of 37 described species and subspecies including Eucalyptus kondininensis, Eucalyptus gypsophila and Eucalyptus repullulans.",
    "Distribution": "It is found on dunes near salt lakes, low hills and drainage lines and has a scattered distribution throughout the Mid West and Goldfields-Esperance regions of Western Australia where it grows in powdery loam soils. The range of the tree extends into the Great Victoria Desert region of western South Australia.It is commercially available for cultivation in seed form.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}