{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_conferta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. conferta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus conferta is a rare, slender tree that is endemic to a small area near Chewton in Victoria. It has thick, rough, fissured bark, dull green to bluish, lance-shaped adult leaves, flower buds arranged in groups of seven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus conferta is a slender tree typically growing to a height of about 15 m (50 ft) with thick, rough, fissured bark. The leaves on young plants are linear, curved, dull and glaucous, up to 80 mm (3.1 in) long and 9 mm (0.35 in) wide on a short petiole, or sessile. Adult leaves are dull green to bluish, lance-shaped, 70–110 mm (2.8–4.3 in) long and 12–18 mm (0.47–0.71 in) wide on a petiole 12–18 mm (0.47–0.71 in) long. The flower buds are arranged in groups of seven in leaf axils on a thin peduncle 7–11 mm (0.28–0.43 in) long, the individual buds on a thin pedicel 2-5. The mature buds are oval, 6–7 mm (0.24–0.28 in) long and 2–3 mm (0.079–0.118 in) wide with a conical operculum 3–4 mm (0.12–0.16 in) long. Flowering occurs in autumn and the flowers are white. The fruit is a woody, hemispherical to almost conical capsule 3–4 mm (0.12–0.16 in) long and wide on a slender pedicel 1–3 mm (0.04–0.1 in) long.",
    "Taxonomy and naming": "Eucalyptus conferta was first formally described in 2012 by Kevin James Rule and the description was published in the journal Muelleria from a specimen collected in the Fryers Range west of Malmsbury. The specific epithet (conferta) is a Latin word meaning \"pressed together\", \"crowded\", \"thick\" or \"dense\", referring to the crowded leaves on immature plants.",
    "Distribution and habitat": "This eucalypt is a rare tree, restricted to the Glenluce State Forest about 17 km (11 mi) south of Chewton where it grows on hilly sites in dry, shallow soils.\n\n\n== References =="
  }
}