{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_macrorhyncha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. macrorhyncha"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus macrorhyncha, commonly known as the red stringybark, is a species of medium-sized tree that is endemic to eastern Australia. It has rough, stringy, grey to brown bark, lance-shaped adult leaves, flower buds in groups of between seven and eleven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus macrorhyncha is a tree that typically grows to a height of 12–35 m (39–115 ft) and forms a lignotuber. It has rough, stringy, grey to reddish brown bark on the trunk and branches. Young plants and coppice regrowth have egg-shaped leaves 25–105 mm (0.98–4.13 in) long and 20–52 mm (0.79–2.05 in) wide. Adult leaves are lance-shaped to curved, the same dull to glossy green colour on both sides, 75–140 mm (3.0–5.5 in) long and 12–38 mm (0.47–1.50 in) wide on a petiole 7–20 mm (0.28–0.79 in) long. The flower buds are arranged in groups of seven, nine or eleven in leaf axils on an unbranched peduncle 7–18 mm (0.28–0.71 in) long, the individual buds on pedicels 4–6 mm (0.16–0.24 in) long. Mature buds are diamond-shaped, 5–9 mm (0.20–0.35 in) long and 4–5 mm (0.16–0.20 in) wide with a beaked operculum. Flowering occurs between February and July and the flowers are white. The fruit is a woody hemispherical or shortened spherical capsule 3–7 mm (0.12–0.28 in) long and 6–12 mm (0.24–0.47 in) wide with the valves protruding above the rim of the fruit.Near Bundarra and Barraba, this species is difficult to distinguish from E. laevopinea.",
    "Taxonomy and naming": "Eucalyptus macrorhyncha was first formally described in 1867 by George Bentham based on specimens collected by Frederick Adamson and by Ferdinand von Mueller who gave the species its name and wrote an unpublished description. The formal description was published in Flora Australiensis.In 1973, Lawrie Johnson and Donald Blaxell changed the name of Eucalyptus cannonii to E. macrorhyncha subsp. cannonii and the names of the two subspecies are accepted by the Australian Plant Census:\n\nEucalyptus macrorhyncha subsp. cannonii (R.T.Baker) L.A.S.Johnson & Blaxell has larger buds and wider fruit with more protruding valves than subspecies macrorhyncha;\nEucalyptus macrorhyncha F.Muell. ex Benth. subsp. macrorhyncha.",
    "Distribution and habitat": "Red stringybark occurs on ranges and tablelands of New South Wales, the Australian Capital Territory and Victoria, with a small, disjunct population in the Spring Gully Conservation Park south-west of Clare in South Australia.",
    "Gallery": "",
    "References": "\n\n== External links =="
  }
}