{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cypellocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cypellocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cypellocarpa, commonly known as mountain grey gum, mountain gum, monkey gum or spotted mountain grey gum, is a species of straight, smooth-barked forest tree that is endemic to southeastern Australia. It has relatively large, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and usually cylindrical or barrel-shaped fruit.",
    "Description": "Eucalyptus cypellocarpa is a tree that typically grows to a height of 50–65 m (164–213 ft) and forms a lignotuber. It has smooth white, grey or yellowish bark that is shed in long ribbons. Young plants and coppice regrowth have stems that are square in cross-section, and sessile, lance-shaped to heart-shaped or egg-shaped leaves that 45–120 mm (1.8–4.7 in) long and 18–55 mm (0.71–2.17 in) wide. Adult leaves are lance-shaped to curved, usually the same glossy green on both surfaces, 90–305 mm (3.5–12.0 in) long and 10–48 mm (0.39–1.89 in) wide on a petiole 12–32 mm (0.47–1.26 in) long. The flower buds are arranged in leaf axils in groups of seven on a peduncle 8–22 mm (0.31–0.87 in) long, the individual buds sessile or on a pedicel up to 7 mm (0.28 in) long. Mature buds are green to yellow, oblong to oval, 8–11 mm (0.31–0.43 in) long and 3–6 mm (0.12–0.24 in) wide with a conical to beaked operculum. Flowering occurs from January to June and from October to November and the flowers are white. The fruit is a woody cylindrical or barrel-shaped, sometimes cup-shaped or hemispherical capsule 5–10 mm (0.20–0.39 in) long and wide and sessile or on a pedicel up to 6 mm (0.24 in) long. The valves of the fruit are usually below rim level.",
    "Taxonomy": "Eucalyptus cypellocarpa was first formally described in 1962 by the Australian botanist Lawrie Johnson who collected the type specimen at \"Sawmill to Wynne's Rocks, Mt. Wilson, 3,100 feet\". The specific epithet (cypellocarpa) is said to be derived from the Greek words cypellum, \"cup\" and carpos, \"fruit\" and refers to the fruit stage. The proper word in ancient Greek for \"cup\" is kypellon (κύπελλον).",
    "Distribution and habitat": "Mountain gum is found in New South Wales and Victoria where it tends to grow in wet sclerophyll forest, in gullies and on mid-altitude hillsides, from 30.25 to 39 degrees south. It grows from near sea level altitudes to 1,200 m (3,900 ft) and in cool to warm, humid to sub-humid environments with a temperature distribution of −2–31 °C (28–88 °F) with an annual rainfall of 700–1,300 mm (28–51 in). In New South Wales it is widespread in wet forests south from Tamworth, and in Victoria it is widespread in the south-east, including in the Black Range, Grampians and Pyrenees.",
    "References": "\nEucalyptus cypellocarpa http://morwellnp.pangaean.net/cgi-bin/show_species.cgi?find_this=Eucalyptus%20cypellocarpa"
  }
}