{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_apiculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. apiculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus apiculata, commonly known as the narrow-leaved mallee ash and is a mallee that is endemic to New South Wales. It has smooth white or greyish bark, narrow lance-shaped adult leaves, flower buds in groups of three to seven, white flowers and urn-shaped or barrel-shaped fruit.",
    "Description": "Eucalyptus apiculata is a mallee with smooth white or greyish bark. Young plants and coppice regrowth have leaves arranged in opposite pairs, linear to narrow lance-shaped leaves up to 160 mm (6 in) long and 8–20 mm (0.3–0.8 in) wide. They are the same glossy green colour on both sides. Adult leaves are narrow lance-shaped, 35–110 mm (1–4 in) long and 3–7 mm (0.1–0.3 in) wide, the same glossy green on both sides. There is a small point or hook on the end of the leaves. The flower buds are arranged in groups of three to seven, the groups on a peduncle 5–10 mm (0.2–0.4 in) long and the individual flowers a pedicel 2–5 mm (0.08–0.2 in) long. The mature buds are oval to club-shaped, 5–8 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide with a conical operculum that has a small point on its top. Flowering occurs between October and March and the flowers are white. The fruit is an urn-shaped or barrel-shaped capsule 6–9 mm (0.2–0.4 in) long and 6–8 mm (0.2–0.3 in) wide on a pedicel 2–6 mm (0.08–0.2 in) long.",
    "Taxonomy and naming": "Eucalyptus apiculata was first formally described in 1902 by Richard Thomas Baker and Henry George Smith who published the description in paper entitled A research on the eucalypts : especially in regard to their essential oils. The specific epithet (apiculata) is a Latin word meaning \"apiculate\", referring to the leaves.",
    "Distribution and habitat": "The narrow-leaved mallee ash is a rare species with a restricted distribution between Linden and Berrima where it grows in mallee shrubland.\n\n\n== References =="
  }
}