{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_sinuosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. sinuosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus sinuosa, also known as octopus mallee, is a mallee tree that is native to Western Australia.",
    "Description": "The mallee typically grows to a height of 4 m (13 ft) and forms a lignotuber. The bark is a cream, grey to grey-brown and orange-brown colour and smooth over the tree and shed in ling thin ribbons. The glossy green adult leaves are alternately arranged with a linear shaped leaf blade that is 5 to 7.5 cm (2.0 to 3.0 in) in length and 0.4 to 0.9 cm (0.16 to 0.35 in) wide with the base tapering to the petiole.\nThe bushy mallee blooms between December and April producing inflorescences with yellow-green flowers that are tightly clustered into large balls. The inflorescence also has  extremely long and sinuous opercula (caps) leading to the flowers.",
    "Taxonomy": "The species was first formally described in 2008  by the botanists Dean Nicolle, Malcolm French and Nathan McQuoid as part of the work A revision of Eucalyptus ser. Cornutae subser. Conjunctae (Myrtaceae) from the south coast of Western Australia, including the description of four new taxa and comments on the hybrid origin of E. bennettiae as published in the journal Nuytsia. Eucalyptus petila is a known synonym.\nThe specific epithet is taken from the Latin word sinuosus meaning bends in reference to the long bendy inner operculum of the mature flower buds.",
    "Distribution": "The mallee is found as four scattered populations along the south coast of Western Australia in the Great Southern and Goldfields-Esperance region between Gnowangerup, Jerramungup and Ravensthorpe",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}