{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_melanophitra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. melanophitra"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus melanophitra is a species of mallet that is endemic to a restricted area of Western Australia. It has rough, flaky grey bark on the trunk, smooth grey bark above, narrow lance-shaped adult leaves, flower buds in groups of nine or eleven, pale yellow flowers and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus melanophitra is a mallet that typically grows to a height of 4–7 m (13–23 ft) but does not form a lignotuber. It has rough, flaky grey bark on part or all of the trunk, smooth greyish bark above. The adult leaves are narrow lance-shaped, 55–95 mm (2.2–3.7 in) long and 9–15 mm (0.35–0.59 in) wide on a petiole 5–13 mm (0.20–0.51 in) long. The flower buds are arranged in leaf axils in groups of nine or eleven on an unbranched peduncle 7–15 mm (0.28–0.59 in) long, the individual buds on pedicels about 3 mm (0.12 in) long. Mature buds are spindle-shaped, 13–15 mm (0.51–0.59 in) long and about 3 mm (0.12 in) wide with a conical operculum about twice as long as the floral cup. Flowering occurs between February and April and the flowers are pale yellow. The fruit is a woody, cylindrical to barrel-shaped capsule 6–7 mm (0.24–0.28 in) long and 4–5 mm (0.16–0.20 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus melanophitra was first formally described in 1991 by Ian Brooker and Stephen Hopper in the journal Nuytsia from a specimen collected by Brooker in 1985. The specific epithet is said to be derived from the Greek melano meaning \"dark\" or \"black\" and phitros meaning \"bole\" or \"trunk\", in reference to the black butt. In ancient Greek, the word for \"black\" is however melas, genitive melanos (μέλας, genitive μέλανος).",
    "Distribution and habit": "This eucalypt is found on stony breakaways in a small areas near the Pallinup River and the Corackerup Nature Reserve, where it grows in skeletal soils over laterite.",
    "Conservation status": "Eucalyptus melanophitra is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}