{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_salubris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. salubris"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus salubris, commonly known as gimlet, fluted gum tree, gimlet gum and silver-topped gimlet, is a species of mallet that is endemic to low-rainfall areas of the wheatbelt and goldfields regions of Western Australia.",
    "Description": "Eucalyptus salubris grows as a mallet, usually from 4 to 15 metres (13.1 to 49.2 ft) high, but sometimes as low as 2 to 24 m (6.6 to 78.7 ft) and does not form a lignotuber. It has smooth, strongly fluted trunks and stems, and white or cream flowers from September to March. E. salubris  is one of the nine true gimlet species that have buds in groups of seven.\nThe adult leaves are arranged alternately on the branchlets and the same glossy green colour on both sides, with petioles that are 0.7 to 2 centimetres (0.28 to 0.79 in) long. The leaf blade is narrow lance-shaped, usually 6.5 to 10.5 cm (2.6 to 4.1 in) long and 0.7 to 1.5 cm (0.28 to 0.59 in) wide with the base tapering to the petiole, and a pointed apex.The flowers are arranged in groups in the leaf axils on stout, unbranched peduncles. The groups are broadest near the tip and approximately 0.4 to 2 cm (0.16 to 0.79 in) long. The fruit are hemispherical to cone-shaped with the narrower end towards the base and 0.5 to 0.7 cm (0.20 to 0.28 in) wide. The rim of tissue around the edge of the fruit where the \"cap\" or operculum was attached is level to sloping.The seed capsules remain on trees until the following spring and abundant quantities are often present. There are about 400 viable seeds found in every gram.",
    "Taxonomy": "The species was first published in 1876 by Ferdinand von Mueller, based on specimens collected at Queen Victoria Spring by Jess Young during the Giles expedition of May 1875. The specific epithet (salubris) is a Latin word meaning \"healthful\", \"wholesome\" or \"beneficial\", in reference to the healthy appearance of the tree. The common name refers to the fluted or twisted trunks, resembling a carpenter’s gimlet which is a boring tool.There are no subspecies or varieties. A variety was published by Joseph Maiden in 1919 as E. s. subsp. glauca, but this was promoted to species rank as E. ravida in 1991. Hybrids with E. tortilis have been reported.The species belongs in Eucalyptus subgenus Symphyomyrtus section Bisectae subsection Glandulosae. This section has buds with two opercula and the cotyledons are bisected and the branchlets have numerous oil glands in the pith. E. salubris also belongs to a well known small group, the gimlets, notable for the slender fluted, twisted shiny trunks.E. salubris  is one of the nine true gimlet species that have buds in groups of seven, and the only gimlet that is a mallee. The other true gimlets are E. campaspe, E. creta, E. diptera, E. jimberlanica, E. ravida, E. terebra, E. effusa and E. tortilis.Eucalyptus tortilis is morphologically closest to E. salubris differing only in having larger buds with more acute operculum and slightly larger fruit.",
    "Distribution and habitat": "This gimlet has a wide distribution, occurring throughout the Avon Wheatbelt and Coolgardie biogeographic regions, with outliers as far west as Perth and as far south as Esperance. The relief is generally gentle slopes. It grows in a range of soils: red loams, red clay loams, yellow and red sand, and laterite.The species is widespread through the Wheatbelt and the southern part of the Goldfields-Esperance regions of Western Australia. It is found from Mullewa in the north-west extending to the south-east near Pingrup and extending east and north as far as Norseman and Zanthus to the western part of the Great Victoria Desert and north to around Laverton.",
    "Uses": "The species is used for fence posts, good ornamental attributes or shelterbelt or shade trees for stock. The flowers produce nectar for honey production, pollen has value for apiculture or high tannin content in bark.\nThe frost resistant and drought tolerant tree is grown throughout the world. In Western Australia its preference for rich loamy soils have resulted in large stands of the species being cleared for farmland.\n\n\n== References =="
  }
}