{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_baxteri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. baxteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus baxteri, commonly known as brown stringybark, is a medium-sized tree that is endemic the south-east of Australia. It has rough, stringy bark to the thinnest branches, lance-shaped or curved adult leaves, green to yellow flower buds is groups of between nine and fifteen and cup-shped or hemispherical fruit.",
    "Description": "Eucalyptus baxteri is a tree that grows to a height of 40 metres (131 ft) and forms a lignotuber. It has grey to brownish, stringy or fibrous bark from the trunk to the thinnest branches. Young plants and coppice regrowth have egg-shaped, glossy green leaves 25–105 mm (0.98–4.1 in) long and 13–75 mm (0.5–3 in) wide. Adult leaves are lance-shaped, curved or egg-shaped, 60–150 mm (2.4–5.9 in) long and 15–55 mm (0.6–2 in) wide on a petiole 10–29 mm (0.39–1.1 in) long. The leaves are the same glossy green on both sides. The flowers are borne in groups of between nine and fifteen in leaf axils on an unbranched peduncle 2–14 mm (0.079–0.55 in) long, the individual buds on a pedicel  up to 2 mm (0.079 in), rarely 5 mm (0.20 in) long. Mature buds are green to yellow, oval to oblong, 5–10 mm (0.20–0.39 in) long and 3–6 mm (0.1–0.2 in) wide with a rounded, conical or flattened, warty operculum about as long as the floral cup. Flowering mainly occurs from June to January and the flowers are white. The fruit is a woody cup-shaped, hemispherical or shortened spherical capsule 4–12 mm (0.16–0.47 in) long and 6–18 mm (0.2–0.7 in) wide with the valves level with the rim or slightly above.",
    "Taxonomy and naming": "Brown stringbark was first formally described in 1867 by George Bentham who gave it the name Eucalyptus santalifolia var.? baxteri and published the description in Flora Australiensis. In 1926, John McConnell Black published the name Eucalyptus baxteri in Volume 3 of the Flora of South Australia. The specific epithet (baxteri) honours William Baxter.",
    "Distribution and habitat": "Brown stringybark grows in wet forest, woodland, heath and on coastal dunes and headlands in New South Wales, Victoria and South Australia. In New South Wales it only occurs south from the Nadgee Nature Reserve. In Victoria it is found in coastal and near coastal areas and as far inland as places like Casterton, Clunes and the Grampians. It occurs in the far south-east of South Australia, including the Fleurieu Peninsula and Kangaroo Island.",
    "Ecology": "The seeds of trees of this species that are over 100 years old are an important source of food for the endangered south-eastern subspecies of the red-tailed black cockatoo.",
    "Gallery": "",
    "References": "\nElliot, Rodger W.; Jones, David L.; Blake, Trevor (1992). Encyclopaedia of Australian Plants Suitable for Cultivation: Vol. 4: Eu-Go. Port Melbourne: Lothian Press. p. 31. ISBN 0-85091-213-X."
  }
}