{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_crucis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. crucis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus crucis is a species of mallee that is endemic to Western Australia. There are three subspecies, commonly known as silver mallee or Southern Cross mallee, (subspecies crucis), narrow-leaved silver mallee, (subsp. lanceolata) and Paynes Find mallee, (subsp. praecipua). It has rough bark that is shed in curling flakes, more or less round, glaucous juvenile leaves, egg-shaped intermediate leaves and lance-shaped adult leaves. The type of bark and the proportion of juvenile, intermediate and adult leaves in the crown of mature plants varies with subspecies. The flower buds are arranged in groups of seven in leaf axils, the flowers are whitish to pale yellow and the fruit is a conical to hemispherical capsule.",
    "Description": "Eucalyptus crucis is a mallee that typically grows to a height of 2–15 m (6 ft 7 in–49 ft 3 in) and forms a lignotuber. It has rich,  reddish brown, fibrous bark that in several subspecies is shed in curling \"minni ritchi\" patches about 10 cm (3.9 in) wide. Young plants, coppice regrowth, and sometimes the crown of mature trees have sessile, usually glaucous, more or less round leaves arranged in opposite pairs, 17–55 mm (0.67–2.17 in) long and 13–65 mm (0.51–2.56 in) wide. Intermediate leaves are arranged more or less in opposite pairs or alternately, egg-shaped to lance-shaped, up to 65 mm (2.6 in) long and 20–55 mm (0.79–2.17 in) wide with a short petiole. Adult leaves are arranged alternately, lance-shaped,  50–100 mm (2.0–3.9 in) long and 8–20 mm (0.31–0.79 in) wide on a petiole 5–15 mm (0.20–0.59 in) long.The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 7–16 mm (0.28–0.63 in) long, the individual buds on a pedicel 4–6 mm (0.16–0.24 in) long. Mature buds are more or less oval, 9–15 mm (0.35–0.59 in) long and 6–8 mm (0.24–0.31 in) wide with a conical to rounded operculum 5–8 mm (0.20–0.31 in) long. Flowering occurs between September and March and the fruit is a woody cup-shaped to hemispherical capsule 5–8 mm (0.20–0.31 in) long and 10–15 mm (0.39–0.59 in) wide.",
    "Taxonomy and naming": "Eucalyptus crucis was first formally described in 1923 by Joseph Maiden from a specimen collected near Southern Cross by Henry Steedman in 1922. Maiden published the description in his book A Critical Revision of the Genus Eucalyptus. The specific epithet (crucis) is a Latin word meaning \"cross\", referring to the type location.In 1982, Ian Brooker and Stephen Hopper described two subspecies, crucis and lanceolata, and in 1993 they described subspecies praecipua. The three subspecies have been accepted by the Australian Plant Census.\n\nEucalyptus crucis subsp. crucis has a crown composed of glaucous juvenile leaves;\nEucalyptus crucis subsp. lanceolata has a crown of greyish green adult leaves;\nEucalyptus crucis subsp. praecipua has a crown of adult leaves but they are larger than in subspecies lanceolata and the bark is only the \"minni ritchi\" type on the thinner branches.",
    "Distribution and habitat": "Silver mallee is found in an area in the Goldfields-Esperance and Wheatbelt region of Western Australia where it grows in sandy, clay or loam soils amongst granite outcrops. It is associated with sheoak (Allocasuarina species), wattle (Acacia species) and one-sided bottlebrush\n(Calothamnus species).Subspecies crucis is only found between Merredin, Southern Cross and Westonia, subspecies lanceolata between Corrigin, Mount Churchman and Chiddarcooping Rock. Subspecies praecipua is only known from near Paynes Find.",
    "Conservation status": "Subspecies lanceolata is classified as \"not threatened\" but subspecies crucis and praecipua are classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). Subspecies crucis (silver mallee) is also listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to this subspeces are recreational activities, pipeline maintenance, grazing and weed invasion.",
    "Use in horticulture": "This eucalypt is frost and drought tolerant and is suitable for alkaline soils. It is commonly used as a windbreak, a street tree, for its decorative fruit, for erosion control, and as a honey producing or bird nesting plant.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}