{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dwyeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dwyeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dwyeri, commonly known as Dwyer's red gum or Dwyer's mallee gum, is a species of small tree, sometimes a mallee that is endemic to eastern Australia. It has smooth, white or cream-coloured bark, lance-shaped to curved adult leaves, flower buds in groups of seven and conical, bell-shaped or hemispherical fruit.",
    "Description": "Eucalyptus dwyeri is a tree that typically grows to a height of 10–15 m (33–49 ft) or a mallee to 6 m (20 ft), and forms a lignotuber. It has smooth white to cream coloured or greyish brown bark that is shed in plates or flakes. Young plants and coppice regrowth have lance-shaped leaves that are 50–150 mm (2.0–5.9 in) long and 10–25 mm (0.39–0.98 in) wide. Adult leaves are lance-shaped to curved, 70–150 mm (2.8–5.9 in) long and 10–27 mm (0.39–1.06 in) wide on a petiole 10–22 mm (0.39–0.87 in) long. The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 3–10 mm (0.12–0.39 in) long, the individual buds sessile or on a pedicel up to 5 mm (0.20 in) long. Mature buds are oval to diamond-shaped, 6–13 mm (0.24–0.51 in) long and 3–6 mm (0.12–0.24 in) wide with a conical operculum. Flowering occurs from September to December and the flowers are white. The fruit is a woody conical, bell-shaped or hemispherical capsule 3–9 mm (0.12–0.35 in) long and 5–7 mm (0.20–0.28 in) wide with the valves at rim level or slightly beyond.",
    "Taxonomy and naming": "Eucalyptus dwyeri was first described in 1925 by Joseph Maiden and William Blakely from a specimen collected at Gungal near Merriwa by John Boorman and the description was published in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (dwyeri) honours \"James Wilfred Dwyer, Roman Catholic Bishop of Wagga, N.S.W., who, when Parish Priest of Temora, collected this species on several occasions, and who has been an acute observer of native plants for many years.\"",
    "Distribution and habitat": "Dwyer's red gum grows in mallee shrubland in shallow soils on ridges west of the Great Dividing Range in New South Wales and southern Queensland. It has also been recorded from northern Victoria but the Royal Botanic Gardens Victoria suggests that these records are better referred to E. blakelyi.\n\n\n== References =="
  }
}