{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_coronata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. coronata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus coronata, commonly known as the crowned mallee, is a species of mallee that is endemic to a small part of the south coast of Western Australia. It has smooth bark on the trunk and branches, lance-shaped to curved adult leaves, flower buds with pronounced ribs, arranged in groups of three in leaf axils, white to cream-coloured or yellow flowers and conical, prominently ribbed fruit.",
    "Description": "Eucalyptus coronata is a multi-stemmed mallee that typically grows to a height of 0.6–5 m (2 ft 0 in–16 ft 5 in) and forms a lignotuber. It has smooth pale gray to pale brown bark throughout. The adult leaves are arranged alternately, bluish-green, lance-shaped to curved, 70–130 mm (2.8–5.1 in) long and 13–25 mm (0.51–0.98 in) wide on a petiole 12–28 mm (0.47–1.10 in) long. The flower buds are arranged in groups of three in leaf axils on a flattened peduncle 10–17 mm (0.39–0.67 in) long, the individual buds sessile or on a pedicel up to 2 mm (0.079 in) long. Mature buds are more or less diamond-shaped, 27–30 mm (1.1–1.2 in) long and 22–23 mm (0.87–0.91 in) wide with many pronounced ribs along the sides, and a beaked operculum. Flowering occurs between April and May or July and November and the flowers are white or cream-coloured to yellow. The fruit is a woody, broadly conical capsule 17–25 mm (0.67–0.98 in) long and 32–53 mm (1.3–2.1 in) wide with prominent ridges and protruding valves that make them look like crowns.",
    "Taxonomy and naming": "Eucalyptus coronata was first formally described in 1933 by Charles Gardner and the description was published in the Journal of the Royal Society of Western Australia. Gardner had collected specimens near the Barren Range in 1914 and Henry Steedman had collected in 1931 from the same area. In 1936 Eucalyptus mitrata was also described by Gardner in the same journal but it is considered to be a synonym of E. coronata. The specific epithet (coronata) is from the Latin coronatus meaning \"crowned\" and refers to the ribbed operculum.",
    "Distribution and habitat": "Crowned mallee grows in heath on coastal hills between Middle Mount Barren and East Mount Barren in the Fitzgerald River National Park. It grows in skeletal sandy soils and is found on rocky quartzite hillsides.",
    "Conservation status": "This species is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia) It is known from three populations, all of which are located in Fitzgerald River National Park. The total number of plants is estimated to be 140 scattered over an area of 47 square kilometres (18 sq mi). In the 1980s the total number of plants was estimated at 40 however the total number of plants recorded has fluctuated as a result of bushfires in 1989, 1990 and 2006. The main threats to the species are road maintenance activities and wildfire.",
    "Use in horticulture": "This eucalypt is available for cultivation in home gardens used as a small landscaping species, ornamental, hedging and for honey production. It is both frost and drought tolerant and will grow in a range of soil types and will cope in nutrient poor and acid soils.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}