{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_mitchelliana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. mitchelliana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus mitchelliana, commonly known as Buffalo sallee, Mt Buffalo sallee or Mount Buffalo gum, is a species of small tree or mallee that is endemic to part of the Mount Buffalo plateau in Victoria. It has smooth bark, linear to lance-shaped leaves, flower buds in clusters of between seven and eleven, white flowers and cup-shaped to more or less spherical fruit.",
    "Description": "Eucalyptus mitchelliana is a tree or mallee that typically grows to a height of 15 m (49 ft) and forms a lignotuber. It has smooth, grey to light grey or sometimes green bark, shedding in patches or strips to give the bark a mottled appearance. Young plants and coppice regrowth have leaves arranged that are in opposite pairs and lance-shaped to curved, 65–115 mm (2.6–4.5 in) long and 9–20 mm (0.35–0.79 in) wide tapering to a very short petiole. Adult leaves are arranged alternately, the same glossy green on both sides, linear to lance-shaped or curved, 75–150 mm (3.0–5.9 in) long and 6–20 mm (0.24–0.79 in) wide on a petiole 8–21 mm (0.31–0.83 in) long. The flower buds are arranged in star-like clusters of seven, nine or eleven in leaf axils on an unbranched peduncle 1–5 mm (0.039–0.197 in) long, the individual buds sessile. Mature buds are spindle-shaped, 7–10 mm (0.28–0.39 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to horn-shaped operculum. Flowering occurs between November and January and the flowers are white. The fruit is a woody, cup-shaped to shortened spherical capsule 5–7 mm (0.20–0.28 in) long and wide with the valves near rim level or below it.",
    "Taxonomy and naming": "Eucalyptus mitchelliana was first formally described in 1919 by Richard Hind Cambage in the Journal and Proceedings of the Royal Society of New South Wales, although he initially gave it the name E. mitchelli, a name previously given to a fossil species and therefore an illegitimate name. The specific epithet honours \"the late Sir Thomas Livingstone Mitchell, Surveyor General, who collected many native plants, and was the second explorer to pass Mount Buffalo\".",
    "Distribution and habitat": "Mt Buffalo sallee is endemic to the subalpine zone of the Mount Buffalo where it is locally common in a restricted area on the northern and north-eastern rim of the plateau, growing between massive granite rocks on the edge of slopes. Only three populations are known.",
    "Ecology": "Both E. mitchelliana and the similar snow gum E. pauciflora grow in almost pure stands on the Mt Buffalo plateau. Buffalo sallee grows in dry, shallow soils in exposed situations, often exposed to harsh north-easterly winds. It has been suggested that disturbance may be required for populations of this species to become established.",
    "References": "",
    "See also": "List of Eucalyptus species"
  }
}