{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_captiosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. captiosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus captiosa is a species of mallee that is endemic to the south-west of Western Australia. It has smooth bark, lance-shaped adult leaves, groups of three or seven, slightly ribbed flower buds arranged in leaf axils, pale yellow flowers and  cup shaped fruit.",
    "Description": "Eucalyptus captiosa is a mallee or mallet that typically grows to a height of 1–4 m (3 ft 3 in–13 ft 1 in) and has smooth grey, creamy white or coppery bark, sometimes with ribbons of partly shed bark. Young plants and coppice regrowth have oblong, egg-shaped or lance-shaped leaves 60–120 mm (2.4–4.7 in) long and 20–37 mm (0.79–1.46 in) wide. The adult leaves are thick, linear to narrow elliptic, 40–88 mm (1.6–3.5 in) long and 5–13 mm (0.20–0.51 in) wide on a petiole 5–15 mm (0.20–0.59 in) long. The flower buds are arranged in groups of three or seven in leaf axils on an unbranched peduncle 8–15 mm (0.31–0.59 in) long, the individual buds on a pedicel 2–6 mm (0.079–0.236 in) long. Mature buds are pear-shaped to oval, 13–19 mm (0.51–0.75 in) long and 5–7 mm (0.20–0.28 in) wide, usually ribbed and with a beaked operculum. Flowering mainly occurs from July to November and the flowers are cream-coloured to pale yellow. The fruit is a woody, cylindrical to barrel-shaped or cup-shaped capsule 8–15 mm (0.31–0.59 in) long and 8–11 mm (0.31–0.43 in) wide on a pedicel usually 2–7 mm (0.079–0.276 in) long.",
    "Taxonomy and naming": "Eucalyptus captiosa was first formally described in 1993 by Ian Brooker and Stephen Hopper and the description was published in the journal Nuytsia from a specimen near Jerramungup. The specific epithet (captiosa) is a word Latin meaning \"deceptive\", referring to the fine leaves, which are very different from those of the related E. incrassata.",
    "Distribution and habitat": "This eucalypt grow in sandy and gravelly soils in heath between Tambellup and Jerramungup in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions.",
    "Conservation status": "Eucalyptus captiosa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}