{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_crispata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. crispata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus crispata, commonly known as the Yandanooka mallee, is a species of tall mallee that is endemic to a small area on the east coast of Western Australia. It has a stocking of rough bark near the base of its trunk, smooth grey bark above, lance-shaped adult leaves, flower buds in groups of between nine and eleven, whitish to yellowish cream flowers and cup-shaped, barrel-shaped or hemispherical to cylindrical fruit.",
    "Description": "Eucalyptus crispata is a spreading or erect mallee that typically grows to a height of 3–7 m (9.8–23.0 ft) and forms a lignotuber. It has smooth grey bark on the branches and upper trunk and a stocking of up to 1 m (3 ft 3 in) of rough peeling flakes of darker grey bark near the base. Its adult leaves are the same colour on both sides, lance-shaped, 15–125 mm (0.59–4.92 in) long and 10–20 mm (0.39–0.79 in) wide on a petiole 8–25 mm (0.31–0.98 in) long. The flower buds are arranged in groups of nine, eleven or thirteen in leaf axils on an unbranched peduncle 7–16 mm (0.28–0.63 in) long, the individual buds on a pedicel 2–4 mm (0.079–0.157 in) long. Mature buds are spindle-shaped, 9–12 mm (0.35–0.47 in) long and 3–4 mm (0.12–0.16 in) wide with a cylindrical to conical operculum. Flowering occurs between March and June and the flowers are whitish to yellowish cream. The fruit is a woody barrel-shaped, cup-shaped, conical or cylindrical capsule 5–8 mm (0.20–0.31 in) long and 4–6 mm (0.16–0.24 in) wide on a pedicel 1–4 mm (0.039–0.157 in) long with the valves enclosed below the rim.",
    "Taxonomy and naming": "Eucalyptus crispata was first formally described by the botanists Ian Brooker and Stephen Hopper in 1991. The description was published in the journal Nuytsia from a type specimen they collected near Yandanooka in 1986. It belongs to Eucalyptus subgenus Symphyomyrtus section Bisectae subsection Glandulosae because it has bisected cotyledons and buds with a scarred operculum. The specific epithet (crispata) is derived from the latin word crispus meaning \"curly\", in reference to the curled bark.",
    "Distribution": "Yandanooka mallee is found in clumps among lateritic breakaways and hills in the western Wheatbelt region of Western Australia between Dandaragan, Carnamah and Three Springs where it grows in gravelly sandy-loam soils. Overall the species has a range of approximately 80 km (50 mi) with an estimated population of 85 plants in the wild, confined to separate populations. It is found in small stands among low mallee woodlands. Associated species include Eucalyptus arachnaea subsp. arachnaea, E. accedens, E. wandoo, Santalum acuminatum, Allocasuarina campestris and various species of Melaleuca.",
    "Conservation status": "This eucalypt is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The main threats to the species include inappropriate fire regimes, dieback, grazing by livestock and land clearing.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}