{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_merrickiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. merrickiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus merrickiae, commonly known as goblet mallee, is a species of mallee that is endemic to a small area on the south coast of Western Australia. It has rough, flaky bark on part or all of the trunk, sometimes on the base of the larger branches, linear adult leaves, flower buds in groups of three, creamy white flowers and cylindrical fruit.",
    "Description": "Eucalyptus merrickiae is a mallee that typically grows to a height of 2 to 6 metres (7 to 20 ft), sometimes a bushy shrub, and forms a lignotuber. It has rough, flaky greyish bark on part or all of the trunk, sometimes also on the base of the larger branches, and smooth grey bark above. The adult leaves are the same shade of green on both sides, linear, 50–85 mm (2.0–3.3 in) long and 4–8 mm (0.16–0.31 in) wide on a petiole 4–8 mm (0.16–0.31 in) long. The flower buds are arranged in groups of three on an unbranched peduncle 2–5 mm (0.079–0.197 in) long, the individual buds on pedicels up to 1 mm (0.039 in) long. The individual buds are cylindrical, 7–12 mm (0.28–0.47 in) long and 5–6 mm (0.20–0.24 in) wide with a conical or rounded operculum. Flowering occurs between August and November and the flowers are creamy white to pinkish. The fruit is a woody cylindrical capsule 6–10 mm (0.24–0.39 in) long and 6–8 mm (0.24–0.31 in) wide with the valves close to rim level.",
    "Taxonomy and naming": "Eucalyptus merrickiae was first formally described in 1925 by Joseph Maiden and William Blakely and the description was published in the Journal and Proceedings of the Royal Society of New South Wales. The specific epithet honours Mary Merrick, who was employed at the Royal Botanic Gardens, Sydney from 1921 to about 1927.",
    "Distribution and habitat": "Goblet mallee is mostly found near the northeastern side of salt lakes to the east of the highway between Scadden and Salmon Gums where it grows in sand and sandy clay.",
    "Conservation status": "This eucalypt is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The main threats to the species are the small number of individual plants and the restricted distribution of the species.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}