{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_ligustrina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. ligustrina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus ligustrina, commonly known as the privet-leaved stringybark, is a species of shrub, mallee or small tree that is endemic to New South Wales. It has rough, stringy bark, lance-shaped to egg-shaped adult leaves, flower buds in groups of between seven and fifteen, white flowers and hemispherical or shortened spherical fruit.",
    "Description": "Eucalyptus ligustrina is a small tree, often a mallee or a shrub, that sometimes grows to 20 m (66 ft) but usually to less than 10 m (33 ft), and forms a lignotuber. The bark is rough, greyish brown and stringy on the trunk and larger branches, smooth on branches thinner than 20–30 mm (0.79–1.18 in). Young plants and coppice regrowth have egg-shaped leaves 10–38 mm (0.39–1.50 in) long and 7–22 mm (0.28–0.87 in) wide with a very short petiole. Adult leaves are the same, or a slightly different, shade of glossy green on both sides, lance-shaped to curved or egg-shaped, 30–100 mm (1.2–3.9 in) long and 5–20 mm (0.20–0.79 in) wide tapering  to a petiole 4–10 mm (0.16–0.39 in) long. The flower buds are arranged in groups of between seven and fifteen in leaf axils, on a peduncle 4–6 mm (0.16–0.24 in) long, the individual buds sessile. Mature buds are oval to club-shaped or spindle-shaped, 3–5 mm (0.12–0.20 in) long and 2–3 mm (0.079–0.118 in) wide with a conical to rounded operculum. Flowering has been recorded from April to May and from September to October and the flowers are white. The fruit is a woody, hemispherical or shortened spherical capsule 3–6 mm (0.12–0.24 in) long and 5–10 mm (0.20–0.39 in) wide with the valves below rim level.",
    "Taxonomy and naming": "Eucalyptus ligustrina was first formally described in 1828 by the Swiss botanist Augustin Pyramus de Candolle in Prodromus Systematis Naturalis Regni Vegetabilis. The specific epithet (ligustrina) is a reference to the similarity of the leaves to those of plants in the genus Ligustrum.",
    "Disgribution and habitat": "Privet-leaved stringybark occurs in New South Wales from the Gibraltar Range National Park in the north to Deua National Park in the south. The principal area however, is in the Blue Mountains. The habitat is dry sclerophyll woodland or heathland, on poor soils derived from sandstone or acidic granite.\n\n\n== References =="
  }
}