{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gomphocephala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gomphocephala"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gomphocephala, known as tuart, is a species of tree, one of the six forest giants of Southwest Australia. Tuart forest was common on the Swan coastal plain, until the valuable trees were felled for export and displaced by the urban development around Perth, Western Australia. The wood is dense, hard, water resistant and resists splintering, and found many uses when it was available. Remnants of tuart forest occur in state reserves and parks, the tree has occasionally been introduced to other regions of Australia and overseas. Remaining trees are vulnerable to phytophthora dieback, an often fatal disorder, including a previously unknown species discovered during analysis of dead specimens.",
    "Description": "The tree is native to the southwest of Western Australia and typically grows to a height of 10 to 40 metres (33 to 131 ft). Taller trees are often found at the southern end of the trees range while smaller trees are found at the northern end. The crown of the tree can spread up to a width of 25 metres (82 ft). The habit of tuart is a tall single stemmed tree, but may form a low and multi-stemmed tree at the edge of stands in response to salinity and winds.Tuart has box-like rough bark over the length of the trunk and branches. The bark is fibrous and grey in colour and breaks into smaller flaky pieces. Leaves are stalked, alternate, with a lanceolate or falcate shape. The leaves are slightly discolorous to concolorous, glossy, light green and thin. The leaf blade is 90 to 160 millimetres (3.5 to 6.3 in) in length and often curved. White flowers appear in mid summer to mid autumn between January to April. Buds that are almost stalkless appear as clusters in groups of seven. The buds have swollen caps, said to resemble a small ice cream cone, that are around 8 to 10 mm (0.31 to 0.39 in) long. The flowers are formed in tight clusters made up of around seven flowers. These later form into fruits with a mushroom shape containing small red-brown seeds. The fruits are narrow and 13 to 25 mm (0.51 to 0.98 in) in length with a broad rim.",
    "Taxonomy and naming": "The species was formally described by the botanist Augustin Pyramus de Candolle, published in the third volume of his Prodromus Systematis Naturalis Regni Vegetabilis (1828). The type collection was assembled by the botanist Jean-Baptiste Leschenault at the Vasse River during 1802, while serving with the Baudin expedition.In 1939, William Blakely and Henry Steedman described two varieties of this species in Contributions from the New South Wales National Herbarium but the named are listed as synonyms by the Australian Plant Census.\nThe epithet gomphocephala is derived from gomphos, meaning 'club' and kephale, 'head', describing the rounded and overlapping shape of the operculum.The species is allied as a monophyletic arrangement within the most diverse eucalypt subgenus, Eucalyptus subgen. Symphyomyrtus, recognised as the sole species of it section.The Noongar peoples named the tree tuart  or tooart, moorun or mouarn.",
    "Distribution": "The distribution range of the species is a narrow coastal corridor within the Swan Coastal Plain, extending inland 5 to 10 kilometres (3.1 to 6.2 mi), a continuous strip south from Yanchep to Busselton. This area has been intensively cleared for changes in agricultural practices, then urbanisation, so that the numbers of tuart trees and forest was greatly reduced after the establishment of the Swan River Colony.\nOutlying patches of the tree are found to the north of Yanchep as far as Geraldton and further inland where rivers intersect the range. The species has become naturalised in other places.It grows in sandy well drained soils, often over limestone, in sunny positions.The trees are part of coastal shrubland ecosystems in areas of deep sand. They also will often be part of limited woodland communities in protected areas along the coast. When it occurs in woodland or open forest it is often associated with peppermint trees (Agonis flexuosa) in the understorey.",
    "Uses": "As a durable hardwood the timber is sought after for scantlings, structural timber, the construction of railway carriages, and boat building. The colouring and grain pattern of the timber also makes it a popular choice for furniture manufactures. Due to over-logging the tuart is a protected tree with conditions placed on felling.\nThe heartwood is a pale yellow-brown colour with a fine texture and a highly interlocked grain, close and twisted, almost curled back. The green wood has a density of 1,250 kilograms per cubic metre (78 lb/cu ft) and an air-dried density of 1,030 kilograms per cubic metre (64 lb/cu ft).The flowers are an excellent source for the production of honey. The colour of the product is described as light and creamy and it candies quickly to become hard and dry if properly matured in the hive. The quality of the source was noted as very high in 1939, although it was determined to be an 'undependable source' thirty years later.",
    "Ecology": "The tree is moderately tolerant of saline soil and salt-laden winds. It is also drought and frost tolerant. \nIndividual trees may live over four hundred years.\n\nExperimental cultivation in the 1930s of the species identified that it was able to grow in areas of low rainfall, as little as thirteen inches per annum. They were introduced to France and grown extensively there by the end of the nineteenth century,The biodiversity of tuart forest is rich, containing unique assemblages of plants, fungi and animals.\nA 2009 survey of endophytic fungi on woody species at two tuart woodlands, sampling acacia Acacia cochlearis, A. rostellifera, the sheoak Allocasuarina fraseriana, peppermint Agonis flexuosa, Banksia grandis, sandalwood Santalum acuminatum, and eucalypts jarrah Eucalyptus marginata and tuart, found around three quarters of isolates were taxa of the family Botryosphaeriaceae, eighty percent of which was the species Neofusicoccum australe. Four new taxa, Dothiorella moneti, Dothiorella santali, Neofusicoccum pennatisporum, and Aplosporella yalgorensis, resulted from the analysis of the survey. The species Botryosphaeria dothidea was also isolated from acacia and jarrah samples.Tuart gives its name to a description of an ecological community, as the dominant species of the canopy at Tuart (Eucalyptus gomphocephala) \nwoodlands and forests of the Swan Coastal Plain (Tuart woodlands and forests). The area where these occur is noted as a greatly reduced, and those remaining are fragmented populations of variable quality. A proposal submitted in 2017 recommended these be listed as critically endangered in the nation's register of threatened ecological communities. Tuart may also occur in the threatened community Banksia woodlands of the Swan Coastal Plain.The species is vulnerable to dieback, associated with fungal species of the genus Phytophthora. A study in 2007 of infected or deceased tuart trees and woodland identified isolates of Phytophthora cinnamomi, already implicated in the decline of tuart, and that of organisms—previously diagnosed as that of the Phytophthora citricola complex—was identified as a new species Phytophthora multivora.\nDamage to reproductive process by a native predator was first noticed at the end of the nineteenth century. Larvae deposited in flowers by the tuart bud weevil Haplonyx tibialis (Curculionidae) feed on the tissue in the operculum, the female weevil having caused the budding flower to become partly or completely damaged after laying a single egg; the larvae eventually emerge by chewing through the base of the bud.Tuart forest persisted in situ through the last glacial maximum, and extended its range thirty kilometres to the west as the coastline became exposed by lower sea levels. The historical phylogeography of the tuart forest indicates the moderating influence of the marine climate in the Southwest Australian Floristic Region during a period of aridification and other severe climate changes elsewhere on the continent.",
    "Natural history": "The extent and maturity of tuart forest and woodland was greatly reduced after colonisation. When Charles Fraser viewed them during a preliminary exploration toward Guildford, he remarked on their 'stupendous' size. \nDrummond recorded specimens between nine and thirteen metres in circumference at a forest north of Busselton.\n\nThe timber from the colony's first sawmill, amongst tuart forest at Kings Park, was used by Henry Trigg for construction of the new government's infrastructure; Trigg describes the \"Tewart\" wood's desirable qualities,  durable, yet workable, as similar to white gum [eucalypt] and the lignum vitae of the South American genus Guaiacum. \nThe four ton cogwheels at the Old Mill, Perth were hewn from this wood.\nThe utility of the timber was remarked on by George Fletcher Moore, the 1830s colonial diarist, the value to industries such as shipbuilding was derived from its resistance to splitting and splintering.\nThe British Admiralty received loads of this timber at Portsmouth and Chatham during the 1850–60s, exported from Wonnerup and Bunbury, Western Australia, an inspection by Thomas Laslett also gave the most favourable possible assessment.\nA plan to export a four-metre-wide (13 ft) tuart to the 1851 Great Exhibition was abandoned when an adequate saw could not be found.\nThe timber was given additional value due to the proximity of the forests to ports at the coast.\nThe land made available by the destruction of forests was recommended for the introduction of species at orchards, producing apples, grapes, pears, peaches and nectarines, by the state's Department of Agriculture in the 1890s.\nThe timber produced in the state forest during the early twentieth century was used for railway carriages, greatly reducing costs by replacing steel with tuart and wandoo. The wood was only available in small quantities for private uses, notably stair treads and the favoured source for butcher's blocks.The species was surveyed in 1882 by Surveyor General Malcolm Fraser, his map showing them occurring at an area measuring 130000 hectares.\nThey were well known to the settlers of the Swan River Colony, the first road from the port to the capital passed through what they named as Claremont Tuart Forest.\nThe first state conservator of forest, John Ednie Brown, reported the remaining extent of tuart forest as 81000ha in 1895, impressed by straight trunked specimens to 50m high and 7m circumference, while conceding the density and condition of them prior to his survey were not known to him.\nThe 1903-04 Royal Commission on Forestry, hearing evidence from sawmiller and government member H. J. Yelverton, reported just over 40000ha remained, and that reduced tonnage from areas where \"prime trees\", those over 0.8m in diameter and mostly harvested, had not been found. The conservation of this species was proposed in the commission's summary, emphasising \"Tuart is the most valuable tree …\". This eventually took the form of a regulation on export of tuart, although this was to reserve the timber for its biggest consumer, the state's railway system.When a political means of conserving forest was enacted in 1918, the state conservator Charles Lane Poole's recommendation was the purchase of a 400ha area near Wonnerup, State Forest No. 1 was described as \"… the last remaining virgin tuart in the world\". The State Forest was increased with adjoining areas to around two and a half thousand hectares by 1922, and slightly reduced in 1927 by the conservator S. L. Kessel; his explanation for this change was \"… due to the reduction of areas\". The state sawmill supplying the railway operated in the forest until 1929, using 'over mature' trees for the railway trucks being built at the Midland works.At the beginning of the twenty first century most of the tuart forest had been felled or cleared, and what remained was recognised as declining in diversity and health of this tree and the assemblages of associated plants, animals and fungi.",
    "Gallery": "",
    "References": "Footnotes\nBibliographyBryant, Geoff (2005)  Australian Native Plants Random House   ISBN 978-1-74166-030-2\nJohnston, Judith (1993) The History of the Tuart Forest - pp. 136–153 in de Garis, B.K. (editor)  Portraits of the South West: Aborigines, Women and the Environment Nedlands, W.A. University of Western Australia Press ISBN 1-875560-12-2",
    "External links": "Tuart Response Group (W.A.) (2003)  An Atlas of Tuart woodlands on the Swan Coastal Plain in Western Australia Perth, W. Aust.:Dept. of Conservation and Land Management (coordinated by a multi-disciplinary steering group chaired by the Department of Conservation and Land Management\""
  }
}