{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_ordiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. ordiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus ordiana is a species of small tree or a mallee that is endemic to the Kimberley area of Western Australia. It has smooth, powdery bark, egg-shaped leaves, flower buds in groups of seven, white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus ordiana is a tree or mallee that typically grows to a height of 2–6 m (6 ft 7 in–19 ft 8 in) and forms a lignotuber. It has smooth, white, powdery bark on the trunk and branches. Young plants and coppice regrowth have bluish grey to glaucous, more or less round leaves that are 40–80 mm (1.6–3.1 in) long and 45–100 mm (1.8–3.9 in) wide. Adult leaves are the same shade of dull greyish green on both sides, egg-shaped to broadly lance-shaped, 60–90 mm (2.4–3.5 in) long and 20–80 mm (0.79–3.15 in) wide, tapering to a petiole 12–30 mm (0.47–1.18 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 3–8 mm (0.12–0.31 in) long, the individual buds sessile. Mature buds are glaucous, oval, 7–10 mm (0.28–0.39 in) long and 4–6 mm (0.16–0.24 in) wide with a conical to beaked operculum. Flowering occurs from April to May and the flowers are white. The fruit is a woody, glaucous, cup-shaped capsule 4–8 mm (0.16–0.31 in) long and 5–7 mm (0.20–0.28 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus ordiana was first formally described in 1992 by Clyde Dunlop and Christopher Done in the journal Nuytsia from material collected near Lake Kununurra in the Kimberley.",
    "Distribution and habitat": "This eucalypt grows in shrubland and open woodland on sandstone ranges. It is only known from near Kununurra.",
    "Conservation status": "This species is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}