{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_macrandra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. macrandra"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus macrandra, commonly known as long-flowered marlock, river yate or twet, is a species of mallee or small tree that is endemic to the south-west of Western Australia. It has smooth greyish bark, lance-shaped adult leaves, flower buds usually in groups of fifteen, pale yellow flowers and elongated cup-shaped to bell-shaped flowers.",
    "Description": "Eucalyptus macrandra is a mallee, sometimes a small tree, that typically grows to a height of 2 to 8 metres (7 to 26 ft) and forms a lignotuber. It has smooth, pale grey to light brown bark, sometimes with rough, blackish bark near the base. Young plants and coppice regrowth have glossy green, egg-shaped leaves arranged alternately, 40–70 mm (1.6–2.8 in) long and 15–30 mm (0.59–1.18 in) wide. Adult leaves are arranged alternately, the same shade of glossy green on both sides, lance-shaped, 55–120 mm (2.2–4.7 in) long and 10–25 mm (0.39–0.98 in) wide, tapering to a petiole 8–20 mm (0.31–0.79 in) long. The flowers are arranged in leaf axils in groups of between 13 and 31, usually fifteen, on a flattened, unbranched peduncle 6–26 mm (0.24–1.02 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are 15–36 mm (0.59–1.42 in) long and 2–7 mm (0.079–0.276 in) wide with an operculum up to five time as long as the floral cup. Flowering occurs from November to December or from January to April and the flowers are pale yellowish green. The fruit is a woody, elongated cup-shaped to bell-shaped capsule 6–10 mm (0.24–0.39 in) long wide with the valves at about rim level.",
    "Taxonomy and naming": "Eucalyptus macrandra was first formally described in 1867 by George Bentham from an unpublished description by Ferdinand von Mueller. The type specimen was collected by George Maxwell \"from valleys south of the Stirling range to Salt River and Phillips range\" and the description was published in Flora Australiensis. The specific epithet (macrandra) is derived from the ancient Greek words makros (μακρός), meaning \"long\" and anēr, genitive andros (ἀνήρ, genitive ἀνδρός), meaning \"male\", referring to the long stamens.The name twet is from the Noongar language.Joseph Maiden reduced the species to a variety in 1911 as Eucalyptus occidentalis var. macrandra in the article 'Notes on Western Australian eucalypts, including description of new species' in the Journal of the Natural History & Science Society of Western Australia but the name change has not been accepted by the Australian Plant Census.",
    "Distribution and habitat": "Long-flowered marlock is found in a variety of soil types in areas north of Albany and favours river plains or depressions. It occurs in semi-arid regions of the south-west of the state, such as the Dryandra Woodland in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Eucalyptus macrandra is easily grown from seed, but requires good drainage and a dry, frost-free climate. It is used for bonsai, suburban street trees and is cultivated in countries outside of Australia.",
    "Use in horticulture-Cultivated specimens": "",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}