{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_behriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. behriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus behriana, commonly known as bull mallee and broad-leaved box,  is a species of mallee or small tree that is endemic to south-eastern Australia. It has rough, fibrous bark on the lower part of the trunk and smooth bark above, broadly lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped or barrel-shaped fruit.",
    "Description": "Eucalyptus behriana is a tree or a mallee that typically grows to a height of 12 metres (39 ft) and forms a lignotuber. It has rough, fibrous, dark brown to black bark on the base of the trunk and smooth greyish, greenish or coppery bark on the upper trunk and branches. Leaves on young plants and on coppice regrowth are arranged alternately, egg-shaped, 50–105 mm (2–4 in) long, 25–65 mm (1–3 in) wide and have a petiole. The adult leaves are arranged alternately, broadly lance-shaped to egg-shaped, 45–130 mm (2–5 in) long, 13–50 mm (0.5–2 in) wide on a petiole 10–22 mm (0.4–0.9 in) long, and the same glossy green on both sides.The flower buds are arranged in groups of seven, mostly on the ends of the branches on a peduncle 3–10 mm (0.1–0.4 in) long, the individual flowers usually sessile. Mature buds are oblong to oval, green to brownish, 3–7 mm (0.1–0.3 in) long and 2–4 mm (0.08–0.2 in) wide with a conical to rounded operculum. Flowering mainly occurs from September to February and the flowers are white. The fruit that follows is a woody, cup-shaped or barrel-shaped capsule 3 to 6 mm (0.12 to 0.24 in) long and 3 to 5 mm (0.12 to 0.20 in) in diameter.",
    "Taxonomy and naming": "Eucalyptus behriana was first formally described by Victorian Government Botanist Ferdinand von Mueller in 1855 and the description was published in  Transactions and Proceedings of the Victorian Institute for the Advancement of Science. The specific epithet (behriana) honours Hans Hermann Behr.",
    "Distribution": "Eucalyptus behriana has a disjunct distribution in south-eastern Australia. In New South Wales it occurs in mallee shrubland near West Wyalong. In Victoria it occurs in the north-west, with the exception of a small outlying  population in the south near Bacchus Marsh including Long Forest Nature Conservation Reserve. In South Australia, it has a scattered distribution across the south-east.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}