{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_exilipes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. exilipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus exilipes, commonly known as the fine-leaved ironbark, is a species of medium to tall tree and is endemic to Queensland. It has dark grey or black \"ironbark\", linear to narrow lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped to shortened spherical fruit. It is similar to E. crebra, differing only in the length of the pedicels.",
    "Description": "Eucalyptus exilipes is a tree that typically grows to a height of 35 m (115 ft) and forms a lignotuber. It has rough, dark grey to black ironbark. Young plants and coppice regrowth have petiolate, dull greyish, linear leaves that are 25–90 mm (0.98–3.54 in) long and 2–6 mm (0.079–0.236 in) wide. Adult leaves are linear to narrow lance-shaped, 50–120 mm (2.0–4.7 in) long and 5–10 mm (0.20–0.39 in) wide on a petiole 5–10 mm (0.20–0.39 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 5–11 mm (0.20–0.43 in) long, the individual buds on a pedicel 3–8 mm (0.12–0.31 in) long. Mature buds are oval to spindle-shaped, 5–6 mm (0.20–0.24 in) long and 2–3 mm (0.079–0.118 in) wide with a conical operculum. Flowering occurs in July and August and the flowers are white. The fruit is a woody, cup-shaped to shortened spherical capsule 4–5 mm (0.16–0.20 in) long and wide with the valves near rim level. This species is very similar to E. crebra, differing only slightly in the dimensions of the pedicels.",
    "Taxonomy and naming": "Eucalyptus exilipes was first formally described in 1987 by Ian Brooker and Anthony Bean from a specimen they collected in the White Mountains in 1985. The description was published in the journal Brunonia. The specific epithet (exilipes)  is derived from Latin words exilis meaning \"slender\", \"thin\" or \"small\" and 'pes' meaning \"stem\", and refers to the slender pedicels of this species.",
    "Distributiont": "The fine-leaved ironbark is only known from a few locations in north Queensland, including the White Mountains, Blackbraes National Park and north of Cooktown.",
    "Conservation status": "Eucalyptus exilipes is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}