{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_recta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. recta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus recta, commonly known as silver mallet, is a species of mallet or tree that is endemic to a small area in Western Australia. It has smooth silvery bark, lance-shaped adult leaves, flower buds in groups of nine or eleven, creamy white to pale yellow flowers and pendent, flattened spherical fruit.",
    "Description": "Eucalyptus recta is a mallet or tree that typically grows to a height of 15 m (49 ft) with a trunk that is straight for about 5 m (16 ft), but it does not form a lignotuber. The bark is smooth, pale silvery grey or white. Adult leaves are the same shade of glossy dark green on both sides, lance-shaped or curved, 70–145 mm (2.8–5.7 in) long and 10–23 mm (0.39–0.91 in) wide, tapering to a petiole 10–24 mm (0.39–0.94 in) long. The flower buds are arranged in leaf axils in groups of nine or eleven on a down-curved peduncle 15–25 mm (0.59–0.98 in) long, the individual buds on pedicels 8–13 mm (0.31–0.51 in) long. Mature buds are an elongated oval shape, 15–25 mm (0.59–0.98 in) long and 6–9 mm (0.24–0.35 in) wide with a narrow cone-shaped operculum. Flowering occurs from January to May and the flowers are creamy white or pale yellow. The fruit is a woody, flattened spherical capsule on a down-curved pedicel and with the valves protruding strongly.",
    "Taxonomy and naming": "Eucalyptus recta was first formally described in 1992 by Lawrie Johnson and Ken Hill in the journal Telopea. The specific epithet (recta) is from the Latin word rectus meaning \"straight\", referring to the straight trunk of this mallet.",
    "Distribution and habitat": "Silver mallet grows in mallet woodland, although standing slightly above the surrounding vegetation. It is only known from the wheatbelt near Cadoux and the foothills of the Wongan Hills. It occurs on gravel rises and gravelly sands on slopes typical of mallet eucalypts and is associated with the blue mallet (E. gardneri) and salmon gum (Eucalyptus salmonophloia) in the Cadoux area, and with salmon gum near Wongan Hills. Its distribution is fragmented as much of its former range has been cleared for agriculture. The population is estimated to occupy a total area of 15.6 ha (39 acres) spread over an area of 360 km2 (140 sq mi).",
    "Conservation status": "This eucalypt is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The main threats to the species are grazing and trampling by livestock, wildfire, chemical drift form agricultural activities, weed invasion, road maintence and grazing by insects. The total population of the species is estimated to be about 3,500 mature plants.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}