{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_smithii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. smithii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus smithii, commonly known as the gully gum, gully peppermint or blackbutt peppermint,is a native tree of northern Victoria and southern New South Wales, Australia. It naturally occurs on the forested tablelands, lower slopes, gullies, and swamps, generally where the soil does not dry out.\nThe species is widely grown in southern Africa, and its leaves are used for the production of distilled eucalyptus oil.  The oil is high in cineole (75–84%).  E. smithii also shows some promise in the pulpwood industry.",
    "Description": "It is a tree growing to 45 metres (148 ft) tall, or a mallee up to 5 metres (16 ft) tall. The trunk bark is rough, fibrous, compact and dark (grey-brown to black), usually heavily impregnated with kino. Upper branch bark sheds in long ribbons to a smooth white or creamy surface.The juvenile leaves are narrow lanceolate (tapered) in shape, 5 to 11 centimetres (2.0 to 4.3 in) long by 0.6 to 2.5 centimetres (0.24 to 0.98 in) wide, green or grey-green, and are placed in opposite pairs along the branchlets. Adult leaves are set alternately along the branchlets, are lanceolate or slightly curved, 6 to 21 centimetres (2.4 to 8.3 in) long by 0.7 to 1.6 centimetres (0.28 to 0.63 in) wide, and finely tapered.The inflorescence comprises buds in groups of seven originating between leaves and stem of 0.6 centimetres (0.24 in) long by 0.4 centimetres (0.16 in) wide, diamond shaped with a pronounced beak at the tip. The fruit (gumnuts) are hemispherical or cup-shaped, stalked, are sized 0.3 to 0.6 centimetres (0.12 to 0.24 in) long by 0.4 to 0.8 centimetres (0.16 to 0.31 in) wide, and with valves strongly protruding from the tip.It is named after academic chemist Henry George Smith (1852 - 1954), for his pioneering work on essential oils of eucalypts and other Australian flora.",
    "Gallery": "\n\n== References =="
  }
}