{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_prava",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. prava"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus prava, commonly known as orange gum, is a species of small to medium-sized tree that is endemic to eastern Australia. It has smooth, mottled bark, lance-shaped or curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus prava is a tree that typically grows to a height of 15 m (49 ft) and forms a lignotuber. It has smooth, mottled grey, orange and reddish brown bark. Young plants and coppice regrowth have dull bluish green, egg-shaped leaves that are 45–105 mm (1.8–4.1 in) long and 30–70 mm (1.2–2.8 in) wide and petiolate. Adult leaves are arranged alternately, the same shade of dull bluish or greyish green on both sides, lance-shaped to curved, 55–160 mm (2.2–6.3 in) long and 15–37 mm (0.59–1.46 in) wide, tapering to a petiole 15–26 mm (0.59–1.02 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 8–20 mm (0.31–0.79 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are oval, 10–15 mm (0.39–0.59 in) long and 4–6 mm (0.16–0.24 in) wide with a horn-shaped to conical operculum. Flowering has been observed in January and the flowers are white. The fruit is a woody, cup-shaped or hemispherical capsule 3–8 mm (0.12–0.31 in) long and 5–10 mm (0.20–0.39 in) wide with the valves strongly protruding.",
    "Taxonomy": "Eucalyptus prava was first formally described in 1990 by Lawrie Johnson and Ken Hill in the journal Telopea from material collected by Roger Coveny near Torrington in 1973.",
    "Distribution and habitat": "Orange gum grows in woodland, usually in poor skeletal soils derived from granite or sandstone. It is found north from Moonbi in New South Wales to Wallangarra and Stanthorpe in Queensland.",
    "Conservation status": "This eucalypt is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}