{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_globulus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. globulus"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus globulus, commonly known as southern blue gum, is a species of tall, evergreen tree endemic to southeastern Australia. It has mostly smooth bark, juvenile leaves that are whitish and waxy on the lower surface, glossy green, lance-shaped adult leaves, glaucous, ribbed flower buds arranged singly or in groups of three or seven in leaf axils, white flowers and woody fruit. There are four subspecies, each with a different distibution, occurring in New South Wales, Victoria and Tasmania.",
    "Description": "Eucalyptus globulus is a tree that typically grows to a height of 45 m (148 ft) but may sometimes only be a stunted shrub, or alternatively under ideal conditions can grow as tall as 90–100 m (300–330 ft), and forms a lignotuber. The bark is usually smooth, white to cream-coloured but there are sometimes slabs of persistent, unshed bark at the base. Young plants, often several metres tall, and coppice regrowth have stems that are more or less square in cross-section with a prominent wing on each corner. Juvenile leaves are mostly arranged in opposite pairs, sessile, glaucous elliptic to egg-shaped, up to 150 mm (5.9 in) long and 105 mm (4.1 in) wide. Adult leaves are arranged alternately, the same glossy to dark green on both sides, lance-shaped or curved, 150–300 mm (5.9–11.8 in) long and 17–30 mm (0.67–1.18 in) wide on a petiole 1.5–6 mm (0.059–0.236 in) long. The flower buds are arranged singly or in groups of three or seven in leaf axils, sometimes sessile or on a short thick peduncle. The individual buds are also usually sessile, sometimes on a pedicel up to 5 mm (0.20 in) long. Mature buds are top-shaped to conical, glaucous or green, with a flattened hemispherical, warty operculum with a central knob. Flowering time varies with subspecies and distribution but the flowers are always white. The fruit is a woody conical or hemispherical capsule with the valves close to rim level.",
    "Taxonomy and naming": "Eucalyptus globulus was first formally described in 1800 by the French botanist Jacques Labillardière in his book, Relation du Voyage à la Recherche de la Pérouse. Labillardière collected specimens at Recherche Bay during the d'Entrecasteaux expedition in 1792.The d'Entrecasteaux expedition made immediate use of the species when they discovered it, the timber being used to improve their oared boats. The Tasmanian blue gum was proclaimed as the floral emblem of Tasmania on 27 November 1962. The species name is from the Latin globulus, a little ball or small sphere, referring to the shape of the fruit.In 1974, James Barrie Kirkpatrick described four subspecies and the names have been accepted by the Australian Plant Census. Each subspecies has a characteristic arrangement of its flower buds:\nEucalyptus globulus subsp. bicostata (Maiden, Blakely & Simmonds) J.B.Kirkp. (formerly Eucalyptus bicostata), commonly known as southern blue gum, eurabbie, blue gum or Victorian blue gum has sessile flower buds arranged in groups of three;\nEucalyptus globulus Labill. subsp. globulus, commonly known as Tasmanian blue gum, southern blue gum or blue gum has flower buds arranged singly in leaf axils;\nEucalyptus globulus subsp. maidenii  (F.Muell.) J.B.Kirkp. (formerly Eucalyptus maidenii), commonly known as Maiden's gum has flower buds arranged in groups of seven;\nEucalyptus globulus subsp. pseudoglobulus (Naudin) J.B.Kirkp. (formerly Eucalyptus globulus var. pseudoglobulus), commonly known as Victorian eurabbie has pedicellate flower buds arranged in groups of three.",
    "Distribution and habitat": "Blue gum grows in forests in New South Wales, Victoria and Tasmania, including some of the Bass Strait Islands. Subspecies bicostata occurs in montane and tableland areas between the Carrai Plateau in northern New South Wales and the Pyrenees in Victoria. Subspecies globulus is mainly found in lowland parts of Tasmania, but is also found on some Bass Strait islands including King Island, and in the extreme south-west of Victoria. Subspecies maidenii occurs on near-coastal ranges of south-eastern New South Wales and eastern Victoria. Subspecies pseudoglobulus is mostly distributed in eastern Gippsland but there are isolated populations further inland and in the Nadgee Nature Reserve in south-eastern New South Wales.There are naturalised non-native occurrences in Spain and Portugal, and other parts of southern Europe incl. Cyprus, southern Africa, New Zealand, western United States (California), Hawaii, Macaronesia.",
    "Unusual specimens": "They typically grow from 30–55 m (98–180 ft) tall. The tallest currently known specimen in Tasmania is 90.7 m (298 ft) tall. There are historical claims of even taller trees, the tallest being 101 m (331 ft).",
    "Plantations": "Blue gum is one of the most extensively planted eucalypts. Its rapid growth and adaptability to a range of conditions is responsible for its popularity. It is especially well-suited to countries with a Mediterranean-type climate, but also grows well in high altitudes in the tropics.It comprises 65% of all plantation hardwood in Australia with approximately 4,500 km2 (1,100,000 acres) planted.In about 1860 Francis Cook planted the tree on Monserrate Palace, his property at Sintra in Portugal and within twenty years it had attained the height of 100 m and a circumference of 5 m. By 1878 the tree ″had spread from one end of Portugal to the other″. In 1878 the tree was also planted, partly on Cook's recommendation, in Galway, Ireland to reclaim ″useless bog land″.E. globulus begun to be planted as plantations in Los Lagos and Los Ríos regions of Chile in the 1990s. However at these latitudes around the 40th parallel south the tree is at the southern border of the climatic conditions where it can grow, hence good growth in this part of southern Chile requires good site selection such as sunny north-facing slopes. Some of these plantations grow on red clay soil.",
    "Uses": "",
    "Uses-Timber": "Blue gum timber is yellow-brown, fairly heavy, with an interlocked grain, and is difficult to season. It has poor lumber qualities due to growth stress problems, but can be used in construction, fence posts and poles.",
    "Uses-Pulpwood": "",
    "Uses-Essential oil": "The leaves are steam distilled to extract eucalyptus oil. E. globulus is the primary source of global eucalyptus oil production, with China being the largest commercial producer.  The oil has therapeutic, perfumery, flavoring, antimicrobial and biopesticide properties. Oil yield ranges from 1.0-2.4% (fresh weight), with cineole being the major isolate. E. globulus oil has established itself internationally because it is virtually phellandrene free, a necessary characteristic for internal pharmaceutical use. In 1870, Cloez identified and ascribed the name \"eucalyptol\" — now more often called cineole — to the dominant portion of E. globulus oil.",
    "Uses-Herb tea": "Tasmanian blue gum leaves are used as a herbal tea.",
    "Uses-Honey": "Blue gum flowers are considered a good source of nectar and pollen for bees.",
    "Uses-Phenolics": "E. globulus bark contains quinic, dihydroxyphenylacetic and caffeic acids, bis(hexahydroxydiphenoyl (HHDP))-glucose, galloyl-bis(HHDP)-glucose, galloyl-HHDP-glucose, isorhamentin-hexoside, quercetin-hexoside, methylellagic acid (EA)-pentose conjugate, myricetin-rhamnoside, isorhamnetin-rhamnoside, mearnsetin, phloridzin, mearnsetin-hexoside, luteolin and a proanthocyanidin B-type dimer, digalloylglucose and catechin. The hydrolyzable tannins tellimagrandin I, eucalbanin C, 2-O-digalloyl-1,3,4-tri-O-galloyl-β-D-glucose, 6-O-digalloyl-1,2,3-tri-O-galloyl-β-D-glucose, as well as gallic acid and (+)-catechin can also be isolated.Tricetin is a rare flavone aglycone found in the pollen of members of the Myrtaceae, subfamily Leptospermoideae, such as E. globulus.",
    "Invasive species": "It was introduced to California in the mid-19th century, partly in response to the Southern Pacific Railroad's need for timber to make railroad ties, and is prominent in many parks in San Francisco and throughout the state. Naturalists, ecologists, and the United States National Park Service consider it an invasive species due to its ability to quickly spread via seeds and displace native plant communities, while local authorities, especially many fire departments across California consider it to be a major fire hazard, although the United States Department of Agriculture does not list it among its \"Invasive and Noxious plants\" list in California. Due to these factors, programs across the state of California have been established to remove eucalyptus growth, and restore native biomes in certain park areas, such as on Angel Island in San Francisco Bay, and in the hills of Oakland, California.",
    "See also": "List of superlative trees",
    "References": "",
    "External links": "Botanical characteristics of Eucalyptus globulus\nAustralian National Botanic Gardens\nChronology of the discovery of Eucalyptus globulus Iglesias Trabado, Gustavo (2007). In: EUCALYPTOLOGICS"
  }
}