{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_insularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. insularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus insularis, commonly known as Twin Peak Island mallee, or North Twin Peak Island mallee, is a species of mallee that is endemic to a small area of southern Western Australia. It has mostly smooth bark, dull green, linear adult leaves, flower buds in group of between nine and twenty or more, white flowers and barrel-shaped fruit.",
    "Description": "Eucalyptus insularis is a mallee that typically grows to a height of 1.5 to 8 metres (5 to 26 ft) and forms a lignotuber. It has smooth greyish bark, sometimes with rough, fibrous bark on larger stems. Young plants and coppice regrowth have sessile, oblong to lance-shaped leaves 35–55 mm (1.4–2.2 in) long and 8–15 mm (0.31–0.59 in) wide arranged in opposite pairs. Adult leaves are arranged alternately, the same dull green colour on both sides, linear in shape, 28–55 mm (1.1–2.2 in) long and 4–7 mm (0.16–0.28 in) wide on a petiole 4–8 mm (0.16–0.31 in) long. The flower buds are arranged in leaf axils in groups of between nine and twenty or more on a pendulous peduncle 3–8 mm (0.12–0.31 in) long, the individual buds on pedicels 2–4 mm (0.079–0.157 in) long. Mature buds are oval, 4–6 mm (0.16–0.24 in) long and 2–3 mm (0.079–0.118 in) wide with a rounded to conical operculum. Flowering occurs in August and the flowers are white or creamy white. The fruit is a woody, barrel-shaped capsule 7–8 mm (0.28–0.31 in) long and 5–6 mm (0.20–0.24 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus insularis was first formally described in 1974 by Ian Brooker from a specimen collected on North Twin Peak Island in the Recherche Archipelago and the description was published in the journal Nuytsia. The specific epithet (insularis) is a Latin word meaning 'of an island', referring to the location of the type specimen.In 2014, Dean Nicolle and Ian Brooker described to subspecies of E. insularis and the names have been accepted by the Australian Plant Census:\nEucalyptus insularis subsp. continentalis D.Nicolle & Brooker a spreading malle with adult leaves 3–6 mm (0.12–0.24 in) wide;\nEucalyptus insularis Brooker subsp. insularis an erect, multi-stemmed malle with leaves 6–9 mm (0.24–0.35 in) wide.",
    "Distribution and habitat": "The Twin Peak Island mallee grows in closed shrubland and heath near granite outcrops. Subspecies continentalis is only known from two or three populations on the mainland in the Cape Le Grand National Park and subspecies insularis only grows on North Twin Peak Island.",
    "Conservation status": "Twin Peak Island mallee is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999.Subspecies continentalis is listed as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). Subspecies insularis is listed as is classified as \"Priority Four\", meaning that is rare or near threatened.\nThe main threat to the species is increasing fragmentation and loss of remnant populations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}