{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_denticulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. denticulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus denticulata, commonly known as the Errinundra shining gum or shining gum, is a species of tree endemic to south-eastern Australia. It has mostly smooth, white bark, lance-shaped to curved adult leaves with toothed edges, flower buds in groups of seven, white flowers and cup-shaped, barrel-shaped or cylindrical fruits. It is similar to E. nitens and was previously included in that species.",
    "Description": "Eucalyptus denticulata is a tree that typically grows to a height of 35–60 m (115–197 ft) but does not form a lignotuber. It has smooth, white, cream-coloured, green or brownish bark with rough, fibrous-flaky bark near the base. Ribbons of shed bark often hang in the upper branches. Young plants and coppice regrowth have stems that are square in cross-section with wings on the corners. The leaves of young plants are arranged in opposite pairs, sessile, egg-shaped or heart-shaped to lance-shaped, 50–125 mm (2.0–4.9 in) long and 17–45 mm (0.67–1.77 in) wide. Adult leaves are arranged alternately, the same glossy green on both sides, lance-shaped to curved, 130–250 mm (5.1–9.8 in) long and 14–25 mm (0.55–0.98 in) wide on a petiole 15–30 mm (0.59–1.18 in) long. The edges of the leaves are irregularly toothed and are glandular.The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 6–15 mm (0.24–0.59 in) long, the individual buds sessile or on a pedicel up to 2 mm (0.079 in) long. Mature buds are oval to spindle-shaped, about 5 mm (0.20 in) long and 3 mm (0.12 in) wide with a conical to rounded operculum that differs in the way it is shed from that of E. nitens. The fruit is a woody conical, cup-shaped, barrel-shaped or cylindrical capsule 5–8 mm (0.20–0.31 in) long and 4–7 mm (0.16–0.28 in) wide with the valves at rim level or slightly exposed above the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus denticulata was first formally described in 1991 by Ian Cook and Pauline Ladiges from a specimen collected in the Errinundra National Park by Kevin Thiele and Suzanne Prober. The description was published in Australian Systematic Botany. The specific epithet (denticulata) is a Latin word meaning \"with small teeth\" referring to the edges of the leaves. The uneven leaf margins may be a defence against herbivores.Previously this species was considered an informal variant of E. nitens.",
    "Distribution and habitat": "Errinundra shing gum grows in wet forests and the margins of rainforest in Victoria and New South Wales. In Victoria it occurs on the ranges of East Gippsland including the Errinundra Plateau and Mount Kaye and in New South Wales, south from Bombala.\n\n\t\t\n\t\t\n\n\n== References =="
  }
}