{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_×_chrysantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. × chrysantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus × chrysantha is a mallee that is endemic to Western Australia. It is a putative hybrid between E. preissiana and E. sepulcralis and has lance-shaped to curved adult leaves, flower buds in groups of between three and six, white to yellow flowers and cylindrical to urn-shaped fruit.",
    "Description": "Eucalyptus × chrysantha is an erect mallee that typically grows to a height of 2.4–8 m (7 ft 10 in–26 ft 3 in) and has rigid, angular branches. The adult leaves are oblong to lance-shaped or curved, dark green on both sides, 50–100 mm (2.0–3.9 in) long and 10–20 mm (0.39–0.79 in) wide, tapering to a flattened petiole 15–20 mm (0.59–0.79 in) long. The flower buds are arranged in groups of between three and six in leaf axils on a peduncle 25–45 mm (0.98–1.77 in) long. Mature buds are about 17 mm (0.67 in) long and 10–12 mm (0.39–0.47 in) wide with a conical operculum 9–10 mm (0.35–0.39 in) long. Flowering occurs between August and December and the flowers are white to yellow. The fruit is a woody, oval to cylindrical or urn-shaped capsule 22–27 mm (0.87–1.06 in) long and 15–20 mm (0.59–0.79 in) wide.",
    "Taxonomy and naming": "This eucalypt was first formally described in 1938 by William Blakely and Henry Steedman who gave it the name Eucalyptus chrysantha and published the description in Journal and Proceedings of the Linnean Society of New South Wales. It is a presumed hybrid between E. preissiana and E. sepulcralis. The specific epithet (chrysantha) is derived from the Ancient Greek words chrysos meaning \"gold\" and anthos meaning \"flower\".",
    "Distribution and habitat": "Eucalyptus × chrysantha grows on flats and around rocky outcrops in the Fitzgerald River National Park.",
    "Conservation status": "This mallee is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}