{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_arachnaea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. arachnaea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus arachnaea, commonly known as the black-stemmed mallee, is a mallee or tree that is endemic to  Western Australia. It has rough, stringy bark, lance-shaped leaves and white flowers in groups of up to thirteen.",
    "Description": "Eucalyptus arachnaea is a mallee that grows to a height of 7.0 m (20 ft) or a tree to 10 m (30 ft). It has rough, stringy, dark grey to greyish black bark. Young plants have more or less triangular to broad, lance-shaped leaves 12 mm (0.5 in) long and 5 mm (0.2 in) wide. Adult leaves are lance-shaped, up to 90 mm (4 in) long and 15 mm (0.6 in) wide. The flowers are white to cream-coloured and are arranged in groups of up to thirteen on a peduncle up to 20 mm (0.8 in) long. The flower buds are spindle shaped, 18 mm (0.7 in) long and 3 mm (0.1 in) wide with a horn shaped operculum. The fruit is a short cylinder shape, up to 7 mm (0.3 in) long and 5 mm (0.2 in) wide. Flowering occurs mainly from April to May.",
    "Taxonomy and naming": "The black-stemmed mallee was first formally described in 1867 by George Bentham who gave it the name Eucalyptus redunca var. melanophloia and published the description in Flora Australiensis. In 1991, Ian Brooker and Stephen Hopper raised the variety to species status but since the name Eucalyptus melanophloia was already used, it was necessary to create a new specific epithet. They raised the name Eucalyptus arachnaea, the epithet is derived from the Latin arachnaeus meaning \"spidery\", referring to the spidery cluster of flower buds.Brooker and Hopper described two species that have been accepted by the Australian Plant Census:\nEucalyptus arachnaea subsp. arachnaea, a mallee growing to a height of about 7 m (23 ft) tall;\nEucalyptus arachnaea subsp. arrecta, a tree to 10 m (33 ft) and has glossier leaves.",
    "Distribution and habitat": "Black-stemmed mallee is found in breakaways, slopes and gullies from coastal areas of the Mid West and extending south through the Wheatbelt region of Western Australia. It is common between Northampton in the north to Brookton where it grows in sandy-clay-loamy soils over granite or laterite.Subspecies arrecta is only known from the type location near Morawa.",
    "Conservation status": "This mallee is classified as \"not threatened\", but subspecies arrecta is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}