{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_infera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. infera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus infera, commonly known as the Durikai mallee, is a species of mallee, rarely a small tree, that is endemic to Queensland. It has smooth grey bark, broadly lance-shaped to egg-shaped leaves, flower buds in groups of between nine and eighteen, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus infera is a mallee, rarely a tree, that typically grows to a height of 8 m (26 ft) and forms a lignotuber. It has smooth, shiny, grey to copper-coloured bark. Young plants and coppice regrowth have glossy green, egg-shaped to more or less round leaves that are 40–70 mm (1.6–2.8 in) long and wide. Adult leaves are broadly lance-shaped to elliptic or egg-shaped, 60–110 mm (2.4–4.3 in) long and 20–40 mm (0.79–1.57 in) wide on a petiole 12–30 mm (0.47–1.18 in) long. The flower buds are arranged in leaf axils in groups of between nine and eighteen on a peduncle 8–15 mm (0.31–0.59 in) long, the individual buds on pedicels 3–5 mm (0.12–0.20 in) long. Mature buds are oval to spindle-shaped, 10–13 mm (0.39–0.51 in) long and 3–4 mm (0.12–0.16 in) wide with a horn-shaped operculum. Flowering occurs between September and November and the flowers are white. The fruit is a woody hemispherical capsule about 3 mm (0.12 in) long and 4–8 mm (0.16–0.31 in) wide with the valves protruding above the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus infera was first formally described in 1990 by Anthony Bean and the description was published in the journal Austrobaileya from a specimen collected in the Durikai State Forest near Warwick in 1988. The specific epithet (infera) is a Latin word meaning \"lower\" or \"inferior\", referring to this species usually being in the understorey of taller eucalypts.",
    "Distribution and habitat": "Durikai mallee grows in or near temporary watercourses as a component of open forest and is only known from Herries Range south-west of Warwick.",
    "Conservation status": "This mallee is listed as vulnerable under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the Queensland Government Nature Conservation Act 1992. The main threat to the species is habitat loss due to land clearing.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}