{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_resinifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. resinifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus resinifera, commonly known as red mahogany or red messmate, is a species of medium-sized to tall tree endemic to coastal areas of eastern Australia. It has rough, stringy or fibrous bark on the trunk and branches, lance-shaped adult leaves, flower buds in groups of between seven and eleven, white flowers and hemispherical, conical or cup-shaped fruit.",
    "Description": "Eucalyptus resinifera is a tree that typically grows to a height of 45 m (148 ft) and forms a lignotuber. It has rough, stringy or fibrous, reddish brown bark in long strips on the trunk and branches. Young plants and coppice regrowth have dull green, lance-shaped leaves that are paler on the lower surface and 65–155 mm (2.6–6.1 in) long, 17–45 mm (0.67–1.77 in) wide. Adult leaves are arranged alternately, dark, glossy green on the upper surface, paler below, lance-shaped or curved, 80–180 mm (3.1–7.1 in) long and 20–36 mm (0.79–1.42 in) wide, tapering to a petiole 15–25 mm (0.59–0.98 in) long and with a fine, long point. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 10–22 mm (0.39–0.87 in) long, the individual buds on pedicels 5–8 mm (0.20–0.31 in) long. Mature buds are oval to spindle-shaped, 10–16 mm (0.39–0.63 in) long and 4–7 mm (0.16–0.28 in) wide with a conical, horn-shaped or beaked operculum. Flowering occurs in December and the flowers are white. The fruit is a woody, hemispherical, conical or cup-shaped capsule 3–8 mm (0.12–0.31 in) long and 6–10 mm (0.24–0.39 in) wide with the valves protruding strongly.",
    "Taxonomy and naming": "Eucalyptus resinifera was first formally described in 1790 by James Edward Smith in John White's book, Journal of a Voyage to New South Wales. The specific epithet (resinifera) is from the Latin word resiniferus meaning \"resin-bearing\".In 1990, Lawrie Johnson and Ken Hill described two subspecies, and the names have been accepted by the Australian Plant Census:\nEucalyptus resinifera subsp. hemilampra (F.Muell.) L.A.S.Johnson & K.D.Hill (originally described by Ferdinand von Mueller as Eucalyptus hemilampra);\nEucalyptus resinifera Sm. subsp. resinifera.The two subspecies differ in the length of the operculum. In subspecies resinifera it is less than three times as long as the floral cup and in species hemilampra more than three times as long.",
    "Distribution and habitat": "Red mahogany is found in coastal areas from Nowra in New South Wales to Gladstone in Queensland, with disjunct populations further north as far as Coen. It grows in forest on flats, valleys and gentle slopes, preferring soils of medium to high fertility. Subspecies hemilampra occurs between Taree and Gladstone, whilst subspecies resinifera occurs between Nowra and Taree, then disjunctly north of Gladstone.",
    "Ecology": "Red mahogany has wildlife value as a food tree for koalas.",
    "Uses": "The timber of red mahogany is well regarded for its high quality, being very hard and heavy, and having dark-red heartwood. It has multiple uses including flooring, panelling, cladding, boat building, railroad ties and general construction. It is also a good choice for making poles and charcoal.\nE. resinifera has been exported for use as a crop plant on plantations in varying locales in Africa (Madagascar, South Africa and Zimbabwe), Western Europe (Italy and Portugal), and the U.S. (Hawaiian Islands).\n\n\n== References =="
  }
}