{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_radiata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. radiata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus radiata, commonly known as the narrow-leaved peppermint or Forth River peppermint, is a species of tree that is endemic to south-eastern Australia. It has rough, fibrous to flaky bark on the trunk and larger branches, smooth grey bark on the thinner branches, lance-shaped to curved or almost linear leaves, flower buds in groups of eleven to twenty or more, white flowers and cup-shaped, hemispherical or shortenend spherical fruit.",
    "Description": "Eucalyptus radiata is a tree that typically grows to a height of 10–50 m (33–164 ft) and forms a lignotuber. It has rough, finely fibrous or flaky grey bark on the trunk and branches, usually smooth grey bark on branches thinner than 80 mm (3.1 in). Young plants and coppice regrowth have sessile, narrow lance-shaped to linear leaves that are 33–100 mm (1.3–3.9 in) long, 5–20 mm (0.20–0.79 in) wide, paler on the lower surface and arranged in opposite pairs. Adult leaves are the same shade of green on both sides, lance-shaped to curved or almost linear, 55–120 mm (2.2–4.7 in) long and 6–15 mm (0.24–0.59 in) wide, tapering to a petiole 5–16 mm (0.20–0.63 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 2–12 mm (0.079–0.472 in) long, the individual buds on pedicels 2–4 mm (0.079–0.157 in) long. Mature buds are club-shaped, 3–5 mm (0.12–0.20 in) long and 2–3 mm (0.079–0.118 in) wide with a rounded or conical operculum that is shorter and narrower than the floral cup at the join. Flowering occurs from October to January and the flowers are white. The fruit is a woody, cup-shaped, hemispherical or shortened spherical capsule 3–6 mm (0.12–0.24 in) long and 4–7 mm (0.16–0.28 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus radiata was first formally described in 1828 by Augustin Pyramus de Candolle in his book Prodromus Systematis Naturalis Regni Vegetabilis, from an unpublished description by Franz Sieber.In 1927, William Blakely described Eucalyptus robertsonii in Journal and Proceedings of the Royal Society of New South Wales. In 1973, Lawrie Johnson and Donald Frederick Blaxell reduced it to a subspecies of Eucalyptus radiata, describing both the new subspecies and the autonym, subspecies radiata in Contributions from the New South Wales Herbarium. The names of the two subspecies are accepted by the Australian Plant Census:\n\nEucalyptus radiata Sieber ex DC. subsp. radiata has greyish green leaves, glaucous buds and a pointed operculum;\nEucalyptus radiata subsp. robertsonii (Blakely) L.A.S.Johnson & Blaxell has green leaves, flower buds that are not glaucous and an operculum that is usually not pointed.",
    "Distribution and habitat": "Narrow-leaved peppermint grows in forest and woodland, usually in cooler or wetter habitats. It occurs in New South Wales south from near the Queenslnd border, in the Australian Capital Territory, to the Wombat State Forest, Great Otway National Park and ranges of South Gippsland in Victoria. It also occurs in Tasmania where it is restricted to the catchment of the Forth River. Subspecies robertsonii is restricted to montane and subalpine forests of north-eastern Victoria.",
    "Uses": "Eucalyptus radiata has six known chemotypes of essential oil. The leaves are distilled for cineole and phellandrene based eucalyptus oils. E.radiata was the first eucalyptus species to be commercially utilized for oil by  Melbourne pharmacist, Joseph Bosisto, in 1854 as \"Eucalyptus amygdalina\".",
    "Gallery": "\n\n== References =="
  }
}