{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_exserta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. exserta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus exserta, commonly known as Queensland peppermint, peppermint, bendo, yellow messmate or messmate, is a species of tree or a mallee and is endemic to eastern Australia. It has hard, fibrous bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and hemispherical or cup-shaped fruit.",
    "Description": "Eucalyptus exserta can grow as a mallee to a height of 5 metres (16 ft) or as a tree to 20 metres (66 ft) and forms a lignotuber. It has hard, rough, fissured, fibrous grey bark, usually from the base to the small branches. The slightly glossy to dull usually green adult leaves are arranged alternately, narrow lance-shaped to lance-shaped, 65–180 mm (2.6–7.1 in) long and 7–27 mm (0.28–1.06 in) wide on a petiole 8–20 mm (0.31–0.79 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 6–20 mm (0.24–0.79 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are oval, 7–11 mm (0.28–0.43 in) long and 4–7 mm (0.16–0.28 in) wide with a conical operculum. Flowering has been recorded in January, May and December and the flowers are white. The fruit is a woody, hemispherical or cup-shaped capsule 2–7 mm (0.079–0.276 in) long and 4–8 mm (0.16–0.31 in) wide with a raised disc and exserted valves.",
    "Taxonomy nand naming": "Eucalyptus exserta was first formally described in 1859 by the Victorian state botanist Ferdinand von Mueller in the Journal of the Proceedings of the Linnean Society, Botany. The species name is from the Latin word exsertus meaning exserted, referring to the valves of the fruit.",
    "Distribution and habitat": "The species is found on stony rises and hills throughout much of central, southern and eastern Queensland, from around Charleville area east to the coast and then extending north to Mareeba. It is also found in a small area of northern New South Wales in the Bebo State Forest.E. exserta grows in infertile sandy soils as part of dry sclerophyll woodland communities.",
    "Ecology": "It is a host tree for the mistletoe species Amyema miquelii, Dendrophthoe glabrescens and Dendrophthoe homoplastica.The leaves of the tree are a food source for koalas.",
    "Cultivation and uses": "E. exserta is a profuse flowerer and is of some importance as food for honeybees. It can be grown as a shade or windbreak tree on farms in areas where it is native, growing best on soils with good drainage. E. exserta plantations were established in Guangdong Province in China to halt soil erosion in the early 1960s.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}