{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_extrica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. extrica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus extrica, commonly known as eastern tallerack, is a species of mallee that is endemic to Western Australia. It has smooth bark, lance-shaped adult leaves arranged in opposite pairs, flower buds in groups of three, whitish flowers and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus extrica is a spreading mallee that typically grows to a height of 1–4 m (3 ft 3 in–13 ft 1 in) and forms a lignotuber. It has smooth light grey over brown bark, sometimes with rough, fibrous or ribbony bark on the lower stems. Young plants and coppice regrowth have slightly glaucous, elliptical to egg-shaped leaves arranged in opposite pairs. Adult leaves are also arranged in opposite pairs, lance-shaped to egg-shaped, the same dull green on both sides, 70–140 mm (2.8–5.5 in) long and 20–50 mm (0.79–1.97 in) wide on a petiole 12–30 mm (0.47–1.18 in) long. The flower buds are arrange in leaf axils in groups of three on a flattened peduncle 6–20 mm (0.24–0.79 in) long, the individual buds on pedicels 6–13 mm (0.24–0.51 in) long. Mature buds are oval, 6–8 mm (0.24–0.31 in) long and 5–6 mm (0.20–0.24 in) wide with a rounded to flattened operculum. Flowering occurs between January and April and the flowers are whitish. The fruit is a woody, cylindrical to barrel-shaped capsule 13–21 mm (0.51–0.83 in) long and 10–22 mm (0.39–0.87 in) wide with the valves near to rim level.Tallerack (E. pleurocarpa) has a similar habit but has noticeably shorter, wider, glaucous leaves, glaucous buds and fruit. Intergrades between the two species have been recorded.",
    "Taxonomy and naming": "Eucalyptus extrica was first formally described in 2000 by Dean Nicolle from a specimen collected east of Condingup by Anthony Orchard, and the description was published in the journal Nuytsia. Nicolle wrote that the specific epithet is \"from the Latin word extrico meaning \"disentangled\" or \"free\", in reference to this species having been confused with E. tetragona in the past. Ali Sharr wrote that extrica is a non-word in Latin, and that the past participle of the Latin extrico (\"I disentangle\" or \"I free\") is extricatus.",
    "Distribution and habitat": "Eastern tallerack  is found in coastal areas in the Goldfields-Esperance region of Western Australia between Esperance and Cape Arid where it grows in sandy soils over limestone.",
    "Conservation status": "This mallee is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}