{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_celastroides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. celastroides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus celastroides, commonly known by the Noongar name of mirret, is a species of eucalypt that is endemic to the south-west of Western Australia. It is a mallee or sometimes a tree and has rough bark on about half of the lower half of its tunk, smooth above, narrow lance-shaped adult leaves, flower buds in groups of seven or nine, white flowers and urn-shaped fruit.",
    "Description": "Eucalyptus celastroides is a mallee, rarely a tree, and typically grows to a height of 5 to 8 metres (16 to 26 ft) and forms a lignotuber. It has rough, flaky bark for up to half the trunk, then smooth mottled whitish bark above, or sometimes from the base of the trunk. The leaves on young plants and on coppice regrowth are glaucous, egg-shaped to oblong, 30–50 mm (1.2–2.0 in) long and 12–25 mm (0.47–0.98 in) wide. Adult leaves are the same green to bluish green on both sides, narrow lance-shaped, 65–105 mm (2.6–4.1 in) long and 8–15 mm (0.31–0.59 in) wide on a petiole 8–20 mm (0.31–0.79 in) long. The flower buds are arranged in groups of seven or nine on a peduncle 4–18 mm (0.16–0.71 in) long, the individual buds on pedicels 2–4 mm (0.079–0.157 in) long. Mature buds are club-shaped to pear-shaped or oval, 6–10 mm (0.24–0.39 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded operculum with a small point on the tip, or conical. Flowering occurs between August and January and the flowers are white. The fruit is a woody, urn-shaped capsule 5–8 mm (0.20–0.31 in) long and 4–8 mm (0.16–0.31 in) wide with the valves enclosed.",
    "Taxonomy and naming": "Eucalyptus celastroides was first formally described by Nikolai Turczaninow in 1852 from a specimen collected by James Drummond. The description was published in the journal Bulletin de la Classe Physico-Mathématique de l'Académie Impériale des Sciences de Saint-Pétersbourg. The specific epithet (celastroides) is a reference to the genus Celastrus. The ending -oides is a Latin suffix meaning \"likeness\".In 1986, Ian Brooker described two subspecies in the journal Nuytsia and the names have been accepted by the Australian Plant Census:\nEucalyptus celastroides Turcz. subsp. celastroides has greyish or bluish green leaves and glaucous branchlets, sometimes buds and fruit that are also glaucous;\nEucalyptus celastroides subsp. virella Brooker has green leaves, and the branchlets, buds and fruit are not glaucous.",
    "Distribution and habitat": "Mirret is often found on flat or undulating country where it grows in sandy or clayey soils. Subspecies celastroides has a more easterly distribution than subspecies virella. The former occurs in the goldfields between Kellerberrin and Norseman, extending almost to Balladonia. Subspecies virella occurs mainly in the wheatbelt.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}