{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_archeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. archeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus archeri, also known as alpine cider gum, is a mallee or a small tree that is endemic to Tasmania. It has smooth white or greyish bark, lance-shaped adult leaves, flower buds in groups of three, white flowers and conical to barrel-shaped fruit. It intergrades with E. gunnii.",
    "Description": "Eucalyptus archeri is a mallee or a small tree that typically grows to a height of 12 metres (40 ft), has smooth white to greyish or pinkish bark and forms a lignotuber. Leaves on young plants and on coppice regrowth are arranged in opposite pairs, egg-shaped to more or less round, 13–40 mm (0.5–2 in) long and 9–32 mm (0.4–1 in) wide. Adult leaves are arranged alternately, elliptic to lance-shaped, 40–90 mm (2–4 in) long and 9–30 mm (0.4–1 in) wide on a petiole 8–22 mm (0.3–0.9 in) long. The flowers are borne in groups of three in leaf axils on a peduncle 1–7 mm (0.039–0.28 in) long. The mature buds are oblong to oval, 5–7 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide with a rounded or conical operculum. Flowering occurs between November and May and the flowers are white. The fruit is conical to barrel-shaped, 5–8 mm (0.2–0.3 in) long and wide.Eucalyptus archeri is similar to and intergrades with E. gunnii but lacks the bluish grey flower buds and fruit of that species.",
    "Taxonomy and naming": "Eucalyptus archeri was first formally described in 1929 by Joseph Maiden and William Blakely and the description was published in Maiden's book A critical revision of the genus Eucalyptus. The specific epithet (archeri) honours William Archer, secretary of the Royal Society of Tasmania.",
    "Distribution and habitat": "Apple cider gum is found at altitudes above 1,000 metres (3,000 ft), on the northern slopes of the Central Plateau and forms the tree line at Ben Lomond. It grows in shallow soil among rock outcrops on mountain tops and in open woodland.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}