{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_agglomerata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. agglomerata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus agglomerata, commonly known as blue-leaved stringybark, is a tree endemic to eastern Australia. It has persistent, stringy bark, green or greyish leaves with a bluish sheen, flower buds in groups of eleven to fifteen, white to cream-coloured flowers and crowded, flattened hemispherical fruit.",
    "Description": "Eucalyptus agglomerata is a tree that grows to a height of 40 m (100 ft) and has thick, fibrous, stringy bark, usually colored grey over reddish brown. The leaves of young trees are green and broadly lance-shaped to egg-shaped, glossy green, wavy and hairy. Adult leaves are glabrous, lance-shaped to broadly lance-shaped, mostly 75–120 mm (3–5 in) long and 14–30 mm (0.6–1 in) wide. They are green to greyish green, a similar shade on both sides, more or less glossy with a bluish sheen. From a distance the leaves appear a bluish/green colour. The flower buds are arranged in groups of between eleven and fifteen on a flattened or angular peduncle 6–13 mm (0.2–0.5 in) long but the individual buds lack a pedicel. The mature buds are oblong or spindle-shaped, 7–8 mm (0.28–0.31 in) long and about 3 mm (0.1 in) wide with a conical operculum at least as long and wide as the floral cup. The flowers are white. Flowering mostly occurs between October and January and the fruit are crowded, flattened hemispherical, 3–5 mm (0.12–0.20 in) long and 5–10 mm (0.2–0.4 in) wide.",
    "Taxonomy and naming": "Eucalyptus agglomerata was first formally described in 1922 by Joseph Maiden and the description was published in Journal and Proceedings of the Royal Society of New South Wales. The type specimen was collected in 1896 by Maiden from Hill Top in the Southern Highlands district of New South Wales. The specific epithet (agglomerata) is a Latin adjective meaning \"balled\" or \"gathered into a mass\", referring to the crowded fruit.",
    "Distribution and habitat": "Blue-leaved stringybark is often found on gentle to moderate slopes in the coastal and tableland areas, but it also grows on steep slopes in the Blue Mountains. The soils show a range of types, some of poor quality but mostly of good levels of sub soil moisture. Podosolic soils give best results. The soil types for E. agglomerata are mostly sedimentary, based on shales and sandstones, but sometimes slates. The climate for this species is mostly warm humid with rainfall ranges between 700 mm to 1500 mm per year. Frosts are common in the higher altitudes of its range, but absent on the lower coastal habitats. The average high temperature of the warmest month is between 25 and 31 degrees Celsius. The minimum temperature range of the coolest month is from -2 to 6 degrees Celsius. Blue-leaved stringybark is found within 120 kilometres of the sea.It occurs in areas of eastern central and southern New South Wales, and is distributed as far north as Wauchope, to just south of the Victorian border into Croajingolong National Park.",
    "Ecology": "Blue-leaved stringybark is a koala food tree. A field study conducted in the Campbelltown district southwest of Sydney published in 2000 found that koalas preferred Blue-leaved Stringybark and  Grey Gum but only when the two tree species were growing on shale-based rather than sandstone soils.",
    "Use in horticulture": "It is not often seen in cultivation but has potential as a windbreak or shelter tree.",
    "Timber": "The pale brown sapwood is resistant to lyctus borer. The light brown heartwood is of a moderate fine texture with some interlocking grain. The weight is 930 kilograms per cubic metre. It is slow drying and is used for general building construction and fencing.",
    "References": "\nA Field Guide to Eucalypts - Brooker & Kleinig volume 1, ISBN 0-909605-62-9 page 67"
  }
}