{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_acies",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. acies"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus acies, commonly known as the Woolbernup mallee is a straggly shrub that is endemic to a restricted part of the south-west of Western Australia. It has smooth bark, lance-shaped leaves, club-shaped flower buds with prominent ridges on their sides, creamy white flowers and hemispherical to bell-shaped fruit.",
    "Description": "Eucalyptus acies is a straggly mallee shrub that typically grows to a height of 1.5 to 3 metres (5 to 10 ft) and has smooth grey bark. It usually has several main stems and its young branches are more or less square in cross section. Leaves on young plants are arranged in opposite pairs, elliptic, 50–70 mm (2–3 in) long and 30–50 mm (1–2 in) wide with the lower surface a slighter paler green.\nThe adult leaves are thick and coarse, 8 to 13 centimetres (3 to 5 in) in length with a lanceolate blade. Starting as a blue dullish green the leaves mature to a glossy green. Adult leaves are a similar green on both sides, lance-shaped and 90–135 mm (4–5 in) long and 20–35 mm (0.8–1 in) wide on a flattened petiole 20–30 mm (0.79–1.2 in) long. The flowers are borne in groups of up to seven in leaf axils on a flattened peduncle 17–23 mm (0.67–0.91 in) long. The unopened buds are club-shaped, 15–21 mm (0.6–0.8 in) long and 7–11 mm (0.3–0.4 in) wide including the pedicel. The flower cup has prominent ridges and is 9–14 mm (0.4–0.6 in) long and usually much longer than the operculum. The stamens are creamy white and all are fertile. Flowering occurs from September to November and the fruit is hemispherical to bell-shaped, 10–15 mm (0.4–0.6 in) long and 12–16 mm (0.5–0.6 in) wide.",
    "Taxonomy and naming": "Eucalyptus acies was first formally described in 1972 by Ian Brooker and the description was published in the journal Nuytsia from a specimen he collected on a hill known as Woolbernup in the Fitzgerald River National Park. The specific epithet (acies) is a Latin word meaning \"sharp edge or point\".",
    "Distribution and habitat": "The Woolbernup mallee grows in low shrubland and heath on quartzite hills and granite boulders in near-coastal areas between Bremer Bay and Hopetoun.",
    "Conservation status": "This mallee is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}