{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_persistens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. persistens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus persistens is a species of small tree that is endemic to Queensland. It has rough, dark grey bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped or barrel-shaped fruit.",
    "Description": "Eucalyptus persistens is a species of tree, rarely a mallee, that typically grows to a height of 12 m (39 ft) and forms a lignotuber. It has rough, dark grey bark on the trunk and branches. Young plants and coppice regrowth have dull, bluish, linear to narrow lance-shaped leaves that are 45–100 mm (1.8–3.9 in) long and 4–10 mm (0.16–0.39 in) wide. Adult leaves are lance-shaped, the same shade of green on both sides, 70–140 mm (2.8–5.5 in) long and 7–20 mm (0.28–0.79 in) wide, tapering to a petiole 5–17 mm (0.20–0.67 in) long. The flower buds are mostly arranged on the ends of branchlets on a branched peduncle in groups of seven. The peduncles are 5–12 mm (0.20–0.47 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are oval to pear-shaped, 3–6 mm (0.12–0.24 in) long and 2–3 mm (0.079–0.118 in) wide with a conical, rounded or beaked operculum. Flowering occurs between April and October and the flowers are white. The fruit is a woody, cup-shaped or barrel-shaped capusle, 3–5 mm (0.12–0.20 in) long and 3–4 mm (0.12–0.16 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus persistens was first formally described in 1991 by Lawrie Johnson and Ken Hill in the journal Telopea, from material they collected in 1984.",
    "Distribution": "This tree occurs in north-eastern Queensland between Laura, Mareeba, Hughenden, Forsayth and Marlborough.",
    "Conservation status": "This eucalypt is liisted as \"least concern\" under the Queesland Governemt Nature Conservation Act 1992",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}