{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cloeziana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cloeziana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cloeziana, commonly known as Gympie messmate or dead finish, is a species of tree that is endemic to Queensland. It has rough, flaky to fibrous bark on its trunk, smooth bark above, lance-shaped to curved adult leaves that are much paler on the lower side, flower buds in groups of seven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus cloeziana is a tree that typically grows to a height of 55 m (180 ft) in forest but usually 10–25 m (33–82 ft) in woodland. It has thick, rough, fibrous to flaky, brownish to grey bark on the trunk and smooth grey to orange bark on the branches. Leaves on young plants and on coppice regrowth are egg-shaped, 45–100 mm (1.8–3.9 in) long and 20–50 mm (0.79–1.97 in) wide and a lighter shade of green on the lower side. Adult leaves are lance-shaped to curved, 60–145 mm (2.4–5.7 in) long and 9–32 mm (0.35–1.26 in) wide on a petiole 8–22 mm (0.31–0.87 in) long. The leaves are dull green and a much lighter shade on the lower side. The flower buds are arranged in leaf axils on a branching inflorescence, each branch with seven buds on a peduncle 2–13 mm (0.079–0.512 in) long, the individual buds on a pedicel 1–5 mm (0.039–0.197 in) long. Mature buds are spherical to oval, 4–6 mm (0.16–0.24 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to rounded operculum. Flowering occurs in December and January and the flowers are white. The fruit is a woody, hemispherical capsule 4–7 mm (0.16–0.28 in) long and 6–11 mm (0.24–0.43 in) wide.",
    "Taxonomy and naming": "Eucalyptus cloeziana was first formally described in 1878 by Ferdinand von Mueller from a specimen collected near Rockingham Bay by John Dallachy. The description was published in Fragmenta phytographiae Australiae. The specific epithet (cloeziana) honours François Stanislas Cloez who identified cineole as the major constituent of eucalyptus oil.",
    "Distribution and habitat": "Gympie messmate has a widespread but scattered distribution in Queensland, particularly from east of Tambo to Mundubbera and Gympie, and from west of Townsville to north-west of Cooktown with isolated occurrences in between. It grows in open forest and woodland on tablelands and slopes and is often the dominant species of tree.\n\n\n== References =="
  }
}