{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_megacornuta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. megacornuta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus megacornuta, also known as warted yate or warty yate, is a species of Eucalyptus that is endemic to the south-west of Western Australia",
    "Description": "The tree typically grows to a height of 4 to 12 metres (13 to 39 ft) with a crown of up to about 6 m (20 ft) wide. E. megacornuta has the habit of a small tree or shrub with a smooth brown to grey-red and green trunk and smooth bark over the length of the trunk and branches.\nThe dull, green, thick and concolorous adult leaves have a disjunct arrangement. The leaf blade has lanceolate to elliptic shape that is basally tapered.It produces large yellow-green flowers that occur from July to October in the species' native range. Each simple, axillary conflorescence is made up of three to seven flowered umbellasters on broadly flattened peduncles. The fruits or capsules are clustered and sessile on a flattened peduncle. They have a campanulate shape with one prominent rib with many weak ribs. The capsules are 1.8 to 4 centimetres (0.7 to 1.6 in) in length and 2.2 to 2.5 cm (0.9 to 1.0 in) wide with three exserted valves.",
    "Taxonomy": "The species was formally described by botanist Charles Austin Gardner in 1942 as part of the work Contributiones Florae Australiae Occidentalis as published in the Journal of the Royal Society of Western Australia. The type specimen was collected by Gardner in 1935 near Ravensthorpe.E. megacornuta is very similar in appearance to the closely related Beaufort Inlet Mallee (Eucalyptus newbeyi) and Burdett's mallee (Eucalyptus burdettiana).",
    "Distribution": "The species is found on hillsides and in creek beds along the south coast in the Great Southern and Goldfields-Esperance region of Western Australia between Albany and Hopetoun, particularly in the Ravensthorpe Range, where it grows in loamy alluvium soils over granite or laterite.",
    "Cultivation": "The species is sold commercially in seed for or as tube stock, it grows well in full or par sun and is drought tolerant once established. A fast growing plant it can be used as an ornamental or privacy screening. The tree produces abundant nectar when it flowers so it is prized by apiarists and is a good bird attractor. The dried seed pods are also used in flower arrangements.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}