{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_acroleuca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. acroleuca"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus acroleuca, commonly known as the Lakefield coolibah, is a tree that is endemic to Cape York Peninsula in northern Australia. It has rough, tessellated bark near its base then smooth, white bark, lance-shaped leaves, oval to club-shaped buds with a hemispherical operculum and cup-shaped fruits.",
    "Description": "Eucalyptus acroleuca is a tree that grows to a height of up to 25 m (80 ft) with hard black or dark grey, tessellated bark for the lowest 2–4 mm (0.08–0.2 in) of its trunk. The upper bark is smooth, white and shed annually. Adult leaves are lance-shaped, 70–170 mm (3–7 in) long and 6–20 mm (0.2–0.8 in) wide with a petiole 4–15 mm (0.2–0.6 in) long. The flowers are arranged in groups of up to seven on a thin, cylindrical peduncle up to 8 mm (0.3 in) long, individual flowers on a cylindrical pedicel 1–3 mm (0.039–0.12 in) long. The buds are oval to club-shaped, 2.5–3.5 mm (0.098–0.14 in) long and 1.5–2.5 mm (0.059–0.098 in) wide at maturity. The operculum is hemispherical, about half as long as the flower cup. The fruit is a cup-shaped capsule, 2–3 mm (0.079–0.12 in) long and 1.5–2.5 mm (0.06–0.1 in) wide.",
    "Taxonomy and naming": "Eucalyptus acroleuca was first formally described in 1994 by Lawrie Johnson and Ken Hill from a specimen collected near the New Laura Homestead. The specific epithet (acroleuca) is derived from the Ancient Greek words acros meaning \"highest\" and leucos meaning \"white\", referring to the white bark on the higher branches of this species.",
    "Distribution and habitat": "This tree often grows in pure stands in woodland in heavy soils that are flooded in the wet season, and often grows near permanent lagoons. It occurs in the Lakefield National Park.",
    "Conservation": "Eucalyptus acroleuca is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}