{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_yalatensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. yalatensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus yalatensis, commonly known as the Yalata mallee, is a mallee that is native to parts of southern Australia.",
    "Description": "The mallee typically grows to a height of 4 metres (13 ft) or it can have the form of a procumbent or low sprawling shrub with a diameter up to 7 metres (23 ft) and forms a lignotuber. The tree has brown grey rough fibrous to flaky bark. The concolorous, dull, blue-green to grey-green adult leaves are alternately arranged with a lanceolate shaped blade which is 5 to 12 centimetres (2.0 to 4.7 in) in length and 0.9 to 2.2 cm (0.35 to 0.87 in) wide. It blooms between October and February producing inflorescences with white-cream coloured flowers. The axillary unbranched inflorescences form in groups of nine to eleven buds. The yellowish mature buds have a fusiform to ovate shape and are 0.7 to 1.2 cm (0.28 to 0.47 in) in length and 0.3 to 0.6 cm (0.118 to 0.236 in) wide. The buds are scarred with a long conical slightly beaked operculum. The pedicellate fruits that form after flowering have a hemispherical to truncate-globose shape. Fruits are 0.4 to 0.7 cm (0.157 to 0.276 in) in length and width with a level or slightly descending disc and three to four exserted valves. The glossy grey-brown seeds have an ovoid shape and are 1 to 2 mm (0.039 to 0.079 in) long.",
    "Distribution": "It is endemic the south coast of Western Australia and South Australia.\nIn Western Australia it is found in coastal and near-coastal areas in the Goldfields-Esperance region growing sandy soils over limestone.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}