{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_aromaphloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. aromaphloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus aromaphloia, commonly known as Creswick apple-box, scented bark or scent-bark, is a species of plant in the myrtle family that is endemic to Victoria. It is a tree with rough, densely fibrous bark on the trunk and branches, lance-shaped or curved adult leaves, oval to spindle-shaped flower buds in groups of seven, white flowers and conical to hemispherical fruit.",
    "Description": "Eucalyptus aromaphloia is a tree that grows to a height of 18–22 m (60–70 ft) and forms a lignotuber. It has thick, rough, dark grey fibrous bark on its trunk and branches, with smooth salmon pink bark on the thinnest branches. Young plants and coppice regrowth have oblong to elliptic leaves 30–78 mm (1–3 in) long, 9–35 mm (0.4–1 in) wide tapering to a short petiole. Adult leaves are lance-shaped or curved, 75–200 mm (3–8 in) long, 10–20 mm (0.4–0.8 in) wide on a petiole 8–22 mm (0.3–0.9 in) long.The flowers are arranged in unbranched groups of seven in leaf axils on a peduncle 3–8 mm (0.1–0.3 in) long, the individual buds on a pedicel usually up to 3 mm (0.1 in) long. The mature buds are green with a red tinge, oval to spindle-shaped, 4–5 mm (0.2–0.2 in) long, 3–4 mm (0.1–0.2 in) wide with a conical operculum. Flowering occurs in winter and the flowers are white. The fruit is cup-shaped to hemispherical, 5–7 mm (0.2–0.3 in) long and 7–9 mm (0.3–0.4 in) wide.  The leaves are dark green on both sides, with prominent veins. Flowering occurs from January to March and the flowers are white. The fruit is a woody, conical to hemispherical capsule 3–4 mm (0.1–0.2 in) long and 4–7 mm (0.2–0.3 in) wide.",
    "Taxonomy and naming": "Eucalyptus aromaphloia was first formally described in 1954 by Lindsay Pryor and James Willis from a specimen collected on Mount Langi-Ghiran near Ararat. The description was published in The Victorian Naturalist. The specific epithet (aromaphloia) is derived from the Ancient Greek words aroma meaning \"smell\" or \"spice\" and phloios meaning \"bark\", referring to the smell of the bark. Pryor and Willis noted that the bark is \"always very aromatic (when rubbed or crushed)\" but other authors remark that \"no exceptional small can be detected in the bark, and the common name \"scent bark\" is misleading.\"In 1996 Ian Brooker and Andrew Slee informally noted E. aromaphloia subsp. sabulosa, but that name has since been referred to E. sabulosa.",
    "Distribution": "Creswick apple-box grows in flat or slightly undulating areas of open forest. It occurs from near Malmsbury west to the Grampians and south-west to Ballarat and the Brisbane Ranges National Park with a disjunct population near Anglesea.\n\n\n== References =="
  }
}