{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_yilgarnensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. yilgarnensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus yilgarnensis is a mallee tree that is native to Western Australia. It commonly referred to as Yorrell or Yorrel.E. yilgarnensis typically grows to a height of 2 to 6 metres (7 to 20 ft). It has rough fibrous brown bark on the truck becoming smooth further up. Small white-cream flowers appear from March to October. Adult leaves are disjunct with a narrow lanceolate shape that is basally tapered. They are glossy, green, thin, concolorous with prominent lateral veins. The axillary conflorescence is simple with 7-flowered to 11-flowered umbellasters supported on terete peduncles. The buds are ovoid to pyriform or clavate, fruits that form are cylindrical or urceolate with a depressed disc depressed with enclosed valves enclosed.The tree forms a lignotuber and seeds can germinate in approximately three weeks. Young trees are resistant to drought and frost.Found growing in areas of red sandy soils on sandplains and rises through the easter Wheatbelt and western Goldfields-Esperance regions of Western Australia.Associated species in the woodland overstorey include E. salubris and E. salmonophloia and sometimes E. melanoxylon and E. oleosa. Plants found in the understorey shrubs include Acacia colletioides, Atriplex vesicaria, A. paludosa, Melaleuca hamulosa, M. cymbifolia, Exocarpos aphyllus and Grevillea acuaria.The species was first formally described as Eucalyptus gracilis var. yilgarnensis by the botanist Joseph Maiden in 1919 in the Journal and Proceedings of the Royal Society of New South Wales. It was later reclassified in 1985 by Ian Brooker in the Census of the Vascular Plants of Western Australia.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}