{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_quadrangulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. quadrangulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus quadrangulata, commonly known as the white-topped box or coast white box, is a species of small to medium-sized tree that is endemic to eastern Australia. It has rough, fibrous or flaky bark on the trunk and branches, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and conical fruit.",
    "Description": "Eucalyptus quadrangulata is a tree that typically grows to a height of 45–50 m (148–164 ft) and forms a lignotuber. It has rough, greyish brown, fibrous or flaky bark on the trunk and branches. Young plants and coppice regrowth have stems that are square in cross-section and leaves that are arranged in opposite pairs and sessile with their bases surroundng the stem. The juvenile leaves are lance-shaped, paler on the lower surface, 70–150 mm (2.8–5.9 in) long and 13–35 mm (0.51–1.38 in) wide. Adult leaves are the same shade of glossy green on both sides, lance-shaped to curved, 105–190 mm (4.1–7.5 in) long and 10–22 mm (0.39–0.87 in) wide, tapering to a petiole 13–25 mm (0.51–0.98 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 9–12 mm (0.35–0.47 in) long, the individual buds usually sessile. Mature buds are oval to spindle-shaped, 4–7 mm (0.16–0.28 in) long and about 3 mm (0.12 in) wide with a conical operculum. Flowering occurs from February to March and the flowers are white. The fruit is a woody, conical capsule 4–5 mm (0.16–0.20 in) long and 4–6 mm (0.16–0.24 in) wide with the valves below the level of the rim.",
    "Taxonomy": "Eucalyptus quadrangulata was first formally described in 1899 by Henry Deane and Joseph Maiden in Proceedings of the Linnean Society of New South Wales.",
    "Distribution and habitat": "White-topped box grows in the slopes and edges on the eastern side of the Northern and Central Tablelands in New South Wales, between Dorrigo and Scone in the north to Bundanoon and Milton in the south. There is also a disjunct population near Cunninghams Gap in south-eastern Queensland.\n\n\n== References =="
  }
}