{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cneorifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cneorifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cneorifolia, the Kangaroo Island narrow-leaf mallee, is a native tree of Kangaroo Island, South Australia.",
    "Description": "The mallee tree will grow to 5 to 10 metres (16 to 33 ft) in height, it has an upright habit and can have a single or multiple stems with a lignotuber at the base of the trunk. It mostly forms a dense canopy of thin dark green leaves that have conspicuous oil glands. The bark is fibrous, greyish-brown to dark-grey in colour with longitudinally fissured bark on the lower trunk and with smooth greyish bark above. Adult leaves have an alternate arrangement. The leaf blade is linear-lanceolate or linear-oblong shape with a length of 100 millimetres (3.9 in) and a width of 10 mm (0.39 in). the leaves are glossy, olive-green, dull and grey-green when dried with indistinct veins. \nIt flowers between December and April producing inflorescences with small white flowers. The flowers occur in umbels of 4 to 14 found at the axils of the leaves. The buds are usually more or less ellipsoid in shape with a conical or hemispherical-conical bud-cap. The buds have a length of 10 mm (0.39 in) and a width of 5 mm (0.20 in). The fruits that form are hemispherical or hemispherical-globose in shape. They have a length of  7 mm (0.28 in) to 8 mm (0.31 in). The fruit disc is wide and flat or slightly raised with three or four needle-like exserted valves. Fruits contain brown ovoid shaped seeds with a slightly wrinkled surface that are 2 mm (0.079 in) and 1 mm (0.039 in) wide.",
    "Taxonomy": "The species was first formally described by the botanist Augustin Pyramus de Candolle in 1828 and published in Prodromus Systematis Naturalis Regni Vegetabilis. The species name cneorifolia is taken from the genus Cneorum and the Latin word 'folium' meaning a leaf, referring to the similarity of the leaves to those of the unrelated plant Cneorum tricoccum.",
    "Distribution": "The Kangaroo Island narrow-leaf mallee was originally endemic to eastern Kangaroo Island and has no closely related species. It is also found around Adelaide and Mount Lofty Ranges on the mainland but is vulnerable on the Fleurieu Peninsula. It grows well in well-drained soils over laterite or limestone as part of a dense mallee shrubland community.",
    "Cultivation": "It is grown in plantations for the production of cineole based eucalyptus oil.  On Kangaroo Island, there were over 100 stills for the production of eucalyptus oil from the narrow-leaf mallee, however, the distillation industry went into decline after the 1930s due to the greater profitability of sheep farming.  Today there is currently only one operating distillery on the island.",
    "Gallery": "Features of Eucalyptus cneorifolia",
    "References": "",
    "External links": "Eucalyptus Oil Industry Revival, Landline, ABC. [1]"
  }
}