{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_microschema",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. microschema"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus microschema is a species of small, shrubby mallee that is endemic to the southwest of Western Australia. It has smooth, silvery grey bark, linear adult leaves, flower buds in groups of nine or eleven, white flowers and short, barrel-shaped fruit. It is restricted to a small area near Newdegate.",
    "Description": "Eucalyptus microschema is a shrubby mallee that typically grows to a height of 1.2–3 m (3 ft 11 in–9 ft 10 in) and forms a lignotuber. It has smooth, silvery grey bark on the trunk and branches. Adult leaves are the same shade of dull green on both sides, linear, 55–110 mm (2.2–4.3 in) long, 5–10 mm (0.20–0.39 in) wide and are held erect. The flower buds are arranged in groups of nine or eleven on an unbranched peduncle 4–12 mm (0.16–0.47 in) long that is wider near the bud end. The individual buds are on pedicels up to 3 mm (0.12 in) long. Mature buds are spindle-shaped, 7–10 mm (0.28–0.39 in) long, 2–3.5 mm (0.079–0.138 in) wide with a conical operculum about twice as long as the floral cup. Flowering occurs between July and September and the flowers are white or creamy white. The fruit is a woody, shortly barrel-shaped capsule 4–7 mm (0.16–0.28 in) long, 4–5 mm (0.16–0.20 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus microschema was first formally described in 1991 by Ian Brooker and Stephen Hopper in the journal Nuytsia from specimens collected southeast of Newdegate by Brooker.",
    "Distribution and habitat": "This eucalypt mainly grows in low shrubland in scattered clumps to the east and southeast of Newdegate and towards Lake King.",
    "Conservation status": "Eucalyptus microschema is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}