{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_aquatica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. aquatica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus aquatica, commonly known as broad-leaved sally, or mountain swamp gum is a tree or mallee that is endemic to a small area of New South Wales in eastern Australia. It has smooth, greyish bark, dull bluish green adult leaves, flower buds arranged in groups of seven, white flowers and conical or hemispherical fruit. It grows in swamps and other places with poor drainage.",
    "Description": "Eucalyptus aquatica is sometimes a mallee, sometimes a single-trunked tree that grows to a height of 7 m (20 ft). It has smooth greyish bark that is shed in long strips. Young plants have glossy green, elliptic to egg-shaped leaves up to 120 mm (5 in) long and 55 mm (2 in) wide. The blade of the adult leaves are dull bluish green, lance-shaped, usually curved, 50–100 mm (2–4 in) long and 20–40 mm (0.8–2 in) wide on a petiole 9–15 mm (0.4–0.6 in) long. The flower buds are arranged in groups of seven, the groups on a peduncle 3–7 mm (0.1–0.3 in) long and the individual flowers on a pedicel 1–3 mm (0.04–0.1 in) long. Both the peduncle and pedicel are up to 3 mm (0.1 in) thick. The buds are top-shaped to diamond-shaped, 6–7 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide with a conical operculum that is about the same length and width as the flower cup. The flowers are white and the fruit is a cone-shaped or hemispherical capsule 4–7 mm (0.2–0.3 in) long and wide 5–7 mm (0.2–0.3 in) wide.",
    "Taxonomy and naming": "Broad-leaved sally was first formally described in 1934 by William Blakely who gave it the name Eucalyptus ovata var. aquatica and published the description in his book A key to the eucalypts. In 1990 Lawrie Johnson and Ken Hill raised the variety to species status. The specific epithet (aquatica) is a Latin word meaning \"living in or near water\".There is debate about the name of this species, with some authorities regarding Eucalyptus ovata var. aquatica as a synonym of E. camphora subsp. camphora.",
    "Distribution and habitat": "Eucalyptus aquatica is mainly known from two swamps in a state forest and adjacent private property near Penrose where it grows in permanently water-logged soil. There is a single record from Morton National Park.",
    "Conservation": "Broad-leaved sally is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species are inappropriate fire regimes, habitat modification and invasion by weeds and exotic pines.\n\n\n== References =="
  }
}