{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_confluens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. confluens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus confluens, commonly known as Kimberley gum, is a species of small tree that is endemic to northern Australia. It has smooth, powdery white bark, lance-shaped adult leaves, more or less spherical flower buds in groups of seven, white flowers and cup-shaped to hemispherical fruit. It grows in the Kimberley region of Western Australia and in adjacent areas of the Northern Territory.",
    "Description": "Eucalyptus confluens is a tree that typically grows to a height of 3 to 10 metres (10 to 33 ft) and forms a lignotuber. It has smooth, powdery, white over pale pink bark throughout. Young plants and coppice regrowth have stems that are more or less square in cross-section, and broadly egg-shaped to almost round, dull green leaves that are 40–75 mm (1.6–3.0 in) long and 30–45 mm (1.2–1.8 in) wide. The adult leaves are the same glossy green on both sides, lance-shaped, 60–150 mm (2.4–5.9 in) long and 9–22 mm (0.35–0.87 in) wide on a petiole 10–25 mm (0.39–0.98 in) long. The flower buds are arranged in leaf axils on a peduncle 4–10 mm (0.16–0.39 in) long, the individual buds sessile or on a very short pedicel. Mature buds are oval to almost spherical, 5–8 mm (0.20–0.31 in) long and 3–5 mm (0.12–0.20 in) wide with a rounded to conical operculum. Flowering occurs between February and March and the flowers are white. The fruit is a woody cup-shaped to hemispherical capsule 4–7 mm (0.16–0.28 in) long and 6–7 mm (0.24–0.28 in) wide with the valves level with or slightly raised above the rim.",
    "Taxonomy and naming": "Eucalyptus confluens was first formally described in 1916 by Joseph Maiden from an incomplete description by William Vincent Fitzgerald. The specific epithet (confluens) is a Latin word meaning \"place where two streams meet\", referring to the arrangement of the leaf veins.Eucalyptus confluens is similar in appearance two other white gums within its area of occurrence, E. brevifolia and E. gregoriensis.",
    "Distribution and habitat": "Kimberley gum is found in two disjunct populations in the Kimberley region of Western Australia and adjacent areas of the Northern Territory. One population grows on the King Leopold Ranges and the other in the Lake Argyle area on the Western Australia-Northern Territory border. It is often found on rocky hillsides or ridges growing in sandy stony soils over sandstone, granite or quartzite.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}