{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dumosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dumosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dumosa, commonly known as the white mallee, dumosa mallee, or Congoo mallee, is a species of mallee that is endemic to south eastern Australia. It usually has rough, flaky grey bark on the lower trunk, smooth bark above, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped, cylindrical or barrel-shaped fruit.",
    "Description": "Eucalyptus dumosa is a mallee that typically grows to a height of 4–10 m (13–33 ft), occasionally 12 m (39 ft) and a width of 4–5 m (13–16 ft) with an open, bushy, spreading habit. It usually has rough, flaky or fibrous greyish bark on the base of the trunk, smooth, whitish or yellow-white, weathering to grey or pinkish-grey bark above. The bark sheds in long thin ribbons. Young plants and coppice regrowth have petiolate, egg-shaped to broadly lance-shaped leaves that are 55–140 mm (2.2–5.5 in) long and 22–70 mm (0.87–2.76 in) wide.Adult leaves are the same dull bluish green to greyish green on both sides, lance-shaped to curved, 48–120 mm (1.9–4.7 in) long and 8–25 mm (0.31–0.98 in) wide on a petiole 8–25 mm (0.31–0.98 in) long. The flower buds are arranged in leaf axils in groups of seven on a peduncle 5–20 mm (0.20–0.79 in) long, the individual buds on a pedicel 2–5 mm (0.079–0.197 in) long. Mature buds are cylindrical, green or red, 6–11 mm (0.24–0.43 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to turban-shaped, striated operculum. Flowering occurs from late summer to mid autumn and the flowers are white. The fruit is a woody, cup-shaped to cylindrical or barrel-shaped capsule 4–9 mm (0.16–0.35 in) long and 5–7 mm (0.20–0.28 in) wide.",
    "Taxonomy and naming": "The name Eucalyptus dumosa was mentioned in John Oxley's Journals of two expeditions into the interior of New South Wales published in 1820. Oxley recorded that the name was used by the botanist Allan Cunningham who accompanied the expedition. Oxley referred to \"those dreadful scrubs of eucalyptus dumosa\" and \"thick brushes of eucalyptus that spread in every direction around us eucalyptus dumosa, or the dwarf gum, as they never exceed twenty feet in height, ... spreading out into a bushy circle from their roots in such a manner that it is impossible to see farther than from one bush to the other\". The specific epithet (dumosa) is a Latin word meaning \"bushy\", referring to the habit of the plant.",
    "Distribution and habitat": "White mallee is found in the relatively dry country of South Australia from the northern Flinders Ranges and Murray Mallee eastwards to Dubbo in central western New South Wales and Swan Hill in north western Victoria. It is one of the most wide-spread mallee species.",
    "Uses": "The leaves are steam distilled as a commercial source of cineole based eucalyptus oil.It is used as a component of mass plantings along with other mallee species on wide roadside verges as a screen, wind-break, erosion control or a shade tree. Indigenous Australians use the tree as a source of food, drink, medicines and to make containers and implements. A sweet manna-like substance is produced upon the leaves of the tree, it is made into a drink. The bark of young roots is baked and eaten, it is sweet, resembling malt in flavour.The 1889 book 'The Useful Native Plants of Australia’ records that common names included \"Bastard Box\"  and \"Coolibah\" and that \"These Eucalypts [sic.], amongst others, yield water from their roots...\", and  \"a kind of manna called Lerp or Larp by the aboriginals [sic.]. It is the nidus of an insect, and consists of starch-like substance, which is eaten in summer by the aborigines [sic.] of the mallee country of Victoria. It somewhat resembles in appearance small shells; it is sweet, and in colour white or yellowish-white. According to Dr. Thomas Dobson, of Hobart, the insect which causes the Lerp to form is Psylla Eucalypti. It is probably formed on the leaves of other mallee Eucalypts. This substance occurs on the leaves, and consists of white threads clotted together by a syrup proceeding from the insect (Psylla Eucalypti) which spins those threads. It contains, in round numbers, of water 14 parts, thread-like portion 33 parts, sugar 53 parts. The threads possess many of the characteristic properties of starch, from which, however, they are sharply distinguished by their form. When lerp is washed with water the sugar dissolves and the threads swell but slightly, but dissolve to a slight extent, so that the solution is coloured blue by iodine. The threads freed from sugar by washing consist of a substance called Lerp-amylum. Lerp-amylum is very slightly soluble in cold water, not perceptibly more so in water at 100°\".It is also suitable to produce large amounts of biomass, able to make 10 to 20 metric tons (11 to 22 short tons) per hectare per year. In wheatbelt regions it is also beneficial as the tree will reduce salinity, give shade to stock, act as a windbreak and reduce erosion.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}