{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_odontocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. odontocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus odontocarpa, commonly known as Sturt Creek mallee, is a mallee that is native to northern Australia. Indigenous Australians know the plant as Warilyu.",
    "Description": "The mallee typically grows to a height of 1.5 to 5 metres (5 to 16 ft) and has smooth bark. It blooms between April and July producing inflorescences with white flowers. It forms multiple stems each with a diameter of 5 to 10 centimetres (2.0 to 3.9 in) from a lignotuber. The bark is usually smooth over the length of the trunk and branches and is grey to brown to coppery but sometimes white to cream to pink in colour sometimes with a short stocking of pale grey to yellowy-brown rough flaky bark. The bark sheds from the tree in short ribbons or as small polygonal flakes. The concolorous, glossy green adult leaves have an opposite to sub-opposite arrangement. The leaves are supported on petioles which are 0.5 to 1.7 centimetres (0.2 to 0.7 in) long. The leaf blade has a narrowly lanceolate to lanceolate shape and is 5.5 to 19.5 centimetres (2 to 8 in) in length and are 0.5 to 1.8 centimetres (0 to 1 in) wide with a base that tapers to the petiole. The compound inflorescences are axillary or terminal with 0.2 to 0.5 centimetres (0.08 to 0.20 in) long terete peduncles with three buds per umbel. The buds have a clavate to pyriform shape and are 0.45 to 0.6 cm (0.18 to 0.24 in) in length and 0.4 to 0.6 cm (0.16 to 0.24 in) wide. When the sessile fruits form they are shortly pedicellate and have a cylindrical to barrel-shaped to cup-shaped to obconical shape with a length of 0.7 to 1.4 cm (0.28 to 0.55 in) and a width of 0.5 to 0.7 cm (0.20 to 0.28 in). The fruits have a vertically descending disc with three or four enclosed valves. They contain flattened dull grey seeds and are 4 to 6 millimetres (0.16 to 0.24 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 in the work Monograph of the Eucalypti of tropical Australia as published in the Journal of the Proceedings of the Linnean Society, Botany.\nThe type specimen was collected by von Mueller from along Sturt's Creek in the Northern Territory in 1856.\nThe species name is from the ancient Greek odous, genitive odontos (ὀδούς, genitive ὀδόντος)  meaning \"tooth\" and karpos (καρπός) meaning \"fruit\" and refers to the four teeth found around the rim of the fruit.E. odontocarpa is very similar to E. gamophylla, but E. gamophylla is easily separated by its mature crown of broader leaves with an opposite arrangement.",
    "Distribution": "It is found on rocky scree slopes and plateaux, sand plains and hills in the Pilbara, Kimberley and northern Goldfields regions of Western Australia where it grows in red sandy-loamy soils. It is also found in central areas of the Northern Territory from around Daly Waters in the north to Barrow Creek in the south and into north western Queensland.It is found in northern arid areas including the Little Sandy Desert, Tanami Desert, Great Sandy Desert and the Channel Country.\nIn the Northern Territory the species forms part of the upper shrub layer in mixed woodland communities on sandplains often found with Corymbia opaca, Hakea macrocarpa and Atalya hemiglauca in the overstorey with Acacia coriacea and Streptoglossa odora in the shrub layer with a ground layer beneath including grasses such as Triodia pungens, Aristida holathera, Aristida contorta and Astrebla pectinata.\nIn the Pilbara of Western Australia it is found in low tree woodlands with Corymbia hamersleyana over Acacia tumida var. pilbarensis shrubland with Templetonia hookeri and Acacia adoxa over Triodia epactia hummock grasses.",
    "Cultivation": "E. odontocarpa is sold commercially in seed form. It is grown for use as firewood. Indigenous Australians used the seeds of the plant as a food source.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}