{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_globoidea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. globoidea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus globoidea, commonly known as the white stringybark, is a tree that is endemic to near-coastal areas of south-eastern Australia. It has rough, stringy bark, often furrowed on the trunk, glossy, lance-shaped to egg-shaped, often curved leaves, oval to spindle-shaped green to yellowish flower buds, white flowers and small, more or less spherical to hemispherical fruit.",
    "Description": "Eucalyptus globoidea is a tree that grows to a height of 30–40 metres (98–131 ft) with rough bark to the thinnest branches. The bark is grey to reddish brown and stringy, often furrowed on the trunk. The leaves on young trees are glossy green, a lighter shade on the lower side, egg-shaped to broadly lance-shaped 40–100 mm (2–4 in) long, 20–45 mm (0.8–2 in) wide and wavy. Adult leaves are egg-shaped to lance-shaped, often curved, glossy green on both sides, 70–135 mm (3–5 in) long and 12–40 mm (0.5–2 in) wide. The flowers are arranged in groups of mostly between eleven and fifteen on an angular or flattened peduncle 4–10 mm (0.2–0.4 in) long, individual flowers on a cylindrical pedicel up to 2 mm (0.08 in) long. The mature buds are green to yellowish, oval to spindle-shaped, 5–7 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide. The operculum is cone-shaped and about as long and wide as the flower cup. The stamens are white. Flowering occurs from July to February but mostly from September to January. The fruit is a globe-shaped to hemispherical capsule, 4–7 mm (0.2–0.3 in) long and 6–9 mm (0.2–0.4 in) wide.",
    "Taxonomy and naming": "Eucalyptus globoidea was first formally described in 1927 by William Blakely who published the description in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (globoidea) is derived from the Latin word globoideus meaning \"globoid\", referring to the shape of the fruit.",
    "Distribution and habitat": "White stringbark grows in forest and woodland on hills and slopes on the coast and nearby tablelands, south from Woolgoolga in New South Wales to near Melbourne in Victoria.\nGloboidnan A is a lignan found in E. globoidea. This molecule has been found to inhibit the action of HIV integrase, an enzyme which is responsible for the introduction of HIV viral RNA into a host's cellular DNA.\n\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}