{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_spathulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. spathulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus spathulata, commonly known as swamp mallet, narrow leaved gimlet or swamp gimlet, is a species of Eucalyptus which is endemic to Western Australia.",
    "Description": "It is a mallet that grows to 8 metres (26 ft) high and has smooth bark and narrow leaves the canopy is 3 to 9 metres (9.8 to 29.5 ft) wide. The trunk usually has a diameter of 1 to 2 feet (0.3 to 0.6 m) which can be even larger for older trees, it is usually relatively short, and sometimes fluted at the base. The tree blooms between December and March and produces inflorescences with white flowers.E. spathulata has a high to moderate growth rate and can live to over 15 years. The root system can be shallow or deep depending on soil conditions. The bark is smooth over the trunk and branches. It is grey brown or red brown in colour. The branches grow upwards out from the trunk at an acute angle, so the tree has a compact appearance. It can form a poorly developed lignotuber, but this is often absent.\nThe glossy, grey-green, thin and concolorous adult leaves have a disjunct arrangement. The leaf blade is linear or narrow lanceolate and basally tapered. Each simplae axillary conflorescence is composed of three to seven flowered umbellasters on narrowly flattened or angular peduncles. The cylindrical shaped buds  are not glaucous or pruinose with a calyx calyptrate that sheds early. The fruits that form later are hemispherical with a flat or raised disc and exserted valves.",
    "Taxonomy": "The species was formally described in 1844 by botanist William Jackson Hooker in Icones Plantarum. The only known synonym is Eucalyptus occidentalis var. spathulata as described by Joseph Maiden in 1911 as part of the work Notes on Western Australian eucalypts, including description of new species published in the Journal of the Natural History & Science Society of Western Australia.The type specimen was collected by James Drummond of the Swan River Colony in 1843 during his expedition to King George Sound.\nThe species name spathulata originates from the latin word spathulatus, meaning spoon-like or a broad rounded upper part tapering gradually downward into a stalk. Why the name was chosen in unknown.Two subspecies are recognised:\n\nE. spathulata subsp. salina D.Nicolle & Brooker\nE. spathulata Hook. subsp. spathulata",
    "Distribution": "It is found on flats, broad valley floors, on rises, in and around saline depressions and along the edges of salt lakes in the southern Wheatbelt and inland Great Southern regions of Western Australia where it grows in sandy or sandy-clay soils over granite.The tree exists in woodland communities with an understorey that contains a variety of melaleuca species including Melaleuca acuminata, Melaleuca pauperiflora, Melaleuca lateriflora, Melaleuca brophyi and  Melaleuca uncinata group. Other associated species include Bossiaea halophila, Gahnia ancistrophylla and Brachyscome lineariloba all well suited to calcareous, saline low-lying areas.",
    "Cultivation": "It is widely cultivated in southern Australia and can be grown in saline and poorly drained situations. The trees wood is dense, hard and pale brown in colour which can be used as a source of fuelwood and craftwood. It is planted in gardens as an ornamental and as a windbreak and produces pollen desirable for apiculture. The bark is rich in tannin and the leaves contain cineole. The tree is both drought and frost tolerant and can withstand salt laden winds.The tree has also been cultivated in California.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}