{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pruinosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pruinosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pruinosa, commonly known as silver box, silver leaf box, apple box or smoke tree, is a species of tree or a mallee that is endemic to northern Australia. The Jaminjung peoples know the tree as yarrirra or jarnbiny, the Jaru as wararn and the Wagiman as wararn. It has rough, fibrous to flaky bark on the trunk and branches, a crown composed of juvenile, glaucous, heart-shaped to broadly elliptical leaves arranged in opposite pairs, flower buds arranged in groups of seven on the ends of branches, creamy white to pale yellow flowers and cylindrical to conical fruit.",
    "Description": "Eucalyptus pruinosa is a tree or a mallee that typically grows to a height of 2–7 m (6 ft 7 in–23 ft 0 in) or more and forms a lignotuber. It has rough, grey, fibrous to flaky, sometimes fissured bark on the trunk and branches. Young plants and coppice regrowth have stems that are glaucous, square in cross-section and prominently winged. The crown of the tree is composed of juvenile leaves that are the same glaucous colour on both sides, sessile, heart-shaped or elliptical and arranged in opposite pairs. The leaves are 90–140 mm (3.5–5.5 in) long and 35–105 mm (1.4–4.1 in) wide with their bases surrounding the branchlet. The flower buds are arranged on the ends of the branchlets in groups of seven on a thick, branched peduncle 3–26 mm (0.12–1.02 in) long, the individual buds on pedicels 2–12 mm (0.079–0.472 in) long. Mature buds are spindle-shaped, oval or pear-shaped, 6–12 mm (0.24–0.47 in) long and 3–4 mm (0.12–0.16 in) wide with a conical or beaked operculum. Flowering occurs from March to October and the flowers are creamy white to pale yellow. The fruit is a woody cylindrical to conical capsule 5–11 mm (0.20–0.43 in) long and 5–8 mm (0.20–0.31 in) wide with the valves near rim level. The seeds are flattened to oval and blackish.",
    "Taxonomy and naming": "Eucalyptus pruinosa was first formally described in 1843 by Johannes Conrad Schauer in Walper's book Repertorium Botanices Systematicae. The type specimen was collected by Robert Brown and Ferdinand Bauer from the South Wellesley Islands in the Gulf of Carpentaria off Queensland in 1802. The species name pruinosa is taken from the Latin word pruina meaning covered in hoar-frost, referring to the waxy covering on the foliage and inflorescence.In 2000, Lawrie Johnson and Ken Hill described two subspecies in the journal Telopea and the names have been accepted by the Australian Plant Census:\nEucalyptus pruinosa Schauer subsp. pruinosa;\nEucalyptus pruinosa subsp. tenuata L.A.S.Johnson & K.D.Hill 2000 has smaller buds and fruit, and finer pedicels than subspecies pruinosa.",
    "Distribution": "Silver box is found in open savannah woodland communities on low limestone hills and on low-lying flats and grows best in sandy soils. It is widely distributed across northern Australia from the Kimberley region of Western Australia to north-western Queensland. In the Kimberley region of Western Australia it is found to the east of the King Leopold Ranges in the Shire of Halls Creek and Shire of Wyndham-East Kimberley. In the Northern Territory, it is found in the from Katharine to about Tennant Creek, including the Victoria Daly and Roper Gulf Regions and Arnhem Land. In Queenland it occurs as far east as Forsayth and Einasleigh and as far south as Dajarra.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife, as \"least concern\" under the Northern Territory Government Territory Parks and Wildlife Conservation Act 2000 and as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}