{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_erythronema",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. erythronema"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus erythronema, commonly known as the red-flowered mallee, is a species of mallee or tree and is endemic to Western Australia. It has smooth, dark pink to red bark that is shed to reveal whitish bark, and has lance-shaped adult leaves, pendulous flower buds mostly arranged in groups of three, red or yellow flowers and conical fruit.",
    "Description": "Eucalyptus erythronema is a mallee or tree that typically grows to a height of 2–6 m (6 ft 7 in–19 ft 8 in) and forms a lignotuber. It has smooth, pinkish brown to dark red bark that is shed to reveal powdery, creamy white new bark. Adult leaves are arranged alternately, the same shade of green or olive green on both sides, lance-shaped, mostly 50–80 mm (2.0–3.1 in) long and 7–15 mm (0.28–0.59 in) wide on a slightly flattened petiole 5–13 mm (0.20–0.51 in) long. The flower buds are arranged in leaf axils in groups of three, sometimes seven, on a thin, unbranched, down-turned peduncle, 10–27 mm (0.39–1.06 in) long, the individual buds on a pedicel 10–18 mm (0.39–0.71 in) long. Mature buds are broadly spindle-shaped, 9–23 mm (0.35–0.91 in) long and 7–10 mm (0.28–0.39 in) wide with a conical to beaked operculum. Flowering occurs between July or October to December, or from January to February and the flowers are red, pink or creamy white. The fruit is a woody, pendulous, conical capsule, 6–14 mm (0.24–0.55 in) long and 10–14 mm (0.39–0.55 in) wide with the valves close to rim level.",
    "Taxonomy and naming": "Eucalyptus erythronema first formally described in 1852 by the botanist Nikolai Turczaninow in the journal Bulletin de la Classe Physico-Mathématique de l'Académie Impériale des Sciences de Saint-Pétersbourg from a specimen collected by James Drummond.In 2012, Dean Nicolle and Malcolm French described two subspecies and the names have been accepted by the Australian Plant Census:\nEucalyptus erythronema Turcz. subsp. erythronema (previously known as  E. erythronema Turcz. var. erythronema)\nEucalyptus erythronema subsp. inornata D.Nicolle & M.E.FrenchSubspecies erythronema has waxy branchlets and usually red flowers; subspecies inornata has branchlets that are not waxy, and has pale creamy yellow flowers.The specific epithet (erythronema) is derived from the ancient Greek words erythros meaning \"red\" and nema meaning \"a thread\", referring to the red stamens.",
    "Distribution and habitat": "Red-flowered mallee is found in the southern Wheatbelt region of Western Australia where it grows in shrubland and open woodland in sandy-clay soils with lateritic gravel. It is found from near Wongan Hills to near Corrigin and as far east as Southern Cross.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "It has a moderate growth rate and grows well in full sun. It is sold commercially in seed form or as tube stock and is used for ornamental plantings, honey production, products rich in tannin and as a screening plant. It germinates easily and is drought resistant.",
    "References": "",
    "Further reading": "Holliday, I. A field guide to Australian trees (3rd edition), Reed New Holland, 2002\nCronin, L. Key Guide to Australian Trees, Envirobook, 2000"
  }
}