{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nudicaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nudicaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nudicaulis is a species of mallee that is endemic to a small area in north-west Queensland. It has smooth, mottled grey bark, narrow lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped to hemispherical fruit.",
    "Description": "Eucalyptus nudicaulis is a mallee that typically grows to a height of 2–6 m (6 ft 7 in–19 ft 8 in) and forms a lignotuber. It has smooth, mottled grey to silvery bark. Yount plants and coppice regrowth have stems that are more or less square in cross-section and leaves arranged alternately, 70–100 mm (2.8–3.9 in) long, 10–20 mm (0.39–0.79 in) wide and petiolate. Adult leaves are the same shade of dull, greyish green on both sides, narrow lance-shaped, 70–180 mm (2.8–7.1 in) long and 10–20 mm (0.39–0.79 in) wide, tapering to a petiole 8–25 mm (0.31–0.98 in) long. The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval, 12–15 mm (0.47–0.59 in) long and about 6 mm (0.24 in) wide with a conical to horn-shaped operculum. Flowering occurs between February and March and the flowers are white. The fruit is a woody, cup-shaped to hemispherical capsule 6–9 mm (0.24–0.35 in) long and wide with the valves protruding above the rim.",
    "Taxonomy and naming": "Eucalyptus nudicaulis was first formally described in 1991 by Anthony Bean and the description was published in the journal Austrobaileya from a specimen collected 25 km (16 mi) north of Mount Isa. The specific epithet (nudicaulis) is derived from the Latin nudus meaning \"naked\" or \"bare\" and caulis meaning \"stem\", referring to the smooth bark of this species.",
    "Distribution and habitat": "This eucalypt grows on quartzite ridges, in rocky gullies and on steep hillsides in a small area near Mount Isa and Cloncurry.",
    "Conservation status": "This eucalypt is classified as \"vulnerable\" under the Queensland Government Nature Conservation Act 1992. It is only known from about six small populations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}