{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_arenacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. arenacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus arenacea, commonly known as the desert stringybark or sand stringybark, is a tree or a mallee that is endemic to south-eastern Australia. It has rough bark to the thinnest branches, lance-shaped or curved adult leaves, club-shaped flower buds arranged in groups of between seven and fifteen, white flowers and hemispherical to more or less spherical fruit.",
    "Description": "Eucalyptus arenacea is a tree with several to many stems or a robust mallee, grows to a height of 3–10 metres (10–30 ft) and forms a lignotuber. It has rough, fibrous and stringy bark on its trunk and to the thinnest branches. Leaves on young plants and on coppice regrowth are arranged in opposite pairs and are egg-shaped, 35–85 mm (1–3 in) long and 30–40 mm (1–2 in) wide. Adult leaves are shiny green, arranged alternately,  lance-shaped or curved, 70–120 mm (3–5 in) long and 15–40 mm (0.6–2 in) wide on a petiole 10–25 mm (0.4–1 in) long. The flowers are borne in groups of between seven and fifteen in leaf axils on a peduncle 5–18 mm (0.20–0.71 in) long, the individual buds on a pedicel 2–5 mm (0.079–0.20 in) long. The mature buds are oval to club-shaped, 5–6 mm (0.20–0.24 in) long and 3–5 mm (0.1–0.2 in) wide with a rounded or conical operculum. Flowering mainly occurs between December and January and the flowers are white. The fruit is hemispherical to a truncated sphere, 4–9 mm (0.16–0.35 in) long and 7–12 mm (0.3–0.5 in) wide on a pedicel up to 3 mm (0.1 in) long.",
    "Taxonomy and naming": "Eucalyptus arenacea was first formally described in 1988 by Julie Marginson and Pauline Ladiges and the description was published in Australian Systematic Botany. The specific epithet (arenacea) is a Latin word meaning \"of sand\".",
    "Distribution and habitat": "Desert stringybark grows on pale-coloured sandhills and on sandplains between Keith, Pinaroo and Bordertown in the Ninety Mile Desert in South Australia and in the Little Desert and Big Desert areas of Victoria.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}