{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gardneri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gardneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gardneri, commonly known as blue mallet, or woacal, is a species of mallet with flower buds in groups of between seven and eleven, creamy yellow or pale lemon-coloured flowers and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus gardneri is a mallet that typically grows to a height of 5–15 m (16–49 ft) but does not form a lignotuber. It has smooth grey to salmon-pink bark that is shed in short flakes. The adult leaves are lance-shaped, the same dull grey-green or yellow-green colour on both sides, 50–110 mm (2.0–4.3 in) long and 8–22 mm (0.31–0.87 in) wide on a petiole 8–18 mm (0.31–0.71 in) long. The flower buds are born in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 10–18 mm (0.39–0.71 in) long, the individual buds on pedicels 3–4 mm (0.12–0.16 in) long. Mature buds are long spindle-shaped, 19–26 mm (0.75–1.02 in) long and 2–4 mm (0.079–0.157 in) wide with a horn-shaped operculum that is three to four times a long as the floral cup. Flowering occurs from February to September or December and the flowers are creamy yellow or pale lemon-coloured. The fruit is a woody cylindrical to barrel-shaped capsule 7–11 mm (0.28–0.43 in) long and 5–6 mm (0.20–0.24 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus gardneri was first formally described by the botanist Joseph Maiden in 1924 in his book A Critical Revision of the Genus Eucalyptus.\nThe species is named in honour of Charles Austin Gardner who collected the type specimen in 1922 from near Bendering along the railway line that runs between Narrogin and Narembeen. Noongar people know the species as woacal.In 1991, Ian Brooker and Stephen Hopper described two subspecies and the names have been accepted by the Australian Plant Census:\nEucalyptus gardneri Maiden subsp. gardneri;\nEucalyptus gardneri subsp. ravensthorpensis Brooker & Hopper has more robust, spindle-shaped flower buds than subspecies gardneri, and an operculum less than 15 mm (0.59 in) long.",
    "Distribution and habitat": "Blue mallet is found on breakaways, rocky ridges and slopes in the southern Wheatbelt region of Western Australia where it grows in gravelly lateritic soils.Eucalyptus gardneri commonly occurs with E. argyphea E. phaenophylla in woodland communities making up the overstorey. Associated species in the understorey include Melaleuca uncinata, Hakea multilineata, Phebalium tuberculosum, Allocasuarina acutivalvis, Beyeria brevifolia and Trymalium elachophyllum.",
    "Conservation status": "Both subspecies of E. gardneri are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Cultivation": "The tree is sold commercially in seed form or as tube stock for use as an ornamental or shade tree in gardens or for erosion control or in water logged areas. It will grow in full sun, is drought tolerant and attracts birds.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}