{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_fulgens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. fulgens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus fulgens, commonly known as green scentbark, is a small to medium-sized tree that is endemic to Victoria, Australia.",
    "Description": "Eucalyptus fulgens is a tree that typically grows to a height of 20 m (66 ft) and forms a lignotuber. It has thick, fibrous dark grey bark on the trunk and larger branches, sometimes smooth bark on the thin branches. Young plants have sessile or shortly petiolate, elliptical to lance-shaped leaves that are 40–105 mm (1.6–4.1 in) long, 18–35 mm (0.71–1.38 in) wide. Adult leaves are lance-shaped to curved, the same glossy green on both sides, 90–245 mm (3.5–9.6 in) long, 13–40 mm (0.51–1.57 in) wide on a petiole 10–35 mm (0.39–1.38 in) wide. The flower buds are arranged in leaf axils on an unbranched peduncle 2–9 mm (0.079–0.354 in) long, the individual buds on pedicels 2–4 mm (0.079–0.157 in) long. Mature buds are oval to spindle-shaped, 4–6 mm (0.16–0.24 in) long, 3–4 mm (0.12–0.16 in) wide with a conical operculum. Flowering occurs in autumn and the flowers are white. The fruit is a woody, hemispherical or cup-shaped capsule 3–4 mm (0.12–0.16 in) long, 4–6 mm (0.16–0.24 in) wide with the valves near rim level or slightly beyond.",
    "Taxonomy and naming": "Eucalyptus fulgens was first formally described in 1996 by Kevin James Rule in the journal Muelleria, from a specimen he collected from Upper Beaconsfield. The specific epithet (fulgens) is derived from a Latin word alluding to the lustrous appearance of the adult leaves.",
    "Distribution and habitat": "This eucalypt grows in heavy soils over sandstone between Healesville, Woori Yallock and Driffield in the Latrobe Valley.",
    "Use in horticulture": "This species is suitable as a shade tree for moist, but not wet areas and is bird and butterfly attracting.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}