{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_calcareana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. calcareana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus calcareana, commonly known as the Nundroo mallee or Nundroo gum, is a mallee or a small tree that is endemic to the south coast of Australia. It has smooth, greyish or cream-coloured bark, lance-shaped or curved adult leaves, flower buds in groups of seven or nine, creamy-white flowers and cup-shaped to conical fruit.",
    "Description": "Eucalyptus calcareana is a mallee or a small tree that typically grows to a height of about 8 metres (26.2 ft) and forms a lignotuber. It has smooth grey, cream-coloured, white and orange bark that is shed in short ribbons. Young plants and coppice regrowth have leaves arranged alternately and dull bluish green, egg-shaped to broadly lance-shaped 60–100 mm (2.4–3.9 in) long and 34–45 mm (1–2 in) wide. Adult leaves are lance-shaped to curved, the same glossy green on both sides, 75–140 mm (3.0–5.5 in) long and 10–25 mm (0.4–1 in) wide on a petiole 10–30 mm (0.39–1.2 in) long. The flower buds are borne in groups of seven or nine in leaf axils on an unbranched peduncle 7–16 mm (0.28–0.63 in) long, the individual buds on a pedicel 1–5 mm (0.039–0.20 in) long. Mature buds are oval to cylindrical, 7–13 mm (0.28–0.51 in) long and 5–6 mm (0.20–0.24 in) wide with a conical operculum 2.5–6 mm (0.098–0.24 in) long. Flowering mainly occurs in March and April and the flowers are creamy white. The fruit is a woody cup-shaped or conical capsule 5–10 mm (0.20–0.39 in) long and 6–9 mm (0.2–0.4 in) wide on a pedicel 1–4 mm (0.039–0.16 in) long, the valves just above of slightly below the rim.",
    "Taxonomy and naming": "Eucalyptus calcareana was first formally described in 1979 by Clifford Boomsma from specimens collected near Nundroo. The specific epithet (calcareana) is derived from the Latin word calcareus meaning \"of lime\" or \"limy\" referring to the soil type where this species grows.",
    "Distribution and habitat": "Nundroo mallee is found along the south coast of the Goldfields-Esperance region of Western Australia and the south coast of South Australia. It is found from the east of Esperance to coastal areas of the western Eyre Peninsula.",
    "Use in horticulture": "This eucalypt is grown in exposed locations and is suitable as a windbreak or shade tree.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}