{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gillii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gillii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gillii, known as the curly mallee, Arkaroola mallee, or silver mallee, is a species of mallee or small tree that is endemic to inland Australia. It has smooth bark, sometimes with rough bark near the base, often only juvenile, usually glaucous leaves in the crown, flower buds in groups of between seven and eleven, pale yellow flowers and barrel-shaped or shortened spherical fruit.",
    "Description": "Eucalyptus gillii is a mallee that typically grows to a height of 6 m (20 ft), rarely a tree to 8 m (26 ft), and forms a lignotuber. It has smooth white to grey bark, sometimes with rough, flaky bark on the trunk and lower branches. Young plants, coppice regrowth and often the crown of mature trees have sessile, greyish blue to glaucous, egg-shaped to heart-shaped leaves that are 20–57 mm (0.79–2.24 in) long and 20–53 mm (0.79–2.09 in) wide. Crown leaves are arranged in opposite pairs or alternately, lance-shaped to egg-shaped or heart-shaped, dull green to glaucous, 30–80 mm (1.2–3.1 in) long and 12–35 mm (0.47–1.38 in) wide and sessile or on a petiole up to 7 mm (0.28 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on a peduncle 4–15 mm (0.16–0.59 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are pear-shaped or oval, 8–14 mm (0.31–0.55 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to horn-shaped operculum. Flowering mainly occurs from July to November and the flowers are pale yellow. The fruit is a woody, glaucous, barrel-shaped or shortened spherical capsule 4–9 mm (0.16–0.35 in) long and 5–8 mm (0.20–0.31 in) wide.",
    "Taxonomy and naming": "Eucalyptus gillii was first formally described in 1912 by Joseph Maiden in his book, A Critical Revision of the Genus Eucalyptus from a specimen collected by Walter Gill \"80 miles east of Farina to the Flinders Ranges west of Lake Frome, about 400 miles north of Adelaide, at a place called Umberatana.\" It is named for Walter Gill who collected the type specimen.",
    "Distribution and habitat": "Curly mallee mainly occurs in the northern Flinders Ranges, especially between Arkaroola and Nepabunna. It is also found in the Barrier Ranges north of Broken Hill in New South Wales. It grows in open mallee in gullies and undulating hills, sometimes in pure stands.\n\n\n== References =="
  }
}