{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_optima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. optima"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus optima, is a species of small to medium-sized tree or a mallet that is endemic to a small area in the south of Western Australia. It has smooth white to greyish bark, sometimes with rough black bark on the base of the trunk, lance-shaped adult leaves, flower buds in groups of seven or nine, pale yellow flowers and cup-shaped, hemispherical or urn-shaped fruit.",
    "Description": "Eucalyptus optima is a tree or mallet that typically grows to a height of 20 m (66 ft) but does not form a lignotuber. Young plants have stems that are square in cross-section, with wings on the corners and dull greyish green, egg-shaped to lance-shaped leaves that are 30–170 mm (1.2–6.7 in) long and 20–50 mm (0.79–1.97 in) wide. Adult leaves are the same shade of dull bluish or greyish green on both sides, lance-shaped, 80–140 mm (3.1–5.5 in) long and 15–30 mm (0.59–1.18 in) wide, tapering to a petiole 20–40 mm (0.79–1.57 in) long. The flower buds are arranged in leaf axils in groups of seven or nine on an unbranched, usually down-turned peduncle 10–18 mm (0.39–0.71 in) long, the individual buds on pedicels 5–9 mm (0.20–0.35 in) long. Mature buds are oval to oblong, 16–20 mm (0.63–0.79 in) long and 6–8 mm (0.24–0.31 in) wide with a beaked to horn-shaped operculum. Flowering has been observed in May, August and September and the flowers are pale yellow. The fruit is a woody, cup-shaped, hemispherical or urn-shaped capsule 7–10 mm (0.28–0.39 in) long and 8–12 mm (0.31–0.47 in) wide with the valves protruding strongly above the rim.",
    "Taxonomy and naming": "Eucalyptus optima was first formally described in 1999 by Lawrie Johnson and Ken Hill in the journal Telopea from specimens collected near Balladonia roadhouse in 1983. The specific epithet (optima) is from the Latin optimus, meaning \"best\", referring to this species being the largest, with the largest buds and fruit in the Series Sociales.",
    "Distribution and habitat": "This eucalypt grows in woodland between Balladonia and the Fraser Range in the Coolgardie, Mallee and Nullarbor biogeographic regions.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}