{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_conveniens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. conveniens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus conveniens is a species of small mallee or shrub that is endemic to a small area on the west coast of Western Australia. It has smooth bark, sometimes with a short stocking of rough bark near its base, lance-shaped to egg-shaped or elliptic adult leaves, flowers buds in groups of three, whitish flowers and glaucous, barrel-shaped fruit.",
    "Description": "Eucalyptus conveniens is a mallee or shrub that typically grows to a height of 1.5–4 m (4 ft 11 in–13 ft 1 in) and forms a lignotuber. The bark is smooth greyish over green but there is sometimes a stocking of rough, ribbony bark near the base of the trunk. Young plants and coppice regrowth have stems that are glaucous and square in cross section with leaves arranged in opposite pairs, egg-shaped to oblong, 65–90 mm (2.6–3.5 in) long and 35–55 mm (1.4–2.2 in) wide. Adult leaves are also arranged in opposite pairs, or almost so, and are lance-shaped to oblong, 60–130 mm (2.4–5.1 in) long and 23–40 mm (0.91–1.57 in) wide on a petiole 13–25 mm (0.51–0.98 in) long. The flower buds are arranged in groups of three in leaf axils on a peduncle 3–12 mm (0.12–0.47 in) long, the individual flowers on a pedicel 2.5–3 mm (0.098–0.118 in) long. Mature buds are oval to pear-shaped, 10–13 mm (0.39–0.51 in) long and about 5 mm (0.20 in) wide. The floral cup is more or less square in cross-section with narrow wings on the corners and a rounded operculum. Flowering occurs in January and February and the flowers are whitish. The fruit is a woody, barrel-shaped capsule that is glaucous at first, 10–21 mm (0.39–0.83 in) long and 8–12 mm (0.31–0.47 in) wide with the valves near rim level or enclosed.",
    "Taxonomy and naming": "Eucalyptus conveniens was first formally described in 1998 by Lawrie Johnson and Ken Hill and the description was published in the journal Telopea. The specific epithet (conveniens) is a Latin word meaning \"fit\", \"suitable\" or \"accordant\", referring to \"its somewhat intermediate position between E. tetragona and E. gittinsii\".",
    "Distribution and habitat": "This eucalypt is common in mallee heath on sandplains between Mount Adams and Badgingarra.",
    "Conservation status": "Eucalyptus conveniens is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}