{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dolichocera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dolichocera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dolichocera is a species of mallee that is endemic to Western Australia. It has rough, ribbony bark near the base, smooth grey to brownish above, lance-shaped adult leaves, flower buds arranged in groups of seven, yellow to cream-coloured flowers and cup-shaped or urn-shaped fruit.",
    "Description": "Eucalyptus dolichocera is a mallee, rarely a tree, that typically grows to a height of 6 m (20 ft) and has rough, ribbony, grey-brown or red-brown bark on the lowest 2–3 m (6 ft 7 in–9 ft 10 in) of the trunk. Young plants and coppice regrowth have leaves arranged in opposite pairs, lance-shaped, slightly glaucous up to 70 mm (2.8 in) long and 15 mm (0.59 in) wide. Adult leaves are arranged alternately, lance-shaped, dull green, 70–130 mm (2.8–5.1 in) long and 13–25 mm (0.51–0.98 in) wide on a petiole 15–18 mm (0.59–0.71 in) long. The flower buds are arranged in groups of seven on a peduncle 10–16 mm (0.39–0.63 in) long, the individual buds on a pedicel 4–8 mm (0.16–0.31 in) long. Mature buds are oval, 13–20 mm (0.51–0.79 in) long and 3–5 mm (0.12–0.20 in) wide with a narrow conical operculum up to three times as long as the floral cup. Flowering occurs between October and November and the flowers are yellow to cream-coloured. The fruit is a woody cup-shaped to urn-shaped capsule 7–9 mm (0.28–0.35 in) long and 6–8 mm (0.24–0.31 in) wide with the valves enclosed below the rim.",
    "Classification": "Eucalyptus dolichocera was first formally described by the botanists Lawrence Alexander Sidney Johnson and Ken Hill in 1999 in the journal Telopea. The type specimen was collected by Ian Brooker and Donald Blaxell in 1975 about 80 km (50 mi) north east of Kalbarri on the North West Coastal Highway. The specific epithet (dolichocera) is derived from the Ancient Greek words dolichos meaning \"long\" and keros meaning \"horn\" referring to the long narrow operculum.This species belongs to the Eucalyptus subgenus Symphyomyrtus in the section Bisectae and the subsection Destitutae. It is similar in appearance to Eucalyptus moderata.",
    "Distribution": "This mallee grows in laterite, limestone or sand on dunes, flats and sandplains and has a range from just north of Geraldton to Dowerin and Wongan Hills in the Avon Wheatbelt, Geraldton Sandplains, Mallee and Yalgoo biogeographic regions.",
    "Conservation status": "Eucalyptus dolichocera is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}