{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dundasii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dundasii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dundasii, commonly known as the Dundas blackbutt, is a species of tree that is endemic to Western Australia. It has rough, scaly bark on the lower part of the trunk, smooth bark above, narrow lance-shaped to curved adult leaves, flower buds in groups of seven, creamy white flowers and cylindrical to narrow urn-shaped flowers.",
    "Description": "Eucalyptus dundasii is a tree that typically grows to a height of 5–21 m (16–69 ft) and forms a lignotuber. It has rough, scaly or tesselatted grey-black, grey or black bark on the lower part of the trunk, smooth greyish over coppery bark above. Young plants and coppice regrowth have broadly lance-shaped leaves that are 65–110 mm (2.6–4.3 in) long and 30–45 mm (1.2–1.8 in) wide. Adult leaves are the same glossy green on both sides, narrow lance-shaped, 60–135 mm (2.4–5.3 in) long and 6–17 mm (0.24–0.67 in) wide on a petiole 8–18 mm (0.31–0.71 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 6–16 mm (0.24–0.63 in) long, the individual buds sessile or on a pedicel up to 1 mm (0.039 in) long. Mature buds are more or less cylindrical, 7–11 mm (0.28–0.43 in) long and 3–4 mm (0.12–0.16 in) wide with a beaked operculum. Flowering occurs between February and July and the flowers are creamy white. The fruit is a woody, cylindrical to urn-shaped capsule 8–9 mm (0.31–0.35 in) long and 4–6 mm (0.16–0.24 in) wide with the valves enclosed below the rim.",
    "Taxonomy and naming": "Eucalyptus dundasii was first formally described by the botanist Joseph Maiden in 1916 and published in the Journal and Proceedings of the Royal Society of New South Wales. The type specimen was collected near Dundas by Ludwig Diels in 1901. The specific epithet (dundasii) refers to the type location, Dundas, an abandoned mining town.",
    "Distribution": "Dundas blackbutt is found on flats and in and around salt lakes in open forest and woodland. It occurs from near Lake Barlee to Salmon Gums and the Fraser Range in the Coolgardie, Mallee and Murchison biogeogaphic regions.This tree is part of a mixed arid to semi-arid woodland community along with E. loxophleba, E. wandoo, E. eremophila, E. salmonophloia, E. lesouefii and E. torquata. Species in the understorey include  Eucalyptus flocktoniae and other mallees. Shrubs found are dependent on the salinity levels, with Acacia species dominating the areas of low salinity and Eremophila and Atriplex species found in more saline areas.",
    "Conservation status": "Eucalyptus dundasii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife",
    "Use in horticulture": "This eucalypt is sold commercially in seed form or as tube stock, it is salt, drought and frost tolerant and is grown as a shade tree or a street tree in arid areas.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}