{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_microcarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. microcarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus microcarpa, commonly known as grey box, is a species of tree that is endemic to southeastern continental Australia. It has rough, fibrous or flaky bark on the trunk, smooth whitish bark above, lance-shaped adult leaves, flower buds in groups of between seven and eleven, white flowers and oval, cylindrical or urn-shaped fruit.",
    "Description": "Eucalyptus microcarpa is a spreading tree, sometimes with several trunks, that typically grows to a height of 25 m (82 ft) and forms a lignotuber. It has rough, fibrous or flaky bark on the trunk as far as the larger branches, smooth greyish or whitish bark above. Young plants and coppice regrowth have dull green to bluish leaves 60–150 mm (2.4–5.9 in) long and 40–55 mm (1.6–2.2 in) wide and petiolate. Adult leaves are the same shade of green on both sides, lance-shaped, 60–150 mm (2.4–5.9 in) long and 10–20 mm (0.39–0.79 in) wide on a petiole 5–20 mm (0.20–0.79 in) long. The flower buds are arranged on a branched peduncle, in groups of between seven and eleven, the peduncle 3–10 mm (0.12–0.39 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval to spindle-shaped or diamond-shaped, 5–9 mm (0.20–0.35 in) long and 2–4 mm (0.079–0.157 in) wide with a conical to beaked operculum. Flowering occurs between February and June and the flowers are white or cream coloured. The fruit is a woody cup-shaped, cylindrical or barrel-shaped capsule 3–9 mm (0.12–0.35 in) long and 3–5 mm (0.12–0.20 in) wide with the valved near rim level or below it.",
    "Taxonomy": "Grey box was first formally described in 1902 by Joseph Maiden who gave it the name Eucalyptus hemiphloia var. microcarpa in the Transactions, proceedings and report, Royal Society of South Australia. (Eucalyptus hemiphloia had previously been described by Ferdinand von Mueller, but that name is now accepted as a synonym of Eucalyptus moluccana.) In 1923, Maiden raised the variety to species status as E. microcarpa.",
    "Distribution and habitat": "Eucalyptus microcarpa occurs in Queensland, New South Wales, Victoria and South Australiais widespread and locally abundant inland from the Great Dividing Range in New South Wales. In Victoria it is found from the Wimmera east to south of Benalla and also occurs in Queensland. In South Australia, its distribution includes the Mount Lofty Ranges and Heywood Park near Adelaide. It is associated with grassy woodland and loamy soils.",
    "Conservation status": "This eucalypt is a component of the grey box (E. microcarpa) grassy woodlands and derived native grasslands of south- eastern Australia that is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}