{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_luteola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. luteola"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus luteola is a species of mallee that is endemic to a small area of Western Australia. It has smooth grey bark with rough greyish ribbons near the base, linear to narrow lance-shaped adult leaves, flower buds in groups of eleven to thirteen, lemon-coloured flowers and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus luteola is a mallee that typically grows to a height of 1 to 5 metres (3 to 16 ft) and forms a lignotuber. It has smooth grey bark with rough and greyish ribbons at the base. Young plants have egg-shaped to lance-shaped leaves that are up to 70 mm (2.8 in) long and 30 mm (1.2 in) wide. Adult leaves are the same shade of slightly glossy green on both sides, linear to narrow lance-shaped, 60–95 mm (2.4–3.7 in) long and 8–15 mm (0.31–0.59 in) wide, tapering to a petiole 7–17 mm (0.28–0.67 in) long. The flower buds are arranged in leaf axils on a flattened, unbranched peduncle 10–17 m (33–56 ft) long, the individual buds on pedicels 3–5 mm (0.12–0.20 in) long. Mature buds are spindle-shaped, 18–19 mm (0.71–0.75 in) long and 3–4 mm (0.12–0.16 in) wide with a horn-shaped operculum about three times as long as the floral cup. Flowering occurs from February to April and the flowers are lemon-coloured. The fruit is a woody cylindrical to barrel-shaped capsule 6–8 mm (0.24–0.31 in) long and 5–7 mm (0.20–0.28 in) wide.",
    "Taxonomy and naming": "Eucalyptus luteola was first formally described in 1991 by Ian Brooker and Stephen Hopper from a specimen collected by Hopper near Lake King in 1985. The description was published in the journal Nuytsia. The specific epithet (luteola) is a Latin word meaning \"pale yellow\", referring to the flower colour.",
    "Distribution and habitat": "This mallee is found in undulating country between Hyden and Ravensthorpe where it grows in sandy soils.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}