{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_robusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. robusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus robusta, commonly known as swamp mahogany or swamp messmate, is a tree native to eastern Australia. Growing in swampy or waterlogged soils, it is up to 30 m (98 ft) high with thick spongy reddish brown bark and dark green broad leaves, which help form a dense canopy. The white to cream flowers appear in autumn and winter. The leaves are commonly eaten by insects, and are a food item for the koala. It is an important winter-flowering species in eastern Australia, and has been planted extensively in many countries around the world. Its timber is used for firewood and in general construction.",
    "Description": "Eucalyptus robusta grows commonly as a straight, upright tree to around 20–30 metres (70–100 ft) tall, with a trunk up to 1 metre (3.3 feet) in diameter at breast height (dbh). The trunk and branches are covered with thick red-brown bark, which has a spongy feel and is stringy—peeling in longitudinal strips. The long irregular branches spread laterally, and form a dense canopy with the broad green leaves. Arranged alternately along the stems, these measure 10–16 centimetres (3.9–6.3 inches) long by 2.7 to 4.5 cm (1.1 to 1.8 in) wide. Adult leaves are broadly lanceolate to ovate, green and glossy, and with closely spaced \"feather-like\" side veins running at greater than 45° angle to the main midrib.The white or cream flowers are clustered in inflorescences of from 7 to 13 flowers. The flowers appear anywhere from March to September, and peak over May and June. The buds measure 2 by 0.8 cm (0.79 by 0.31 in) wide and are distinctive in that the operculum has a prominent long beak, making them fusiform (spindle-shaped). The woody fruits are cylindrical-shaped, 1 to 1.6 cm long by 0.7 to 1.1 cm wide, pedicellate with descending disc and 3 to 4 valves at rim level or slightly exserted. Seeds are light-brown to yellow to 1.8mm long, pyramidal or obliquely pyramidal in shape.The bangalay (E. botryoides) is similar in appearance, but its flower buds are smaller with a conical operculum and only grow in groups of seven. The fruits are smaller and sessile, rather than on stalks.The name E. robusta is derived from the Latin robustus (robust), and refers to the appearance of the tree species.",
    "Taxonomy": "Specimens of E. robusta were first collected by First Fleet surgeon and naturalist John White, and the species description was published by James Edward Smith in his 1793 collaboration with George Shaw, Zoology and Botany of New Holland. Shortly afterwards, the description was reprinted verbatim in Smith's A Specimen of the Botany of New Holland, and it is this publication that is usually credited. Smith gave it the specific epithet robusta (\"robust\") in reference to the size and strength of the full-grown tree. The common name of swamp mahogany comes from its preferred habitat of swamps, and its timber's likeness to that of West Indies mahogany (Swietenia mahagoni). Eucalyptus robusta is known as the swamp messmate in Queensland. Swamp stringybark is another common name, and Gulgong and Gnorpin are old names recorded. It is called robusta eucalyptus in the United States, beakpod eucalyptus in Puerto Rico, and mkaratusi in Swahili.Eucalyptus robusta belongs to a group of eight species of spongy red-barked gum trees known as red mahoganies in the section Annulares, and is closely related to the bangalay and red mahogany (E. resinifera). It is distinguished from them by its larger flowers and fruit. The latter species grows in dryer habitats.Eucalyptus robusta often hybridises with forest red gum  (E. tereticornis), the resulting plants having been given the name E. patentinervis. Hybrids reported with other species include bangalay, flooded gum (E. grandis), Tasmanian blue gum (E. globulus), woollybutt (E. longifolia) and Bancroft's red gum (E. bancroftii).",
    "Distribution and habitat": "This species occurs in swamps and alongside estuaries in a narrow coastal strip, usually within a few kilometres of the ocean, from Rockhampton, Queensland south to Jervis Bay, New South Wales. It is also found offshore on Great Keppel, Moreton, Fraser and North and South Stradbroke Islands. It is widely planted as a timber tree, and is considered to be invasive in Hawaiʻi and Réunion, and has become naturalised in Florida. It generally grows on heavy clay soils, but is also found on sandy clay and alluvial sand soils. It grows on sand on offshore islands. Found from sea level to altitudes of 50 m (160 ft) above sea level, it grows in swamps or areas where the water table is high, generally fresh or brackish in nature. Older plants are able to tolerate salt but seedlings cannot. Eucalyptus robusta can also grow in highly acidic sulphate estuarine soils with a pH as low as 2.5. It is a dominant tree in swamp forests, often growing in pure stands or with other trees such as red mahogany (E. resinifera), red bloodwood (Corymbia gummifera), pink bloodwood (Corymbia intermedia), swamp sheoak (Casuarina glauca), snow-in-summer (Melaleuca linariifolia), swamp paperbark (M. ericifolia) and, less commonly, forest red gum  (E. tereticornis).",
    "Ecology": "A long-lived tree, Eucalyptus robusta can live for at least two hundred years. Trees regenerate by regrowing from epicormic buds on the trunk after bushfire. The grey-headed flying fox (Pteropus poliocephalus) eats the flowers, and the koala (Phascalarctos cinereus) eats the leaves. Eucalyptus robusta appears to be one of several key species of eucalypt for the koala in the Shire of Noosa in Queensland. The musk lorikeet feeds on the nectar of the blossoms. It is a keystone species on the New South Wales Central Coast and Illawarra regions, where it is one of few reliable winter-flowering plants. Stands of E. robusta have been drastically reduced by land clearance. Some remnant trees in Robson Park in the Sydney suburb of Haberfield are the last vestiges of the Sydney Coastal Estuary Swamp Forest Complex community in Sydney's inner western suburbs.Insects, such as psyllids and Christmas beetles from the genus Anoplognathus and the eucalyptus chafer (Xylonychus eucalypti) commonly eat the leaves. The rectangular-lerp forming psyllid Glycaspis siliciflava eats only this species. The scale insects Brachyscelis munita and Opisthoscelis pisiformis form galls. The adult double drummer cicada (Thopha saccata) lives in the tree, while larvae of the small staghorn beetle species Ceratognathus froggattii and another beetle Moechidius rugosus live and pupate within the thick bark. The wood-moth (Aenetus splendens) makes a thick bag-like structure around a branch where it breeds. The beetle species Maecolaspis favosa attacks the leaves in Florida.Eucalyptus robusta plantations in Madagascar are host to prolific numbers of mushrooms, some of which are edible and widely consumed. Two species of the genus Russula – Russula prolifica and R. madecassense – and several as yet undescribed species of chanterelle of the genus Cantharellus are sold in markets and eaten. The appearance of R. prolifica is enigmatic, as it has only become abundant in the past seventy years, and is unknown in Australia. Introduced Eucalyptus robusta trees developed ectomycorrhizal associations in the Seychelles, with a high correlation with local tree species Vateriopsis seychellarum and ipil (Intsia bijuga), seemingly gaining these relationships from those species.",
    "Uses": "Eucalyptus robusta adapts well to cultivation, though it often grows too large for home gardens. It has been used as a street tree, and is useful in public areas with wet soils. It can grow very quickly in cultivation and flower profusely. It can flower in its third year of growth in cultivation in optimal conditions. Birds are attracted to its flower heads. However, in some years its leaves are infested with lerps and detract from its appearance. A row of E. robusta was planted at the Royal Botanic Gardens, Sydney in 1813, and the trees are still healthy.A cultivar with variegated leaves, E. robusta \"Green and Gold\" was commercially available in 2005 in Australia. It is smaller than the wild form, reaching 5–8 metres (16–26 ft) in height.Eucalyptus robusta is widely grown from equatorial to temperate regions, tolerating a wide range of climates and conditions. Its fast early growth and tolerance for waterlogging have rendered it a useful tree to grow. It has been widely grown in plantations outside Australia, including Argentina, Brazil, Cameroon, Chile, China, Colombia, Comoros, Congo, Costa Rica, Democratic Republic of Congo, Ethiopia, Fiji, Honduras, Hong Kong, India, Kenya, Madagascar, Malawi, Malaysia, Mauritius, Mexico, Mozambique, Papua New Guinea, Paraguay, Philippines, Puerto Rico, South Africa, Sri Lanka, Taiwan—Republic of China, Tanzania, Uganda, Zanzibar, and the United States of America, where it has been grown in Hawaii, southern Florida, southern California and Puerto Rico. Introduction to Florida took place around 1880, Hawaii around 1885, and Puerto Rico in 1929. The tree is used for firewood and as charcoal in many countries, in erosion control, on sand dunes and as a roadside shade tree in many places, and in Uganda is used to drain swamps. Plantation crops are harvested after 4–5 years for fuel wood, 8–10 years for pulp wood, 15–20 years for poles and 30–60 years for logs for sawing.In cultivation, E. robusta grows to altitudes of 1,600 metres (5,200 ft), withstanding average minimum temperatures of 3 °C (37 °F) and maxima of 35 °C (95 °F). The heartwood is extremely durable and resists marine borers. It is used as a round timber for construction of wharves and fencing. The wood is light reddish brown in colour and coarse-textured. The weight can vary widely between individuals and stands, averaging 38 pounds per cubic foot.",
    "Gallery": "Features of the swamp mahogany (Eucalyptus robusta)",
    "References": "",
    "External links": "\n Media related to Eucalyptus robusta at Wikimedia Commons\n Works related to Eucalyptus robusta at Wikisource\n Works related to A specimen of the botany of New Holland: Eucalyptus robusta at Wikisource"
  }
}