{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_intertexta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. intertexta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus intertexta, commonly known as inland red box, western red box, gum coolibah or the bastard coolibah, is a specis of tree that is endemic to central Australia. It has rough, fibrous or flaky bark on the base of the trunk, smooth white to brownish bark above, lance-shaped adult leaves, flower buds in groups of seven on the ends of branchlets, white flowers and cup-shaped to hemispherical fruit.",
    "Description": "Eucalyptus intertexta is a tree, rarely a mallee that typically grows to a height 4–30 m (13–98 ft) and forms a lignotuber. It has rough fibrous or flaky bark on the base of the trunk, sometimes on its full length, smooth white to grey or brownish bark above. Young plants and coppice regrowth have dull greyish or glaucous leaves that are lance-shaped, 30–120 mm (1.2–4.7 in) long and 10–35 mm (0.39–1.38 in) wide. Adult leaves are the same bluish green or greyish green on both sides, lance-shaped, 50–160 mm (2.0–6.3 in) long and 8–25 mm (0.31–0.98 in) wide on a petiole 5–15 mm (0.20–0.59 in) long. The flower buds are arranged on the ends of branchlets on a branching peduncle 5–17 mm (0.20–0.67 in) long, each branch of the peduncle having buds in groups of seven, the buds on pedicels 2–8 mm (0.079–0.315 in) long. Mature buds are oval, 4–8 mm (0.16–0.31 in) long and 2–4 mm (0.079–0.157 in) wide with a conical operculum. Flowering occurs in most months and the flowers are white. The fruit is a woody, cup-shaped to hemispherical capsule 3–9 mm (0.12–0.35 in) long and 4–8 mm (0.16–0.31 in) wide with the valves enclosed in the fruit.",
    "Taxonomy and naming": "Eucalyptus intertexta was first formally described in 1900 by Richard Thomas Baker in Proceedings of the Linnean Society of New South Wales. The specific epithet (intertexta) is from Latin words meaning 'between' and 'tissue', referring to the inter-woven bark fibres.",
    "Distribution and habitat": "The inland red box grows in woodland and open woodland in the central deserts of Western Australia, the Northern Territory, and South Australia, extending into western parts of New South Wales, southern Queensland and eastern South Australia.\n\n\n== References =="
  }
}