{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cunninghamii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cunninghamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cunninghamii, commonly known as cliff mallee ash, is a species of mallee that is endemic to the Blue Mountains in New South Wales. It has smooth grey bark, often with insect \"scribbles\", linear to narrow lance-shaped adult leaves, flowers buds in groups of seven or nine, white flowers and urn-shaped, barrel-shaped or more or less spherical fruit. It grows on cliff edges and upper edges of valleys.",
    "Description": "Eucalyptus cunninghamii is a mallee that typically grows to a height of 2 m (6 ft 7 in) and forms a lignotuber. It has smooth grey bark, often with insect scribbles, that is shed in ribbons. Young plants and coppice regrowth have sessile, linear to narrow lance-shaped leaves 50–100 mm (2.0–3.9 in) long and 3–5 mm (0.12–0.20 in) wide. Adult leaves are glossy green, linear to narrow lance-shaped, 30–100 mm (1.2–3.9 in) long and 3–8 mm (0.12–0.31 in) wide on a petiole 2–5 mm (0.079–0.197 in) long. The flower buds are arranged in groups of seven or nine on an unbranched peduncle 3–8 mm (0.12–0.31 in) long, the individual buds on a pedicel 2–4 mm (0.079–0.157 in) long. Mature buds are green or pinkish, oval to club-shaped, 4–6 mm (0.16–0.24 in) long and about 3 mm (0.12 in) wide and usually warty. Flowering occurs between September and December and the flowers are white. The fruit is a woody urn-shaped, barrel-shaped or more or less spherical capsule 5–8 mm (0.20–0.31 in) long and 5–7 mm (0.20–0.28 in) wide on a pedicel 1–2 mm (0.039–0.079 in) long and with the valves enclosed below the rim.",
    "Taxonomy and naming": "Cliff mallee ash was first formally described in 1825 by Allan Cunningham who gave it the name Eucalyptus microphylla and published the description in Barron Field's book, Geographical Memoirs on New South Wales. The name was a nomen illegitimum because it had already been used by Willdenow for a different species, but in 1830 Robert Sweet changed the name to E. cunninghamii in honour of Cunningham.",
    "Distribution and habitat": "This eucalypt is restricted to the Blue Mountins where it grows in shallow soil derived from sandstone and is found on cliff edges and the upper edges of valleys.\n\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}