{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pendens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pendens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pendens, commonly known as the Badgingarra weeping mallee, is a mallee that is native to a small area on the west coast of Western Australia.",
    "Description": "The mallee typically grows to a height of 2 to 5 metres (7 to 16 ft) and has a slender and pendulous habit. It has smooth pale coloured bark and blooms between August and November producing white-cream flowers.The smooth bark is pink to grey in colour with pith glands present. The disjunct adult leaves have a lanceolate shape and are acute and basally tapered. The coriaceous or thick leaves have a dull green, concolorous appearance and are supported by narrowly flattened petioles. It forms simple axillary conflorescences with seven to eleven flowered umbellasters on terete angular peduncles. The buds are clavate followed by cylindrical to ovoid fruits with a depressed disc and enclosed valves.",
    "Taxonomy": "The species was first formally classified by the botanist Ian Brooker in 1972 in the article Four new taxa of Eucalyptus from Western Australia as published in the journal Nuytsia. The type specimen was collected by Brooker in 1969 along the Brand Highway between Gingin and Badgingarra.",
    "Distribution": "The rare emergent species is found growing in low scrub lands.The vulnerable species E. johnsoniana is often associated with E. pendens.It is found on hillsides, breakaways and sand plains in the small area along the west coast in the Wheatbelt region of Western Australia between Coorow, Dandaragan and Moora where it grows in sandy gravelly soils often containing laterite.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}