{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_redimiculifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. redimiculifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus redimiculifera is a species of tree that is endemic to a small area in Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and oval fruit.",
    "Description": "Eucalyptus redimiculifera is a tree that typically grows to a height of 10 m (33 ft) and forms a lignotuber. It has smooth white to grey or pink bark that is shed in long ribbons. Young plants and coppice regrowth have broadly lance-shaped leaves that are up to 90 mm (3.5 in) and 25 mm (0.98 in) wide on a petiole up to 8 mm (0.31 in) long. Adult leaves are lance-shaped, dull to slightly glossy, 40–100 mm (1.6–3.9 in) and 6–12 mm (0.24–0.47 in) wide on a slightly channelled petiole 7–18 mm (0.28–0.71 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 4–11 mm (0.16–0.43 in) long, the individual buds on pedicels 4–11 mm (0.16–0.43 in) long. Mature buds are oval, 6–7 mm (0.24–0.28 in) and about 4 mm (0.16 in) wide with a hemispherical operculum. The fruit is a woody, oval capsule 5–7 mm (0.20–0.28 in) and 5–6 mm (0.20–0.24 in) wide with the valves protruding but easily broken.",
    "Taxonomy and naming": "Eucalyptus redimiculifera was first formally described in 2001 by Lawrie Johnson and Ken Hill in the journal Telopea from material collected about 11 km (6.8 mi) north of Norseman in 1983. The specific epithet (redimiculifera) is from the Latin redimiculum meaning a \"band\" or \"fetter\" and -fer meaning \"bearing\", referring to the shed bark encircling the smaller branches.",
    "Distribution and habitat": "This eucalypt is locally abundant in open woodland in scattered population near Norseman.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}