{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_polyanthemos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. polyanthemos"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus polyanthemos, commonly known as red box, is a species of small to medium-sized tree, that is \nnative to eastern Australia but has been introduced into other countries. It has fibrous bark on the trunk and larger branches, smooth greyish to cream-coloured bark above, or smooth bark throughout. It has broadly egg-shaped to round juvenile leaves, lance-shaped, egg-shaped or almost round adult leaves, flower buds in groups of seven, white flowers and barrel-shaped to conical fruit.",
    "Description": "Eucalyptus polyanthemos is a tree that typically grows to a height of 20 m (66 ft) but does not form a lignotuber. It has fibrous or flaky bark on the trunk and larger branches, smooth mottled greyish, cream-coloured and yellow bark above, or sometimes smooth bark throughout. It often has a crooked trunk and is noted for its domed canopy of greyish foliage. Leaves on young plants are green to bluish grey, broadly egg-shaped to more or less round, 25–80 mm (0.98–3.15 in) long and 25–65 mm (0.98–2.56 in) wide and petiolate. Crown leaves are the same shade of dull green to bluish or greyish on both sides, lance-shaped to egg-shaped or round, 50–110 mm (2.0–4.3 in) long and 18–50 mm (0.71–1.97 in) wide tapering to a petiole 10–27 mm (0.39–1.06 in) long. Veins on the leaves are distinct and the marginal vein is notably distant from the leaf edge.The flower buds are arranged on the ends of branchlets in groups of seven on a branching peduncle 2–10 mm (0.079–0.394 in) long, the individual buds on pedicels 1–5 mm (0.039–0.197 in) long. Mature buds are oval to diamond-shaped, 3–5 mm (0.12–0.20 in) long and 2–3 mm (0.079–0.118 in) wide with a conical to slightly beaked operculum. Flowering occurs in October and November (spring in Australia) and the flowers are white. The fruit is a woody, barrel-shaped to conical capsule 3–6 mm (0.12–0.24 in) long and wide with the valves below the level of the rim.",
    "Taxonomy": "Eucalyptus polyanthemos was first formally described in 1843 by Johannes Schauer in Walpers' book Repertorium Botanices Systematicae. This description was based on  the type specimen which was collected in 1822 near Bathurst by Allan Cunningham.The names of four subspecies are accepted by the Australian Plant Census.\n\nEucalyptus polyanthemos subsp. longior Brooker & Slee was first formally described in 1996 in the journal Muelleria from a type specimen collected from north of Waygara. It is a taller tree with rough bark and lance-shaped adult leaves.\nEucalyptus polyanthemos subsp. marginalis Rule was first formally described in 2004 from a type specimen collected near Tottington, Victoria. Is a tree to 12 m (39 ft) with greyish brown, often flaky bark and egg-shaped leaves 50–80 mm (2.0–3.1 in) long.\nEucalyptus polyanthemos Schauer subsp. polyanthemos, the autonym, has mostly smooth bark which is shed in large plates or scales and occasionally persists on the trunk.\nEucalyptus polyanthemos subsp. vestita L.A.S.Johnson & K.D.Hill was first formally described in 1960 in the journal Telopea from material collected near St Andrews, Victoria. The trunk and larger branches of this subspecies usually have grey-brown, flaky or fibrous bark",
    "Distribution and habitat": "Subspecies longior is found in taller forest in the foothills of far eastern Victoria.  Subspecies marginalis is also found in Victoria, between the Greater Bendigo National Park and Stawell with outliers near Bacchus Marsh. It grows in forest or woodland in dry, gravelly soils.Subspecies polyanthemos grows on the slopes and tablelands of central and southern New South Wales  where it is widespread on the central and southern slopes and tablelands. Subspecies vestita is found in Victoria and New South Wales. It grows in woodland south from Gulgong but with a small outlier population in the upper Hunter Valley. It is widespread in Victoria east of Ararat, growing on poor stony soils, usually on ridges and slopes.",
    "Ecology": "The larvae of the moth species Trichiocercus sparshalli and the eucalyptus leaf mining sawfly Phylacteophaga froggatti feed on the leaves. Large, old trees may form hollows that are used as nests for owls including the barking owl (Ninox connivens).It has been recorded as an invasive species in California It is an introduced species in California where it is known as silver dollar gum, redbox or redbox gum.",
    "Significant trees": "A red box in Fraser National Park is recorded on the Significant Tree Register of the National Trust of Australia in Victoria. It is an unusual form with contorted limbs which is estimated to be around 80 years old and is 26.7 metres high.In Gilmore in the Australian Capital Territory, a tree known as Murumbeeja Scarred Red Box No 1 is listed on the Register of the National Estate. It is a scarred tree, marking the removal by aborigines of bark, probably for canoe construction.",
    "Uses": "",
    "Uses-Use in horticulture": "The species is noted for its drought tolerance. Although usually considered to be slow growing, newly planted trees may have their growth rate enhanced with improved soil, good drainage and irrigation in the first two years. The species is resistant to Armillaria root rot.\n A minimum temperature of -10 °C (15 °F) is required for cultivation.",
    "Uses-Use in floristry": "The juvenile foliage is used in floral arrangements.",
    "Uses-Timber": "The timber is red in colour and is strong, hard and durable. It has been used for fence posts, railway sleepers and firewood.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}