{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_kessellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. kessellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus kessellii, commonly known as Jerdacuttup mallee, is a species of mallee that is endemic to an area along the south coast of Western Australia. It has very hard, rough bark on the trunk of larger specimens, smooth greyish and brownish bark above, lance-shaped to egg-shaped adult leaves, flower buds in groups of three or seven, creamy white flowers and downturned, conical to cup-shaped fruit.",
    "Description": "Eucalyptus kessellii is a mallee that typically grows to a height of 10 m (33 ft), rarely a single stemmed tree. It forms a lignotuber. The lower part of the trunk, sometimes the entire trunk has hard but thin, rough, dark grey bark. The bark above, sometimes the entire bark on younger plants, is smooth, greyish and brownish to pink. Young plants and coppice regrowth have egg-shaped to more or less round leaves 30–90 mm (1.2–3.5 in) long and 40–95 mm (1.6–3.7 in) wide. Mature plants have dull greyish green, lance-shaped to egg-shaped leaves that are 70–145 mm (2.8–5.7 in) long and 20–40 mm (0.79–1.57 in) wide on a petiole 15–35 mm (0.59–1.38 in) wide. The flower buds are arranged in leaf axils in groups of seven, sometimes three, on a broad, flat, downturned peduncle 8–25 mm (0.31–0.98 in) long, the individual buds sessile or on a pedicel up to 10 mm (0.39 in) long. Mature buds are oval to diamond-shaped, 14–23 mm (0.55–0.91 in) long and 9–13 mm (0.35–0.51 in) wide with a conical or slightly beaked operculum. Flowering occurs between June and September and the flowers are creamy white. The fruit is a woody, conical to cup-shaped capsule 9–14 mm (0.35–0.55 in) long, 11–18 mm (0.43–0.71 in) wide on a downturned pedicel and with the valves protruding above the rim of the fruit when fresh.",
    "Taxonomy and naming": "Eucalyptus kessellii was first formally described in 1925 by Joseph Maiden and William Blakely from a specimen collected near Salmon Gums and the description was published in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet honours Stephen Lackey Kessell.In 1992, Ken Hill and Lawrie Johnson described two subspecies and the names have been accepted by the Australian Plant Census:\nEucalyptus kessellii subsp. eugnosta Hill & Johnson has fruit that are smooth, or have ribs less than 1 mm (0.039 in) high;\nEucalyptus kessellii Maiden & Blakely subsp. kessellii has fruit that are distinctly ribbed, with ribs more than 1 mm (0.039 in) high.",
    "Distribution and habitat": "Eucalyptus kessellii grows in mallee shrubland on calcareous loams. Subspecies eugnosta occurs from near Ravensthorpe to near Condingup and as far north as Scaddan and Gibson. Subspecies kessellii grows from north-east of Salmon Gums to near Mount Ney and Mount Ridley.",
    "Conservation status": "Both subspecies of E. kessellii are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}