{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_sideroxylon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. sideroxylon"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus sideroxylon, or mugga, red ironbark or mugga ironbark, is a small to medium-sized or occasionally tall tree that is found throughout eastern Australia.",
    "Description": "The moderate to long lived evergreen tree typically grows to a height of around 25 metres (82 ft) usually with a clear trunk. It has a moderate growth rate, forms a lignotuber and has moderate to deep or shallow and spreading root system.\nThe bark is persistent on the trunk and large branches, hard and deeply furrowed, dark grey to black, often containing high quantities of kino, with upper limbs smooth and whitish.\nAdult leaves are stalked, lanceolate to 14 centimetres (6 in) in length and 1.8 cm (0.71 in) wide sub-glaucous or dull green. It blooms producing inflorescences with flowers are white, pink, red or pale yellow from early autumn until mid-spring usually between April and September.",
    "Distribution": "Distribution is wide but sporadic: south-eastern Queensland, widespread on the western slopes and plains of New South Wales south into north-central Victoria.\nE. sideroxylon is very conspicuous with its unusually black bark often holding copious quantities of kino. It is a very popular ornamental and street tree, Ferntree gully road in Melbourne has an avenue of muggas planted.  In the wild muggas grow on infertile soils, often little more than sandy gravel.\nA former subspecies, Eucalyptus sideroxylon subsp. tricarpa L.A.S.Johnson is currently regarded as a species in its own right - Eucalyptus tricarpa (L.A.S.Johnson) L.A.S.Johnson & K.D.Hill.",
    "Uses": "The wood is relatively hard and dense, and is often used for firewood.  It has very high resistance to rotting and can be used for fence posts, piers, sleepers. Heartwood dark red, sapwood pale yellow. Very dense, hard, fine grained timber, difficult to work, but polishes to a high sheen. Has been used for furniture, turnery, boat-building, benchtops. Popular as a craft furniture timber during the 1990s and early 2000s, Nicholas Dattner famously used ironbark that had been submerged as a wharf pier for 80 years in a range of tables. At about 1130 kg/m3 it is one of the few timbers that will not float.\nThe leaves are used in the production of cineole based eucalyptus oil.Apiarists in New South Wales place hives in red-ironbark woodlands to collect the honey.",
    "Cultivation": "They are easy to grow from seed and are usually quite true to the parent in form.  They are very hardy, needing less than 400mm of rain per year to survive, yet can grow in climates with more than 1000mm/y.",
    "Chemistry": "Molecules produced by plants in case of pathogens attacks are called phytoalexins. Such compounds can be implied in the hypersensitive response of plants. High levels of polyphenols (stilbenoids and ellagitannins) in E. sideroxylon wood can explain its natural preservation against rot.",
    "See also": "Ironbark\nList of Eucalyptus species",
    "References": "\nDepartment of Primary Industries: Red Ironbark"
  }
}