{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_deglupta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. deglupta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus deglupta is a species of tall tree, commonly known as the rainbow eucalyptus, Mindanao gum, or rainbow gum and is native to the Philippines, Indonesia and Papua New Guinea. It is the only Eucalyptus species that usually lives in rainforest, with a natural range that extends into the northern hemisphere, and one of only four eucalypt species out of more than seven hundred that do not occur in Australia. It is characterized by multi-colored bark featuring hues of lavender, blue, green, orange and maroon.",
    "Description": "Eucalyptus deglupta is a fast-growing tree that typically reaches a height of 60–75 m (197–246 ft) with the trunk up to 240 cm (94 in) in diameter and with buttresses up to 4 m (13 ft) high. It has smooth, orange-tinted bark that sheds in strips, revealing streaks of pale green, red, orange, gray and purplish brown. The branchlets are roughly square in cross section, often with narrow wings on the corners. The leaves are arranged in opposite pairs, mostly 75–150 mm (3.0–5.9 in) long and 50–75 mm (2.0–3.0 in) wide on a short petiole. The flower buds are arranged in a branching inflorescence in leaf axils or on the end of branchlets, each branch with groups of seven buds, the individual buds on a pedicel about 5 mm (0.20 in) long. Mature buds are pale green or cream-colored, roughly spherical in shape and 2–5 mm (0.079–0.197 in) in diameter with a hemispherical operculum with a small point on the top. Flowering time depends on location, and the stamens that give the flowers their color are white to pale yellow. The fruit is a woody, brown, hemispherical capsule about 3–5 mm (0.12–0.20 in) long and wide with three or four valves extending beyond the rim of the fruit. Each cell of the fruit contains between three and twelve minute brown seeds, each with a small wing.",
    "Taxonomy and naming": "Eucalyptus deglupta was first formally described in 1850 by Carl Ludwig Blume who published the description in his book Museum Botanicum Lugduno-Batavum sive stirpium Exoticarum, Novarum vel Minus Cognitarum ex Vivis aut Siccis Brevis Expositio et Descriptio from a specimen collected in the Celebes. The specific epithet (deglupta) is a Latin word meaning \"to peel off, husk or shell\".",
    "Distribution and habitat": "The rainbow eucalyptus grows in lowland and lower montane rainforest from sea level to altitudes of up to 1,800 m (5,900 ft). It is native to Indonesia, Papua New Guinea and the Philippines but has been widely planted in many other countries.",
    "Uses": "This tree is grown widely around the world in tree plantations, mainly for pulpwood used in making white paper. It is the dominant species used for pulpwood plantations in the Philippines. E. deglupta are commonly planted as ornamental trees in frost-free climates such as Hawaii, Southern California, Texas, and Louisiana.",
    "Uses-Horticulture": "If grown from seed, the temperature should be around 68–72 °F (20–22 °C). Plants can be grown from cuttings of trees younger than 5 years old. Once a tree reaches 5 years of age, root inhibition prevents the generation of roots from cuttings. It thrives in rich medium-to-wet soil in full sun and is intolerant of frost. In botanical gardens such as Fairchild Tropical Botanic Garden in Florida, the tree does show the intense color range as seen in the tree's normal range.",
    "References": "\n\n== External links =="
  }
}