{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_mcquoidii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. mcquoidii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus mcquoidii, commonly known as the Quoin Head marlock, is a species of marlock, mallee or small tree that is endemic to a restricted area in Western Australia. It has smooth, greyish bark, glossy green, linear to narrow oblong adult leaves, flower buds in clusters of up to fifty that are fused at their bases, greenish flowers and fruit in spherical masses.",
    "Description": "Eucalyptus mcquoidii is a single-stemmed, shrub-like marlock or stunted mallee that typically grows to a height of 0.5–3 m (1 ft 8 in–9 ft 10 in) or a tree to 10 m (33 ft), but does not form a lignotuber. It has smooth pale grey and whitish bark. Adult leaves are linear to narrow oblong, the same shade of glossy green on both sides, 45–80 mm (1.8–3.1 in) long and 5–10 mm (0.20–0.39 in) wide, tapering to a petiole 2–8 mm (0.079–0.315 in) long. The flower buds are arranged in leaf axils in clusters of between about twenty and fifty, the buds joined at the base on a cylindrical peduncle 30–50 mm (1.2–2.0 in) long. The individual buds are about 4–5 mm (0.16–0.20 in) wide, each with a narrow, more or less straight operculum 43–60 mm (1.7–2.4 in) long. Flowering has been recorded in April, October and November and the flowers are greenish yellow. The fruit form a spherical mass, each fruit 6–10 mm (0.24–0.39 in) with three valves that remain joined at the tip.",
    "Taxonomy and naming": "Eucalyptus mcquoidii was first formally described in 2002 by Ian Brooker and Stephen Hopper from a specimen collected by Brooker near Quoin Head in the Fitzgerald River National Park. The description was published in the journal Nuytsia. The specific epithet (mcquoidii) honours Nathan McQuoid, former Fitzgerald River National Park head ranger, for his assistance to the authors.\nEucalyptus mcquoidii belongs in Eucalyptus subgenus Symphyomyrtus, section Bisectae, subsection Hadrotes because of its coarsely bisected cotyledons, erect stamens and larger, thick-rimmed fruits. The subsection Hadrotes contains ten species of which eight do not have oil glands in the branchlet pith. Together these eight species form series Lehmannianae, a group that has fruit with exserted valves that have fused tips even after the seeds are lost, a feature also shared with the distantly related Eucalyptus cornuta.Of the eight species in series Lehmannianae, four species (E. mcquoidii, E. conferruminata, E. lehmannii and E. arborella) have the buds in each axillary cluster, fused basally.",
    "Distribution and habitat": "The Quoin Head marlock is found on coastal slopes, creeklines and cliff tops where it is only known from a small area at the type location near Quoin Head .",
    "Conservation status": "This eucalypt is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}