{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_caliginosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. calignosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus caliginosa, commonly known as  broad-leaved stringybark or New England stringybark, is a tree that is endemic to eastern Australia. It has stringy bark, lance-shaped or curved adult leaves, flower buds in groups of seven or nine, white flowers and more or less hemispherical fruit. It is common on the Northern Tablelands and North West Slopes of New South Wales and adjacent areas of Queensland.",
    "Description": "Eucalyptus caliginosa is a tree that typically grows to a height of 25–35 m (82–115 ft) and forms a lignotuber. The bark is rough, stringy, grey to reddish brown and extends to the smaller branches. The leaves on young plants and on coppice regrowth are arranged in opposite pairs near the ends of the stems, egg-shaped to broadly lance-shaped, 35 to 100 mm (1.4 to 3.9 in) long and 13 to 45 mm (0.51 to 1.77 in) wide. Adult leaves are arranged alternately, the same or slightly different shades of glossy green on either side, lance-shaped to curved, 50 to 180 mm (2.0 to 7.1 in) long and 13 to 35 mm (0.51 to 1.38 in) wide on a petiole 8 to 20 mm (0.31 to 0.79 in) long. The flower buds are arranged in groups of seven or nine on an unbranched peduncle 5 to 15 mm (0.20 to 0.59 in) long, the individual buds on a pedicel 1 to 4 mm (0.039 to 0.157 in) long. Mature buds are spindle-shaped to oval, 5 to 6 mm (0.20 to 0.24 in) long and 2 to 4 mm (0.079 to 0.157 in) wide with a conical operculum. Flowering occurs between March and October and the flowers are white. The fruit are hemispherical or shortened spherical, 4 to 6 mm (0.16 to 0.24 in) long and 6 to 8 mm (0.24 to 0.31 in) wide, with the rim flat or convex, with three or four valves at the same level or slightly raised. The seeds are brown, shaped like a pyramid and 1 to 2 mm (0.039 to 0.079 in) long.",
    "Taxonomy": "Eucalyptus caliginosa was first formally described by the botanists William Blakely and Ernest McKie in 1934 in Blakely's book A Key to the Eucalypts. The type specimen was collected near Guyra. The specific epithet (caliginosa) is a Latin word meaning \"foggy\", \"misty\" or \"dark\".",
    "Distribution": "The New England stringybark is commonly found on ridges and hilltops of south-eastern Queensland, the Northern Tablelands and North West Slopes of New South Wales. It grows in dry sclerophyll or open woodland or grassy forest communities and grows in loamy moderately fertile soils. It is found north of around Yarrowitch and the Liverpool Range extending to Stanthorpe in southern Queensland.\n\n\t\t\n\t\t\n\n\n== References =="
  }
}