{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_whitei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. whitei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus whitei, commonly known as White's ironbark, is a eucalypt that is native to Queensland.",
    "Description": "The tree can grow to a height of 15 m (49 ft) and form a lignotuber. It has dark grey to black coloured ironbark that extends to the smaller branches. The alternately arranged adult leaves are supported by 0.3 to 1.5 cm (0.12 to 0.59 in) long  petioles. The concolorous, dull and grey-green coloured leaves have a lanceolate shaped blade that is 6 to 12 cm (2.4 to 4.7 in) in length and 1.2 to 2.5 cm (0.47 to 0.98 in) wide with a base that tapers to the petiole. It is known to blooms between January and February and May to June producing terminal compound or axillary compound inflorescences with seven buds per umbel and obovoid to pear-shaped mature buds that are 0.5 to 0.7 cm (0.20 to 0.28 in) in length and 0.3 to 0.4 cm (0.12 to 0.16 in) wide and a conical to rounded to beaked operculum and white coloured flowers. The fruits that formed later are cup to barrel-shaped with a length and width of 0.4 to 0.6 cm (0.16 to 0.24 in) and a descending disc with four exserted valves. The dark brown to black seeds have a flattened ovoid shape and are sometimes are pointed at one end and 1 to 2 mm (0.039 to 0.079 in).",
    "Taxonomy": "The specific epithet honours the botanist Cyril Tenison White, who was a grandson of the noted Queensland botanist Frederick Manson Bailey. It is closely related to Eucalyptus staigeriana and to Eucalyptus melanophloia.",
    "Distribution": "The tree has a scattered distribution and is endemic to central and northern parts of Queensland from around Jericho in the south extending to the north-west to around Hughenden with another disjunct population in the Newcastle Range that is further to the north and is also found on the Windsor Tableland.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}