{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_canobolensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. canobolensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus canobolensis, commonly known as the Mount Canobolas candlebark or silver-leaf candlebark, is a species of tree that is endemic to a small area of New South Wales in eastern Australia. It is a small tree with smooth bark on the trunk and branches, dull, lance-shaped adult leaves, flowers buds in groups of three, white flowers and cup-shaped, bell-shaped or conical fruit. It is only known from Mount Canobolas near Orange.",
    "Description": "Eucalyptus canobolensis is a tree that typically grows to a height of about 12 m (40 ft) and forms a lignotuber. It has smooth, often powdery, white, cream-coloured, yellowish or pink bark, sometimes with rough greyish bark at the base. The leaves on young plants and on coppice regrowth are arranged in opposite pairs, sessile, mostly 30–110 mm (1.2–4.3 in) long and wide on a petiole 10–20 mm (0.39–0.79 in) long. Adult leaves are arranged alternately, lance-shaped, dull grey or glaucous, 65–190 mm (2.6–7.5 in) long and 11–37 mm (0.4–1 in) wide on a petiole 12–35 mm (0.47–1.4 in) long. They are more or less the same colour on both surfaces. The flower buds are arranged in groups of three in leaf axils on a flattened peduncle 3–9 mm (0.1–0.4 in) long, the individual buds sessile. The mature buds are oval to spindle-shaped, about 6 mm (0.24 in) long and 4 mm (0.2 in) wide with a conical operculum. Flowering has been observed in February and the flowers are white. The fruit is a woody, cup-shaped, bell-shaped or conical capsule 5–6 mm (0.20–0.24 in) long and 5–8 mm (0.20–0.31 in) wide and sessile or on a very short pedicel. The valves of the fruit extend beyond the rim.",
    "Taxonomy and naming": "Mount Canobolas candlebark was first described in 1991 by Lawrie Johnson and Ken Hill who gave it the name Eucalyptus rubida subsp. canobolensis from a specimen collected on Mount Canobolas, and published the description in the journal Telopea. In 1998 John Hunter raised it to species status as E. canobolensis. The specific epithet (canobolensis) refers to the type location. The ending -ensis is a Latin suffix meaning \"place for\" or \"where\".",
    "Distribution and habitat": "Eucalyptus canobolensis is only known from the upper slopes of Mount Canobolas where it grows in subalpine woodland.",
    "Conservation status": "Mount Canobolas candlebark is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"vulnerable\" under the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species are weed invasion, especially by blackberry (Rubus fruticosus) and Pinus radiata from nearby plantations, infrastructure development and forestry operations.\n\n\n== References =="
  }
}