{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pulchella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pulchella"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pulchella, commonly known as the white peppermint or narrow-leaved peppermint, is a species of small to medium-sized tree that is endemic to Tasmania. it has smooth bark, sometimes with rough fibrous bark on older trees, linear leaves, flower buds in groups of nine to twenty or more, white flowers and cup-shaped to shortened spherical fruit.",
    "Description": "Eucalyptus pulchella is an erect tree that typically grows to a height of 20 m (66 ft) and forms a lignotuber. It has smooth white or pale grey bark sometimes with rough, fibrous greyish bark on the trunk of older trees. Young plants and coppice regrowth have narrow lance-shaped to linear leaves that are 20–35 mm (0.79–1.38 in) long and 2–4 mm (0.079–0.157 in) wide. Adult leaves are the same shade of glossy dark green on both sides, linear, 33–120 mm (1.3–4.7 in) long and 3–10 mm (0.12–0.39 in) wide, tapering to a petiole 2–10 mm (0.079–0.394 in) long. The flower buds are arranged in leaf axils in groups of nine to twenty or more on an unbranched peduncle 2–8 mm (0.079–0.315 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are oval to club-shaped, 3–6 mm (0.12–0.24 in) long and 2–3 mm (0.079–0.118 in) wide with a rounded operculum. Flowering occurs from November to March and the flowers are white. The fruit is a woody, cup-shaped to shortened spherical capsule 4–6 mm (0.16–0.24 in) long and 5–7 mm (0.20–0.28 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus pulchella was first formally described in 1829 by the botanist René Louiche Desfontaines in his book Catalogus Plantarum Horti Regii Parisiensis. The Australian Plant Census lists the synonyms as Eucalyptus linearis, described in 1832 by Friedrich Dehnhardt in Catalogus Plantarum Horti Camaldulensis and as Eucalyptus amygdalina var. angustifolia by Joseph Burtt Davy in Cyclopedia of American horticulture from an unpublished description by Ferdinand von Mueller. The species name pulchella is a diminutive of the word pulcher which in Latin means beautiful. The common name, white peppermint, refers to its smooth white trunk.",
    "Distribution and Habitat": "Eucalyptus pulchella is endemic to the lowlands of south-east Tasmania where it inhabits undulating, hilly terrain at altitudes between 100-500m above sea level. The interaction between aspect, soil type and water drainage play an important role in determining the distribution of E.pulchella. It occurs on the upper north-west facing slopes of free-draining dolerite capped hills where soils are shallow. On such ridgetops water availability is limited due to the binding capacity of the Jurassic dolerite substrate and the shallow soil depth. Dry conditions due to the effect of soil are enhanced by aspect affect in which north-west facing slopes receive high solar insolation loads and are susceptible to periods of drought stress. The ability of E. pulchella to resist occasional severe drought explains its distribution on dry dolerite ridgetops. Although locally widespread E. pulchella is restricted to south-east Tasmania which may be explained by a glacial tree line preventing its spread into suitable habitats further north. Although E. pulchella extends outside its range reaching as far north as Bothwell, its true distribution is difficult to discern due to error involved with field identification due to a 'half barked' intergrading form of Eucalyptus amygdalina.E. pulchella is a lowland species where it occurs on the upper slopes of well-drained sites with a Jurassic dolerite substrate in grassy or heathy open forests. Such sites typically have a north-west facing aspect with exposure to high solar insolation loads resulting in periodic drought stress.Eucalyptus pulchella occurs as a small to medium-sized spreading tree as the dominant species in grassy to heathy dry sclerophyll open forest and woodlands. Such dry sclerophyll communities have an open structure and rarely grow taller than 25m. The understory is typically dominated by the ground cover layer including native grasses and sedges such as Lomandra longifolia and is the most diverse. The shrub layer is sparse and typically includes species such as Exocarpos cupressiformis however, if the fire interval exceeds a 15-year interval the shrub may become dominant in the understory. E. pulchella is not always the dominant species, in sections of the east coast, hybrids between E. pulchella and E. amygdalina and genetic variants of E. amygdalina may act as the dominant species. Eucalyptus pulchella also commonly forms mixed stands with E. globulus, E. viminalis and E. rubida.",
    "Ecology": "",
    "Ecology-Fire": "Eucalyptus pulchella like many other species from the family Myrtaceae requires fire at least once in its lifetime in order to retain disclimax vegetation and complete its lifecycle. Seeds of Eucalyptus are held in woody capsules which often remain on the tree for several years after reaching maturity. A fire event is required to dry out and open the woody capsule to release the seed. Fire creates a sterile, nutrient enriched ashbed which favours shade-intolerant eucalypt seedlings by eliminating any competitors. In fact, dry sclerophyll communities and Eucalyptus species are fire promoting. The flammable nature of eucalypt bark and leaf litter which persists on the forest floor and the volatile oils in the leaves held in the canopy promote a fire frequency of approximately 20 years in dry sclerophyll communities.As well as seed regeneration, eucalypts utilise vegetative regeneration to recover from fire depending on its intensity. Eucalypts can do this by basal sprouting from lignotubers or from the stem, sprouting from epicormic buds.",
    "Ecology-Pollination": "Eucalyptus are preferential outcrossers and production of seed is dependent on animal vectors to transfer pollen between flowers due to the unsuitability of the pollen to be transported by wind. Pollinators are generally unspecific and tend to include both birds and insects which are attracted to the flower by a nectar reward. It is likely that pollen is transferred within a close proximity to its source due to the close to nearest-neighbour foraging pattern employed by birds. E. pulchella flowers at high intensity for approximately 2 months during summer reaching its peak around November",
    "Ecology-Seed dispersal": "In Eucalyptus seed is housed in a woody capsule and is released through valves which open after the capsule has dried out. The capsules tend to be retained in the canopy for several years after reaching maturity. Seed is released on mass following a fire event or extremely hot weather conditions. Seed is typically dispersed one canopy height away from the base of the tree and apart from seed harvesting by ants, movement is limited once it hits the ground.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}