{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_brevistylis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. brevistylis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus brevistylis, commonly known as Rate's tingle, is a tree that is endemic to the south-west of Western Australia. It has fissured, fibrous to stringy bark, lance-shaped adult leaves, flower buds in groups of between nine and thirteen, white flowers and almost spherical fruit with a small opening.",
    "Description": "Eucalyptus brevistylis is a tree that typically grows to a height of 25 to 50 metres (82 to 164 ft) and forms a lignotuber. It has fissured, greyish to reddish brown, fibrous to stringy bark that tends to be papery on the outside. The leaves on young plants and on coppice regrowth are egg-shaped to heart-shaped, 40–70 mm (2–3 in) long, 25–60 mm (1–2 in) wide, mid-green on the upper surface, paler below, and always have a petiole. Adult leaves are thin, lance-shaped or slightly curved, 53–90 mm (2–4 in) long, 10–30 mm (0.4–1 in) wide on a petiole 10–20 mm (0.4–0.8 in) long and are a different colour on either side. The flower buds are arranged in groups of nine, eleven or thirteen on a peduncle 7–14 mm (0.3–0.6 in) long, the individual buds on a pedicel 4–7 mm (0.2–0.3 in) long. Mature buds are oval to almost spherical, about 3 mm (0.12 in) long and wide with a rounded operculum. Flowering occurs between January and February or between April and November and the flowers are white. The fruit is a woody almost spherical capsule with a small opening, 6–10 mm (0.24–0.39 in) long and 6–9 mm (0.24–0.35 in) wide.",
    "Taxonomy and naming": "Eucalyptus brevistylis was first described in 1974 by Ian Brooker from a specimen collected near Walpole by Bruce Maslin. The specific epithet (brevistylis) is derived from Latin brevis meaning \"short\" and ‑stylis meaning \"having a style\", referring to the short style in this species.",
    "Distribution and habitat": "Rate's tingle grows in wet forests near Walpole. It was previously confused with two other \"tingle\" species, the red tingle, E. jacksonii and the yellow tingle E. guilfoylei. The name \"tingle\" or \"tingle tingle\" is thought to be of Aboriginal origin. This tingle was not previously recognised as a separate species, despite the efforts of the forester Jack Rate.Rate's tingle and red tingle, Eucalyptus jacksonii, are closely related and both can live for up to 400 years.",
    "Conservation": "Eucalyptus brevistylis is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}