{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_apothalassica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. apothalassica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus apothalassica is a tree native to New South Wales in eastern Australia. Common names for the species include inland white mahogany.",
    "Description": "Eucalyptus apothalassica typically grows to a height of around 20 metres (66 ft) and forms a lignotuber.\nThe rough, fibrous, grey or grey-brown bark sometimes feels prickly to touch The bark is attached to the trunk in flat strips rather than typical stringybark.The dull or glossy, green, concolorous adult leaves are alternately arranged. The leaf blade has a lanceolate to falcate shape and is 5 to 14 centimetres (2.0 to 5.5 in) in length and 0.9 to 3 cm (0.4 to 1.2 in) wide. It blooms around October and has produces axillary unbranched\ninflorescences which often are situated near ends of branches in clusters. The mature green to yellow buds have an ovoid to fusiform shape with a length of 5 to 6 mm (0.197 to 0.236 in) and a width of 3 mm (0.118 in) with white flowers. After flowering pedicellate fruits form with a hemispherical or barrel-shape.Each fruit has a length of 3 to 6 mm (0.118 to 0.236 in) and 3 to 7 mm (0.118 to 0.276 in) wide with a descending disc and three to four valves near rim level. The brown coloured seeds within have a pyramidal shape and a length of 1 to 2.5 mm (0.039 to 0.098 in).",
    "Taxonomy": "The species was first formally described by the botanists Lawrence Alexander Sidney Johnson and Kenneth Hill in 1990 in the work New taxa and combinations in Eucalyptus and Angophora (Myrtaceae) as published in the journal Telopea.The specific epithet is taken from the Greek words  apo meaning away from and thalassicos meaning of the sea in reference to its range compared to other white mahogany species which are found in more coastal areas.E. apothalassica is part of the white mahogany group as recognised by Ken Hill, others in the group include; Eucalyptus acmenoides, Eucalyptus mediocris, Eucalyptus carnea, Eucalyptus helidonica, Eucalyptus latisinensis, Eucalyptus psammitica and Eucalyptus umbra.",
    "Distribution": "The tree is found as a part of dry sclerophyll woodland communities found on sandstone based soils. It is endemic around Yetman in northern New South Wales in the south extending north to Inglewood, Kogan and Yarraman in south eastern Queensland.\n\n\n== References =="
  }
}