{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_farinosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. farinosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus farinosa is a species of small tree that is endemic to Queensland. It has hard, dark grey ironbark, egg-shaped to lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped to barrel-shaped and ribbed fruit.",
    "Description": "Eucalyptus farinosa is an ironbark tree that typically grows to a height of 8–9 m (26–30 ft) and forms a lignotuber. It has hard, dark grey to black bark to the small branches. Young plants and coppice regrowth have glaucous stems and leaves, the leaves petiolate, more or less round, 65–110 mm (2.6–4.3 in) long and wide. Adult leaves are arranged alternately, the same dull green glaucous colour on both sides, elliptical to egg-shaped or broadly lance-shaped, 60–120 mm (2.4–4.7 in) long and 22–50 mm (0.87–1.97 in) wide on a petiole 15–35 mm (0.59–1.38 in) long. The flower buds are arranged in groups of seven on a branching peduncle 5–15 mm (0.20–0.59 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are glaucous, oval to spindle-shaped, 7–8 mm (0.28–0.31 in) long and 4–5 mm (0.16–0.20 in) wide with a conical operculum. Flowering has been recorded in October and the flowers are white. The fruit is a woody, glaucous, cup-shaped to barrel-shaped capsule 7–9 mm (0.28–0.35 in) long and 6–9 mm (0.24–0.35 in) wide on a pedicel up to 2–4 mm (0.079–0.157 in) long with longitudinal ribs and the valves close to rim level.",
    "Taxonomy and naming": "Eucalyptus farinosa was first formally described in 1997 by Ken Hill from a specimen collected by Ian Brooker on Mount Stewart near Charters Towers and the description was published in the journal Telopea. The specific epithet (farinosa) is from a Latin word meaning \"floury\" or \"mealy\", referring to the coating on the leaves, buds and fruit of this species.",
    "Distribution": "This tree is only known from the type location near the Campaspe River and Mount Stewart.",
    "Conservation status": "This eucalypt is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}