{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_ancophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. ancophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus ancophila is a tree endemic to a small area of New South Wales in eastern Australia. It has grey \"ironbark\", glossy green, lance-shaped leaves, flower buds arranged in a branching inflorescence with seven oval to diamond-shaped buds in each umbel, white flowers and conical or barrel-shaped fruit.",
    "Description": "Eucalyptus ancophila is a tree with rough, grey \"ironbark\" that grows to a height of 35 m (100 ft), sometimes with smooth pale grey bark on its thinner branches. Young plants and coppice regrowth have four-sided stems and egg-shaped, later lance-shaped leaves, that are a paler shade of green on the lower side. The blade of the adult leaves are lance-shaped 90–200 mm (4–8 in) long and 18–4.8 mm (0.7–0.2 in) wide and only slightly paler on the lower side. The flower buds are arranged in a branching inflorescence, each branch with an umbel of seven buds. The groups have a peduncle 3–14 mm (0.1–0.6 in) long and the individual flowers a pedicel 3–6 mm (0.1–0.2 in) long. The buds are oval to diamond-shaped, 6–7 mm (0.2–0.3 in) long and 3–5 mm (0.1–0.2 in) wide with a beaked to conical operculum that is shorter and narrower than the flower cup. Flowering has been recorded in November and the flowers are white. The fruit is a cone-shaped or barrel-shaped capsule 5–8 mm (0.2–0.3 in) long and 5–7 mm (0.2–0.3 in) wide on a pedicel 3–5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Eucalyptus ancophila was first formally described in 1990 by Lawrie Johnson and Ken Hill and the description was published in Telopea from a specimen collected near Kempsey. The specific epithet (ancophila) is from the Ancient Greek words ankos meaning \"mountain glen\" or \"valley\" and philos, meaning \"dear one\" or \"friend\" referring to this species' habitat.",
    "Distribution and habitat": "This eucalypt usually grows along creeks or in the bottom of valleys in the Kempsey and Bellingen districts.\n\n\n== References =="
  }
}