{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_sparsifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. sparsifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus sparsifolia, commonly known as the narrow-leaved stringybark, is a tree endemic to New South Wales. It has grey to reddish brown, stringy bark, glossy green lance-shaped leaves, spindle-shaped flower buds and more or less spherical fruit.",
    "Description": "Eucalyptus sparsifolia is a tree that grows to a height of 20 metres (66 ft) with grey to reddish brown, stringy bark. The leaves on young trees are glossy green, hairy, broadly lance-shaped 20–50 mm (0.8–2 in) long, 2–4 mm (0.08–0.2 in) wide and a lighter colour on the lower side. Adult leaves are narrow lance-shaped, often curved, the same glossy green on both sides, 70–135 mm (2.8–5.3 in) long and 10–22 mm (0.39–0.87 in) wide on a petiole 10–18 mm (0.39–0.71 in) long. The flowers are arranged in groups of mostly between nine and eighteen on an angular or flattened peduncle 5–15 mm (0.2–0.6 in) long, individual flowers on a cylindrical pedicel up to 1–3 mm (0.04–0.1 in) long. The mature buds are green to yellowish, oval to spindle-shaped, 4–6 mm (0.16–0.24 in) long and about 2 mm (0.08 in) wide. The operculum is cone-shaped with a beaked tip, shorter than or about as long and wide as the flower cup. The stamens are white. Flowering mainly occurs from September to December. The fruit is a globe-shaped, slightly flattened capsule, 5–8 mm (0.2–0.3 in) long and wide.",
    "Taxonomy and naming": "Eucalyptus sparsifolia was first formally described in 1934 by William Blakely who published the description in A Key to the Eucalypts. The specific epithet (sparsifolia) is derived from the Latin words globosus meaning \"few\", \"rare\" or \"scattered\" and folium meaning \"a leaf\", referring to the crown of the tree.This species was formerly included with E. oblonga which included trees with a wide range of leaf widths. Those with broader leaves are now included in E. globoidea.",
    "Distribution and habitat": "The narrow-leaved stringybark is widespread and abundant in forest and woodland in the Sydney region and as far inland as the Pilliga forest.\n\n\n== References =="
  }
}