{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_conspicua",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. conspicua"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus conspicua, commonly known as Gippsland swamp-box, is a species of small tree that is endemic to southeastern Australia. It has rough, thick, fibrous bark from the trunk to its small branches, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and conical or hemispherical fruit. The crown of the tree is composed of a dull bluish-green juvenile, intermediate and adult leaves.",
    "Description": "Eucalyptus conspicua is a tree with rough, thick, fibrous bark on the trunk to its small branches. The crown of the tree is dull bluish green and includes juvenile, intermediate and adult leaves. Young plants have leaves that are arranged in opposite pairs and are sessile, glaucous, egg-shaped, heart-shaped or more or less round, 25–60 mm (0.98–2.36 in) long and wide. Adult leaves are the same dull bluish green or glaucous on both sides, lance-shaped to curved, 60–220 mm (2.4–8.7 in) long and 14–45 mm (0.55–1.77 in) wide on a petiole up to 23 mm (0.91 in) long. The flower buds are borne in groups of seven on a peduncle 5–14 mm (0.20–0.55 in) long, the individual buds sessile or on a pedicel up to 2 mm (0.079 in) long. Mature buds are spindle-shaped to diamond-shaped, 7–10 mm (0.28–0.39 in) long and 4–6 mm (0.16–0.24 in) wide with a conical operculum. Flowering occurs between January and May and the flowers are white. The fruit is a woody conical to hemispherical capsule 4–9 mm (0.16–0.35 in) long and 5–9 mm (0.20–0.35 in) wide with the valves level with the rim or extending beyond it.",
    "Taxonomy and naming": "Eucalyptus conspicua was first formally described in 1991 by Lawrie Johnson and Ken Hill and the description was published in the journal Telopea. The specific epithet (conspicua) is a Latin word meaning \"visible\" or \"prominent\", referring to the distinctive glaucous colour of the tree, making it stand out from other vegetation in its habitat.",
    "Distribution and habitat": "Gippsland swamp-gum grows in poorer soils, especially on hillsides or on damp heathy flats. It occurs south from Eden in New South Wales to Genoa in Victoria.\n\n\n== References =="
  }
}