{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_codonocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. codonocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus codonocarpa, commonly known as the bell-fruited mallee ash or New England mallee ash, is a flowering plant that is endemic to eastern Australia. It is a slender mallee with smooth, grey, yellow or brownish bark, lance-shaped to curved adult leaves, flowers buds in groups of three or seven, white flowers and bell-shaped fruit. It grows on the Northern Tablelands in New South Wales and nearby areas in Queensland.",
    "Description": "Eucalyptus codonocarpa is a slender mallee that typically grows to a height of 6 m (20 ft) and forms a lignotuber. The bark is smooth, grey, yellow or brownish and there are sometimes ribbons of shed bark hanging from the upper branches. The leaves on young plants and on coppice regrowth are arranged in opposite pairs near the ends of the stems, linear to narrow lance-shaped, 65–140 mm (2.6–5.5 in) long, 10–20 mm (0.39–0.79 in) wide and glossy green. Adult leaves are arranged alternately, the same glossy green on both sides, lance-shaped to slightly curved, 65–150 mm (2.6–5.9 in) long and 10–20 mm (0.39–0.79 in) wide on a petiole 5–20 mm (0.20–0.79 in) long. The flower buds are arranged in groups of three or seven on an unbranched peduncle 4–10 mm (0.16–0.39 in) long, the individual buds on a pedicel 1–4 mm (0.039–0.157 in) long. Mature buds are club-shaped, 5–6 mm (0.20–0.24 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded to flattened and warty operculum. Flowering occurs from March to June and the flowers are white. The fruit is a woody, bell-shaped capsule 5–8 mm (0.20–0.31 in) long and 6–9 mm (0.24–0.35 in) wide, with the valves below the rim.",
    "Taxonomy and naming": "Eucalyptus codonocarpa was first formally described in 1930 by the William Blakely and Ernest McKie in Proceedings of the Linnean Society of New South Wales. The specific epithet (codonocarpa) is derived from the Ancient Greek words kodon meaning \"bell\" and karpos meaning \"fruit\", referring to the shape of the fruit.",
    "Distribution and habitat": "Bell-fruited mallee ash grows in shrubland in sandy soil among granite outcrops north from Ebor on the Northern Tablelands and in adjacent areas in Queensland.\n\n\n== References =="
  }
}