{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_aspratilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. aspratilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus aspratilis, commonly known as the soak yate or inland mallee-yate, is a mallee that is endemic to Western Australia. It has rough bark near its base, smooth silvery greyish bark above, lance-shaped adult leaves, pendulous buds in groups of seven, pale yellow or cream-coloured flowers and cylindrical fruit.",
    "Description": "Eucalyptus aspratilis is a mallee that typically grows to a height of 2 to 6 metres (7 to 20 ft), sometimes to 8 m (26 ft) and forms a lignotuber. It has rough, scaly to ribbony greyish brown bark on the lower park of its trunks and smooth silvery grey bark above, or sometimes throughout. Young plants and coppice regrowth have egg-shaped to lance-shaped leaves 25–70 mm (1–3 in) long, 15–25 mm (0.6–1 in) wide and dull bluish grey. Adult leaves are the same glossy green on both sides, lance-shaped, 55–105 mm (2–4 in) long, 10–22 mm (0.4–0.9 in) wide on a petiole 7–20 mm (0.3–0.8 in) long. The flower buds are usually arranged in group of seven in leaf axils on an unbranched peduncle 15–47 mm (0.6–2 in) long, the individual flowers on a pedicel 4–8 mm (0.16–0.31 in) long. Mature buds hang downwards and are an elongated, asymmetric spindle shape, 20–30 mm (0.8–1 in) long, 5–7 mm (0.2–0.3 in) wide with a horn-shaped operculum two or three times as long as the floral cup. Flowering occurs from May to August and the flowers are pale yellow to cream-coloured, or yellowish green. The fruit is a woody, cylindrical capsule 10–15 mm (0.39–0.59 in) long, 7–12 mm (0.3–0.5 in) wide. The fruit contains black to brown oval seeds about 1 to 2 mm (0.04 to 0.08 in) long.",
    "Taxonomy and naming": "Eucalyptus aspratilis was first formally described in 1993 by Lawrie Johnston and Ken Hill. The specific epithet (aspratilis) is a Latin word meaning \"rough\" or \"scaly\", referring to the bark on the lower part of the trunk of this mallee.",
    "Distribution": "Soak yate is found amongst granite outcrops in the Great Southern and southern Goldfields-Esperance regions of Western Australia where it grows in sandy soils. It is most commonly found in an area between Coolgardie, south to Norseman and west to Southern Cross.",
    "Conservation": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}