{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_olivina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. olivina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus olivina is a species of mallee or a tree that is endemic to Western Australia. It has smooth greyish bark, linear to narrow lance-shaped adult leaves, flower buds in groups of seven or nine, creamy white flowers and short barrel-shaped to cup-shaped fruit.",
    "Description": "Eucalyptus olivina is a mallee or a tree that typically grows to a height of 2–7 m (6 ft 7 in–23 ft 0 in) and forms a lignotuber. It has smooth greyish bark that is shed in short strips. Young plants and coppice regrowth have dull green, linear leaves that are 25–65 mm (0.98–2.56 in) long and 2–6 mm (0.079–0.236 in) wide. Mature adult leaves are the same shade of glossy green on both sides, linear to narrow lance-shaped, 35–85 mm (1.4–3.3 in) long and 3–10 mm (0.12–0.39 in) wide, tapering to a petiole 2–12 mm (0.079–0.472 in) long. The flower buds are arranged in leaf axils in groups of seven or nine on an unbranched peduncle 4–10 mm (0.16–0.39 in) long, the individual buds on pedicels 2–3 mm (0.079–0.118 in) long. Mature buds are oval to spindle-shaped, 5–8 mm (0.20–0.31 in) long and about 3 mm (0.12 in) wide with a conical to slightly beaked operculum. Flowering has been recorded in March and the flowers are creamy white. The fruit is a woody, short barrel-shaped to cup-shaped capsule 3–5 mm (0.12–0.20 in) long and 3–6 mm (0.12–0.24 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus olivina was first formally described in 1993 by Ian Brooker and Stephen Hopper in the journal Nuytsia. The specific epithet (olivina) is said to be derived from olivinus, meaning \"olive-coloured\" referring to the leaves, but according to F. A. Sharr olivinus is a non-word, \"presumably derived from olivaceus meaning \"olive-coloured\".",
    "Distribution and habitat": "This eucalypt mostly grows in deep red sand and is common and widespread in the south-eastern wheatbelt extending to east of Hyden in the Avon Wheatbelt, Coolgardie, Esperance Plains and Mallee biogeographic regions.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}