{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_lane-poolei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. lane-poolei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus lane-poolei, commonly known as salmon white gum, is a species of tree or mallee that is endemic to Western Australia. It has smooth but scaly-looking bark, narrow lance-shaped or curved adult leaves, flower buds in groups of seven, creamy white flowers and hemispherical fruit.",
    "Description": "Eucalyptus lane-poolei is a tree or mallee that typically grows to a height of 3–12 m (9.8–39.4 ft) and forms a lignotuber. It has smooth whitish grey to orange-brown bark, often appearing scaly due to partly shed flakes of older bark. Young plants and coppice regrowth have dull, light green, egg-shaped leaves that are 30–90 mm (1.2–3.5 in) long and 10–35 mm (0.39–1.38 in) wide. Adult leaves are narrow lance-shaped to curved, 65–100 mm (2.6–3.9 in) long and 10–17 mm (0.39–0.67 in) wide, the base tapering to a petiole 5–15 mm (0.20–0.59 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 7–20 mm (0.28–0.79 in) long, the individual buds on pedicels 1–7 mm (0.039–0.276 in) long. Mature buds are more or less spherical to oval, 6–11 mm (0.24–0.43 in) long and 5–10 mm (0.20–0.39 in) wide with a rounded operculum. Flowering occurs between January and April or June and September and the flowers are creamy white. The fruit is a woody, hemispherical capsule 7–14 mm (0.28–0.55 in) long and 11–16 mm (0.43–0.63 in) wide. There is a prominent, thick, sloping scar left after the operculum is shed and the valves extend beyond the rim of the fruit.Prior to flowering, this eucalypt forms ornamental globose buds.  The branches of the main stem are twisting and spreading and the lignotuber is large, allowing regeneration after fire. New branches may emerge from the bole without response to fire, and these intertwine with the older trunk to produce a tangled and irregular appearance as mature trees.",
    "Taxonomy and naming": "Eucalyptus lane-poolei was first formally described in 1919 by Joseph Maiden from a specimen collected in the same year at Byford (previously known as \"Beenup\") by the Western Australian forester Charles Edward Lane-Poole. The specific epithet (lane-poolei) honours Lane-Poole \"who collected this species, and who has done much to promote the study of this genus in his State\".",
    "Distribution and habitat": "Salmon white gum is found on slopes and creek banks along the west coast in the Wheatbelt, Peel and South West regions of Western Australia extending from Coorow in the north to Busselton in the south where it grows in sandy or sandy-loam soils containing lateritic or granitic gravel. It is native through most of the range but has become naturalised elsewhere. A distinct population is found on the western side of the Darling Range. Associated species in the understorey include Banksia nivea or Baumea preissii. The species favours Guildford soil of the Perth metropolitan region, on the Swan Coastal Plain, and occurs on wetter sites that inhibit otherwise dominant eucalypts, Eucalyptus calophylla (marri) and E. wandoo.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}