{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_viminalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. viminalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus viminalis, the manna gum, ribbon gum, white gum, or viminalis, is an Australian eucalypt.\nIt is a straight erect tree, often around 40 metres (130 feet)  tall, with rough bark on the trunk and base of larger branches, its upper bark peels away in long \"ribbons\" which can collect on the branches and surrounding ground. Occasionally it can attain very large sizes. A tree with a recorded diameter of 3.27 metres (10.7 ft) is located at Woodbourne in Marlborough, New Zealand.There is a specimen in Coleraine, Victoria, at location -37.60029, 141.6876, that measures  3.575 metres (11.73 ft) diameter.Eucalyptus viminalis is widely distributed in the cooler areas of Australia where the leaves are the favoured food of koalas. Sap has a 5–15% sugar content which makes it an essential part of the energy budget for arboreal or tree dwelling marsupial mammals like yellow-bellied, sugar and other gliders. Koalas reintroduced to Kangaroo Island impact on native E. viminalis and is part of a A$4,000,000 management project from 2005-9.\nThere are three subspecies:\nE. viminalis subsp. viminalis - NSW, Victoria, Tasmania, Mount Lofty Range of South Australia\nE. viminalis subsp. cygnetensis - (previously E. huberana) western Victoria, southeastern South Australia\nE. viminalis subsp. pryoriana - southern VictoriaTimber is generally pale pink to pinkish brown in colour, often with distinctive light grey streaks. The attractive light pink tones of this species and its easy workability make it desirable in furniture applications. Structurally, uses are limited due to its low strength and durability, however some is used in seasoned and unseasoned house framing. Sapwood is distinct.\nFrom its geographical distribution, it is not surprising that it is hardy down to −15 degrees Celsius (+5 °F) or more making it suitable for planting in Europe.\nIndigenous Australians used the wood of the tree to make shields and wooden bowls.The 1889 book 'The Useful Native Plants of Australia’ records that common names included \"White Gum\" or \"Swamp Gum\" of Tasmania. It is also called \"Manna Gum\". Other names are \"Grey Gum\" \"Blue Gum\" \"Drooping Gum\" and that \"From the bark of this tree a kind of manna exudes. It is a crumbly white substance, of a very pleasant, sweet taste, and in much request by the aborigines [sic.]. A white, nearly opaque manna from the normal E. viminalis was found by Mr. Bauerlen at Monga, near Braidwood (New South Wales). It is in small pieces, about the size of peas, but of irregular, flattened shape. In appearance it very much resembles lime which has naturally crumbled or slacked by exposure to a moist atmosphere. It is composed of an unfermentable sugar called Eucalin, which is peculiar to the sap of the Eucalyptus, together with a\nfermentable sugar, supposed to be Dextroglucose. The manna is derived from the exudation of the sap, which \" drying in the hot parched air of the midsummer, leaves the sugary solid remains in a gradually increasing lump, which ultimately falls off, covering the ground in little irregular masses. (McCoy.) This exudation\nof the sap is said by McCoy to take place from the boring of the \"Great Black or Manna Cicada\" (C. moerens.) The Hon. William Macleay of Sydney is, however, by no means of that opinion, as he thinks it cannot be doubted that the manna is the work of a gall-making Coccus. The subject requires clearing up, and it is to be hoped that a naturalist will give his earnest attention to the matter.\"",
    "Gallery": "",
    "See also": "List of superlative trees",
    "References": "",
    "External links": "Jepson Manual Treatment"
  }
}