{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_copulans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. copulans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus copulans is a species of small, critically endangered tree only known in the wild from one or two individual plants in the Blue Mountains of New South Wales. It has smooth bark, usually with several main stems, lance-shaped adult leaves, flower buds in group of eleven or more and more or less spherical fruit.",
    "Description": "Eucalyptus copulans is a tree, often with several main trunks and with smooth grey or green bark that is shed in ribbons. Young plants have narrow elliptical leaves that are dull greyish green, up to 65 mm (2.6 in) long and 25 mm (0.98 in) wide on a petiole 2–7 mm (0.079–0.276 in) long. Adult leaves are lance-shaped, the same glossy green on both sides, 60–120 mm (2.4–4.7 in) long and 10–18 mm (0.39–0.71 in) wide on a petiole 5–10 mm (0.20–0.39 in) long. The flower buds are arranged in groups of eleven or more in leaf axils on a peduncle 3–8 mm (0.12–0.31 in) long, the individual buds sessile or on a pedicel up to 1 mm (0.039 in) long. Mature buds are cylindrical, up to 8 mm (0.31 in) long and 2.5 mm (0.098 in) wide with a conical operculum about the same length as the floral cup. The fruit is a woody, more or less spherical capsule 4–6 mm (0.16–0.24 in) long and about 5 mm (0.20 in) wide with the valves enclosed below the rim.",
    "Taxonomy and naming": "Eucalyptus copulans was first formally described in 1991 by Lawrie Johnson and Ken Hill from a specimen collected in 1957 near Wentworth Falls railway station. The description was published in the journal Telopea.The authors considered that this species is similar to both E. stellulata and E. moorei but that it could not be a hybrid of these species because of its geographical isolation from them. Others authorities consider it to be a subspecies, Eucalyptus moorei subsp. moorei.The specific epithet (copulans) is derived from the Latin word copulo meaning \"to couple\" or \"to join\", referring to \"the link between E. moorei and E. stellulata formed by this species\".",
    "Distribution and habitat": "This species was only ever known from woodland and in swampy sites near Wentworth Falls and the population near the railway station was destroyed in a bushfires in the 1950s. Only two wild-growing specimens are known from the area, growing in a nature reserve.",
    "Conservation status": "This eucalypt is classified as \"endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species include its small population size, inappropriate fire regimes and habitat degradation.\n\n\n== References =="
  }
}