{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_moorei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. moorei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus moorei, commonly known as narrow-leaved sally, is a species of mallee that is endemic to New South Wales. It has smooth bark, linear to narrow lance-shaped or curved adult leaves, flower buds in groups of between seven and fifteen, white flowers and cup-shaped or shortened spherical fruit.",
    "Description": "Eucalyptus moorei is a mallee that typically grows to a height of 6–10 m (20–33 ft) and forms a lignotuber. Young plants and coppice regrowth have sessile leaves arranged in opposite pairs, linear to oblong 28–45 mm (1.1–1.8 in) long and 6–25 mm (0.24–0.98 in) wide. Adult leaves are arranged alternately, linear to narrow lance-shaped or curved, the same glossy green on both sides, 30–90 mm (1.2–3.5 in) long and 4–13 mm (0.16–0.51 in) wide on a petiole up to 8 mm (0.31 in) long. The flower buds are arranged in clusters of between seven and fifteen in leaf axils on an unbranched peduncle 1–7 mm (0.039–0.276 in) long, the individual buds sessile, or on a pedicel up to 1 mm (0.039 in) long. Mature buds are top-shaped, 5–7 mm (0.20–0.28 in) long and about 2 mm (0.079 in) wide with a conical to horn-shaped operculum. Flowering occurs between February and May and the flowers are white. The fruit is a woody cup-shaped or shortened spherical capsule 4–5 mm (0.16–0.20 in) long and 3–6 mm (0.12–0.24 in) wide with the valves enclosed below the level of the rim.",
    "Taxonomy and naming": "Eucalyptus moorei was first formally described in 1905 by Joseph Maiden and Richard Hind Cambage from a specimen collected \"on the highest parts of the Blue Mountains\" and the description was published in Proceedings of the Linnean Society of New South Wales.In 1999, Ian Brooker and David Kleinig described two subspecies of E. moorei, distinguished by the size and shape of their juvenile leaves, that have been accepted by the Australian Plant Census:\n\nEucalyptus moorei subsp. moorei has juvenile leaves that are elliptical to oblong and 6–25 mm (0.24–0.98 in) wide;\nEucalyptus moorei subsp. serpentinicola has juvenile leaves that are linear, 2–7 mm (0.079–0.276 in) wide.The National Herbarium of New South Wales lists Eucalyptus dissita K.D.Hill as a species separate from E. moorei and occurring only in the Gibraltar Range National Park the Australian Plant Census lists it as a synonym.The specific epithet (moorei) honours Charles Moore and dissita is a Latin word meaning \"apart\" or \"remote\". The name serpentinicola refers to the unusual habit of this subspecies that only grows in hills of red soil over serpentinite.",
    "Distribution and habitat": "Narrow-leaved sally grows in sandy soil in heath, sometimes on poorly drained sites or on exposed sandstone. It is found in the Gibraltar Range, Blue Mountains, Tinderry Range and in the Wadbilliga National Park. Subspecies serpentinicola is only known from an area near Gloucester.",
    "References": "\nCategory:Plants described in 1999]]"
  }
}