{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_tetraptera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. tetraptera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus tetraptera, commonly known as square-fruited mallee or four-winged mallee, is a mallee that is endemic to the south coast of Western Australia.",
    "Description": "The low, straggly mallee typically grows to a height of 1 to 3 metres (3 to 10 ft) with a similar width. It usually has a single low branching trunk and has smooth, grey or whitish-grey bark. Juvenile leaves are stalked, ovate to broadly elliptical, to 12 centimetres (5 in) long and 7 cm (2.8 in) wide. Adult leaves have a disjunct to opposite arrangement and are stalked. The leaf blade has an elliptical to lanceolate shape and are 25 cm (10 in) in length and with a width of 7 cm (2.8 in). The leaves are thick, concolorous and glossy green in colour and supported by narrowly flattened petioles. Flowers are pink in late winter to mid summer. Each simple axilaary conflorescence forms a single flowered umbellaster supported by broadly flattened peduncles. Buds have a cylindrical shape with a calyx calyptrate that sheds early. The fruit is sessile, oblong and winged along corners to 5 cm (2.0 in) by 4.2 cm (1.7 in) and red in colour.",
    "Distribution": "The distribution is limited to coastal sandplains where it is also found among granite outcrops of southern Western Australia, north from the Stirling Ranges and south to around Albany east to Israelite Bay in the Great Southern and Goldfields-Esperance regions where it grows in white or grey sandy soils.",
    "Taxonomy": "The species was first formally described by the Russian botanist Nikolai Turczaninow in 1849 as part of the work Decas sexta generum plantarum hucusque non descriptorum adjectis descriptionibus specierum nonnullarum published in the Bulletin de la Societe Imperiale des Naturalistes de Moscou. Known synonyms for this species include Eucalyptus acutangula described by Turczaninow in 1852 in the article Myrtaceae Xerocarpicae in Nova Hollandia a cl. Drummond lectae et plerumque in collectione ejus quinta distributae, determinatae et descriptae published in the Bulletin de la Classe Physico-Mathématique de l'Académie Impériale des Sciences de Saint-Pétersbourg. The type specimen had been collected in 1848 by James Drummond.",
    "Uses": "E. tetraptera is one of the most bizarre of the eucalypts with its spectacular, large, red buds and fruit. A popular ornamental,\nit grows well in full sun in semi-arid climates but is slower growing in cooler climates. It is smog and frost resistant and can be kept in containers. As the plant becomes straggly with age it can be cut back to ground level to rejuvenate. The plant is commercially available as seedlings or as seeds. As for most Eucalypts, the seeds will germinate readily.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}