{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_oxymitra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. oxymitra"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus oxymitra, commonly known as the sharp-capped mallee, is a species of mallee that is endemic to remote parts of Central Australia. It has rough bark on the trunk, smooth greyish bark above, lance-shaped to egg-shaped adult leaves, flower buds in groups of seven, white to pale yellow flowers and hemispherical fruit.",
    "Description": "Eucalyptus oxymitra is a mallee that typically grows to a height of 2–4 m (6 ft 7 in–13 ft 1 in) and forms a lignotuber. It has rough, imperfectly shed ribbons of greyish brown bark on the trunk, smooth grey to cream-coloured bark on the branches. Young plant and coppice regrowth have greyish blue, egg-shaped leaves that are 40–110 mm (1.6–4.3 in) long and 25–45 mm (0.98–1.77 in) wide. Adult leaves are the same shade of dull, greyish green on both sides, lance-shaped to egg-shaped, 55–125 mm (2.2–4.9 in) long and 15–40 mm (0.59–1.57 in) wide, tapering to a petiole 12–28 mm (0.47–1.10 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 7–15 mm (0.28–0.59 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are oval, 11–16 mm (0.43–0.63 in) long and 6–13 mm (0.24–0.51 in) wide with a prominently beaked operculum. Flowering mainly occurs from October to January and the flowers are white to pale yellow. The fruit is a woody, hemispherical to shortened spherical capsule 5–12 mm (0.20–0.47 in) long and 10–21 mm (0.39–0.83 in) wide with the valves protruding above the rim.",
    "Taxonomy": "Eucalyptus oxymitra was first formally described in 1936 by William Blakely in Transactions and Proceedings of the Royal Society of South Australia. The type material was collected by Ralph Tate in 1894 during the Horn expedition.",
    "Distribution and habitat": "Sharp-capped mallee grows in open shrubland in undulating sand and on sand dunes in the central Australian ranges of the far east of Western Australian, south-western Northern Territory and north-western South Australia.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}