{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_capitellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. capitellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus capitellata, commonly known as brown stringybark, is a species of tree that is endemic to New South Wales. It is a small to medium-sized tree with rough, stringy bark from the trunk to the thinnest branches, lance-shaped to curved adult leaves, spindle-shaped or oblong flower buds in groups of seven or more, white flowers and clusters of flattened hemispherical fruit.",
    "Description": "Eucalyptus capitellata is a tree that typically grows to a height of 20–25 m (66–82 ft) and forms a lignotuber. The bark is rough, stringy, grey to brownish and extends from the trunk to the smaller branches. The leaves on young plants and on coppice regrowth are arranged in opposite pairs near the ends of the stems, egg-shaped to broadly lance-shaped, 55–80 mm (2.2–3.1 in) long and 25–40 mm (0.98–1.57 in) wide. Adult leaves are arranged alternately, the same glossy green on both sides, lance-shaped to curved, 80–130 mm (3.1–5.1 in) long and 20–35 mm (0.79–1.38 in) wide on a petiole 8–20 mm (0.31–0.79 in) long. The flower buds are arranged in groups of seven, nine, eleven or more on an unbranched peduncle 15–20 mm (0.59–0.79 in) long and the individual buds are usually sessile. Mature buds are spindle-shaped to oval, 6–8 mm (0.24–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a conical operculum. Flowering mainly occurs between December and February and the flowers are white. The fruit are woody, flattened hemispherical capsules, 4–7 mm (0.16–0.28 in) long, 7–10 mm (0.28–0.39 in) wide and clustered together with the valves at the about the same level as the rim.",
    "Taxonomy": "Eucalyptus capitellata was first formally described in 1795 by James Edward Smith in his book, A Specimen of the Botany of New Holland. Smith noted that a drawing of the fruit of this species had previously been published on page 226 of the book by First Fleet surgeon and naturalist John White, Journal of a Voyage to New South Wales but incorrectly ascribed to Eucalyptus piperita.The specific epithet (capitellata) is a Latin word meaning \"little head\", possibly referring to the clusters of fruit.",
    "Distribution and habitat": "Brown stringybark grows in open forest or woodland, usually in poor, sandy soil in coastal areas between Karuah and Nerriga.\n\n\n== References =="
  }
}