{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_alba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. alba"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus alba, commonly known as white gum, khaki gum or poplar gum, is a species of tree that is native to  Australia, Timor, and New Guinea. It has smooth bark, lance-shaped to egg-shaped leaves, flower buds in groups of seven, white flowers and conical to hemispherical fruits.",
    "Description": "Eucalyptus alba is a tree which grows to a height of 5 to 18 m (16 to 59 ft) with a spreading crown 5 to 15 m (16 to 49 ft) wide. The trunk is often bent and has smooth pinkish red to white or cream-coloured, powdery bark. The leaves on young plants are arranged alternately, egg-shaped to more or less round, 10–20 cm (3.9–7.9 in) long and 8–12 cm (3.1–4.7 in) wide. The adult leaves are egg-shaped to lance-shaped,  5–12 cm (2.0–4.7 in) long and 5–8 cm (2.0–3.1 in) wide with both sides a similar shade of green. The flower buds are arranged in goups of seven on a peduncle 4–14 mm (0.2–0.6 in) long. The buds are oval to more or less spherical, with an operculum 3–5 mm (0.1–0.2 in) long and 4–7 mm (0.2–0.3 in) wide, similar in dimensiont to the floral cup. White flowers appear from August to November and are sometimes profuse. The fruit are cone-shaped to hemispherical, 4–7 mm (0.2–0.3 in) long and 5–8 mm (0.2–0.3 in) wide.The related Eucalyptus bigalerita is similar in appearance, but has larger leaves, buds and seed pods, and is found in alluvial flats.",
    "Taxonomy": "Eucalyptus alba was first described in 1826 by Carl Ludwig Blume, after being discovered by Caspar Georg Carl Reinwardt on Timor and the description was published in Blume's book, Bijdragen tot de flora van Nederlandsch Indië .  The specific epithet (alba) is a Latin word meaning \"white\" and refers to the bark. Within the genus Eucalyptus, this species belongs in the subgenus Symphyomyrtus. Common names include white gum, poplar gum, khaki gum, wongoola, salmon gum and Timor white gum.",
    "Distribution and habitat": "A dominant tree in open woodlands, white gum is found from northeastern Western Australia in the Kimberley region across the Top End of the Northern Territory and between the Cape York Peninsula and Rockhampton in Queensland, as well as New Guinea and Timor. It is often found on ridges and elevated areas, often on poor soil.",
    "Uses": "Eucalyptus alba has horticutural appeal as a small ornamental tree, and can also attract birds. It has also been used for fencing in northern Australia, while the flowers have been used in the beekeeping industry for honey. It was valued by aborigines in the Northern Territory for firewood.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}