{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_orthostemon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. orthostemon"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus orthostemon is a species of mallee that is endemic to the south-west of Western Australia. It has smooth coppery and greyish bark, linear adult leaves, oval to spindle-shaped buds in groups of seven, creamy white flowers and conical to cup-shaped fruit.",
    "Description": "Eucalyptus orthostemon is an upright, spreading mallee that typically grows to a height of 5 m (16 ft) and forms a lignotuber. It has smooth coppery and greyish to silvery bark. Adult leaves are the same shade of green on both sides, linear, 30–55 mm (1.2–2.2 in) long and 2–5 mm (0.079–0.197 in) wide on a petiole 1–4 mm (0.039–0.157 in) long. The flower buds are arranged in leaf axils in groups of five or seven a slightly flattened, unbranched peduncle 3–10 mm (0.12–0.39 in) long, the individual buds on pedicels 2–6 mm (0.079–0.236 in) long. Mature buds are oval to spindle-shaped, 9–14 mm (0.35–0.55 in) long and 3–5 mm (0.12–0.20 in) wide with a horn-shaped to conical operculum that is two or three times longer than the flower cup. Flowering occurs from January to February and the flowers are creamy white. The fruit is a woody, conical to cup-shaped capsule, 5–8 mm (0.20–0.31 in) long and 5–7 mm (0.20–0.28 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus orthostemon was first formally described in 2012 by Dean Nicolle and Ian Brooker from a specimen they collected between Yealering and Kulin in 2000.",
    "Distribution and habitat": "This eucalypt grows in saline saltbush flats, mostly between Moora and Wongan Hills in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions.",
    "Conservation": "Eucalyptus orthostemon is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}