{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_olida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. olida"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus olida is a species of small to medium-sized tree that is endemic to a restricted area of New South Wales. It has rough, flaky and fibrous bark on the trunk and larger branches, lance-shaped to curved adult leaves, flower buds in groups of seven to fifteen or more, white flowers and barrel-shaped or bell-shaped fruit.",
    "Description": "Eucalyptus olida is a tree that typically grows to a height of 20–30 m (66–98 ft) and forms a lignotuber. It has thick, rough, fibrous and flaky bark on the trunk and larger branches, smooth white or grey bark that is shed in long ribbons from branches less than 50–80 mm (2.0–3.1 in) in diameter. Young plants and coppice regrowth have dull bluish green, egg-shaped leaves that are 45–100 mm (1.8–3.9 in) long and 25–55 mm (0.98–2.17 in) wide. Adult leaves are the same shade of dull to slightly glossy green on both sides, lance-shaped to curved, 70–185 mm (2.8–7.3 in) long and 9–26 mm (0.35–1.02 in) wide tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in leaf axils in groups of between seven and fifteen or more on an unbranched peduncle 4–18 mm (0.16–0.71 in) long, the individual buds on pedicels 3–4 mm (0.12–0.16 in) long. Mature buds are oval, about 4 mm (0.16 in) long and 2–3 mm (0.079–0.118 in) wide with a rounded or conical operculum. Flowering has been recorded in February and the flowers are white. The fruit is a woody, barrel-shaped or bell-shaped capsule with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus olida was first formally described in 1990 by Lawrie Johnson and Ken Hill in the journal Telopea. The specific epithet (olida) is from the Latin olidus, meaning \"smelling\" or \"rank\", referring to the odour of the leaves when crushed.",
    "Distribution and habitat": "This eucalypt is restricted to the Timbarra Plateau and Gibraltar Range National Park where it grows in forest and woodland in shallow soil derived from granite.",
    "Uses": "",
    "Uses-Essential oils": "The leaves of E. olida are distilled for its crystal-like essential oils used in flavouring and perfumery. The leaf oil is 98% methyl cinnamate and yield is 2-6% of fresh leaf weight.",
    "Uses-Use in food": "The leaf of E. olida leaf is also used as a dried spice product in bushfood cooking, especially with fruit and in herbal teas. It has high anti-oxidant activity.",
    "Gallery": "",
    "References": "",
    "External links": "Plant profile and cultivation [2]"
  }
}