{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_brookeriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. brookeriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus brookeriana, commonly known as Brooker's gum, is a tree species that is endemic to south-eastern Australia. It has rough, fibrous bark on the lower part of its trunk, smooth bark higher up, lance-shaped, egg-shaped or curved adult leaves, flower buds usually arranged in groups of seven, white flowers and cup-shaped, conical or bell-shaped fruit.",
    "Description": "Eucalyptus brookeriana is a tree that typically grows to a height of 40 metres (131 ft) and forms a lignotuber. It has rough, fibrous, brown or grey bark at the base of the trunk and for up to 6 metres (20 ft), smooth white, cream-coloured, greenish or coppery bark higher up, and often hanging in ribbons when shed. Young plants and coppice regrowth have egg-shaped, elliptic, oblong or more or less round leaves 30–115 mm (1–5 in) long, 20–50 mm (0.8–2 in) wide, different shades of green on either side, and always have a petiole. Adult leaves are glossy green, lance-shaped to egg-shaped or curved, 65–160 mm (3–6 in) long, 13–55 mm (0.5–2 in) wide on a petiole 10–33 mm (0.4–1 in) long. The flower buds are arranged in groups of seven, sometimes nine, on a peduncle 4–15 mm (0.2–0.6 in) long, the individual buds on a pedicel 2–5 mm (0.08–0.2 in) long. Mature buds are oval to diamond-shaped, 6–10 mm (0.24–0.39 in) long and 3–6 mm (0.12–0.24 in) wide with a conical to beaked operculum 3–5 mm (0.12–0.20 in) long. Flowering occurs in summer and autumn and the flowers are white. The fruit is a woody cup-shaped, conical or bell-shaped capsule, 4–8 mm (0.16–0.31 in) long and 5–7 mm (0.20–0.28 in) wide with the valves at rim level or slightly above.",
    "Taxonomy and naming": "Eucalyptus brookeriana was first formally described in 1979 by Alan Maurice Gray from a specimen collected near Little Swanport in Tasmania and the description was published in the journal Australian Forest Research. The specific epithet (brookeriana) honours M.I.H. Brooker \"who specialized in the taxonomy of the genus Eucalyptus.",
    "Distribution and habitat": "Brooker's gum has a disjunct distribution in Tasmania and Victoria. In Victoria it grows on the northern foothills of the Otway Ranges and in the Daylesford-Trentham area. It is widely distributed in Tasmania except in the south-west and occurs on King Island where it is the most abundant eucalypt. It grows on slopes and ridge tops but also near watercourses in wet forest and sometimes in or near rainforest.",
    "Gallery": "",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}