{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_brownii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. brownii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus brownii, commonly known as the Brown's box or Reid River box, is a species endemic to Queensland. It is a small to medium-sized tree with hard, tough, fissured bark, lance-shaped adult leaves, flower buds in groups of eleven to fifteen, white flowers and usually cup-shaped fruit.",
    "Description": "Eucalyptus brownii is a species of tree that typically grows to a height of 18 metres (59 ft) and forms a lignotuber. It has rough, hard, fibrous-flaky bark with whitish patches, pale and patchy grey or grey-brown in colour and is persistent on the trunk and on the larger branches. Leaves on young plants and on coppice regrowth are arranged alternately, broadly lance-shaped to egg-shaped, 40–90 millimetres (1.6–3.5 in) long, 14–32 mm (0.6–1.3 in) wide and have a petiole. The adult leaves are the same glossy green on both sides, lance-shaped, 60–170 millimetres (2.4–6.7 in) long, 10–36 mm (0.4–1.4 in) wide on a petiole 15–30 millimetres (0.6–1.2 in) long. The flower buds are arranged in leaf axils in groups of eleven, thirteen or fifteeen on a peduncle 3–8 millimetres (0.12–0.31 in) long, the individual flowers on a pedicel 1–4 millimetres (0.04–0.16 in) long. Mature buds are oval, 2–4 millimetres (0.08–0.16 in) long, 2–3 mm (0.08–0.12 in) wide with a rounded operculum. Flowering mainly occurs from August to October and the flowers are a creamy-white colour. The fruit is a woody, cup-shaped or sometimes bell-shaped capsule 2–3 millimetres (0.08–0.12 in) long and wide on a pedicel 1–3 millimetres (0.04–0.12 in) long, the valves eclosed or level with the rim.",
    "Taxonomy and naming": "Eucalyptus brownii was first formally described by Joseph Maiden and Richard Hind Cambage from specimens collected by Nicholas Daley along the Reid River near Townsville in 1912.  The specific epithet (brownii) honours Robert Brown.",
    "Distribution and habitat": "Brown's box grows on plains and gentle slopes in central eastern Queensland. It is found between the Connors River south of Sarina, Barcaldine, Hughenden, Charters Towers and Townsville. It is often found as part of open woodland communities along with Eucalyptus persistens with a shrub layer of Eremophila mitchellii, Psydrax oleifolia, Flindersia maculosa and Lysiphyllum species on clay soils in Cainozoic plains or in association with Eucalyptus cambageana and E. crebra in woodlands on low metamorphic rises.\n\n\n== References =="
  }
}