{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_baileyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. baileyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus baileyana, commonly known as Bailey's stringybark, is a tree endemic to near-coastal areas of eastern Australia. It has rough, stringy bark on its trunk and main branches, lance-shaped adult leaves, flower buds in groups of seven, white flowers with stamens in four bundles and urn-shaped to more or less spherical fruit.",
    "Description": "Eucalyptus baileyana is a tree that grows to a height of 25–40 metres (82–131 ft) and forms a lignotuber. It has persistent, red-brown or brown-black, stringy or fibrous bark. Young plants and coppice regrowth have hairy, often bright pink tips, and lance-shaped leaves 60–150 mm (2.4–5.9 in) long and 25–75 mm (1–3 in) wide. Adult leaves are lance-shaped or curved, 90–165 mm (3.5–6.5 in) long and 10–25 mm (0.4–1 in) wide on a petiole 12–20 mm (0.47–0.79 in) long. The leaves are dark green on one side and a lighter green on the other. The flowers are borne in groups of seven in leaf axils on an unbranched peduncle 15–25 mm (0.59–0.98 in) long, the individual buds on a pedicel 3–9 mm (0.12–0.35 in) long. Mature buds are club-shaped to spindle-shaped, 5–8 mm (0.20–0.31 in) long and 3–5 mm (0.1–0.2 in) wide with a rounded or conical operculum with a small point on the end. Flowering mainly occurs from October to January and the flowers are white with the stamens arranged in four bundles. The fruit is a woody urn-shaped or shortened spherical capsule 9–15 mm (0.35–0.59 in) long and 8–17 mm (0.3–0.7 in) wide with the valves level with the rim or slightly above.",
    "Taxonomy and naming": "Eucalyptus baileyana was first formally described in 1878 by Ferdinand von Mueller and the description was published in Fragmenta Phytographiae Australiae. The species name (baileyana) honours Frederick Manson Bailey who collected the type specimen from near Moreton Bay.",
    "Distribution": "Bailey's stringybark is often found on hills, ridges and coastal lowlands as part of dry sclerophyll forest or woodland communities growing in nutrient poor, shallow sandy soils over sandstone. In New South Wales it is found along the coast north from Coffs Harbour and across the border into Queensland in a narrow belt that is usually less than 80 kilometres (50 mi) from the coast. It extends as far north as Brisbane with a sporadic distribution further north to around the Blackdown Tableland. Species commonly associated with the tree include Eucalyptus planchoniana, Eucalyptus cloeziana, Eucalyptus citriodora, Eucalyptus gummifera and Eucalyptus intermedia.",
    "Conservation": "This eucalypt is classed as of \"least concern\" in Queensland under the Queensland Government Nature Conservation Act 1992.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}