{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_orbifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. orbifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus orbifolia, commonly known as round-leaved mallee,  is a tree which occurs in inland areas Australia.",
    "Description": "The mallee or tree typically grows to a height of 2.5 to 8 metres (8 to 26 ft). The tree produces showy cream-yellow flowers predominantly between mid-winter and late spring from July to November. It has rough minni ritchi bark on the trunk. Like most mallees it has multiple stems. The bark is reddish brown in colour and which peels and curls outwards, exposing paler white-grey bark below. The grey-green, oval-shaped adult  leaves are 25 to 40 millimetres (1.0 to 1.6 in) in length and 15 to 40 mm (0.6 to 1.6 in) wide. Each inflorescence is 20 to 25 mm (0.8 to 1.0 in) in diameter.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1859 as part of the work Fragmenta Phytographiae Australiae. Known synonyms include Eucalyptus lata described by L.A.S.Johnson and K.D.Hill in 1992 in Systematic studies in the eucalypts - 5. New taxa and combinations in Eucalyptus (Myrtaceae) in Western Australia published in the journal Telopea. The name is also often misapplied to Eucalyptus websteriana described by Joseph Maiden in 1916 in the work Notes on Eucalyptus, (with descriptions of new species) published in Journal and Proceedings of the Royal Society of New South Wales and\nThe name orbifolia is latin in origin from orbiculus meaning circular or ring and folium meaning leaf, referring to the shape of the leaves.",
    "Distribution": "It is found amongst granite outcrops and on slopes and ridges in the Mid West, Wheatbelt and Goldfields regions of Western Australia between Mount Magnet, Mukinbudin and Kalgoorlie where it grows in shallow gravelly red sandy or sandy-clay soils. The range extends into central Australia west of Alice Springs in the Northern Territory and northern South Australia.",
    "Cultivation": "The mallee is sold commercially in seed form or as seedlings. It will grow well in a full sun position and is drought and frost tolerant when established. Suitable as an ornamental or as a light screen it also attracts native birds. The seeds propagate easily and it can be grown in a large container.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}