{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cuprea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cuprea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cuprea, commonly known as the mallee box, is a species of mallee that is endemic to the west coast of Western Australia. It has rough, flaky bark on the base of its trunk, smooth coppery-coloured bark above, lance-shaped adult leaves, flower buds in groups of seven, creamy white flowers and conical to cup-shaped fruit.",
    "Description": "Eucalyptus cuprea is a mallee that typically grows to a height of 2.5–6 m (8 ft 2 in–19 ft 8 in) and forms a lignotuber. It has rough flaky, box-style bark for up to 1.5 m (4 ft 11 in) of the trunk, smooth copper-colour to pale orange-grey bark above. Young plants and coppice regrowth have egg-shaped, dull greyish green leaves that are 55–100 mm (2.2–3.9 in) long and 30–60 mm (1.2–2.4 in) wide. Adult leaves are arranged alternately, the same glossy green on both sides 80–135 mm (3.1–5.3 in) long and 12–20 mm (0.47–0.79 in) wide on a petiole 12–25 mm (0.47–0.98 in) long. The flower buds are arranged in groups of seven on an unbranched peduncle 5–15 mm (0.20–0.59 in) long, the individual buds on a pedicel 2–6 mm (0.079–0.236 in) long. Mature buds are oval to pear-shaped, about 5 mm (0.20 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded operculum, usually with a small point on the tip. Flowering occurs between August and November and the flowers are white or creamy-white. The fruit is a woody conical to cup-shaped capsule 4–7 mm (0.16–0.28 in) long and 4–5 mm (0.16–0.20 in) wide on a pedicel 1–5 mm (0.039–0.197 in) long with the valves deeply enclosed in the fruit.",
    "Taxonomy and naming": "Eucalyptus cuprea was first formally described in 1993 by Ian Brooker and Stephen Hopper from a specimen collected by Brooker north of the Murchison River in 1984. The specific epithet (cuprea) is a Latin word meaning \"coppery\" in reference to the seasonal colour of the smooth bark.Eucalyptus cuprea belongs in Eucalyptus subgenus Symphyomyrtus section Adnataria (also known as the boxes). Within the Adnataria section, E. cuprea is part of a subgroup, series Buxeales which are all found in south-eastern Australia, with only three occurring in Western Australia, those being E.cuprea , E. absita and E. lucasii. All three have inflexed stamens which separates them from the eastern species.",
    "Distribution and habitat": "Mallee box is found in a small area in the Geraldton hills in the Mid West region of Western Australia where it grows in shallow sandy soils over granite. It occurs in almost pure stands.",
    "Conservation status": "Eucalyptus cuprea is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). An Interim Recovery Plan has been prepared. The main threats to the species include farming activities such as grazing by sheep, weed invasion, land clearing, firebreak maintenance and inappropriate fire regimes.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}