{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_herbertiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. herbertiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus herbertiana, commonly known as Kalumburu gum or yellow-barked mallee, is a species of small tree or mallee that is endemic to northern Australia. It has smooth bark, lance-shaped or curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped, hemispherical or conical fruit.",
    "Description": "Eucalyptus herbertiana is a small tree or mallee that typically grows to a height of 4 to 10 metres (13 to 33 ft) and forms a lignotuber. It has smooth, powdery white bark with salmon coloured or creamy yellow new bark. Young plants and coppice regrowth have bluish grey to glaucous, egg-shaped leaves 70–100 mm (2.8–3.9 in) long and 35–65 mm (1.4–2.6 in) wide. Adult leaves are the same dull green colour on both sides, lance-shaped or curved, 80–220 mm (3.1–8.7 in) long and 10–22 mm (0.39–0.87 in) wide on a petiole 10–30 mm (0.39–1.18 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 3–14 mm (0.12–0.55 in) long, the individual buds sessile or on a pedicels 1–5 mm (0.039–0.197 in) long. Mature buds are oval, 4–8 mm (0.16–0.31 in) long and 2.5–4 mm (0.098–0.157 in) wide with a conical operculum. Flowering occurs in January, from June to July or from November to December and the flowers are white or creamy white. The fruit is a woody cup-shaped, hemispherical or conical capsule 2.5–5 mm (0.098–0.197 in) long and 4–6 mm (0.16–0.24 in) wide with the valves protruding high above the rim. The Northern Territory Flora reports that this ecualypt is deciduous during the later dry season.",
    "Taxonomy": "Eucalyptus herbertiana was first formally described by the botanist Joseph Maiden in 1923 in his book A Critical Revision of the Genus Eucalyptus. The name honours Australian botanist Desmond Herbert.Eucalyptus herbertiana belongs to a small group of species closely related to the red gums and is most closely related to E. cupularis and E. gregoriensis. It is similar in appearance to and closely related to the mountain white gum (E. mooreana) but E.mooreana has stem-clasping leaves.",
    "Distribution and habitat": "Kalumburu gum is found growing in skeletal soils amongst sandstone outcrops, hillsides and at the bases of ridges in the Kimberley region of Western Australia, the top end of the Northern Territory and into western Queensland.",
    "Conservation status": "This mallee is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife, and as \"least concern under the Northern Territory Government Territory Parks and Wildlife Conservation Act 2000 and the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}