{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_houseana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. houseana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus houseana, commonly known as Kimberley white gum or tropical white gum, is a species of medium-sized tree that is endemic to the Kimberley region of Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and conical to hemispherical fruit.",
    "Description": "Eucalyptus houseana is a tree that typically grows to a height of 8–20 m (26–66 ft) and forms a lignotuber. It has smooth bark, pale pink at first, white to grey and powdery later. Young plants and coppice regrowth have stems that are more or less square in cross section and sessile leaves arranged in opposite pairs. The juvenile leaves are egg-shaped, 80–130 mm (3.1–5.1 in) long and 50–90 mm (2.0–3.5 in) wide. Adult leaves are arranged alternately, the same dull green on both sides, lance-shaped, 90–190 mm (3.5–7.5 in) long and 20–36 mm (0.79–1.42 in) wide and have a petiole. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 2–5 mm (0.079–0.197 in) long, the individual buds sessile or on a very short pedicel. Mature buds are oval to more or less spherical, 4–6 mm (0.16–0.24 in) long and 3–5 mm (0.12–0.20 in) wide with a rounded operculum. Flowering occurs between July and November and the flowers are white. The fruit is a woody, conical to hemispherical capsule 2–5 mm (0.079–0.197 in) long and 3–5 mm (0.12–0.20 in) wide with the valves near rim level.",
    "Taxonomy and naming": "The name Eucalyptus houseana first appeared in the Western Mail newspaper on 2 June 1906. The article was written by William Vincent Fitzgerald who noted that it \"is among the tallest of the tropical species, it occasionally reaching a height of 80ft\", giving a short note on its distribution and mentioning \"Dr. F. M. House\". The first formal description of the species was published in 1916 by was by Joseph Maiden, giving credit for the name to Fitzgerald. The description was published in Journal and Proceedings of the Royal Society of New South Wales.\nThe specific epithet honours the doctor and explorer Frederick Maurice House.",
    "Distribution and habitat": "Kimberley white gum is found along swampy river flats in forest and woodland throughout the western Kimberley region where it grows in sandy alluvium.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}