{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_phaenophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. phaenophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus phaenophylla, also known as common southern mallee, is a species of mallee that is endemic to Western Australia. It has smooth bark, linear to narrow lance-shaped or narrow ellitptical adult leaves, flower buds in groups of up to thirteen, pale lemon-coloured flowers and barrel-shaped, cylindrical or conical fruit.",
    "Description": "Eucalyptus phaenophylla is a mallee that typically grows to a height of 1 to 6 metres (3 to 20 ft) and forms a lignotuber. It has smooth grey to brownish bark that is shed in ribbons and sometimes accumulates near the base. Adult leaves are linear to narrow lance-shaped or narrow elliptical, the same shade of glossy green on both sides, 45–80 mm (1.8–3.1 in) long and 7–16 mm (0.28–0.63 in) wide, tapering to a petiole 5–12 mm (0.20–0.47 in) long. The flower buds are arranged in leaf axils in groups of up to thirteen on an unbranched peduncle 6–18 mm (0.24–0.71 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are spindle-shaped, 13–19 mm (0.51–0.75 in) long and 3–4 mm (0.12–0.16 in) wide with a horn-shaped operculum that is narrower than, and twice as long as the floral cup. Flowering occurs from January to March or from September to November and the flowers are pale lemon-yellow. The fruit is a woody, barrel-shaped, cylindrical or conical capsule 5–9 mm (0.20–0.35 in) long and 5–7 mm (0.20–0.28 in) wide with the valves at rim level.",
    "Taxonomy": "Eucalyptus phaenophylla was first formally described in 1991 by Ian Brooker and Stephen Hopper in the journal Nuytsia, from material that Brooker collected from near the road between Nyabing and Pingrup in 1988.In the same paper, Brooker and Hopper described two subspecies and the names have been accepted by the Australian Plant Census:\n\nEucalyptus phaenophylla subsp. interjacens Brooker & Hopper that has a more straggly habit, larger flower buds than subspecies phaenophylla and an operculum that is about the same width as the floral cap at their join;\nEucalyptus phaenophylla Brooker & Hopper subsp. phaenophylla.",
    "Distribution and habitat": "Common southern mallee is found on gently undulating sand plains, breakaways and ridges between Wickepin and the Ravensthorpe Range, where it grows in species-rich mallee communities.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}