{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_fruticosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. fruticosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus fruticosa is a species of mallee that is endemic to Western Australia. It has rough, fibrous or flaky bark on the trunk, sometimes also on the larger branches, smooth pale brownish bark above, linear to narrow elliptical adult leaves, flower buds in groups of between seven and eleven, white to cream-coloured flowers and barrel-shaped to shortened spherical fruit.",
    "Description": "Eucalyptus fruticosa is a sprawling mallee or a shrub that typically grows to a height of 1.5–5 m (4 ft 11 in–16 ft 5 in) and forms a lignotuber. It has rough fibrous or flaky bark on the trunk, sometimes extending to the larger branches, smooth pale brown bark shedding in ribbons above. Young plants and coppice regrowth have heart-shaped to elliptic leaves 12–60 mm (0.47–2.36 in) long, 8–15 mm (0.31–0.59 in) wide and glaucous at first. Adult leaves are linear or narrow lance-shaped to narrow elliptical, the same glossy green on both sides, 30–80 mm (1.2–3.1 in) long and 7–17 mm (0.28–0.67 in) wide on a petiole up to 13 mm (0.51 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 4–10 mm (0.16–0.39 in) long, the individual buds on pedicels 1–3 mm (0.039–0.118 in) long. Mature buds are oval to spindle-shaped, 7–10 mm (0.28–0.39 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to beaked operculum. Flowering occurs between January and May and the flowers are white to cream-coloured. The fruit is a woody barrel-shaped to shortened spherical capsule 4–8 mm (0.16–0.31 in) long and 5–6 mm (0.20–0.24 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus fruticosa was first formally described in 1979 by Ian Brooker in the journal Brunonia from a specimen he collected 103 mi (166 km) south of Exmouth. The specific epithet (fruticosa) is derived from a Latin word meaning \"shrubby\", referring to the habit of this species.",
    "Distribution and habitat": "This mallee grows in red sandy soils on sand plains, sand dunes and calcareous hills in open shrubland along the coast of Western Australia from south of Exmouth Gulf to south of Shark Bay.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}