{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_×_macmahonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. × macmahonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus × macmahonii is a species of mallee that is endemic to two small areas in Victoria. It has mostly smooth bark, lance-shaped leaves, flower buds in groups of between seven and eleven, white flowers and cup-shaped to cylindrical fruit.",
    "Description": "Eucalyptus × macmahonii is a mallee that typically grows to a height of 5 m (16 ft) and forms a lignotuber. It has smooth reddish brown bark, sometimes with a few ribbons of loose bark near the base. Young plants and coppice regrowth have leaves that are arranged alternately, elliptic to lance-shaped, 40–80 mm (1.6–3.1 in) long and 14–25 mm (0.55–0.98 in) wide. Adult leaves are lance-shaped to slightly curved, the same glossy green on both sides, 70–110 mm (2.8–4.3 in) long and 8–15 mm (0.31–0.59 in) wide on a petiole up to 13 mm (0.51 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle up to 12 mm (0.47 in) long, the individual buds sessile or on short pedicels. Mature buds oval to club-shaped, up to 9 mm (0.35 in) long and 5 mm (0.20 in) wide with a conical operculum. The flowers are white and the fruit is a woody, cup-shaped to more or less cylindrical capsule 6–9 mm (0.24–0.35 in) long and 5–8 mm (0.20–0.31 in) wide with the valves below the level of the rim.",
    "Taxonomy and naming": "Eucalyptus × macmahonii was first formally described in 1997 by Kevin Rule from a specimen collected on the southern side of Mount Arapiles. Rule gave it the name Eucalyptus macmahonii and published the description in the journal Muelleria. The specific epithet (mcmahonii) honours \"Dr Don McMahon who is credited with the discovery of this new species\".The Royal Botanic Gardens Victoria suggests that this species is a stabilised hybrid between E. phenax and E. wimmerensis.",
    "Distribution and habitat": "This mallee is only known from the type location and south of the Little Desert near Nurcoung where it grows in mallee communities.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}