{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_leprophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. leprophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus leprophloia, commonly known as scaly butt mallee, is a species of mallee that is endemic to a small area in Western Australia. It has rough, fibrous bark on the base of the trunk, smooth bark above, lance-shaped adult leaves, flower buds in groups of seven to eleven, white flowers and cup-shaped to barrel-shaped fruit.",
    "Description": "Eucalyptus leprophloia is a mallee that typically grows to a height of 2–5 m (6 ft 7 in–16 ft 5 in) and forms a lignotuber. It has rough, fibrous, greyish brown bark on the base of the trunks, smooth greyish over pale copper-coloured bark above. Young plants and coppice regrowth have elliptic to egg-shaped leaves that are 50–85 mm (2.0–3.3 in) long, 25–40 mm (0.98–1.57 in) wide and have a petiole. Adult leaves are the same glossy green on both sides, lance-shaped, 70–105 mm (2.8–4.1 in) long and 15–30 mm (0.59–1.18 in) wide on a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on a flattened, unbranched peduncle 3–10 mm (0.12–0.39 in) long, the individual buds on pedicels about 3 mm (0.12 in) long. Mature buds are oval, 7–9 mm (0.28–0.35 in) long, about 5 mm (0.20 in) wide with a rounded operculum. Flowering occurs from August to October and the flowers are white. The fruit is a woody, cup-shaped to barrel-shaped capsule 5–6 mm (0.20–0.24 in) long and 6–7 mm (0.24–0.28 in) wide with the valves at rim level.",
    "Taxonomy and naming": "Eucalyptus leprophloia was first formally described in 1993 by Ian Brooker and Stephen Hopper from a specimen Hopper collected near Badgingarra in 1986. The description was published in the journal Nuytsia. According to Brooker and Hopper the specific epithet (leprophloia) is derived from \"Greek lepros - \"scaly\" and phloia - \"bark\". \"Bark\" in ancient Greek is however phloios (φλοιός).",
    "Distribution and habitat": "Scaly butt mallee is only known from near Badgingarra to the Mount Adams area where it grows in a range of habitats including hill slopes and gentle valleys with powderbark wandoo and coastal blackbutt.",
    "Conservation status": "This mallee is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and an interim recovery plant has been prepared. It is also classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). Several populations of the species occur on private property and the main threats to the species relate to farming activities including ploughing, use of fertiliser and herbicide, grazing by livestock and rabbits. Land clearing and inappropriate fire regimes are also a threat.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}