{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_woodwardii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. woodwardii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus woodwardii, commonly known as lemon-flowered gum and also Woodward's blackbutt, is a small tree or mallee that is endemic to Western Australia. The Noongar name for the tree is Gungurra.",
    "Description": "The tree typically grows to a height of 6 to 15 metres (20 to 49 ft) and a canopy that spreads to over 3 metres (10 ft). It has smooth, white, pink, greenish or light copper coloured bark that sheds in ribbons. Juvenile leaves are stalked, ovate to broad-lanceolate to elliptical, to 18 x 9 cm. Adult leaves have a disjunct arrangement and are stalked. The leaf blade has a broad-lanceolate shape, basally tapered and are about 18 centimetres (7 in) in length and 5 cm (2.0 in) wide. Leaves are dull, grey-green to glaucous and concolorous. Lemon yellow flowers appear in late winter to late spring. Each axillary, simple conflorescence has three to seven flowered umbellasters on terete peduncles. The buds have a  rostrate or urceolate appearance with a calyx calyptrate that sheds early. The fruit is bell or urceolate shaped that are about 1.5 cm (0.59 in) long and 1.4 cm (0.55 in) wide. Fruits have depressed discs and enclosed valves and contain red coloured seeds that are linear and cuboid.",
    "Taxonomy": "The species was first formally described by the botanist Joseph Maiden in 1910 as part of the work On two new Western Australian species of Eucalyptus as published in the Journal of the Natural History & Science Society of Western Australia. The type specimen was collected by the surveyor H. Deane in 1909 from along the Trans-Australian Railway line about 120 miles (193 km) east of Kalgoorlie.",
    "Distribution": "E. woodwardii' is found on flats and rises with a field distribution that is limited to east of Kalgoorlie in Western Australia in the Karonie area, and with sand or deep sandy loam.",
    "Cultivation": "The tree is a very popular ornamental in southern Australia due to its attractive, large, lemon-yellow flowers. The cascades of yellow flowers, grey weeping foliage makes the drought tolerant tree suitable for many gardens. It is also frost tolerant and attracts bees and birds. Used as a privacy screening plant or a feature plant it has a medium growth rate and requires little pruning. It is commercially available in seed or as tubestock.In the 1970s hybrids between this and coral gum (E. torquata) called Torwood had been developed.\n\n\n== References =="
  }
}