{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_bigalerita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. bigalerita"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus bigalerita, commonly known as the northern salmon gum, Adelaide River white gum, or poplar gum is a species of tree that is endemic to north-western Australia. It has smooth bark, large triangular to more or less round adult leaves, flower buds in groups of seven, white flowers and conical to hemispherical fruit.",
    "Description": "Eucalyptus bigalerita is a tree that typically grows to a height of 6 to 18 metres (20 to 59 ft) and forms a lignotuber. The bark is smooth on the trunk and branches, pale orange to creamy-pink when newly exposed, fading to grey before it is shed. Leaves on young plants and on coppice regrowth are arranged alternately, dull greyish green, triangular to heart-shaped, 70–180 mm (2.8–7.1 in) long, 65–160 mm (3–6 in) wide and have a petiole. Adult leaves are triangular to more or less round, mostly 90–150 mm (3.5–5.9 in) long, 70–150 mm (3–6 in) wide on a petiole 3–12 mm (0.12–0.47 in) long and usually the same glossy green on both sides. The leaves are often shed during the drier months prior to the wet season. The flower buds are arranged in groups of seven on a peduncle usually 3–12 mm (0.12–0.47 in) long, the individual flowers either sessile or on a pedicel up to 9 mm (0.35 in) long. The mature flower buds are more or less spherical, 6–12 mm (0.24–0.47 in) long, 6–11 mm (0.2–0.4 in) wide with a rounded to shortly beaked operculum. Flowering occurs between June and September and the flowers are white. The fruit is a woody, conical to hemispherical capsule 6–9 mm (0.24–0.35 in) long, 8–12 mm (0.3–0.5 in) wide on a pedicel up to 6 mm (0.24 in) long.",
    "Taxonomy and naming": "Eucalyptus bigalerita was first formally described in 1859 by Ferdinand von Mueller and the description was published in the Journal of the Proceedings of the Linnean Society, Botany. The specific epithet (bigalerita) is derived from the Latin words bi meaning \"two\" or \"double\" and galeritus meaning \"wearing a hood\" referring to the double operculum of the flowers of this species - Mueller emphasised \"operculo duplici\" in his description.Eucalyptus bigalerita belongs to a small group of species closely related to the red gums. Other members include E. alba, E. platyphylla, E. tintinnans, E. apodophylla and E. houseana. Within the group E. bigalerita is most closely related to E. platyphylla and E. tintinnans and is only weakly separated from both.",
    "Distribution and habitat": "The northern salmon gum is found in the north of Western Australia and the Northern Territory. In Western Australia it occurs along watercourses and low-lying flats in the Kimberley region where it grows in alluvium or sandy soils. In the Northern Territory it is found across the Top End, including the Tiwi Islands, the Cobourg Peninsula and as far south as Daly Waters.",
    "Conservation": "Eucalyptus bigalerita is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The plant is easily propagated from seed which germinates readily.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}