{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_quadricostata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. quadricostata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus quadricostata, commonly known as the square-fruited ironbark, is a species of small to medium-sized ironbark that is endemic to Queensland. It has rough ironbark on the trunk and branches, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped fruit that are square in cross-section.",
    "Description": "Eucalyptus quadricostata is a tree that typically grows to a height of 10–14 m (33–46 ft) and forms a lignotuber. It has hard, rough, dark grey to black ironbark on the trunk and branches. Young plants and coppice regrowth have bluish grey to glaucous, egg-shaped to almost round leaves that are 70–120 mm (2.8–4.7 in) long and 35–70 mm (1.4–2.8 in) wide and petiolate. Adult leaves are the same shade of dull green on both sides, lance-shaped to curved, 80–180 mm (3.1–7.1 in) long and 12–36 mm (0.47–1.42 in) wide, tapering to a petiole 15–32 mm (0.59–1.26 in) long. The flower buds are arranged on the ends of branchlets in groups of seven on a branched peduncle 5–20 mm (0.20–0.79 in) long, the individual buds on pedicels 5–7 mm (0.20–0.28 in) long. Mature buds are club-shaped, square in cross-section with a rib on each corner, 8–12 mm (0.31–0.47 in) long and 4–6 mm (0.16–0.24 in) wide with a conical, rounded or pyramid-shaped operculum. Flowering has been recorded in January and July and the flowers are white. The fruit is a woody, cup-shaped capsule that is square in cross-section, 6–13 mm (0.24–0.51 in) long and 6–10 mm (0.24–0.39 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus quadricostata was first formally described in 1985 by Ian Brooker in the journal Austrobaileya from material he collected near \"Oakvale H.S.\".",
    "Conservation status": "This eucalypt is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}