{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_chlorophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. chlorophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus chlorophylla, commonly known as green-leaf box, northern glossy-leaved box or glossy-leaved box, is a species of eucalypt that is endemic to northern Australia. It is a tree or mallee, with hard, rough bark, lance-shaped or curved adult leaves, flower buds in groups of seven, creamy white flowers and usually conical fruit.",
    "Description": "Eucalyptus chlorophylla is a tree that typically grows to a height of 18 m (59 ft) or a mallee to 6 m (20 ft) with hard, rough, grey-brown to bleached grey bark, and that forms a lignotuber. The leaves on young plants and on coppice regrowth are broadly lance-shaped to egg-shaped, 40–90 mm (1.6–3.5 in) long, 14–32 mm (0.55–1.26 in) wide and green to greyish green. Adult leaves are arranged alternately, lance-shaped or curved, the same glossy green on both sides, 70–165 mm (2.8–6.5 in) long and 10–25 mm (0.39–0.98 in) wide on a petiole 7–17 mm (0.28–0.67 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle 2–14 mm (0.079–0.551 in) long, the individual buds on a pedicel 3–5 mm (0.12–0.20 in) long. Mature buds are oval, 5–8 mm (0.20–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a conical operculum. Flowering occurs \nin November or December and the flowers are creamy white. The fruit is a woody, conical or cup-shaped capsule 3–7 mm (0.12–0.28 in) long and 3–6 mm (0.12–0.24 in) wide on a pedicel 1–8 mm (0.039–0.315 in) long. The fruit remain on the tree and contain blackish brown seeds 1–2.5 mm (0.039–0.098 in) long, flattened-oval and sometimes pointed at one end.",
    "Taxonomy and naming": "Eucalyptus chlorophylla was first formally described in 1986 by Ian Brooker and Christopher Done from a specimen located by Brooker in 1982 near Kununurra. The description was published in the journal Nuytsia. The specific epithet (chlorophylla) is derived from the Ancient Greek words chloros meaning \"green\" and phyllon meaning \"leaf\".",
    "Distribution and habitat": "Green-leaf box is found scattered over plains and low rises in the Kimberley region of Western Australia, near Kununurra and Fitzroy Crossing spreading east through the top end of the Northern Territory from a latitude between Mataranka south to about Tennant Creek and then in the Gulf Country of Queensland as far east as the hinterland of the Gulf of Carpentaria. It is found growing in woodlands and shrubby plains in gravelly lateritic to loamy soils or sand.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife and as \"least concern\" in the Northern Territory and Queensland.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}