{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_marginata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. marginata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus marginata, commonly known as jarrah, djarraly in Noongar language and historically as Swan River mahogany, is a plant in the myrtle family, Myrtaceae and is endemic to the south-west of Western Australia. It is a tree with rough, fibrous bark, leaves with a distinct midvein, white flowers and relatively large, more or less spherical fruit. Its hard, dense timber is insect resistant although the tree is susceptible to dieback. The timber has been utilised for cabinet-making, flooring and railway sleepers.",
    "Description": "Jarrah is a tree which sometimes grows to a height of 40 m (100 ft) high with a trunk up to 3 m (10 ft) in diameter. Older specimens have a lignotuber and roots that extend down as far as 40 m (100 ft). It is a stringybark with rough, greyish-brown, vertically grooved, fibrous bark which sheds in long flat strips. The leaves are arranged alternately along the branches, narrow lance-shaped, often curved, 8–13 cm (3–5 in) long and 1.5–3 cm (0.6–1 in) broad, shiny dark green above and paler below. There is a distinct midvein, spreading lateral veins and a marginal vein separated from the margin. The stalked flower buds are arranged in umbels of between 4 and 8, each bud with a narrow, conical cap 5–9 mm (0.2–0.4 in) long. The flowers 1–2 cm (0.4–0.8 in) in diameter, with many white stamens and bloom in spring and early summer. The fruit are spherical to barrel-shaped, and 9–20 mm (0.4–0.8 in) long and broad.",
    "Taxonomy and naming": "Eucalyptus marginata was first formally described in 1802 by James Edward Smith, whose description was published in Transactions of the Linnean Society of London. Smith noted that his specimens had grown from seeds brought from Port Jackson and noted a resemblance to both Eucalyptus robusta and E. pilularis. The specific epithet (marginata) is a Latin word meaning \"furnished with a border\". Smith did not provide an etymology for the epithet but did note that, compared to E. robusta \"the margin [of the leaves] is more thickened\".",
    "Distribution and habitat": "Eucalyptus marginata occurs in the south-west corner of Western Australia, generally where the rainfall isohyet exceeds 600 mm (20 in). It is found inland as far as Mooliabeenee, Clackline and Narrogin and in the south as far east as the Stirling Range. Its northern limit is Mount Peron near Jurien Bay but there are also outliers at Kulin and Tutanning in the Pingelly Shire. The plant often takes the form of a mallee in places like Mount Lesueur and in the Stirling Range but it is usually a tree and in southern forests sometimes reaches a height of 40 metres (130 ft). It typically grows in soils derived from ironstone and is generally found within its range, wherever ironstone is present.",
    "Ecology": "Jarrah is an important element in its ecosystem, providing numerous habitats for animal life – especially birds and bees – while it is alive, and in the hollows that form as the heartwood decays. When it falls, it provides shelter to ground-dwellers such as the chuditch (Dasyurus geoffroii), a carnivorous marsupial.\nJarrah has shown considerable adaptation to different ecologic zones – as in the Swan Coastal Plain and further north, and also to a different habitat of the lateritic Darling Scarp.Jarrah is very vulnerable to dieback caused by the oomycete Phytophthora cinnamomi. In large sections of the Darling Scarp there have been various measures to reduce the spread of dieback by washing down vehicles, and restricting access to areas of forest not yet infected.",
    "Uses": "Jarrah produces a dark, thick, tasty honey, but its wood is its main use. It is a heavy wood, with a specific gravity of 1.1 when green. Its long, straight trunks of richly coloured and beautifully grained termite-resistant timber make it valuable for cabinet making, flooring, panelling and outdoor furniture. The finished lumber has a deep rich reddish-brown colour and an attractive grain. When fresh, jarrah is quite workable but when seasoned it becomes so hard that conventional wood-working tools are near useless on it. It is mainly used for cabinet making and furniture although in the past it was used in general construction, railway sleepers and piles. In the 19th century, famous roads in other countries were paved with jarrah blocks covered with asphalt.Jarrah wood is very similar to that of Karri, Eucalyptus diversicolor. Both trees are found in the southwest of Australia, and the two woods are frequently confused. They can be distinguished by cutting an unweathered splinter and burning it: karri burns completely to a white ash, whereas jarrah forms charcoal. This property of jarrah was critical to charcoal making and charcoal iron smelting operations at Wundowie from 1948 to 1981. Most of the best jarrah has been logged in southwestern Australia.\nA large amount was exported to the United Kingdom, where it was cut into blocks and covered with asphalt for roads. One of the large exporters in the late nineteenth century was M. C. Davies who had mills from the Margaret River to the Augusta region of the southwest, and ports at Hamelin Bay and Flinders Bay.\nThe local poet Dryblower Murphy wrote a poem, \"Comeanavajarrah\" that was published in The Sunday Times of May 1904, about the potential to extract alcohol from jarrah timber.Jarrah has become more highly prized, and supports an industry that recycles it from demolished houses. Even so, in 2004, old 4-by-2-inch (10 by 5 cm) recycled jarrah was routinely advertised in Perth papers for under $1.50 per metre. Larger pieces of the timber were produced in the early history of the industry, from trees of great age, and these are also recovered from the demolition of older buildings.\nOffcuts and millends, dead and fire-affected jarrah also sell as firewood for those using wood for heating in Perth, and 1-tonne (2,200 lb) loads can (as of winter 2005) exceed $160 per load.\nJarrah tends to work well in slow combustion stoves and closed fires and generates a greater heat than most other available woods.Jarrah is used in musical instrument making, for percussion instruments and guitar inlays.\nBecause of its remarkable resistance to rot, jarrah is used to make hot tubs.\nEucalyptus marginata have been used for traditional purposes as well. Some parts of the jarrah tree were used as a remedy for some illnesses and diseases. Fever, colds, headaches, skin diseases and snakes bites were traditionally cured through the use of jarrah leaves and bark.",
    "See also": "Eucalyptus patens\nJarrah forest\nJarrah-Karri forest and shrublands\nWoodchipping in Australia",
    "References": "",
    "Further reading": "Boland, D. J.;  et al. (1984). Forest Trees of Australia (Fourth edition revised and enlarged). CSIRO Publishing, Collingwood, Victoria, Australia. ISBN 0-643-05423-5..\nPowell, Robert (1990). Leaf and Branch: Trees and Tall Shrubs of Perth. Department of Conservation and Land Management, Perth, Western Australia. ISBN 0-7309-3916-2..\nWrigley, John W. & Fagg, Murray. (2012). Eucalypts: a celebration. Crows Nest, N.S.W: Allen & Unwin. ISBN 978-1-74331-080-9",
    "External links": "\"Eucalyptus marginata\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n Data related to Eucalyptus marginata at Wikispecies"
  }
}