{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_trivalva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. trivalva"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus trivalva, commonly known as Victoria Spring mallee or desert mallee, is a tree that is native to South Australia, the Northern Territory and Western Australia.",
    "Description": "The multi-stemmed mallee tree typically grows to a height of 2 to 8 metres (7 to 26 ft). It has loose, fibrous and rough bark that is grey to dark grey-brown in colour on the lower stems but becomes smooth with a coppery to grey to cream colour above. It blooms between January and August producing inflorescences that have white coloured flowers. The adult leaves are sometimes waxy, dull, blue-green to greyish in colour. The leaf blade has lanceolate to elliptical shape and grows to about 130 millimetres (5 in) in length with a width of about 30 mm (1.2 in). The axillary flowers form in groups of seven to eleven with rounded to cone shaped buds that are about 12 mm (0.5 in) long and 6 mm (0.24 in) wide. It will later form cup-shaped woody fruits that are 10 mm (0.39 in) long with a diameter of 8 mm (0.31 in). The fruits contain ovoid orange-brown seeds.",
    "Taxonomy": "The species was first formally described by the botanist William Blakely in 1936 in an article published in Transactions and Proceedings of the Royal Society of South Australia. The only synonym Eucalytpus trivalvis as described by J.W.Green in 1981.\nThe species name trivalva is taken from the Latin words tri meaning three and valva meaning valve; referring to the three-valved fruits produced by this species.",
    "Distribution": "It is found in arid and semi-arid areas on sand plains, dunes and ridges. In Western Australia it is found in central parts of the Goldfields-Esperance, Pilbara, and Mid West region s from around Newman in the north to Kalgoorlie in the south.\nIn South Australia it is found in western parts in open mallee vegetation on gravelly sands and on rocky rises.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}