{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cambageana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cambageana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cambageana, commonly known as the Dawson River blackbutt, Dawson gum or Coowarra box, is a species of tree that is endemic to Queensland, Australia. It is a medium-sized tree with hard, rough bark on the lower trunk, smooth white to cream-coloured bark above, lance-shaped or curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped to funnel-shaped fruit.",
    "Description": "Eucalyptus cambageana is a tree that typically grows to a height of 25 m (82 ft) high and forms a lignotuber. The bark on the lowest 2–3 m (6 ft 7 in–9 ft 10 in) of the trunk is hard, rough, dark grey to black then abruptly changes above to smooth, white to grey bark. The leaves on young plants and coppice regrowth are egg-shaped, 70–145 mm (2.8–5.7 in) long and 30–63 mm (1.2–2.5 in) wide and dull bluish grey. Adult leaves are lance-shaped, sometimes curved, the same glossy green on both sides, 75–165 mm (3.0–6.5 in) long and 12–30 mm (0.5–1 in) wide on a petiole 10–27 mm (0.4–1 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle 5–12 mm (0.2–0.5 in) long, the individual flowers on a pedicel usually 3–6 mm (0.1–0.2 in) long. Mature buds are oval, 4–5 mm (0.16–0.20 in) long and 2–4 mm (0.079–0.16 in) wide with a conical to rounded operculum. Flowering occurs between July and September and the flowers are white. The fruit is a woody, cup-shaped to funnel-shaped capsule  3–6 mm (0.1–0.2 in) long and 5–6 mm (0.2–0.2 in) wide with the valves enclosed below the rim.",
    "Taxonomy and naming": "Eucalyptus cambageana was first formally described in 1913 by Joseph Maiden described from a specimen collected in 1912 from Mirtna Station near Charters Towers. The specific epithet (cambageana) honours  surveyor and botanist Richard Hind Cambage.",
    "Distribution and habitat": "Dawson River blackbutt is found from near Charleville, Charters Towers and Jericho to the coast of Queensland. It grows in scrubland or open woodland with brigalow (Acacia harpophylla), belah (Casuarina cristata), and wilga (Geijera parviflora).  These open woodland communities where it is co-dominant with brigalow are found on clay, alluvial, or sedimentary soils.The presence of E. cambageana is an indicator of sodic soil, which has implications for agriculture in the region.",
    "Conservation": "This eucalypt is classed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "Uses": "The heavy reddish-brown timber of this eucalypt is used for fence posts in the local area. It grows into too large a tree for gardens in general, but its contrasting bark give it horticultural potential for parks and acreage.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}