{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_forrestiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. forrestiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus forrestiana, commonly known as fuchsia gum or fuchsia mallee, is a species of small tree or mallet and is endemic to an area near Esperance, Western Australia. It has smooth grey bark, narrow oblong to lance-shaped adult leaves, flower buds that are square in cross-section, red at maturity and arranged singly in leaf axils, yellow flowers and four-angled, winged fruit.",
    "Description": "Eucalyptus forrestiana is a small tree or mallet that typically grows to a height of 1.5–6 m (4 ft 11 in–19 ft 8 in) and does not from a lignotuber. It has smooth grey over pale brown bark and a dense dark green canopy. Young plants and coppice regrowth have dull greyish green, petiolate leaves that are arranged alternately, egg-shaped to lance-shaped, 30–100 mm (1.2–3.9 in) long and 20–60 mm (0.79–2.36 in) wide. Adult leaves are also arranged alternately, lance-shaped, the same glossy green on both sides when mature, 55–95 mm (2.2–3.7 in) long and 15–25 mm (0.59–0.98 in) wide. The flowers buds are arranged singly in leaf axils on a flattened peduncle 22–55 mm (0.87–2.17 in) long, the pedicel 13–20 mm (0.51–0.79 in) long. Mature buds are red, oblong in side view, square in cross-section, 35–43 mm (1.4–1.7 in) long and 11–20 mm (0.43–0.79 in) wide with a narrow wing on each corner and a flat, disc-like operculum. Flowering occurs from January to March or from April to June and the flowers are yellow. The fruit is a similar shape to the flower buds, 35–50 mm (1.4–2.0 in) long and 17–33 mm (0.67–1.30 in) wide with the valves enclosed below the level of the rim.",
    "Taxonomy": "Eucalyptus forrestiana was first formally described in 1904 by the botanist Ludwig Diels in the journal Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie, in an article jointly authored with Georg August Pritzel. The specific epithet (forrestiana) honours \"Sir John Forrest\", explorer, botanical collector and later the first Premier of Western Australia and member of the first Federal Parliament.",
    "Distribution": "Fuchsia gum is found around salt lakes and on sand plains in a small area in near-coastal between Ravensthorpe and Cape Arid National Park, extending inland as far as Mt. Nye and Mt. Beaumont in Western Australia, where it grows in clay-sandy soils.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Eucalyptus forrestiana is commonly used as a small street tree in semi-arid areas due to its highly decorative appearance.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}