{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_stoatei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. stoatei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus stoatei, commonly known as scarlet pear gum or stoats mallee, is a tree that is native to a small area along the south coast of Western Australia.",
    "Description": "The tree will typically grow to a height of 2 to 7.5 metres (7 to 25 ft)  and has white or grey-brown smooth bark and a slender habit. It blooms between July and February producing circular conflorescences with yellow fine flowers. The fruit or capsule are ribbed and barrel-shaped finishing with a point at one end. They are 2.3 to 4 centimetres (0.9 to 1.6 in) in length and 1.8 to 2 centimetres (0.7 to 0.8 in) wide with a thick rim, descending disc and three enclosed valves. The capsules are a red-brown colour that darken with age.The adult leaves are disjunct, glossy, green, thick and concolorous. The blade is an elliptic or ovate shape that is basally tapered supported on quadrangular petioles. The simple axillary conflorescence has single flowered umbellasters on broadly flattened peduncles. Buds form that have an ovoid or pyriform shape with a calyx calyptrate that sheds early.Unlike most Eucalypts E. stoatei almost exclusively pollinated by birds, particularly honeyeaters instead of insects. Insects are not able to access the large pendulous flowers  because the stamens form an impassable dome over the floral cup. Only a narrow channel lined with anthers allows access to the nectar at the centre of the floral dome.The dried fruits are used as an ingredient of potpourri.",
    "Taxonomy": "The species was first formally described by the botanist C.A.Gardner in 1936 as part of the work Contributiones Florae Australiae Occidentalis No. IX as published in the Journal of the Royal Society of Western Australia. The type specimen was collected in the Eyre district from around Bandalp Creek near Kundip by K.F. Dureau  and J.E. Harrison in 1935. The only known synonym for this species is Eucalyptus forrestiana subsp. stoatei as described by C.J.Robinson in 1985 in the work Eucalyptus stoatei as a subspecies of Eucalyptus forrestiana published in the journal Nuytsia.The species name stoatei honours T.N.Stoate who was the Senior Assistant Conservator of Forests in Western Australia at the time of the plants discovery.",
    "Distribution": "It is found on flats and rises in a small area between Ravensthorpe and Esperance, Western Australia where it grows in gravelly sand, clay or loam soils. The majority of the population is east of Ravensthorpe to south of Pyramid Lake.\nThe tree is commonly found amongst mallee woodland communities over a shrub-dominated understorey.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}