{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_bosistoana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. bosistoana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus bosistoana, commonly known as the coast grey box or Bosisto's box, is a tree that is endemic to south-eastern Australia. It has rough, flaky bark at the base of its trunk, smooth cream yellow or grey bark above and sometimes throughout, the smooth bark shed in ribbons. The adult leaves are lance-shaped to curved and the flower buds are arranged in groups of seven. The flowers are white and the fruit is a cup-shaped, barrel-shaped or hemispherical capsule.",
    "Description": "Eucalyptus bosistoana is the largest of the \"box\" group of eucalypts, grows to a height of up to 60 metres (200 ft) with a stem diameter of at least 1.5 metres (4 ft 11 in) and forms a lignotuber. The bark on the lower part of the trunk is thin, greyish brown, rough and flaky. The bark on the upper part of the trunk and on the branches is smooth, white, cream-coloured or grey and is shed in ribbons. Sometimes all the bark is smooth. Young plants and coppice regrowth have rounded stems and oblong to elliptic or egg-shaped, pale green leaves, 30–70 mm (1.2–2.8 in) long and 18–33 mm (0.71–1.3 in) wide with a petiole. Adult leaves are lance-shaped to curved, the same colour on both sides, 58–200 mm (2.3–7.9 in) long and 7–27 mm (0.3–1 in) wide on a petiole 10–18 mm (0.4–0.7 in) long. The flower buds are usually arranged in groups of seven in leaf axils on a peduncle 7–10 mm (0.3–0.4 in) long, the individual buds on a pedicel 3–8 mm (0.1–0.3 in) long. Mature buds are oval, 6–8 mm (0.24–0.31 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to rounded operculum. Flowering mainly occurs from January to April and the flowers are white. The fruit are cup-shaped, barrel-shaped or hemispherical, 4–8 mm (0.2–0.3 in) long and wide on a pedicel 4–7 mm (0.2–0.3 in) long with the valves level with the rim or enclosed.",
    "Taxonomy and naming": "Eucalyptus bosistoana was first formally described in 1895 by Ferdinand von Mueller. The description was published in the Australasian Journal of Pharmacy. The specific epithet (bosistoana) honours Joseph Bosisto, who was one of the first in Australia to extract essential oils, especially eucalyptus oil.",
    "Distribution and habitat": "Coast grey box occurs in New South Wales and Victoria from as far north as the Wolgan Valley, west of Sydney and as far south as eastern Gippsland. It is found near streams in lowland areas on better quality soils, particularly over limestone, although it may also appear on the tablelands up to 500 m (1,600 ft) above sea level, near Goulburn and Bungonia.Eucalyptus bosistoana is seen growing with E. cypellocarpa, E. longifolia, E. paniculata, E. sideroxylon, Corymbia maculata, E. angophoroides, E. elata, E. muelleriana, E. globoidea and other trees such as Casuarina cunninghamiana.",
    "Uses": "A significant timber species, resistant to termites though susceptible to lyctus borers. The interlocked grain timber is highly regarded for heavy engineering. Other uses include construction, piles, poles and sleepers. A durable timber of considerable weight, being 1100 kilograms per cubic metre.\n\n\n== References =="
  }
}