{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_drummondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. drummondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus drummondii, commonly known as Drummond's gum or Drummond's mallee, is a species of mallee or tree that is endemic to the southwest of Western Australia. It has smooth bark, narrow elliptical to egg-shaped adult leaves, flower buds in groups of seven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus drummondii is a mallee that typically grows to a height of 3–4 m (9.8–13.1 ft) or sometimes a tree to 8 m (26 ft) and forms a lignotuber. It has smooth, powdery bark that is white, pink or grey in colour. Young plants and coppice regrowth have leaves arranged alternately, egg-shaped to more or less round, 55–80 mm (2.2–3.1 in) long and 18–55 mm (0.71–2.17 in) wide. Adult leaves are grey-green in colour, narrow elliptical to egg-shaped, 32–80 mm (1.3–3.1 in) long and 8–27 mm (0.31–1.06 in) wide on a petiole 7–22 mm (0.28–0.87 in) long. The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 7–30 mm (0.28–1.18 in) long, the individual buds on a pedicel 2–12 mm (0.079–0.472 in) long. Mature buds are oval, 8–18 mm (0.31–0.71 in) long and 4–10 mm (0.16–0.39 in) wide with a conical to rounded operculum with a small point on the top. Flowering mainly occurs from September to December and the flowers are white. The fruit is a woody, hemispherical capsule 5–9 mm (0.20–0.35 in) long and 8–12 mm (0.31–0.47 in) wide with the valves extending beyond the level of the rim.",
    "Taxonomy": "Eucalyptus drummondii was first formally described in 1867 by George Bentham in his book Flora Australiensis. Bentham based the species on a specimen collected \"between Swan River and King George's Sound\" by James Drummond. The specific epithet (drummondii) honours Drummond.",
    "Distribution and habitat": "Drummond's mallee grows in hilly country in soils derived from laterite, sometimes over granite and is found between Eneabba, Wongan Hills, Bridgetown and Woodanilling in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation status": "Eucalyptus drummondii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}