{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_diversicolor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. diversicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus diversicolor, commonly known as the karri, is a eucalypt native to the wetter regions of southwestern Western Australia.",
    "Description": "The medium to tall forest tree typically grows to a height of 10 to 60 metres (33 to 197 ft) but can reach as high as 90 m (295 ft) making it the tallest tree in Western Australia and one of the tallest trees in the world. E. diversicolor ranks among the tallest trees in the world including the Coast Redwood (Sequoia sempervirens) and the Mountain Ash (Eucalyptus regnans). The trunk has a typical diameter of 1.8 to 3.5 m (6 to 11 ft). The roots of the plants can grow to a depth of over 50 metres (164 ft) and can be seen growing through caves around Augusta.\nThe wood has a green density of around 1,200 kilograms per cubic metre (75 lb/cu ft) with an air-dried density of about 900 kilograms per cubic metre (56 lb/cu ft). It has white to cream bark that turns brown as it matures and is shed in short ribbons or small polygonal flakes. The whitish trunk beneath takes on a patina of colours from white, grey, orange, salmon, yellow to deep brown. The trunk is without secondary trunks, but occasionally a twin trunk occurs where two trunks of the same diameter grow up from the seedling stage. Mature trees branch only from the top third of the trunk. The juvenile leaves have a broad oval shape. The broad lanceolate shaped adult leaves are dark glossy green on top and lighter underneath, and grow to a length of 90 to 140 millimetres (3.5 to 5.5 in) and 20 to 30 mm (0.8 to 1.2 in) broad. The leaves have a disjunct arrangement and are narrowly flattened or channelled petioles. The simple, axillary conflorescences contain cream-colored flowers arranged in groups of seven, each flower measuring about 18 to 28 mm (0.71 to 1.10 in) in diameter with long exserted stamens. Flowering occurs in spring and summer. It forms clavate buds with a calyx calyptrate that sheds early. The fruits that form later are squat and barrel-shaped woody capsules, with numerous small dry seeds. The fruit is up to a 1 cm (0.39 in) with a depressed disc and enclosed rim-level valves.\nThe trees are thought to reach an age of up to 300 years.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1863 as part of the work Fragmenta Phytographiae Australiae. The type specimen was collected in 1860 by the botanist Augustus Frederick Oldfield near Wilson Inlet, the location given, in Latin, is In Australiae regionibus depressioribus quam Maxime austro occidentalibus, ubi Blue Gum-tree vocatur.The botanical name diversicolor is taken from the latin word diversus meaning to turn apart and color or “separate colours” and refers to the difference between the top of the leaf and its underside\nThe common name is derived from the Noongar name for the tree Karri pronounces ka-ree.",
    "Ecology": "The soil in which karri grow is often poor, and the tree tends to flower after fire to take advantage of the nutrients released by the combustion of forest litter. The soil is classified as Karri Loam. Though low in some minor nutrients it is admired for its depth and pasture-growing properties. The depth of the soil is several metres and thought to be created primarily from the bark shed by the tree, which collects at the trunk base to a depth upwards of six metres in mature trees. The karri supports an extensive ecosystem which is connected to the granite outcrops of the lower south-west and the many subsequent creeks and rivers created from runoff. Karri generally dominate in the deep valleys between granite outcrops surrounding the creeks and rivers.\nA dense understorey is found in Karri forest areas which retains moisture over the hot summers. Associated trees and shrubs found in the understorey include the peppermint (Agonis flexuosa), Karri Sheoak (Allocasuarina decussata), Karri Wattle (Acacia pentadenia) and Karri Oak (Chorilaena quercifolia). A huge array of flowers and smaller plants of around 2,000 plant taxa make up the mosaic of habitats within the karri forests.",
    "Distribution": "Karri occurs only within the High Rainfall Zone of the South West Botanical Province of Western Australia which receives 900 to 1,300 millimetres (35.4 to 51.2 in) of rain per year, mostly in winter. It mostly occurs within the Warren biogeographic region, but there are some outlying populations including the Porongorup Ranges, Mount Manypeaks, Torbay, Rocky Gully all along the south coast and Karridale and Forest Grove to the north west and the Leeuwin-Naturaliste Ridge to the south of Margaret River to the west of the main belt.The heart of the Karri forest is found near Nannup and Manjimup through to Denmark.The total area covered by Karri forest is less that 200,000 hectares (494,211 acres) which is about one fifth of its virgin growth. The nearest tall tree forests are some 3,000 kilometres (1,864 mi) to the east in Tasmania and Victoria.The species is considered invasive in South Africa where it is a problem in the Western Cape region and is locally known a Karie. It commonly invades clearings, fynbos, water courses and road sides often out competing local species and is spread easily by seed dispersal.",
    "Uses": "The tree was logged since the settlement of Western Australia with logging towns appearing throughout the range of the tree and producing hardwood timbers, mostly for construction purposes, for the first 150 years since settlement. The first Karri timber to be felled for export was at the isolated population around Leeuwin, which became known as Karridale. The virtues of the wood were promoted in the 1920s by the state conservator of forests, Charles Lane-Poole, who noted the colonists' preference for other timber as its vulnerability to white ants made it a poor choice for fence posts and railway sleepers. The timber found uses in the state for wagon spokes and wooden pipes, and in England it was found suitable for scantlings by the national railway and telegraph arms by the postal services and was listed among Lloyds shipbuilding timbers as possessing great strength over large lengths.Fire lookouts were established in the forests using the tallest Karri trees, giving the foresters a commanding view of the landscape. Eight lookouts were established in the forests between 1937 and 1952. Spotter planes are now used and some of the trees are now used as tourist attractions.Karri wood is a beautiful mahogany colour, lighter in color than jarrah. It is used extensively in the building industry, particularly in roofs for the length and knot-free quality of the boards. The wood is also used for flooring, furniture, cabinetry and plywood. The heartwood is golden to reddish brown, often with an orange or purple cast, and tends to darken with age. It has an interlocked grain with a uniform medium-coarse texture. It has the reputation of being termite-prone, although it is nowhere near as susceptible to these insects as pine. It is durable against rot. It is also an excellent furniture wood. Karri honey is widely sought after for its light color and delicate flavor. Tourism to this area is also supported by the Karri.\nSome of the main streets of early Sydney were paved with blocks of Karri but have been long since covered by asphalt. The wood was also sent to London for the same purpose.The species is commercially available and sold in seed form. It germinates readily and prefers a protected sunny position, but is known to be both drought- and frost-sensitive.",
    "See also": "Gloucester Tree, a famous karri tree in Western Australia that has a platform 61 m (200 ft) metres above ground level;\nDave Evans Bicentennial Tree\nDiamond Tree\nWarren (biogeographic region), also known as the Karri Forest Region.",
    "References": "",
    "Further reading": "Boland, D. J., et al. (1984). Forest Trees of Australia (Fourth edition revised and enlarged), CSIRO Publishing, Collingwood, Victoria, Australia. ISBN 0-643-05423-5.",
    "External links": "World Wildlife Fund, ed. (2001). \"Jarrah-Karri forest and shrublands\". WildWorld Ecoregion Profile. National Geographic Society. Archived from the original on 2010-03-08.\nDepartment of Conservation and Environment - information page."
  }
}