{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_obliqua",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. obliqua"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus obliqua, commonly known as messmate stringybark or messmate, but also known as brown top, brown top stringbark, stringybark or Tasmanian oak, is a species of tree that is endemic to south-eastern Australia. It has rough, stringy or fibrous bark on the trunk and larger branches, smooth greyish bark on the thinnest branches, lance-shaped to curved adult leaves, flower buds in groups of seven to fifteen or more, white flowers and cup-shaped or barrel-shaped fruit.",
    "Description": "Eucalyptus obliqua is a tree that typically grows to a height of 90 m (300 ft) or sometimes a mallee and forms a lignotuber. The trunk is up to 3 m (9.8 ft) in diameter and has thick, rough, stringy or fibrous bark. Branches more than 80 mm (3.1 in) in diameter have stringy bark and thinner branches have smooth greenish or greyish bark. Young plants and coppice regrowth have glossy green, broadly egg-shaped to lance-shaped leaves that are 60–210 mm (2.4–8.3 in) long and 23–85 mm (0.91–3.35 in) wide. Adult leaves are the same shade of glossy green on both sides, lance-shaped to curved, 60–220 mm (2.4–8.7 in) long and 15–70 mm (0.59–2.76 in) wide on a petiole 7–34 mm (0.28–1.34 in) long. The flower buds are arranged in leaf axils in groups of between seven and fifteen or more on an unbranched peduncle 4–25 mm (0.16–0.98 in) long, the individual buds on pedicels 3–8 mm (0.12–0.31 in) long. Mature buds are oval to club-shaped, 4–9 mm (0.16–0.35 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to rounded operculum. Flowering occurs in most months and the flowers are white. The fruit is a woody, cup-shaped to barrel-shaped capsule 6–12 mm (0.24–0.47 in) long and 5–11 mm (0.20–0.43 in) wide with the valves near rim level. The tallest known specimen in Tasmania is 86 m (282 ft) tall. Trees up to 98.8 m (324 ft) tall have been recorded.",
    "Taxonomy": "Eucalyptus obliqua was collected in 1777 by David Nelson and William Anderson during Cook's third expedition. The collections were made at Adventure Island on Bruny Island in what is now Tasmania. The specimens were sent to the British Museum in London, where they were examined by Charles Louis L'Héritier de Brutelle. L'Héritier recognised the specimens as belonging to a new genus which he called Eucalyptus and gave the name Eucalyptus obliqua to the species. The type species is therefore E. obliqua. L'Héritier published the first formal description in 1789 in his book Sertum Anglicum. The specific epithet (obliqua) is from the Latin obliquus (\"oblique\"), in reference to the leaf bases of unequal length.",
    "Distribution and habitat": "E. obliqua is widespread in cooler areas of south eastern Australia. It occurs from Kangaroo Island, through southeast South Australia, throughout Victoria and Tasmania, mainly east of the tablelands in New South Wales, with a few populations extending into southern Queensland. Thus the overall range of latitude is 28–43½°S. It occurs from sea level up to elevations of 1475 metres in the Northern Tablelands of New South Wales. The climate is humid or subhumid, with temperatures ranging from cool to warm, and annual rainfall ranging from 500 to 2400 millimetres. Severe winter frosts are common, severe drought extremely uncommon.It occurs on a wide range of soils in hilly or mountainous areas. In cool mountainous areas it forms tall open-forest with other Eucalyptus species such as E. fastigata (brown barrel), E. nitens (shining gum), E. cypellocarpa (mountain grey gum), E. viminalis (manna gum) and E. delegatensis (alpine ash).",
    "Uses": "One of the most important Australian hardwoods, E. obliqua is often sold with E. regnans (Mountain Ash) as \"Vic Ash\" or \"Tasmanian oak\". It is slightly denser  than E. regnans - estimates of density range from 720 kg/m3 to 830 kg/m3 - and harder too. The sapwood is pale brown, the heartwood light brown. It has an even texture, with straight grains sometimes interlocked, and well-defined rings. Gum veins are common.The timber has moderate hardness and strength, but low durability. It splits easily, and is easily worked, glued and stained; it is also suitable for steam bending. It is mostly used for pulp production and for construction and manufacture, especially in house building, joinery, flooring, and furniture.",
    "Uses-Gallery": "",
    "See also": "List of Eucalyptus species\nList of superlative trees\n\n\n== References =="
  }
}