{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_brachyandra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. brachyandra"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus brachyandra, commonly known as the tropical red box, is a straggly tree, mallee or shrub and is endemic to north-western Australia. It has rough, fibrous to stringy bark on the trunk and smooth grey to white bark on the smaller branches. Mature trees have elliptic to oblong or egg-shaped leaves, tiny flower buds in groups of three or seven, creamy white flowers and cup-shaped, bell-shaped or urn-shaped fruit. It grows in the Kimberley region of Western Australia and the Top End of the Northern Territory.",
    "Description": "Eucalyptus brachyandra is a straggly tree that grows to a height of 8 to 10 metres (26 to 33 ft) or sometimes a shrub or a mallee, and forms a lignotuber. The bark is rough, fibrous to stringy on the trunk and sometimes on the larger branches and smooth, grey to white above. Young plants and coppice regrowth have elliptic to egg-shaped or almost round leaves 25–80 mm (0.98–3.1 in) long, 15–60 mm (0.59–2.4 in) wide arranged in opposite pairs and have a petiole. Adult leaves are usually oblong to egg-shaped, 33–97 mm (1–4 in) long 9–45 mm (0.4–2 in) wide on a petiole 8–26 mm (0.31–1.0 in) long. The opposite sides of the leaves are a different shade of dull, pale green. The flowers are borne in groups of three or seven on the ends of the branches or upper leaf axils on a peduncle 1–10 mm (0.039–0.39 in) long, the individual buds on a pedicel up to 4 mm (0.16 in) long. Mature buds are pear-shaped, 2.5–4 mm (0.098–0.16 in) long and 2–2.5 mm (0.08–0.1 in) wide with a rounded operculum. Flowering mainly occurs from August to November and the flowers are creamy white. The fruit is a woody, cup-shaped, bell-shaped or urn-shaped capsule 2–3 mm (0.079–0.12 in) long and wide, among the smallest in the genus.",
    "Taxonomy and naming": "Eucalyptus brachyandra was first formally described by the botanist Ferdinand von Mueller in 1859 from a specimen \"on the rocky slopes of the upper Victoria River\" and the description was published in the Journal of the Proceedings of the Linnean Society, Botany. The specific epithet (brachyandra) is derived from the ancient Greek words brachys (βραχύς), meaning \"short\" and anēr, genitive andros (ἀνήρ, genitive ἀνδρός), meaning \"male\", possibly referring to the short stamens.",
    "Distribution and habitat": "Tropical red box is found on rocky sites or in rock fissures in the Kimberley region of Western Australia growing in sandy skeletal soils over sandstone or quartzite. It is also found in the north west of the Northern Territory from south of Darwin, Northern Territory extending south west from the Tabletop Range through the Victoria River catchment area to the Western Australian border. Its usual habitat is on sandstone plateaus and ridge tops.",
    "Conservation": "Eucalyptus brachyandra is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}