{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_impensa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. impensa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus impensa, commonly known as the Eneabba mallee, is a species of straggly mallee that is endemic to a small area of Western Australia. It has smooth bark, dull, light green, egg-shaped to broadly lance-shaped leaves, flower buds arranged singly in leaf axils, pink flowers and relatively large, flattened hemispherical fruit.",
    "Description": "Eucalyptus impensa is a straggly mallee that typically grows to a height of 1.5 m (4 ft 11 in) and forms a lignotuber. It has smooth grey and brownish bark. Young plants and coppice regrowth have leaves arranged more or less in opposite pairs, broadly egg-shaped, 60–110 mm (2.4–4.3 in) long and 45–65 mm (1.8–2.6 in) wide. Adult leaves are also arranged more or less in opposite pairs, broadly lance-shaped to egg-shaped, 105–140 mm (4.1–5.5 in) long and 40–80 mm (1.6–3.1 in) wide on a thick petiole up to 10 mm (0.39 in) long. The flower buds are arranged singly in leaf axils on a thick peduncle 15–20 mm (0.59–0.79 in) long. The mature bud is oval to more or less spherical, 40–50 mm (1.6–2.0 in) long and 25–35 mm (0.98–1.38 in) wide with a beaked operculum about 25 mm (0.98 in) long. Flowering has been recorded in May, June and July and the flowers are pink. The fruit is a woody, flattened hemispherical capsule, 20–30 mm (0.79–1.18 in) long and 48–55 mm (1.9–2.2 in) wide with the valves protruding above the rim.",
    "Taxonomy and naming": "Eucalyptus impensa was first formally described in 1993 by Ian Brooker and Stephen Hopper from a specimen collected from near Warradarge in 1987. The description was published in the journal Nuytsia. The specific epithet is from the Latin impensus, meaning 'ample', 'great', 'large' or 'strong', referring to the leaves and fruit of this species.",
    "Distribution and habitat": "The Eneabba mallee is restricted to six populations that occur over a range of about 3 km (1.9 mi) near Eneabba. It grows in open shrub mallee over low heath on undulating plains and breakaways.",
    "Conservation status": "This mallee is listed as \"Endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). An \"interim recovery plan\" has been prepared.In 2009, eight populations of this mallee were known and counts suggested that the total number of mature plants was about 114. The main threats to the species are insect damage, inappropriate fire regimes, firebreak maintenance and disease. The species as a whole is threatened by its narrow range and lack of recruitment.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}