{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_litorea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. litorea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus litorea, commonly known as saline mallee, is a species of mallee that is endemic to a small area on the southern coast of Western Australia. It has hard, rough grey bark on the trunk, smooth grey bark above, lance-shaped adult leaves, flower buds in groups of seven, white flowers and cylindrical or barrel-shaped fruit.",
    "Description": "Eucalyptus litorea is a mallee that grows to a height of 2 to 6 metres (7 to 20 ft) and forms a lignotuber. It has rough, hard, fissured bark on most or all of the trunk, smooth grey bark above. Young plants and coppice regrowth have greyish-green, egg-shaped leaves that are 35–75 mm (1.4–3.0 in) long and 20–40 mm (0.79–1.57 in) wide. Adult leaves are arranged alternately, the same glossy green on both sides, lance-shaped, 55–120 mm (2.2–4.7 in) long and 8–25 mm (0.31–0.98 in) wide on a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle, the individual buds sessile or on pedicels up to 3 mm (0.12 in) long. Mature buds are oval to spindle-shaped, about 11 mm (0.43 in) long and 4–5 mm (0.16–0.20 in) wide with a conical to beaked operculum 5–6 mm (0.20–0.24 in) long. The flowers are white and the fruit is a woody, cylindrical or barrel-shaped capsule 8–10 mm (0.31–0.39 in) long and 6–8 mm (0.24–0.31 in) wide with the valves enclosed below the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus litoralis was first formally described in 1989 by Ian Brooker and Stephen Hopper from a specimen Brooker collected near Israelite Bay in 1984. The description was published in the journal Nuytsia. The specific epithet (litorea) is a Latin word meaning \"pertaining to the \"sea-shore\", referring to the distribution of this species near the sea.",
    "Distribution and habitat": "Saline mallee is only known from near Israelite Bay where it is found on sand dunes and around salt lakes growing in calcareous sandy to loamy soils.",
    "Conservation status": "This eucalypt is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}