{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_zopherophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. zopherophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus zopherophloia is a mallee tree that is native to the west coast of Western Australia.",
    "Description": "The mallee has a spreading habit and typically grows to a height of 2.5 metres (8 ft) to 6 metres (20 ft) high. It has rough and fibrous bark over the trunk and branches. The mallee blooms between October and January producing inflorescences with cream-white flowers. The bark is persistent on lower trunk and has a fibrous-flaky texture with white coloured box-type patches but is mostly grey to grey-black or grey with pith glands present. The semi-glossy, green, thick and concolorous adult leaves have a disjunct arrangement. The leaf blade has a narrow lanceolate or lanceolate shape and is basally attenuate. The blade is 6 to 9 centimetres (2.4 to 3.5 in) in length with a width of 0.9 to 2.1 millimetres (0.04 to 0.08 in).",
    "Taxonomy": "The species was first formally described by the botanists Ian Brooker and Stephen Hopper in 1993 in their work 'New series, subseries, species and subspecies of Eucalyptus (Myrtaceae) from Western Australia and from South Australia' published in the journal Nuytsia. The type specimen was collected by Brooker in 1986 at an area north of Coolimba.A common name for the species is blackbutt mallee.",
    "Distribution": "It is found in coastal area in the following IBRA regions: Carnarvon, Geraldton Sandplains and the Swan Coastal Plain where it grows in grey or white sand with limestone rubble.\nIBRA Subregions: Geraldton Hills, Lesueur Sandplain, Perth, Wooramel.\nIMCRA Regions: Central West Coast.\nLocal Government Areas (LGAs): Carnamah, Dandaragan, Greater Geraldton, Irwin, Northampton, Shark Bay, Three Springs.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}