{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_oldfieldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. oldfieldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus oldfieldii, commonly known as Oldfield's mallee, is a species of mallee or tree that is endemic to Western Australia. It has a sprawling or spreading habit, mostly smooth greyish or brownish bark, lance-shaped adult leaves, flower buds in groups of three, white flowers and conical, cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus oldfieldii is mallee or tree with a sprawling, spreading habit, typically grows to a height of 2–6 m (6 ft 7 in–19 ft 8 in) and forms a lignotuber. It has smooth, mottled greyish or brownish bark, often with ribbons of imperfectly shed bark near the base. Young plants and coppice regrowth have dull greyish green, broadly lance-shaped to egg-shaped leaves that are 60–120 mm (2.4–4.7 in) long and 10–35 mm (0.39–1.38 in) wide. Adult leaves are arranged alternately, the same shade of dull green to greyish green on both sides, lance-shaped, 63–115 mm (2.5–4.5 in) long and 9–25 mm (0.35–0.98 in) wide, tapering to a petiole 12–28 mm (0.47–1.10 in) long. The flower buds are arranged in leaf axils in groups of three on an unbranched peduncle 1–11 mm (0.039–0.433 in) long, the individual buds sessile or on pedicels up to 5 mm (0.20 in) long. Mature buds are spherical to oval, slightly ribbed, 12–22 mm (0.47–0.87 in) long and 9–15 mm (0.35–0.59 in) wide with a rounded to flattened operculum that has a prominent beak. Flowering occurs between May and October and the flowers are white or creamy white. The fruit is a woody, conical to cup-shaped or hemispherical capsule 5–12 mm (0.20–0.47 in) long and 10–12 mm (0.39–0.47 in) wide with the valves protruding above the rim. The seeds are pyramid-shaped, brown to pale grey-brown, 1.5–3 mm (0.059–0.118 in) long.",
    "Taxonomy and naming": "Eucalyptus oldfieldii was first formally described by the botanist Ferdinand von Mueller in 1860 in Fragmenta Phytographiae Australiae. The name of the species honours Augustus Frederick Oldfield who collected the type specimen near the Murchison River.",
    "Distribution and habitat": "Oldfield's mallee is found on sand plains and ridges and on rocky slopes and is widespread north and north-east of Perth to near Shark Bay and Warburton, where it grows in rocky loamy soils over ironstone.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}