{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cladocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Subgenus": "Symphomyrtus"
    },
    {
      "Species": "E. cladocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cladocalyx, commonly known as sugar gum, is a species of eucalypt tree found in the Australian state of South Australia. It is found naturally in three distinct populations - in the Flinders Ranges, Eyre Peninsula and on Kangaroo Island.",
    "Description": "The tree notable for its mottled colourful yellow to orange bark, strongly discolourous leaves and inflorescences grouped on leafless branchlets inside the tree crown. The old bark is smooth and grey, shedding in irregular patches to expose the fresh yellowy-brown bark. Flowers are creamy-white in summer. The capsules are barrel to urn shaped.\nSugar Gums from the Flinders Ranges reach up to 35 metres (115 ft) in height and have the classic \"gum\" habit - with a straight trunk having a dbh of 1 to 1.5 m (3 ft 3 in to 4 ft 11 in) and steep branches occurring about halfway up. Each main branch ends with its own little canopy. These are commonly cultivated as farm windbreaks and for timber. However, Eyre Peninsula and Kangaroo Island trees are much shorter typically between 8 to 15 m (26 to 49 ft) in height and often have crooked trunks and a dbh of 0.4 m (1 ft 4 in). The crown has an open spreading habit with a typical spread of 12 to 15 m (39 to 49 ft).The strongly discolorous, glossy adult leaves are arranged alternately supported on a petiole that is 0.9 to 2.7 cm (0.35 to 1.06 in) in length. The leaf blade is darker green on upper side and paler below with slightly falcate to lanceolate shape and a length of 8 to 17 cm (3.1 to 6.7 in) and a width of 1.2 to 3.2 cm (0.47 to 1.26 in) with a base usually tapering to the petiole. The side-veins in the leaf are at an acute or wider angle and densely  reticulate. The intramarginal vein is parallel to but removed from margin with small and obscure oil glands.It flowers in summer producing white-cream-yellow flowers. The axillary unbranched inflorescence occur in groups of buds 7, 9 or 11 buds per umbel. The oblong pale green, yellow to creamy mature buds have a length of 0.8 to 1.1 cm (0.31 to 0.43 in) and a width of 0.4 to 0.5 cm (0.16 to 0.20 in). The buds are often longitudinally striated and scarred with a rounded operculum, inflexed stamens and cuboid to oblong anthers. The urceolate or barrel-shaped longitudinally ribbed fruits that form after flowering are 0.7 to 1.5 cm (0.28 to 0.59 in) in length and 0.5 to 1 cm (0.20 to 0.39 in) wide with a descending disc and three or four enclosed valves. The  light grey to brown seeds within the fruit have a flattened-ovoid shape that can be pointed at one end and are 1.5 to 3 mm (0.059 to 0.118 in) long.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1853 in the journal Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde.In 1860, von Mueller referred to Eucalyptus corynocalyx in Fragmenta phytographiae Australiae, citing several earlier publications, including the Linnaea journal article, but all only have a description of E. cladocalyx. Eucalyptus corynocalyx is therefore a nomen illegitimum and a synonym of E. cladocalyx.The specific epithet is taken from the Ancient Greek words klados meaning branch, \"twig\" or \"stem\" and kalyx meaning \"cup\", \"cover\" or \"outer envelope of a flower\", in reference to the leafless branchlets that bear the flowers.In 2013, Dean Nicolle describe three subspecies of E. cladocalyx and the names have been accepted by the Australian Plant Census:\nEucalyptus cladocalyx F.Muell. subsp. cladocalyx is a lower-growing, more spreading tree than the other subspecies and has short, broad leaves and larger fruit;\nEucalyptus cladocalyx subsp. crassa D.Nicolle is the tallest-growing subspecies and has long, narrow leaves and large fruit;\nEucalyptus cladocalyx subsp. petila D.Nicolle is a tall subspecies with erect branches, narrow adult leaves and relatively small fruit.",
    "Distribution": "Eucalyptus cladocalyx is endemic to southern parts of South Australia. It is found in three distinct populations, in the southern and central-eastern parts of the Eyre Peninsula, through much of the Flinders Ranges and on Kangaroo Island. It is most likely part of relic forests of wetter climates from the past.It has now become naturalised in the South West region of Western Australia, in southern Victoria, and beyond its native range in some parts of south-eastern South Australia. Also naturalised overseas in northern and southern Africa, in California, Hawaii, Arizona, Israel, Chile, Greece, Portugal and Spain.Subspecies cladocalyx is restricted to the southern and eastern Eyre Peninsula, subspecies crassa to Kangaroo Island and subspecies petila to the southern Flinders Ranges.",
    "Uses": "The tree is commonly planted across southern Australia for use as a windbreak or shelterbelt, or for timber and firewood production. The wood is termite resistant, with moderate strength and durability and can be used for furniture, flooring, posts, construction timber and for railway sleepers.It is a fast growing tree but is best planted in open sun in clay, loam or sandy soils. It is an efficient user of water and drought and frost tolerant with flowers that attract bees. It is also known to be a suitable breeding habitat for the Yellow-tailed Black-Cockatoo.E. cladocalyx is well adapted to regular bushfires and can resprout epicormically, producing a large number of seedlings through wind dispersal of seeds.The hard and heavy heartwood is a pale yellow-brown colour and has fine uniform texture with an interlocked grain. The density of the air dried wood is around 1,105 kg/m3 (1,863 lb/cu yd) and is moderately durable.",
    "Uses-Use in horticulture": "Subspecies cladocalyx is sold in the nursery trade as E. cladocalyx 'Nana'.",
    "References": "\nHolliday, I. A field guide to Australian trees (3rd edition), Reed New Holland, 2002\nCronin, L. Key Guide to Australian Trees, Envirobook, 2000\nRawlings, M. Regional allozyme divergence in Sugar Gum, Eucalyptus cladocalyx, 2005, Centre for Plant Biodiversity Research"
  }
}