{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_malacoxylon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. malacoxylon"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus malacoxylon, commonly known as Moonbi apple box or apple box, is a species of small to medium-sized tree that is endemic to a restricted area of New South Wales. It has rough, fibrous or flaky bark on the trunk and larger branches, smooth bark on the thinnest branches, lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped, conical or hemispherical fruit.",
    "Description": "Eucalyptus malacoxylon is a tree that typically grows to a height of 15–20 m (49–66 ft) and forms a lignotuber. It has rough, gray, fibrous or flaky bark on the trunk and larger branches, smooth dull grey bark on branches thinner than 50–80 mm (2.0–3.1 in). Young plants and coppice regrowth have heart-shaped or egg-shaped leaves that are 40–70 mm (1.6–2.8 in) long and 30–70 mm (1.2–2.8 in) wide. Adult leaves are lance-shaped to curved, the same glossy green on both sides, 90–300 mm (3.5–11.8 in) long and 20–40 mm (0.79–1.57 in) wide, tapering to a petiole 20–50 mm (0.79–1.97 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 10–17 mm (0.39–0.67 in) long, the individual buds on pedicels 2–6 mm (0.079–0.236 in) long. Mature buds are glaucous, diamond-shaped, about 6 mm (0.24 in) long and 5 mm (0.20 in) wide with a conical operculum. The flowers are white and the fruit is a woody, cup-shaped, conical or hemispherical capsule 4–7 mm (0.16–0.28 in) long and 7–10 mm (0.28–0.39 in) wide with the valves near the level of the rim or protruding above it.",
    "Taxonomy and naming": "Eucalyptus malacoxylon was first formally described in 1934 by William Blakely who published the description in his book A Key to the Eucalypts. The specific epithet (malacoxylon) is derived from the ancient Greek words malakos meaning \"soft\" and xylon meaning \"wood\".",
    "Distribution and habitat": "Moonbi apple box grows in open woodland on sloping ground in soils derived from granite. It only occurs from an area between Bendemeer, Nundle and Niangala at the southern end of the Northern Tablelands.\n\n\n== References =="
  }
}