{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_jucunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. jucunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus jucunda, commonly known as Yuna mallee, is a species of mallee or small tree that is endemic to Western Australia. It has smooth bark, lance-shaped to curved adult leaves, flowering buds in groups of seven or nine, white or cream-coloured flowers and barrel-shaped or shortened spherical fruit with an unusually narrow opening.",
    "Description": "Eucalyptus jucunda is a mallee that typically grows to a height of 3.5 m (11 ft), sometimes a tree to 8 m (26 ft), and forms a lignotuber. It has smooth greyish to creamy brown bark, sometimes with crumbly, fibrous, flaky or ribbony bark at the base. Young plants and coppice regrowth have glaucous, sessile leaves arranged in opposite pairs. The juvenile leaves are egg-shaped to heart-shaped, 25–57 mm (0.98–2.24 in) long and 17–35 mm (0.67–1.38 in) wide. Adult leaves are lance-shaped, the same dull shade of green on both sides, 60–120 mm (2.4–4.7 in) long and 10–20 mm (0.39–0.79 in) wide on a petiole 10–22 mm (0.39–0.87 in) wide. The flower buds are arranged in leaf axils in groups of seven or nine, on a sometimes branched peduncle 5–13 mm (0.20–0.51 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are cylindrical to spindle-shaped, 11–13 mm (0.43–0.51 in) long and 5–6 mm (0.20–0.24 in) wide with a conical to rounded operculum. Flowering occurs from January to April and the flowers are white, cream-coloured or yellow. The fruit is a woody, barrel-shaped to shortened spherical capsule 8–17 mm (0.31–0.67 in) long and 8–15 mm (0.31–0.59 in) wide with an unusually small opening, the valves near rim level or below it.",
    "Taxonomy and naming": "Eucalyptus jucunda was first formally described in 1964 by Charles Gardner from a specimen he collected near the Greenough River in 1959. The description was published in Journal of the Royal Society of Western Australia. The specific epithet (jucunda) is a Latin word meaning 'pleasant'.",
    "Distribution and habitat": "Yuna mallee usually grows in sandy soil on sandplains between Mingenew and Kalbarri in the Avon Wheatbelt, Carnarvon, Geraldton Sandplains and Yalgoo biogeographic regions.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}