{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_imlayensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. imlayensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus imlayensis, commonly known as the Mount Imlay mallee, is a species of small, straggly mallee that is endemic to the far south east of New South Wales, only occurring near the summit of Mount Imlay. It has mostly smooth bark, lance-shaped to curved adult leaves, flower buds in groups of three, white flowers and cup-shaped, bell-shaped or hemispherical fruit.",
    "Description": "Eucalyptus imlayensis is a mallee that typically grows to a height of 7 m (23 ft) and forms a lignotuber. It has smooth bark that is shed in ribbons, curling over near the base. The bark is green when fresh, ageing to orange, brown then grey. Young plants and coppice regrowth have stems that are more or less square in cross-section with wings on the corners. Juvenile leaves are mostly arranged in opposite pairs, sessile, elliptic to egg-shaped, 40–75 mm (1.6–3.0 in) long and 15–30 mm (0.59–1.18 in) wide. Adult leaves are quite thick, veiny, lance-shaped or curved, the same glossy green on both sides, 75–150 mm (3.0–5.9 in) long and 15–30 mm (0.59–1.18 in) wide on a petiole 10–16 mm (0.39–0.63 in) long. The flower buds are arranged in leaf axils in groups of three on an unbranched peduncle 2–5 mm (0.079–0.197 in) long, the buds sessile. Mature buds are oval, 5–6 mm (0.20–0.24 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to slightly beaked operculum. The fruit is a woody cup-shaped, bell-shaped or hemispherical capsule 4–5 mm (0.16–0.20 in) long and 6–7 mm (0.24–0.28 in) wide and sessile with a prominent disc and the valves protruding beyond the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus imlayensis was first formally described in 1980 by Michael Crisp and Ian Brooker from a specimen collected on Mount Imlay in 1978 and the description was published in the journal Telopea.\nThe specific epithet imlayensis is from the type location on Mount Imlay.This eucalypt is placed in the subgenus Symphyomyrtus, section Maidenaria, along with E. johnstonii, E. subcrenulata and E. vernicosa.",
    "Distribution and habitat": "The Mount Imlay mallee grows in mossy shrubland dominated by tea tree on a steep quartzite outcrop and is only known from the Mount Imlay National Park. Other nearby species include the rare Imlay boronia, devil's twine, digger's speedwell, Tasmanian flax-lily, rasp fern, spiny-head mat-rush, scented paperbark, common shaggy pea, narrow-leaved peppermint, blotchy mint-bush, Ptychomnion aciculare, Dicranoloma species, finger fern, filmy fern and dodder laurel. Average annual rainfall at Eden on the coast is 866 mm (34.1 in), however, the rainfall on the mountain would be considerably higher. Mountain mists add extra moisture to the habitat. The soils are poor in nutrient, based from sandstone and conglomerate rocks.",
    "Conservation status": "Eucalyptus imlayensis is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"critically endangered\" under the New South Wales Government Threatened Species Conservation Act 1995. The main threats to the species are its small population size in a single location, damage by gall-forming psyllids and lack of seedling recruitment. Dieback caused by the fungus Phytophthora cinnamomi and habitat modification caused by fire are potential threats. The population of mature trees numbers around 70 individuals.\n\n\t\t\n\t\t\n\t\t\n\n\n== References and further reading =="
  }
}