{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_annulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. annulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus annulata, commonly known as the open-fruited mallee, is a mallee that is native to Western Australia.",
    "Description": "Eucalyptus annulata is a mallee that grows to a height of 1.5 to 8 metres (5 to 26 ft) and can form a poorly developed lignotuber the canopy can grow up to about 7 m (23 ft) wide. It has an oily grey-green to red-brown smooth bark and angular branchlets with pith oil glands. The leaves are glossy green with a blade that is narrowly lanceolate and are 6 to 11.5 centimetres (2 to 5 in) long and 0.7 to 1.6 centimetres (0 to 1 in) wide.It blooms between June and December producing inflorescences with yellow-white-cream flowers. Each simple, axillary conflorescence is composed of three to seven flowered umbellasters on narrowly flattened or angular peduncles. The cylindrical or conical or rostrate buds have a calyx calyptrate that sheds early. Fruits that form later have a hemispherical shape with a flat disc flat and exserted valves with a width of 0.8 to 1.2 centimetres (0.31 to 0.47 in).",
    "Taxonomy": "The species was first formally described by the botanist George Bentham in 1867 as part of the work Orders XLVIII. Myrtaceae- LXII. Compositae published in Flora Australiensis. The type specimen was collected by George Maxwell from around the Salt River.\nThe species name annulata is taken from the latin word annulatus meaning marked with a ring or ringlike which refers to the disc of the fruit.E. annulata is part of the Eucalyptus subgenus Symphyomyrtus section Bisectae sub-section Glandulosae. It is related to the gimlets (series Contortae) by the similar habit and type of bark as well as the large exserted valves of the fruit. It is most closely related to two mallet species E. protensa and E. extansa both of which are found in the north-eastern part of its range.",
    "Distribution": "It is found extending inland along the south coast of the Great Southern and Wheatbelt region of Western Australia between Albany, Western Australia, Ravensthorpe and Gnowangerup where it grows in sandy-loamy-clay soils.",
    "Cultivation": "The plant is sold commercially in seed form and, like most Eucalypts, germinates easily. It prefers a full position and will tolerate light frost and drought once established. It is grown in gardens as a shade tree or as an informal screen or windbreak.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}