{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_lesouefii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. lesouefii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus lesouefii, commonly known as goldfields blackbutt, is a species of mallet or tree that is endemic to central Western Australia. It has rough, black bark on the lower trunk, smooth bark above, lance-shaped adult leaves, flower buds in groups of seven, creamy white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus lesouefii is a mallet or tree that grows to a height of 5–18 m (16–59 ft) but does not form a lignotuber. It has rough, flaky or crumbly black bark for up to 2 m (6 ft 7 in) at the base, smooth brownish, grey or coppery bark above. The trunk is low in height, often thick, dividing to upward spreading branches that become slender and slightly spreading in habit. Young plants and coppice regrowth have stems that are more or less square in cross-section and initially glaucous, egg-shaped leaves 90–130 mm (3.5–5.1 in) long and 45–70 mm (1.8–2.8 in) wide with a petiole. Adult leaves are the same dark green colour on both sides, lance-shaped or curved, 88–187 mm (3.5–7.4 in) long and 10–27 mm (0.39–1.06 in) wide on a petiole 12–25 mm (0.47–0.98 in) long.The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 8–20 mm (0.31–0.79 in) long, the individual buds on pedicels 2–8 mm (0.079–0.315 in) long. Mature buds are pear-shaped to diamond-shaped, 10–22 mm (0.39–0.87 in) long and 6–12 mm (0.24–0.47 in) wide, with a beaked or slightly pointed operculum 6–15 mm (0.24–0.59 in) long. Flowering occurs in August, or from October to December or from January to February and the flowers are creamy white to yellow. The fruit is a woody cup-shaped to bell-shaped capsule, 6–10 mm (0.24–0.39 in) long and 8–14 mm (0.31–0.55 in) wide with the valves more or less at rim level and between ten and twelve deep contours along their length.",
    "Taxonomy and naming": "Eucalyptus lesouefii was first formally described in 1912 by Joseph Maiden from a specimen he collected near Kalgoorlie. The description was published in his book in his A Critical Revision of the Genus Eucalyptus. The specific epithet honours  Albert Sherbourne Le Souef for his assistance to Maiden.",
    "Distibution and habitat": "The goldfields blackbutt is found on flats and slopes, in alluvial areas and elsewhere, in the Coolgardie, Great Victoria Desert and Murchison biogeographic regions centred around Kalgoorlie, Western Australia. Eucalyptus lesouefii is generally found on sandy loam, and occasionally with clays or gravel soils.",
    "Uses": "The timber, useful as firewood, is light brown and has a high density. Trees are vulnerable to white ant infestation, which occupy individuals of all ages in its native habitat and reduce its utility. A record of it commonly occurring at Widgiemooltha was noted in the 1920s.\n\n\n== References =="
  }
}