{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_angustissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. angustissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus angustissima, or narrow-leaved mallee, is a small tree that is native to the south of Western Australia. Distribution is scattered in southern coastal and subcoastal areas. The tree is endemic to Western Australia.",
    "Description": "It is a mallee eucalyptus that grows from about 1 to 4 metres in height. The bark is smooth or matt, mottled grey and very white/grey or light grey-brown. Its juvenile leaves are 4.5 to 8 cm long  and  0.3 to 0.4 cm wide The adult leaves are 7 to 11.5 cm long and very narrow (0.15 to 0.3 cm wide). The buds occur in clusters of up to 7 and are followed by creamy-white flowers that appear between August and January and hemispherical fruits 0.5 to 0.8 cm wide. The crown is often very dense and not immediately recognisable as a eucalypt.There are two recognised subspecies:\n\nEucalyptus angustissima subsp.angustissima\nEucalyptus angustissima subsp. quaerenda",
    "Taxonomy": "First described by the botanist Ferdinand von Mueller in his series of papers Fragmenta phytographiae Australiae in 1863 from samples collected by George Maxwell near Point Maxwell. E. angustissima subsp. quaerenda was described in the journal Telopea in 1992 by L.A.S.Johnson and K.D.Hill from samples collected by Johnson and Maxwell from near Lake Chinocup.",
    "Distribution": "The species is often on saline flats or around saltpans or on sandhills. It will grow in white or grey sands, clay, loam, sometimes saline soils in scrubland or woodland areas.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}