{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_clivicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. clivicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus clivicola, commonly known as green mallet, is a species of eucalypt that is endemic to Western Australia. It has smooth bark, linear to lance-shaped adult leaves, flower buds in groups of between nine and thirteen, pale yellow flowers and barrel-shaped, conical or cylindrical fruit.",
    "Description": "Eucalyptus clivicola is a mallet that typically grows to a height of 12 m (39 ft) and rarely forms a lignotuber. It has smooth grey over yellowish bark with flakes of rough, greyish bark that has not been completely shed. Its adult leaves are linear to lance-shaped, 45–95 mm (1.8–3.7 in) long and 5–20 mm (0.20–0.79 in) wide on a petiole 5–15 mm (0.20–0.59 in) long. The flower buds are arranged in groups of between nine and thirteen on a peduncle 7–20 mm (0.28–0.79 in) long that widens near the end, the individual buds on a pedicel 4–5 mm (0.16–0.20 in) long. Mature buds are top-shaped to elongated, 14–21 mm (0.55–0.83 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to horn-shaped operculum up to three times as long as the floral cup. Flowering occurs from December to May and the flowers are pale yellow. The fruit is a woody, barrel-shaped, to conical or cylindrical capsule 6–10 mm (0.24–0.39 in) long and 5–6 mm (0.20–0.24 in) wide.",
    "Taxonomy and naming": "Eucalyptus clivicola was first formally described in 1991 by Ian Brooker and Stephen Hopper from a specimen on the Ravensthorpe - Hopetoun road and the description was publish in the journal Nuytsia. The specific epithet (clivicola) is derived from the Latin word clivus meaning \"ascent\", \"elevation\", \"hill\" or \"sloping hillside\" with the suffix -cola meaning \"dweller\", referring to the usual habitat of this species.",
    "Distribution and habitat": "Green mallet often grows in pure stands of open forest on breakaways, rarely on flat ground. It occurs between Ongerup, Ravensthorpe and Lake Magenta in the Esperance Plains and Mallee biogeographic regions.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}