{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_uncinata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. uncinata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus uncinata, commonly known as the hook-leaved mallee, is a mallee tree that is native to the south coast of Western Australia.",
    "Description": "The mallee tree typically grows to a height of 1 to 8 metres (3 to 26 ft) and has smooth bark that can be rough at the base. It blooms between January and April producing white-cream flowers. The smooth bark smooth is a grey or grey-brown to brown colour with no pith or bark glands. The adult leaves have a disjunct arrangement. The leaf blade is a lanceolate shape that is basally tapered. The glossy, green leaves are thick and concolorous supported by narrowly flattened petioles. Each simple axillary conflorescence contains seven to more than eleven flowered umbellasters on narrowly flattened or angular peduncles.It produces ovoid shaped buds then ovoid shaped fruits with a depressed disc and enclosed valves.",
    "Taxonomy": "The species was first formally described by the botanist Nikolai Turczaninow in 1849 in the work Decas sexta generum plantarum hucusque, non descriptorum. published in the Bulletin de la Societe Imperiale des Naturalistes de Moscou. The species is often confused with Eucalyptus foecunda. The type specimen was collected by James Drummond in 1845.",
    "Distribution": "It is found on coastal sand plains and low hills in the southern Wheatbelt, Great Southern, and Goldfields-Esperance regions of Western Australia growing in sandy soils.The species is associated with the western mallee subgroup which is characterised by several eucalypts including Eucalyptus oleosa, Eucalyptus moderata, Eucalyptus incrassata, Eucalyptus foecunda, Eucalyptus redunca and Eucalyptus eremophila. The understorey is predominantly shrubby with species of Melaleuca and Acacia along with the occasional Triodia.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}