{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_lacrimans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. lacrimans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus lacrimans, commonly known as weeping snow gum, is a species of small tree that is endemic to New South Wales. It has smooth white bark, lance-shaped adult leaves with more or less parallel veins, flower buds in groups of seven to eleven or more, white flowers and cup-shaped, conical or barrel-shaped fruit.",
    "Description": "Eucalyptus lacrimans is a tree that typically grows to a height of 12–15 m (39–49 ft) and forms a lignotuber. It has smooth white bark with patches of cream or grey and its branchlets are glaucous. It has a sparse crown with weeping branches. Young plants and coppice regrowth have egg-shaped to lance-shaped leaves that are 65–110 mm (2.6–4.3 in) long and 22–40 mm (0.87–1.57 in) wide. Adult leaves are the same glossy green on both sides and have more or less parallel veins. The leaves are lance-shaped to curved, 70–180 mm (2.8–7.1 in) long and 7–30 mm (0.28–1.18 in) wide on a petiole 5–25 mm (0.20–0.98 in) long. The flower buds are arranged in leaf axils in groups of seven, nine, eleven or more on an unbranched peduncle 3–12 mm (0.12–0.47 in) long, the individual buds sessile or on pedicels up to 2 mm (0.079 in) long. Mature buds are oval to more or less spherical or pear-shaped, 6–8 mm (0.24–0.31 in) long and 4–5 mm (0.16–0.20 in) wide with a rounded to conical operculum. Flowering  occurs between December and January and the flowers are white. The fruit is a woody cup-shaped, conical or barrel-shaped capsule 7–11 mm (0.28–0.43 in) long and 8–11 mm (0.31–0.43 in) wide with the valves enclosed below the rim.",
    "Taxonomy and naming": "Eucalyptus lacrimans was first formally described in 1991 by Laawrie Johnson and Ken Hill from a specimen collected on the Long Plain in 1984 and the description was published in the journal Telopea. The specific epithet (lacrimans) is a Latin word meaning 'weeping', in reference to the distinctive weeping branches of this species.",
    "Distribution and habitat": "The weeping snow gum grows on more or less flat, treeless plains in subalpine areas near Adaminaby, Kiandra and Rules Point in southern New South Wales.\n\n\n== References =="
  }
}