{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_baeuerlenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. baeuerlenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus baeuerlenii, commonly known as Baeuerlen's gum, is a mallee, sometimes a tree, that is endemic to New South Wales. It has smooth bark throughout, lance-shaped to curved adult leaves, oblong to spindle-shaped buds in groups of three in leaf axils, white flowers and bell-shaped, cup-shaped or conical fruit. It grows in mountain areas in the south of the state.",
    "Description": "Eucalyptus baeuerlenii is a mallee that grows to a height of 10 m (30 ft), sometimes a tree to 20 m (70 ft) and forms a lignotuber. It has smooth brownish, grey, cream-coloured or green bark. The leaves on young plants and coppice regrowth are arranged in opposite pairs, lance-shaped, 35–80 mm (1.4–3.1 in) long and 6–30 mm (0.2–1 in) wide. The adult leaves are arranged alternately, lance-shaped or curved, 70–175 mm (2.8–6.9 in) long and 6–30 mm (0.2–1 in) wide on a petiole 5–18 mm (0.20–0.71 in) long. They are the same colour on both surfaces. The flower buds are arranged in groups of three in leaf axils on an unbranched peduncle 2–5 mm (0.08–0.2 in) long, the individual buds on a short pedicel or sessile. The mature buds are oblong to spindle-shaped, green to yellow, usually warty, 7–10 mm (0.28–0.39 in) long and 4–6 mm (0.16–0.24 in) wide with a conical to beaked operculum that is shorter and narrower than the flower cup. Flowering mainly occurs from March to May and the flowers are white. The fruit is a conical, cup-shaped or bell-shaped capsule 5–10 mm (0.20–0.39 in) long and 8–12 mm (0.31–0.47 in) wide.",
    "Taxonomy and naming": "Eucalyptus baeuerlenii was first formally described in 1890 by Ferdinand von Mueller who published the description in The Victorian Naturalist.The type specimen was sent to Mueller by William Baeuerlen, (previously known as Wilhelm Bäuerlen) who collected it on Sugarloaf Mountain (near Clyde Mountain) \"near the sources of the Clyde River\". Baeuerlen noted \"I am always a bit shy about sending you Eucalyptus specimens, but I think that this present one will not waste your time unnecessarily.\" He also noted that the species is a small, \"sparse shrub\" 5–10 ft (1.5–3.0 m) high at an altitude of about 4,000 ft (1,200 m), mallee like further down and \"tree-like\", up to 40 ft (12 m) high at 2,500 ft (760 m). The specific epithet (baeuerlenii) honours William Baeuerlen who collected for Mueller from 1883 until at least 1888.",
    "Distribution and habitat": "Baeuerlen's gum grows in open forest in skeletal soil. It has a disjunct distribution, occurring in the Blue Mountains and on the Southern Tablelands including in the Budawang National Park, Deua National Park and Wadbilliga National Park.\n\n\n== References =="
  }
}