{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_alligatrix",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. alligatrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus alligatrix, commonly known as the silver stringybark, is a tree endemic to southeastern Australia. It has rough, fibrous bark on the trunk and branches, lance-shaped adult leaves, flower buds usually arranged in groups of three, white flowers and cup-shaped, bell-shaped or cone-shaped fruit.",
    "Description": "Eucalyptus alligatrix is a tree that sometimes grows to a height of 30 m (98.4 ft). It has thick, fibrous, furrowed bark on the trunk and branches. The leaves on young plants and on coppice regrowth are arranged in opposite pairs, broadly egg-shaped to more or less round, 20–45 millimetres (0.8–1.8 in) long, 25–50 mm (1.0–2.0 in) wide and lack a petiole. Juvenile leaves are also dull bluish green with a whitish bloom. Adult leaves are bluish green, lance-shaped, often curved, 55–200 millimetres (2.2–7.9 in) long and 10–28 mm (0.4–1.1 in) wide on a petiole 10–20 millimetres (0.4–0.8 in) long.The flowers buds are usually arranged in groups of three, sometimes seven, in leaf axils. The groups are on a peduncle 4–6 mm (0.16–0.24 in) long, individual buds on a pedicel up to 2 mm (0.1 in) long. The buds are diamond-shaped to spindle-shaped, 6–8 mm (0.24–0.31 in) long and 4–5 mm (0.16–0.20 in) wide. The operculum is cone-shaped and slightly shorter than the floral cup. The flowers are white and the fruit is a woody, cup-shaped, bell-shaped or cone-shaped capsule 4–5 mm (0.16–0.20 in) long and 4–8 mm (0.16–0.31 in) wide.",
    "Taxonomy and naming": "Eucalyptus alligatrix was first formally described in 1991 by Lawrie Johnson and Ken Hill from a specimen collected south-west of Jamieson. The description was published in the journal Telopea. The specific epithet (alligatrix) is the feminine form of the Latin word alligator meaning \"one who binds\", hence \"she who binds together\", referring to the characteristics of this species that are intermediate between those of E. cinerea and E. cephalocarpa.In 1995, Ian Brooker and Andrew Slee described three subspecies and published the descriptions in Australian Systematic Botany:\n\nEucalyptus alligatrix subsp. alligatrix that grows to a height of 15 m (49.2 ft) and has a crown with both adult and juvenile leaves when mature and with flower buds always in groups of three;\nEucalyptus alligatrix subsp. limaensis, commonly known as the Lima stringybark that grows to a height of 30 m (98.4 ft) and has a crown with only adult leaves when mature and with flower buds always in groups of three;\nEucalyptus alligatrix subsp. miscella that grows to a height of 15 m (49.2 ft) and has a crown with only adult leaves when mature and with flower buds in groups of both three and seven on the same tree.",
    "Distribution and habitat": "This eucalypt grows in woodland, often regenerating in previously cleared paddocks.\n\nSubspecies alligatrix grows in the Eildon, Jamieson and Big River areas in Victoria;\nSubspecies limaensis is only known from near Swanpool in Victoria;\nSubspecies miscella has a restricted distribution near Rylstone in New South Wales.",
    "Conservation": "Subspecies limaensis and miscella are both classified as \"Vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to Lima stringybark include ringbarking of trees by livestock, soil degradation, weed invasion and grazing. A recovery plan for the subspecies has been prepared. Subspecies miscella is only known from a single grazing property near Rylstone where regeneration is minimal. The main threats to the species include grazing by livestock, habitat destruction and inappropriate fire regimes.\n\n\n== References =="
  }
}