{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_andrewsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. andrewsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus andrewsii, commonly known as the New England blackbutt, is a tree native to New South Wales and Queensland in eastern Australia. It is a tree with rough bark on the trunk and larger branches, lance-shaped often curved leaves, flower buds in groups of between eleven and fifteen and hemispherical or cup-shaped fruit.",
    "Description": "Eucalyptus andrewsii is a tree that grows to a height of 45 m (100 ft) with rough, finely fibrous, greyish brown bark on the trunk and main branches. The leaves on young plants are arranged in opposite pairs, broadly lance-shaped to egg-shaped, 45–100 mm (2–4 in) long, 25–45 mm (1–2 in) wide and bluish or greyish green. The adult leaves are lance-shaped, often curved, 90–170 mm (3.5–6.7 in) long and 10–32 mm (0.4–1 in) wide on a petiole 10–25 mm (0.39–0.98 in) long. The leaves are the same colour on both surfaces. The flower buds are arranged in groups of between eleven and fifteen on a peduncle 8–20 mm (0.3–0.8 in) long, the individual buds on a pedicel 4–5 mm (0.2–0.2 in) long. Mature buds are club-shaped, 3–4 mm (0.12–0.16 in) long and 2–3 mm (0.079–0.12 in) wide. Flowering occurs in summer and winter and the flowers are white. The fruit is a cup-shaped or hemispherical capsule, 4–6 mm (0.16–0.24 in) long and 5–7 mm (0.20–0.28 in) wide on a pedicel 3–6 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Eucalyptus andrewsii was first formally described in 1904 by Joseph Maiden from specimens collected in \"many parts of the New England\". The description was published in Proceedings of the Linnean Society of New South Wales. The specific epithet (andrewsii) honours the Australian geologist and botanist, Ernest Clayton Andrews.",
    "Distribution and habitat": "New England blackbutt grows in woodland on shallow stony rises north from the Niangala district in New South Wales to the Eungella district in Queensland. It occurs in scattered populations but is locally common.\n\n\n== References =="
  }
}