{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_johnsoniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. johnsoniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus johnsoniana, commonly known as Johnson's mallee, is a species of mallee that is endemic to Western Australia. It has smooth, greyish brown bark, sometimes with flaky to fibrous brownish bark at the base, lance-shaped adult leaves, flower buds in groups of seven, creamy white flowers and shortened spherical fruit with an unusually small opening.",
    "Description": "Eucalyptus johnsoniana is a mallee that typically grows to a height of 1–3.5 m (3 ft 3 in–11 ft 6 in) and forms a lignotuber. It has smooth greyish brown bark, sometimes with rough, flaky to fibrous bark on the lower part of the trunk. Young plants and coppice regrowth have dull bluish green, egg-shaped to elliptic leaves that are 30–110 mm (1.2–4.3 in) long and 10–30 mm (0.39–1.18 in) wide. Adult leaves are lance-shaped, 55–105 mm (2.2–4.1 in) long and 8–20 mm (0.31–0.79 in) wide on a petiole 5–15 mm (0.20–0.59 in) long. The flower buds are arranged in leaf axils in groups of seven on a peduncle 5–15 mm (0.20–0.59 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are oval to pear-shaped, 5–6 mm (0.20–0.24 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded operculum. Flowering occurs from July to August or from October to January and the flowers are creamy white. The fruit is a woody, shortened spherical capsule with an unusually small opening.",
    "Taxonomy and naming": "Eucalyptus johnsoniana was first formally described in 1978 by Ian Brooker and Donald Blaxell from a specimen Blaxell collected near the Brand Highway in 1975. The specific epithet honours \"Dr. Lawrie Johnson, Director of the Royal Botanic Garden, Sydney\".",
    "Distribution and habitat": "Johnson's mallee grow in heath, mostly on undulating sandplain between Eneabba and Badgingarra.",
    "Conservation status": "This mallee is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and\nas \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The current population size is estimated to be 360 plants. The main threats to the species are fire, land clearing and transmission line maintenance.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}