{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_acmenoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. acmenoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus acmenoides, commonly known as white mahogany or barayly, is a tree that is endemic to eastern Australia. It is a large tree with grey to reddish brown, stringy bark, lance-shaped leaves, oval to spindle-shaped buds and more or less hemispherical fruits. The two sides of adult leaves are very different shades of green.",
    "Description": "Eucalyptus acmenoides is a tree that grows to a height of 50 metres (164 ft) or more, although only half that height in dry sites. It has thin stringy or fibrous, grey to reddish brown bark. Leaves on young trees are egg-shaped to broadly lance-shaped glossy green, up to 120 mm (5 in) long and 30 mm (1 in) wide. Adult leaves are lance-shaped, glossy green but much paler on the lower side, 80–120 mm (3–5 in) long and 15–25 mm (0.6–1 in) wide. The flowers are arranged in groups of mostly between seven and eleven on an angular peduncle 6–15 mm (0.2–0.6 in) long, individual flowers on a cylindrical pedicel 2–6 mm (0.08–0.2 in) long. The buds are oval to spindle-shaped, 5–7 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide. The operculum is conical or beak-shaped, about as long and wide as the flower cup. The fruit is a globe-shaped to hemispherical capsule, 4–8 mm (0.2–0.3 in) long and 4–7 mm (0.2–0.3 in) wide.",
    "Taxonomy": "Eucalyptus acmenoides was first formally described in 1843 by Johannes Conrad Schauer from a specimen collected by Allan Cunningham in a forest in New South Wales in January 1817. The description was published in Wilhelm Gerhard Walpers' book Repertorium Botanices Systematicae (Volume 2). The specific epithet (acmenoides) refers to a similarity to plants in the genus Acmena.This tree is sometimes referred to as the yellow stringybark in parts of Queensland, however, despite the rough and somewhat stringy bark, this tree is considered to be in the mahogany group of eucalyptus.Eucalyptus acmenoides is part of the white mahogany group as recognised by Ken Hill. The others in the group are E. mediocris, E. apothalassica, E. carnea, E. helidonica, E. latisinensis, E. psammitica and E. umbra.",
    "Distribution and habitat": "White mahogany grows in wet forest and woodland, in deeper soils with reliable moisture and is found between areas near the Atherton Tableland in Queensland and south to Port Jackson. It is found from sea level to altitudes of 1,000 m (3,000 ft). It is most common in warm humid to tropical climates where the annual average rainfall is between 1,000 and 1,700 mm (40 and 70 in).",
    "Timber": "White mahogany is well regarded for the high quality of timber. The timber has various uses, including heavy engineering, poles, railway sleepers, bridge and wharf construction, framing, decking stumps, fence posts, joists, flooring, plates and weatherboarding.\nThe sapwood is usually not attacked by the lyctus borer. Heartwood is light, of a pale yellowish brown. The texture is medium and even. Grain structure is uniform, however at times it can be interlocked.\nTimber somewhat similar to the tallowwood, but not quite as greasy. Wood resistant to termites. Timber is hard, heavy, strong, tough and durable. Around 1000 kilograms per cubic metre.",
    "References": "\nhttp://www.timber.net.au/?option=com_species&name=White%20Mahogany&Itemid=469"
  }
}