{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_×_balanopelex",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. × balanopelex"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus × balanopelex is a mallee that is endemic to a small area of the south-west of Western Australia. It has smooth bark, broadly lance-shaped adult leaves, flower buds in groups of seven, creamy-white flowers and hemispherical fruit. It is thought to be a hybrid between E. kessellii subsp. eugnosta and E. semiglobosa.",
    "Description": "Eucalyptus  × balanopelex is a mallee that typically grows to a height of 4 metres (13 ft) and forms a lignotuber. It has smooth pale grey to brownish bark throughout. The leaves on young plants and on coppice regrowth are dull green, egg-shaped, 60–110 mm (2–4 in) long, 35–50 mm (1–2 in) wide and always have a petiole. Adult leaves are lance-shaped, sometimes broadly lance-shaped, 65–120 mm (3–5 in) long and 13–30 mm (0.5–1 in) wide with a petiole 10–25 mm (0.4–1 in) long. The adult leaves are usually the same glossy green on both side and have a dense network of veins. The flowers are arranged in groups of seven or nine in leaf axils on a pendulous peduncle 8–25 mm (0.3–1 in) long, the individual flowers on a pedicel 3–9 mm (0.1–0.4 in) long. The mature buds are oval, 12–19 mm (0.47–0.75 in) long and 5–9 mm (0.20–0.35 in) wide with a conical operculum about 50% longer than the floral cup. The flowers are creamy-white and the fruit is a hemispherical capsule, 8–10 mm (0.31–0.39 in) long and 9–12 mm (0.35–0.47 in) wide with the valves protruding above the rim.The Australian Plant Census lists this species as a natural hybrid between E. kessellii subsp. eugnosta and E. semiglobosa.",
    "Taxonomy and naming": "Eucalyptus × balanopelex was first formally described in 1992 as Eucalyptus balanopelex by Lawrie Johnston and Ken Hill who published the description in the journal Telopea. The specific epithet (balanopelex) is derived from the Ancient Greek words balanos meaning \"acorn\" or \"barnacle\", and pelex meaning \"a helmet\", referring to the shape of the operculum.",
    "Distribution and habitat": "This eucalypt grows on a low-lying sandplain near Esperance.In 2012, Dean Nicolle and Malcolm French proposed that E. balanopelex is a hybrid of E. kessellii subsp. eugnosta and E. semiglobosa and should be delisted from the list of threatened flora. It is no longer listed by FloraBase.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}