{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cameronii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cameronii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cameronii, commonly known as the diehard stringybark is a flowering plant that is endemic to eastern Australia. It is a small to medium-sized tree with rough, stringy bark from the trunk to the small branches, lance-shaped to curved adult leaves, flowers buds in groups of between nine and fifteen, white flowers and cup-shaped, hemispherical or more or less spherical fruit. It mainly grows on the eastern side of the Northern Tablelands in New South Wales.",
    "Description": "Eucalyptus cameronii is a tree that typically grows to a height of 40 m (130 ft) and forms a lignotuber. The bark is rough, stringy, grey to brownish and extends to the smaller branches. The leaves on young plants and on coppice regrowth are arranged in opposite pairs near the ends of the stems, elliptic to lance-shaped, 25–70 mm (0.98–2.76 in) long and 9–40 mm (0.35–1.57 in) wide and a different colour on either side. Adult leaves are arranged alternately, the same or slightly different shades of glossy green on either side, lance-shaped to curved, 55–130 mm (2.2–5.1 in) long and 8–26 mm (0.31–1.02 in) wide on a petiole 6–16 mm (0.24–0.63 in) long. The flower buds are arranged in groups of between nine and fifteen on an unbranched peduncle 5–12 mm (0.20–0.47 in) long, the individual buds sessile or on a pedicel up to 2 mm (0.079 in) long. Mature buds are spindle-shaped to oval, 4–5 mm (0.16–0.20 in) long and 3 mm (0.12 in) wide with a rounded to conical operculum. Flowering has been observed in March and the flowers are white. The fruit is a woody, hemispherical or flattened spherical capsule 4–5 mm (0.16–0.20 in) long and 4–6 mm (0.16–0.24 in) wide, with the valves at the same level or slightly above the rim.This eucalypt is similar to E. globoidea but has smaller buds and fruit, and the fruit has a narrower disc. It is also similar to E. caliginosa which has the valves of the fruit extended beyond the rim.",
    "Taxonomy and naming": "Eucalyptus cameronii was first formally described in 1934 by the William Blakely and Ernest McKie in Blakely's book A Key to the Eucalypts. The type specimen was collected in the Diehard State Forest near Glen Innes. The specific epithet (cameronii) honours Archibald Peter Cameron, one of the collectors of the type specimen.",
    "Distribution and habitat": "Diehard stringybark grows in forest on the ranges and escarpments on the eastern side of the Northern Tablelands from just north of the Queensland border as far south as the Cottan-Bimbang National Park. It mostly grows on poor, shallow soils.\n\n\n== References =="
  }
}