{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_albopurpurea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. albopurpurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus albopurpurea, commonly known as the purple-flowered mallee box or Port Lincoln mallee, is a mallee or sometimes a tree that is endemic to South Australia. It has loose, fibrous grey-brown bark on the lower park of the trunk and smooth grey bark that is shed in strips on its upper parts. The leaves are lance-shaped to egg-shaped, the flower buds are spindle-shaped to club-shaped and the flowers are white, pink, mauve or purple. Flowering can occur in most months and the fruit are cup-shaped or barrel-shaped capsules.",
    "Description": "Eucalyptus albopurpurea is a mallee that grows to a height of 5 m (20 ft) or sometimes a tree 5–18 m (20–60 ft) high and has a lignotuber. It has rough, loose, fibrous bark on the lower part of the trunk and smooth coppery to pinkish grey bark that is shed in strips higher up. The leaves on young plants and coppice regrowth are in opposite pairs, broadly lance-shaped to egg-shaped, 40–110 mm (2–4 in) long, 23–47 mm (0.9–2 in) wide and the same dull bluish green on both sides. The adult leaves are arranged alternately, lance-shaped, 70–140 mm (3–6 in) long and 12–30 mm (0.5–1 in) wide on a petiole 10–20 mm (0.4–0.8 in) long. The adult leaves are the same glossy, dark green colour on both sides. The flower buds are arranged in branching inflorescences on a peduncle 7–20 mm (0.3–0.8 in) long with between seven and eleven flowers in each umbel. Mature buds are club-shaped to oblong, 6–10 mm (0.2–0.4 in) long and 3–4 mm (0.1–0.2 in) wide on a pedicel up to 4 mm (0.16 in) long. The operculum is conical to rounded. White, pink, mauve or purple flowers appear in most months. The fruit is cup-shaped to barrel-shaped or more or less cylindrical, 6–10 mm (0.2–0.4 in) long and 5–8 mm (0.2–0.3 in) wide.",
    "Taxonomy and naming": "The purple-flowered mallee box was first formally described in 1974 by Clifford David Boomsma who gave it the name Eucalyptus lansdowneana subsp. albopurpurea and published the description in the South Australian Naturalist from a specimen collected by Reginald Allan Dorward. In 2000, Dean Nicolle raised it to species status as Eucalyptus albopurpurea. The specific epithet (albopurpurea) is derived from the Latin words albus meaning \"white\" and purpureus meaning \"purple\", referring to the variation in the flower colour.",
    "Distribution and habitat": "Eucalyptus albopurpurea is only known from Kangaroo Island and the southern tip of the Eyre Peninsula where it grows on sandhills near the ocean and around seasonally wet areas.\n\n\n== References =="
  }
}