{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_megasepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. megasepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus megasepala is a species of medium-sized tree that is endemic to Far North Queensland and Cape York Peninsula. It has rough, fibrous or stringy bark from the trunk to the smaller branches, lance-shaped or curved adult leaves, flower buds in groups of three, white flowers and cup-shaped to cylindrical fruit.",
    "Description": "Eucalyptus megasepala is a tree that typically grows to a height of 10–20 m (33–66 ft) and forms a lignotuber. The bark on the trunk and branches is greyish brown, fibrous or stringy, and furrowed. Adult leaves are lance-shaped or curved, the same dull green on both sides, 100–200 mm (3.9–7.9 in) long and 15–30 mm (0.59–1.18 in) wide, tapering to a petiole 10–22 mm (0.39–0.87 in) long. The flower buds are arranged in groups of three in leaf axils on an unbranched peduncle 9–26 mm (0.35–1.02 in) long, the individual buds on pedicels 3–10 mm (0.12–0.39 in) long. Mature buds are oval to pear-shaped, 10–13 mm (0.39–0.51 in) long and 5–8 mm (0.20–0.31 in) wide with a rounded operculum that has four prominent ribs. Flowering occurs between April and July and the flowers are white or creamy-white. The fruit is a woody, cup-shaped to more or less cylindrical capsule 14–23 mm (0.55–0.91 in) long, 10–16 mm (0.39–0.63 in) wide and often more or less square in cross-section.",
    "Taxonomy and naming": "Eucalyptus megasepala was first formally described in 2006 by Anthony Bean and the description was published in the journal Austrobaileya from a specimen collected near Jowalbinna (near Laura). According to Bean, the specific epithet (megasepala) is derived from the Greek mega (large) and sepalum (sepal), referring to the size of the sepals of this species compared to those of the related E. tetrodonta. Sepalum is however New Latin.",
    "Distribution and habitat": "This eucalypt grows in open woodland on sandstone hills between the Iron Range on Cape York to Irvinebank and Mount Mulgrave in Far North Queensland.",
    "Conservation status": "This eucalypt is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}