{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_coccifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. coccifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus coccifera, commonly known as the Tasmanian snow gum,  is a small to medium-sized tree endemic to Tasmania. It has smooth, grey and cream-coloured bark, elliptic to lance-shaped adult leaves, flower buds in groups of between three and nine, usually white flowers and conical, hemispherical or cup-shaped fruit.",
    "Description": "Eucalyptus coccifera is a tree that typically grows to a height of 15 metres (49 ft) but is sometimes a mallee to 5 m (16 ft). The bark is smooth and light grey to white, with streaks of tan. Young plants and coppice regrowth have sessile, blue-green, elliptic to heart-shaped leaves 15–45 mm (0.59–1.77 in) long and 7–23 mm (0.28–0.91 in) wide. Adult leaves are arranged alternately, elliptic to lance-shaped, the same glossy green to bluish on both sides, 50–100 mm (2.0–3.9 in) long and 10–20 mm (0.39–0.79 in) wide on a petiole 8–22 mm (0.31–0.87 in) long. The flowers are borne in groups of three, seven or nine in leaf axils on a peduncle 4–12 mm (0.16–0.47 in) long, the individual buds on a pedicel 1–7 mm (0.039–0.276 in) long. Mature buds are oval, glaucous, 5–8 mm (0.20–0.31 in) long and 4–7 mm (0.16–0.28 in) wide with a warty, hemispherical to more less flattened operculum. Flowering occurs between December and February and the flower are white, or rarely, pink. The fruit is a woody conical, hemispherical or cup-shaped capsule 6–12 mm (0.24–0.47 in) long and 8–13 mm (0.31–0.51 in) wide.",
    "Taxonomy and naming": "Eucalyptus coccifera was first formally described in 1847 by Joseph Dalton Hooker and the description was published in William Jackson Hooker's London Journal of Botany. The specific epithet (coccifera) is derived from the New Latin coccus, from ancient Greek kokkos (κόκκος), \"seed of tree fruit\" and Latin ferre, \"to carry\", referring to the leaves having a Coccus infection.Eucalyptus coccifera is a member of the peppermint group (series Piperitae) within subgenus Eucalyptus (formerly Monocalyptus). It is endemic to southern Tasmania, where it generally occupies sub-alpine habitats above 800 metres (2,600 ft) in altitude.",
    "Distribution and habitat": "Eucalyptus coccifera is endemic to Tasmania, and is the dominant species of many exposed, rocky, dolerite rich sub-alpine regions in Tasmania's south and Central Plateau.",
    "Ecology": "",
    "Ecology-Reproduction and propagation": "Eucalyptus flower buds generally take around a year to fully develop, however development takes longer in E. coccifera and other high altitude species. Insects and birds pollinate the emergent flowers, and fertilization can take up to 20 days after pollination. E. coccifera flowering typically occurs between November and February. After fertilization, the hard woody capsule develops. Seeds are released through the capsule valves, which open when the capsule dries. This drying out is either caused by extreme heat and drought, or by fire. Dispersal of seed relies partially on wind, but mostly on gravity: the seeds will usually fall within a couple of metres of the parent tree. E. coccifera is also known to regenerate from underground lignotubers after fire.",
    "Ecology-Reproduction and propagation-Clinal variation": "The distribution of E. coccifera is limited by altitude: rarely will it be found lower than 800 metres (2,600 ft), or higher than 1,300 metres (4,300 ft) above sea level. \nAround 1,300 metres (4,300 ft) the tree line is often unclear, and E. coccifera can be found in small stands or even as solitary trees. At these altitudes, E. coccifera generally grows to heights below 10 metres (33 ft), often blending into the alpine shrubbery at the highest reaches of its distribution.  A strong correlation has been found between increasing altitude and declining stem growth rate in E. coccifera.At the lower range of its altitudinal cline, E. coccifera has been observed growing to 40 metres (130 ft) in height, but it is more commonly measured at around 20 metres (66 ft), especially in sheltered sites on the Central Plateau and in Mt. Field National Park.Whilst individual and population tree height is the primary change in Eucalyptus coccifera at higher altitudes, observational studies have shown that with increasing altitude, the degree of leaf and bud glaucousness intensifies. This is most likely linked to the increased frost resistance of E. coccifera with increasing altitude. The juvenile foliage of E. coccifera is also more likely to persist for longer at high altitude.",
    "Ecology-Reproduction and propagation-Geological associations": "The dominant bedrock underlying both the Mt. Field and Mt. Wellington sub-alpine habitats is Jurassic dolerite. Dolerite is also a feature of the geology of the Central Plateau. These dolerite-rich substrates provide sufficient drainage for the establishment of E. coccifera populations, which prefers well-drained soils. They also offer a potentially rich nutrient source to the sub-alpine plant communities, but the slow rate at which dolerite weathers results in soil of only moderate fertility.",
    "Ecology-Reproduction and propagation-Associations with rainfall and water availability": "It is generally accepted that in Tasmania annual rainfall increases with altitude, and thus the most exposed E. coccifera populations must contend with high annual rainfall (greater than 1,300 mm [51 in] on Mt. Wellington, and around 2,500 mm [98 in] at Mt. Field). Despite this, water availability can often be an issue for E. coccifera and other subalpine species. This is due to the sporadic nature of Tasmanian rainfall, and a number of other factors including soil type, slope and wind action.The rocky substrates of sub-alpine Mt. Field and Mt. Wellington drain very effectively, therefore waterlogging isn’t generally a problem. However, it has been shown that waterlogging is a limiting factor on the growth rate of E. coccifera and can, as a consequence, affect the success of the species in susceptible areas.",
    "Ecology-Reproduction and propagation-Other environmental associations": "Eucalyptus coccifera has a high tolerance to frost and to drought, allowing it to occupy very exposed substrates at high altitude. E. coccifera must contend with hot and dry temperatures during the peak of summer, as well as very cold, frosty conditions in winter.",
    "Ecology-Reproduction and propagation-Other environmental associations-Temperature and light": "At 1,250 metres (4,100 ft) above sea level on Mt. Wellington, the mean maximum temperature in July is 1.9 °C (35.4 °F), and the mean minimum is −2.0 °C (28.4 °F). In January, the mean maximum is 12.8 °C (55 °F) and the mean minimum is 4.4 °C (39.9 °F). There is a stronger maritime effect (oceanic climate) on Mt. Wellington, due to its closer proximity to the ocean, than at Mt. Field. This results in milder temperatures, especially in summer. Despite the increased exposure of sites at very high altitudes, solar radiation is not thought to markedly affect temperatures, nor does it have much impact on the growth rate of E. coccifera.",
    "Ecology-Reproduction and propagation-Other environmental associations-Frost, snow and mist": "Whilst E. coccifera is considered fairly frost-hardy, rare extreme frost events are thought to be one of the principle determinants of subalpine species distribution. Similarly, the duration of snow lie dictates, to a large extent, the species that can persist in alpine/sub-alpine habitats. As snow lie in Tasmania is not permanent, woody species such as E. coccifera and its underlying shrub population can persist at higher altitudes.Another factor that can impact on the growth of E. coccifera is mist. Mist is generally more prevalent with increasing altitude, particularly in the colder months, and can affect the ability of eucalypts (and other plants) to photosynthesize by decreasing light penetration and increasing condensation on leaves.",
    "Ecology-Reproduction and propagation-Co-occurring species": "Table 1. Showing changes in eucalypt species with increasing altitude in Mt. Field National Park.The understorey of subalpine habitats is typically dominated by woody shrubs of the families Ericaceae (genera Richea, Epacris and Cyathodes) and Proteaceae (Orites acicularis, Orites revoluta). Low-lying conifers of the Cupressaceae (Diselma archerii) and Podocarpaceae (Microachrys tetragona, Phaerosphaera hookeriana) are also common in these sclerophyllous heaths.At lower altitudes, other eucalypt species such as E. subcrenulata (Mt. Field), E. urnigera (Mt. Field and Mt. Wellington) and E. delegatensis (Mt. Field and Mt. Wellington) become increasingly common in E. coccifera woodland.",
    "Further reading": "Reid, J.B., Robert, S.H., Brown, M.J., & Hovenden, M.J. (editors) (1999). ‘Vegetation of Tasmania’, Australian Biological Resources Study.\n\n\n== References =="
  }
}