{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_scoparia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. scoparia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus scoparia, commonly known as the Wallangarra white gum or willow gum, is a small to medium-sized tree that is endemic to a small area of eastern Australia. It has smooth bark, linear to lance-shaped or curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped, hemispherical or bell-shaped fruit. It is restricted to a few rocky mountains near the border between New South Wales and Queensland but is widely cultivated.",
    "Description": "Eucalyptus scoparia is a tree that typically grows to a height of 15–20 m (49–66 ft) and forms a lignotuber. The bark is smooth, powdery, white and grey and is shed in narrow strips. Young plants and coppice regrowth have more or less sessile leaves mostly arranged in opposite pairs, glossy green, linear to narrow oblong, 40–80 mm (1.6–3.1 in) long and 6–18 mm (0.24–0.71 in) wide. Adult leaves are the same glossy light green on both sides, linear to lance-shaped or curved, 60–160 mm (2.4–6.3 in) long and 5–15 mm (0.20–0.59 in) wide on a petiole 5–17 mm (0.20–0.67 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval or pear-shaped, 4–5 mm (0.16–0.20 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to beaked operculum. Flowering has been recorded in November and the flowers are white. The fruit is a woody cup-shaped, hemispherical or bell-shaped capsule 3–5 mm (0.12–0.20 in) long and 4–6 mm (0.16–0.24 in) wide with the valves protruding slightly above the rim.",
    "Taxonomy and naming": "Eucalyptus scoparia was first formally described in 1905 by Joseph Maiden in Proceedings of the Linnean Society of New South Wales from a specimen collected by John Boorman. The specific epithet is a Latin word meaning broom-like, but the allusion is obscure.",
    "Distribution and habitat": "Wallangarra white gum is restricted to a few mountains near the border between New South Wales and Queensland, where it grows in clefts on large granite outcrops in open forest and woodland.",
    "Conservation status": "This eucalypt is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species are loss of habitat due to land clearing, trampling of young plants and its small population size.",
    "Use in horticulture": "The tree is widely planted as an ornamental in southeastern Australia.\n\n\n== References =="
  }
}