{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_mackintii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. mackintii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus mackintii, commonly known as the blue-crowned stringybark, is a species of medium-sized tree that is endemic to Victoria. It has rough, stringy bark on the trunk and branches, lance-shaped to curved adult leaves, flowers buds in groups of between seven and eleven, white flowers and cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus mackintii is a tree that typically grows to a height of 30 m (98 ft) and forms a lignotuber. It has rough, stringy, greyish or brownish bark from the trunk to the smallest branches. Young plants and coppice regrowth have oblong to egg-shaped leaves that are 45–105 mm (1.8–4.1 in) long, 35–90 mm (1.4–3.5 in) wide and a lighter green on the lower side. Adult leaves are the same slightly glossy shade of green on both sides, lance-shaped to curved, 85–230 mm (3.3–9.1 in) long and 17–55 mm (0.67–2.17 in) wide on a petiole 13–28 mm (0.51–1.10 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 8–22 mm (0.31–0.87 in) long, the individual buds on pedicels up to 5 mm (0.20 in) long. Mature buds are oval to diamond-shaped, 7–8 mm (0.28–0.31 in) long, 3–5 mm (0.12–0.20 in) wide with a conical operculum. Flowering occurs in June and the flowers are white. The fruit is a woody cup-shaped or hemispherical capsule, 5–7 mm (0.20–0.28 in) long and 9–13 mm (0.35–0.51 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus mackintii was first formally described in 1990 by Michael Kottek in Australian Systematic Botany. The specific epithet (mackintii) honours the forester James Andrew McKinty who first recognised this species as distinct.",
    "Distribution and habitat": "The blue-crowned stringybark grows mainly in the foothills of a restricted area near Lakes Entrance and to the north and east of Orbost.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}