{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_fusiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. fusiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus fusiformis, commonly known as the grey ironbark or Nambucca ironbark is a tree that is endemic to eastern Australia. It has thick, blackish, \"ironbark\" on the trunk and branches, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and conical to pear-shaped fruit.",
    "Description": "Eucalyptus fusiformis is a tree that typically grows to a height of 30 m (98 ft) and forms a lignotuber. It has thick, hard, greyish ironbark on the trunk and on branches more than about 50 mm (2.0 in) in diameter. Young plants and coppice regrowth have stems that are more or less square in cross-section and leaves that are petiolate, egg-shaped to broadly lance-shaped, 40–90 mm (1.6–3.5 in) long and 13–42 mm (0.51–1.65 in) wide. Adult leaves are lance-shaped to curved, the same dull green on both sides, 75–175 mm (3.0–6.9 in) long and 13–26 mm (0.51–1.02 in) wide on a petiole 13–25 mm (0.51–0.98 in) long. The flower buds are arranged in groups of seven on the ends of branchlets on a compound peduncle 3–20 mm (0.12–0.79 in) long, the individual buds on pedicels 4–9 mm (0.16–0.35 in) long. Mature buds are oval to spindle-shaped, 5–9 mm (0.20–0.35 in) long and 3–5 mm (0.12–0.20 in) wide with a conical operculum. Flowering occurs between May and August and the flowers are white. The fruit is a woody hemispherical, conical, pear-shaped or oval capsule 5–12 mm (0.20–0.47 in) long and 4–7 mm (0.16–0.28 in) wide with the valves below rim level.",
    "Taxonomy and naming": "Eucalyptus fusiformis was first formally described in 1987 by Douglas Boland and David Kleinig in the journal Brunonia. The specific epithet (fusiformis) is derived from Latin words alluding to the fusiform or spindle-shaped flower buds.",
    "Distribution and habitat": "This ironbark grows in forest from about Kempsey in northern New South Wales to Mount Barney in southeastern Queensland.\n\n\n== References =="
  }
}