{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_mannifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. mannifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus mannifera, commonly known as the  brittle gum or red spotted gum, is a species of small to medium-sized tree that is endemic to south-eastern Australia. It has smooth, powdery white bark, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped, hemispherical or conical fruit.",
    "Description": "Eucalyptus mannifera is a tree that typically grows to a height of 20–25 m (66–82 ft) and forms a lignotuber. It has smooth, powdery, white or grey bark, sometimes with red patches, and which is shed in short ribbons, flakes or plates. Young plants and coppice regrowth have leaves that are linear to lance-shaped or curved, 40–100 mm (1.6–3.9 in) long and 5–18 mm (0.20–0.71 in) wide. Adult leaves are lance-shaped to curved, the same shade of green on both sides, 70–185 mm (2.8–7.3 in) long and 10–30 mm (0.39–1.18 in) wide, tapering to a petiole 5–22 mm (0.20–0.87 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on pedicels 1–5 mm (0.039–0.197 in) long. Mature buds are oval, 4–6 mm (0.16–0.24 in) long and 2–4 mm (0.079–0.157 in) wide with a conical or rounded operculum. Flowering occurs between January and May and the flowers are white. The fruit is a woody cup-shaped, hemispherical or conical capsule 3–5 mm (0.12–0.20 in) long and 4–7 mm (0.16–0.28 in) wide with the valves protruding above the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus mannifera was first formally described in 1834 by Robert Mudie from a specimen collected in the Blue Mountains, and the description was published in the Transactions of the Royal Medico-Botanical Society of London. Mudie did not give a reason for the specific epithet (mannifera) but did give the species the common name \"manna gum tree\".In 1962, Lawrie Johnson reduced Eucalyptus maculosa and Eucalyptus praecox to subspecies of E. mannifera and Eucalyptus praecox. Three subspecies names have been accepted by the Australian Plant Census:\n\nEucalyptus mannifera subsp. gullickii (R.T.Baker & H.G.Sm.) L.A.S.Johnson;\nEucalyptus mannifera Mudie subsp. mannifera;\nEucalyptus mannifera subsp. praecox (Maiden) L.A.S.Johnson.",
    "Distribution and habitat": "Brittle gum is widespread in south-eastern New South Wales, south from Rylstone and in eastern Victoria. It usually grows in shallow, rocky soils. The subspecies praecox and gullickii only occur in New South Wales and have broader leaves than subspecies mannifera.\n\n\n== References =="
  }
}