{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_vernicosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. vernicosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus vernicosa, commonly known as varnished gum, is an endemic Tasmanian shrub, and the smallest species of Eucalyptus.  The Latin name comes from vernicosus (varnished, shining), which comes from vernix, meaning 'varnish', which describes the glossy appearance of the leaves.",
    "Taxonomy": "E. vernicosa was first collected by the surgeon and botanist Joseph Milligan, and by Ronald Campbell Gunn.  While it is described as being collected from \"Mount Fatigue\", the Nomenclature Board of Tasmania has no record of such a place ever existing in Tasmania.  However the listing for Actinotus bellidioides, which was also collected from \"Mount Fatigue\", describes the location as being \"12-16 miles SSW of [lake] St. Clair.\"  Mount Arrowsmith is found at approximately this location, and was named \"Fatigue Hill\" until 1855. The sample was sent to Joseph Dalton Hooker at the Kew Botanical Gardens and described in 1847.",
    "Description": "Eucalyptus vernicosa is described as a small shrub or mallee tree, 0.5 to 4m high.  It has smooth bark, usually grey or grey brown, with pith and bark glands present.  Juvenile and adult leaves have a similar form.  Leaves are often sessile, or with only a short petiole, typically opposite, however the uppermost can be occasionally alternate.  They have an elliptical to oblong shape, with a rounded apex and base, 1–5 cm long and 1-2.5 cm broad, leathery and green, but very glossy with a somewhat toothed margin and lateral veins that usually diverge at angles of more than 60 degrees.  Flowers occur at axillary buds and are sessile or subsessile.  They are either solitary or in groups of 3.  Buds are 7-8mm long, greenish brown, and finely wrinkled.  The operculum is shorter than the receptacle and is conical shaped with a pointed apex.",
    "Distribution and habitat": "Eucalyptus vernicosa is endemic to Tasmania, and is only found in alpine regions in the west to southwest, including Cradle Mountain.  It grows between 700m and 1350m above sea level, usually on peaty acid soils on top of quartzite or sandstone bedrock.  It is usually found above the tree line, and can be a dominant component of alpine heath communities, along with Richea, Athrotaxis, and Orites.  This habitat typically has high average rainfall varying from 1000mm to 2500mm per year, and very cold winters with continuous frosts and snow for several months.  The harsh climate and nutritiously poor soils probably explain the small size and tough leaves.Eucalyptus vernicosa has been traditionally cited as an example of a morphological continuum along with Eucalyptus jonstonii, and Eucalpytus subcrenulata.  A study from Mount Arrowsmith showed a strong relationship within those three species, linking altitude with changes in glaucousness, leaf morphology, growth rates, habit, capsule shape, bark thickness and degree of frost resistance.  It was suggested that they represented close relatives of one species that was diverging to adapt to an environmental cline.  However more recent genetic studies show that E. vernicosa is more distantly related to the E. jonstonii/E. subcrenulata complex, and the apparent morphological clinal intergradation between E. vernicosa and E. subcrenulata is probably a result of parallel evolution.",
    "Uses": "",
    "Uses-Gardens": "A number of Tasmanian alpine Eucalypts, including E. vernicosa, are grown as ornamental trees and shrubs in Europe, and especially in the United Kingdom, due to their evergreen habit and similarity of climate.",
    "Uses-Oils": "In the early 20th century E. vernicosa was harvested for its oil, which was believed to have medicinal properties.\n\n\n== References =="
  }
}