{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_×_balanites",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. × balanites"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus × balanites, commonly known as Cadda Road mallee, is a tree or a mallee that is endemic to a small area of the south-west of Western Australia. It has rough, corky or flaky bark, lance-shaped adult leaves, flower buds in groups of eleven, creamy-white flowers and hemispherical to cup-shaped fruit.",
    "Description": "Eucalyptus  × balanites is a mallee or a tree that typically grows to a height of 5 metres (16 ft) and forms a lignotuber. It has rough, corky or flaky, pale grey to yellowish bark on its trunk and larger branches and thin papery bark on the upper stems. The leaves on young plants and on coppice regrowth are elliptical, up to 65 mm (3 in) long, 35 mm (1 in) wide and always have a petiole. Adult leaves are usually lance-shaped, 65–135 mm (3–5 in) long and 9–18 mm (0.4–0.7 in) wide with a petiole 10–18 mm (0.4–0.7 in) long. The flowers are arranged in groups of eleven in leaf axils on a peduncle 7–15 mm (0.3–0.6 in) long, the individual flowers on a pedicel 1–2 mm (0.04–0.08 in) long. The mature buds are oval, 8–11 mm (0.31–0.43 in) long and 6–7 mm (0.24–0.28 in) wide with a rounded to conical operculum. There is a constriction at the base of the operculum. Flowering occurs from October to February and the flowers are creamy-white. The fruit is a hemispherical to cup-shaped capsule, 8–9 mm (0.31–0.35 in) long and 8–10 mm (0.31–0.39 in) wide with the valves not protruding above the rim.The Australian Plant Census lists this species as a natural hybrid between E. decipiens and E. lane-poolei.",
    "Taxonomy and naming": "Eucalyptus × balanites was first formally described in 1992 as Eucalyptus balanites by Peter Grayling and Ian Brooker who published the description in the journal Nuytsia. The specific epithet (balanites) is derived from the Ancient Greek word balanos meaning \"acorn\" or \"barnacle\", referring to the shape of the flower buds.",
    "Distribution and habitat": "Cadda Road mallee grows in heath and open mallee woodland disjunctly in the Badgingarra National Park and on the coastal plain in suburban Perth.",
    "Conservation": "This eucalypt is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). An interim recovery plan has been prepared. The main threats to the species include inappropriate fire regimes, disease caused by Phytophthora cinnamomi and weed invasion. The species produces few mature fruit or fertile seeds and the pollen fertility is low.(The EPBC Act has been amended by updating the name from E. balanites to Eucalyptus × balanites.)In 2012, Dean Nicolle and Malcolm French proposed that E. balanites is a hybrid of E. decipiens and E. lane-poolei and should be delisted from the list of threatened flora.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}