{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gamophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gamophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gamophylla, commonly known as warilu, blue-leaved mallee, twin-leaf mallee, twin-leaved mallee or blue mallee, is a species of mallee that is native to Western Australia, South Australia and the Northern Territory. It usually has smooth bark, mostly only juvenile leaves arranged in opposite pairs, flower buds in groups of three, whitish flowers and cylindrical to barrel-shaped fruit that is four-sided in cross-section.",
    "Description": "Eucalyptus gamophylla is mallee that typically grows to a height of 1.5 to 7 metres (5 to 23 ft) and forms a lignotuber but sometimes has an almost prostrate habit. It usually has smooth white, cream-coloured or brown bark that is shed in short ribbons but there is sometimes a stocking of rough, hard, stringy-fibrous bark at the base. Most of its leaves are juvenile, sessile, arranged in opposite pairs sometimes with their bases joined, glaucous, egg-shaped to heart-shaped, 35–100 mm (1.4–3.9 in) long and 20–60 mm (0.79–2.36 in) wide. Adult leaves, when present, are more or less in opposite pairs, the same dull, greyish green on both sides, sessile, 40–100 mm (1.6–3.9 in) long and 9–20 mm (0.35–0.79 in) wide on a petiole 1–6 mm (0.039–0.236 in) long.The flower buds are arranged in groups of three on a peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on pedicels 1–3 mm (0.039–0.118 in) long. Mature buds are club-shaped to pear-shaped, 4–7 mm (0.16–0.28 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded operculum. Flowering occurs in most months, depending on habitat and in some places follows rain. The flowers are whitish and the fruit is a woody conical, cylindrical, bell-shaped or barrel-shaped capsule four-sided in cross-section, 5–14 mm (0.20–0.55 in) long and 5–8 mm (0.20–0.31 in) wide.",
    "Taxonomy and naming": "Eucalyptus gamophylla was first formally described by the botanist Ferdinand von Mueller in 1878 in his book Fragmenta Phytographiae Australiae. The type specimen was collected by John Forrest from Mount Pyrten in the Hamersley Range and cited as In monte Pyrten tractus Hammersley-Range, altitudine 2,500' supra mare. According to Francis Aubi Sharr, the specific epithet (gamophylla) is derived from the ancient Greek gamos meaning \"marriage\" and -phyllus meaning \"-leaved\", referring to the bases of the opposite leaves being joined. A Greek–English Lexicon of Liddell, Scott and Jones give gamos (γάμος) as the ancient Greek word for \"wedding\", \"marriage\" or \"wedlock\". and phyllon (φύλλον) as \"leaf\".",
    "Range": "Warilu is found on sandplains and sand dunes and in stony spinifex country. It has a range extending from the Mid West, Pilbara and Goldfields-Esperance regions of central Western Australia, then extending east into central and southern areas of the Northern Territory and the far north of South Australia.\nSpecies commonly associated with E. gamophylla include Triodia basedowii, Acacia ligulata, Acacia georginae, Eremophila longifolia and Eragrostis eriopoda.",
    "Cultivation": "Eucalyptus gamophylla is drought tolerant and hardy in the cold, able to tolerate temperatures as low as 10 to 15 °F (−12 to −9 °C) and is frost tolerant. When cultivated for the garden, it is bird attracting, fast growing, requires very little maintenance and can provide plenty of aromatic cut foliage for flower arrangements.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}