{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_redunca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. redunca"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus redunca, commonly known as black marlock, is a species of mallee or a shrub that is endemic to Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of between nine and fifteen, lemon-coloured flowers and barrel-shaped fruit.",
    "Description": "Eucalyptus redunca is a mallee that typically grows to a height of 1–4.5 m (3 ft 3 in–14 ft 9 in) and forms a lignotuber. It has grey and pale brown bark that is shed in short ribbons. The adult leaves are narrow-lance-shaped to lance-shaped, 50–75 mm (2.0–3.0 in) long and 9–25 mm (0.35–0.98 in) wide tapering to a petiole 8–15 mm (0.31–0.59 in) long. The flower buds are arranged in leaf axils in groups of between nine and fifteen on an unbranched peduncle 8–15 mm (0.31–0.59 in) long, the individual buds on pedicels 3–5 mm (0.12–0.20 in) long. Mature buds are an elongated spindle shape, 16–26 mm (0.63–1.02 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to horn-shaped operculum that is two or three times as long as the floral cup. Flowering occurs from July to October or November and the flowers are lemon-coloured. The fruit is a woody, barrel-shaped capsule 7–11 mm (0.28–0.43 in) long and 5–8 mm (0.20–0.31 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus redunca was first formally described in 1844 by Johannes Conrad Schauer in 1844 in Johann Georg Christian Lehmann's book Plantae Preissianae. The specific epithet (redunca) is from the Latin word reduncus meaning bent backwards, referring to the tip of the operculum that is sometimes bent when young.",
    "Distribution": "Black marlock is found on undulating, low ridges mostly along the south coast between Cape Riche and the Fitzgerald River National Park, and inland as far as Ravensthorpe. It grows in shrubland and open woodland in sand-clay soils often over laterite.The species is associated with the western mallee subgroup which is characterised by several eucalypts including E. oleosa, E. moderata, E. incrassata, E. foecunda, E. eremophila and E. uncinata. The understorey is predominantly shrubby with species of Melaleuca and Acacia along with the occasional Triodia.",
    "Conservation status": "This mallee is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}