{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_miniata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. miniata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus miniata, commonly known as the Darwin woollybutt or woolewoorrng, is a species of medium-sized to tall tree that is endemic to northern Australia. It has rough, fibrous, brownish bark on the trunk, smooth greyish bark above. Adult leaves are lance-shaped, the flower buds are ribbed and arranged in groups of seven, the flowers orange or scarlet and the fruit is cylindrical to barrel-shaped or urn-shaped, with ribs along the sides.",
    "Description": "Eucalyptus miniata is a tree that typically grows to a height of 15–25 m (49–82 ft), sometimes as tall as 30 m (98 ft), usually with a single trunk, and forms a lignotuber. The bark is soft, rough, fibrous and fissured, grey to red-yellow-brown in colour on the trunk with white to pale grey smooth bark on the upper trunk and branches. Young plants and coppice regrowth have greenish-brown leaves that are elliptical in shape, 30–60 mm (1.2–2.4 in) long and 20–30 mm (0.79–1.18 in) wide. Adult leaves are dull to slightly glossy green, paler on the lower surface, lance-shaped to curved, 75–150 mm (3.0–5.9 in) long and 25–50 mm (0.98–1.97 in) wide. tapering to a petiole 12–27 mm (0.47–1.06 in) long.The flower buds are arranged in groups of seven on an unbranched peduncle 10–35 mm (0.39–1.38 in) long, the individual buds sessile or on pedicles up to 7 mm (0.28 in) long. Mature buds are club-shaped, rarely spindle-shaped, glaucous, 10–23 mm (0.39–0.91 in) long and 9–12 mm (0.35–0.47 in) wide with ribs along the sides and a rounded to conical operculum. Flowering occurs from May to September and the flowers are orange or scarlet and up to 35 mm (1.4 in) in diameter. The fruit are woody, cylindrical to barrel-shaped or urn-shaped capsules 33–60 mm (1.3–2.4 in) long, 20–40 mm (0.79–1.57 in) wide and have longitudinal ribbing with the valves enclosed below the level of the rim. The fruit is glaucous at first but lose that covering over time. The fruit contain dark grey to black seeds that are 5–7 mm (0.20–0.28 in) long with an obliquely pyramidal to flattened cuboid shape.",
    "Taxonomy and naming": "The species was first formally described by the botanist Johannes Conrad Schauer in 1843 in Wilhelm Gerhard Walpers work Repertorium Botanices Systematicae from an unpublished description by Allan Cunningham. The species name miniata is Latin meaning flame-scarlet referring to the colour of the filaments of the flowers. The Miriwoong people of the Kimberley call the tree woolewoorrng.",
    "Distribution and habitat": "Eucalyptus miniata is commonly found in open forest, savanna communities and on sandstone escarpments, growing in sandy soils. It is widely distributed from the Kimberley region in Western Australia and through northern parts of the Northern Territory to the Burketown region of far northwestern Queensland]]. It occurs in the Arnhem Coast, Arnhem Plateau, Central Kimberley, Daly Basin, Darwin Coastal, Einasleigh Uplands, Gulf Coastal, Gulf Fall and Uplands, Gulf Plains, Northern Kimberley, Ord Victoria Plain, Pine Creek, Tiwi Cobourg, and Victoria Bonaparte bioregions.",
    "Ecology": "Red-tailed black cockatoos living in the north of Australia prefer feeding on the Darwin woollybutt.",
    "Conservation status": "Eucalyptus miniata is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}