{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_youngiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. youngiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus youngiana, commonly known as large-fruited mallee, Ooldea mallee and yarldarlba, is a tree that occurs in arid and semi-arid areas of southern Western Australia and South Australia.",
    "Description": "E. youngiana grows as a mallee with a typical height of 4 to 7 metres (13 to 23 ft). It has rough, flaky bark that is a dark grey-brown bark on lower stems and smooth, pinkish-grey to creamy in colour above and produces inflorescences with red or yellow flowers from June to October. the bark is persistent on the trunks and lower parts of the main branches. The adult leaves have a broadly lanceolate shape and are up to 150 millimetres (5.9 in) long with a width of 40 millimetres (1.57 in) and a dull, blue-green appearance. The axillary flowers appear in groups of three and can be up to 75 millimetres (2.95 in) in diameter. The flower buds are up to 65 millimetres (2.56 in) in length with a width of up to 40 mm (1.57 in)  with a cap that is horn-shaped. The fruit, or gumnuts, that follow are large and conspicuously ribbed that have a length of around 45 mm (1.77 in) and a width of about 70 mm (2.76 in). They are coarsely ribbed with a broad disc that is concave and ascending, with four to six rim-level valves. The fruit contains irregular pyramid-shaped brown coloured seeds that are to 4.5 mm (0.177 in) long and 2.5 mm (0.098 in) wide.",
    "Taxonomy": "The species was first published in 1876 by Ferdinand von Mueller, based on specimens collected at Queen Victoria Spring by Jess Young during the Giles expedition of May 1875. The specific name honours Jess Young, a member of the Giles fourth expedition who collected the type specimen.There are no subspecies or varieties. In 1969 Clifford Boomsma demoted it to a subspecies of E. pyriformis, but this was overturned by Ian Brooker in 2000.",
    "Distribution and habitat": "It has a fairly wide distribution, occurring throughout arid and semi-arid areas of Western Australia and South Australia. It is commonly found in the Great Victoria Desert ecosystem. The relief is generally gentle slopes. It grows in red sands and sandy loams.\n\n\n== References =="
  }
}