{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_arborella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. arborella"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus arborella, commonly known as Twertup mallet, is a mallet or small tree that is endemic to a small area in the south-west of Western Australia. It has smooth greyish bark, narrow lance-shaped adult leaves, flower buds in groups of thirteen to twenty fused together, yellowish green flowers, and fruits fused together in a woody mass.",
    "Description": "Eucalyptus arborella is a mallet that typically grows to a height of 5 metres (16 ft) and does not form a lignotuber. The bark is a whitish-grey colour, sometimes becoming a coppery-pink and smooth over the length of the tree. The leaves on young plants and on coppice regrowth are egg-shaped and up to 60 mm (2 in) long and 28 mm (1 in) wide. The adult leaves are elliptic to lance-shaped, the same glossy dark green on both sides, 60–80 mm (2–3 in) long and 12–19 mm (0.5–0.7 in) wide on a petiole 5–10 mm (0.2–0.4 in) long. The flower buds are borne in groups of thirteen to twenty and are fused together in leaf axils on a flattened peduncle 12 to 35 mm (0.5 to 1.4 in) long. The cluster of buds is 45–65 mm (2–3 in) long at maturity with each bud is 7–12 mm (0.3–0.5 in) wide at the base of the operculum. The operculum is 38–50 mm (1–2 in) long, between five and eight times as long as the floral cup, and curved. Flowering occurs from March to May and the flowers are greenish. The fruit are fused in a woody mass 9–15 mm (0.4–0.6 in) wide on a down-turned peduncle.",
    "Taxonomy and naming": "Eucalyptus arborella was first formally described in 2002 by Ian Brooker and Stephen Hopper from a specimen collected near the Twertup field studies centre in the Fitzgerald River National Park. The description was published in the journal Nuytsia. The specific epithet (arborella) is derived from the Latin word arbor meaning \"tree\", with the diminutive suffix ‑ellus, hence \"little tree\".Eucalyptus arborella belongs in Eucalyptus subgenus Symphyomyrtus section Bisectae subsection Hadrotes because the of its coarsely bisected cotyledons, erect stamens and larger, thick rimmed fruits. The subsection Hadrotes contains ten species of which eight do not have oil glands in the branchlet pith. Together these eight species form series Lehmannianae, a group that have fruit with exserted valves that have fused tips even after the seeds are lost, a feature also shared with the distantly related Eucalyptus cornuta.Of the eight species in series Lehmannianae four species; E. conferruminata, E. lehmannii, E. mcquoidii and E. arborella all have the buds in each an axillary cluster that is fused basally.",
    "Distribution and habitat": "The Twertup mallet grows in rocky places in the Fitzgerald River National Park and near Corackerup in the Esperance Plains biogeographic region.",
    "Conservation": "This eucalypt is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}