{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_bakeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. bakeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus bakeri, commonly known as Baker's mallee or the mallee box, is a eucalypt that is endemic to eastern Australia. It has fibrous bark on the trunk and smooth white or grey bark above, narrow lance-shaped leaves, flower buds in groups of between seven and thirteen, white flowers and hemispherical or shortened spherical fruit.",
    "Description": "Eucalyptus bakeri is a mallee that typically grows to a height of 6 metres (20 ft) or a tree to 12 metres (39 ft). It forms a lignotuber and has grey to brown, compact fibrous to flaky bark on the trunk and smooth white or grey bark above that sheds in ribbons through the year. Leaves on young plants and on coppice regrowth are arranged in opposite pairs, linear to narrow lance-shaped, 50–80 mm (2–3 in) long, 3–5 mm (0.1–0.2 in) wide and lack a petiole. The adult leaves are arranged alternately, linear to narrow lance-shaped, 40–105 mm (2–4 in) long, 5–15 mm (0.2–0.6 in) wide with a petiole 5–13 mm (0.2–0.5 in) long, and the same green or yellow-green,glossy appearance on both sides.The flowers are borne in groups of between seven and thirteen in leaf axil|s on a peduncle 3–15 mm (0.1–0.6 in) long, the individual flowers on a pedicel 1–2 mm (0.04–0.08 in) long. Mature buds are oblong to spindle-shaped, 8–11 mm (0.3–0.4 in) long and 2–4 mm (0.08–0.2 in) wide with a conical to horn-shaped operculum. Flowering mainly occurs from June to August and the flowers are white. The fruit that follows is a woody, hemispherical to a shortened sphere 3 to 4 mm (0.12 to 0.16 in) long and 4 to 5 mm (0.16 to 0.20 in) in diameter.",
    "Taxonomy and naming": "Eucalyptus bakeri was first formally described in 1913 by Joseph Maiden from a specimen collected near Wallangarra in 1911 by Edward Swain. Maiden noted that the species is locally referred to as \"Mallee Box\". The specific epithet (bakeri) honours Richard Thomas Baker \"who has done valuable work in connection with this genus\".",
    "Distribution and habitat": "Baker's mallee occurs near Yetman and Warialda in New South Wales and near Roma, Talwood and Dalby in Queensland with an outlier in the White Mountains National Park. It grows in shrubland on shallow, sandy soils.",
    "Use in horticulture": "This eucalypt is able to tolerate drought and light frost and will grow in ordinary to enriched and mildly acidic or alkaline soils. It is cultivated for use in gardens as a bird attracting shade tree, windbreak or coppice which has a medium growth rate.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}