{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_purpurata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. purpurata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus purpurata, commonly known as the Bandalup silver mallet, is a species of mallet that is endemic to a small area in the southwest of Western Australia. It has smooth, silvery bark, glossy dark green, lance-shaped adult leaves, flower buds in groups of between seven and eleven, creamy white flowers and shortened spherical fruit.",
    "Description": "Eucalyptus purpurata is a mallet that typically grows to a height of 10 m (33 ft) but does not form a lignotuber. It has smooth, silvery grey bark that is shed in strips to reveal cream-coloured new bark. Adult leaves are the same shade of glossy dark green on both sides, lance-shaped, 45–95 mm (1.8–3.7 in) long and 6–16 mm (0.24–0.63 in) wide tapering to a petiole 7–17 mm (0.28–0.67 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 6–15 mm (0.24–0.59 in) long, the individual buds on pedicels 3–7 mm (0.12–0.28 in) long. Mature buds are oblong, 11–15 mm (0.43–0.59 in) long and 4–5 mm (0.16–0.20 in) wide with a conical operculum and shallow ribs on the floral cup. Flowering has been recorded in November and the flowers are creamy white. The fruit is a woody, shortened spherical capsule that is 5–6 mm (0.20–0.24 in) long, 6–7 mm (0.24–0.28 in) wide with the valves protruding but fragile.",
    "Taxonomy": "Eucalyptus purpurata was first formally described in 2002 by Dean Nicolle in the journal Nuytsia from material collected Bandalup Hill near Ravensthorpe. The specific epithet (purpurata) is from the Latin purpuratus meaning \"purple\" referring to the purplish new growth of this mallet.",
    "Distribution and habitat": "The Bandalup silver mallet occurs in more or less pure stands but is only known from the type location where it grows in white powdery soil containing magnesite.",
    "Conservation status": "This eucalypt is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia).",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}