{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_leptopoda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. leptopoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus leptopoda, commonly known as the Tammin mallee, is a species of mallee or rarely a tree, that is endemic to Western Australia. It has smooth mottled grey or brownish bark, sometimes with rough bark near the base, linear to curved adult leaves, flower buds usually in groups of seven and eleven, creamy white flowers and hemispherical to flattened spherical fruit.",
    "Description": "Eucalyptus leptopoda is a mallee, or occasionally a tree, that typically grows to a height of 1 to 8 metres (3 to 26 ft) and forms a lignotuber. It has smooth grey or grey-brown bark, sometimes with flaky or fibrous bark near the base. Young plants and coppice regrowth have leaves that are arranged alternately, dull greenish, linear to narrow lance-shaped, 50–130 mm (2.0–5.1 in) long and 4–10 mm (0.16–0.39 in) wide on a short petiole. Adult leaves are arranged alternately, the same dull, green or grey-green on both sides, usually linear or curved, 75–125 mm (3.0–4.9 in) long and 6–15 mm (0.24–0.59 in) wide tapering to a petiole 5–18 mm (0.20–0.71 in) long. The flower buds are arranged in leaf axils in groups of between seven and eleven, on an unbranched peduncle 8–15 mm (0.31–0.59 in) long, the individual buds on pedicels 5–10 mm (0.20–0.39 in) long. Mature buds are oval to more or less spherical, 8–11 mm (0.31–0.43 in) long and about 5 mm (0.20 in) wide with a beaked operculum. It blooms between September and March producing white-cream-yellow coloured flowers. The fruit is a hemispherical to flattened spherical capsule, 4–7 mm (0.16–0.28 in) long and 6–10 mm (0.24–0.39 in) wide with the valves protruding above the rim.",
    "Taxonomy": "Eucalyptus leptopoda was first formally described by the botanist George Bentham in 1867 and published in Flora Australiensis. The type specimen was collected by James Drummond. The specific epithet is derived from the Greek words leptos meaning \"thin\", \"narrow\" or \"slender\" and pous, podos meaning \"foot\" in reference to the slender pedicels.In 1992, Lawrie Johnson and Ken Hill described four subspecies and the names have been accepted by the Australian Plant Census:\nEucalyptus leptopoda subsp. arctata L.A.S.Johnson & K.D.Hill has linear leaves and the disc of the fruit steeply raised;\nEucalyptus leptopoda subsp. elevata L.A.S.Johnson & K.D.Hill has lance-shaped leaves and the disc of the fruit steeply raised;\nEucalyptus leptopoda Benth. subsp. leptopoda usually has more than 7 flower buds in a group and the disc of the fruit flat or rounded;\nEucalyptus leptopoda subsp. subluta L.A.S.Johnson & K.D.Hill usually has only seven flower buds in a group and the disc of the fruit flat or rounded.",
    "Distribution": "The Tammin mallee is endemic to the Mid West, Wheatbelt and western parts of the Goldfields-Esperance regions in Western Australia where it is commonly found on sand plains, dunes and rises growing in sandy or loamy soils sometimes containing gravel, over and around areas of laterite.",
    "Conservation status": "All four subspecies of E. leptopoda are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}