{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_limitaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. limitaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus limitaris is a species of tree or mallee that is endemic to north-west Australia. It has rough, flaky or fibrous bark on the trunk and branches, lance-shaped to curved adult leaves, flower buds in groups of seven on a branching peduncle and conical to barrel-shaped or cup-shaped fruit.",
    "Description": "Eucalyptus limitaris is a tree or mallee that typically grows to a height of 8 m (26 ft) and forms a lignotuber. It has rough, fibrous to flaky, deeply fissured, greyish to brownish bark from the trunk to the thinnest branches. The adult leaves are dull green, lance-shaped to curved, 90–250 mm (3.5–9.8 in) long and 14–35 mm (0.55–1.38 in) wide, tapering to a petiole 12–26 mm (0.47–1.02 in) long. The flower buds are arranged on a branching peduncle in leaf axils and on the ends of the branchlets, the buds in groups of three or seven, the peduncle 6–23 mm (0.24–0.91 in) long, the buds on pedicels 2–9 mm (0.079–0.354 in) long. Mature buds are oval to pear-shaped, 7–8 mm (0.28–0.31 in) long and about 4 mm (0.16 in) wide with a conical operculum. The fruit is a woody, conical to barrel-shaped or cup-shaped capsule 5–11 mm (0.20–0.43 in) long and 5–9 mm (0.20–0.35 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus limitaris was first formally described in 2000 by Lawrie Johnson and Ken Hill near the Mary River. The description was published in the journal Telopea. The botanical name (limitaris) is from the Latin limes, limitis meaning \"a border\" or \"a boundary\", referring to the distribution of the species.",
    "Distribution and habitat": "This eucalypt grows in open savanna shrubland, often near ephemeral creeks near the border between Western Australia and the Northern Territory, in the area between Halls Creek, Fitzroy Crossing and aroung Top Springs.",
    "Conservation status": "Eucalyptus limitaris is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}