{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_grandis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. grandis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus grandis, commonly known as the flooded gum or rose gum, is a tall tree with smooth bark, rough at the base fibrous or flaky, grey to grey-brown. At maturity, it reaches 50 metres (160 feet) tall, though the largest specimens can exceed 80 metres (260 feet) tall. It is found on coastal areas and sub-coastal ranges from Newcastle in New South Wales northwards to west of Daintree in Queensland, mainly on flat land and lower slopes, where it is the dominant tree of wet forests and on the margins of rainforests.",
    "Description": "Eucalyptus grandis grows as a straight and tall forest tree, reaching around 50 m (160 ft) tall, with a dbh of 1.2 to 2 m (3.9 to 6.6 ft). The biggest trees can reach 75 m (246 ft) high and 3 m (9.8 ft) dbh, the tallest recorded known as \"The Grandis\" near Bulahdelah, with a height of 86 m (282 ft) and a girth of 8.5 m (28 ft). The bole is straight for 2/3rds to 3/4 the height of the tree. The bark is smooth and powdery, pale- or blue-grey to white in colour, with a skirt of rough brownish bark for the bottom 1–4 m of the tree trunk. The glossy dark green leaves are stalked, lanceolate to broad lanceolate, and paler on their undersides, 10 to 16 cm (3.9 to 6.3 in) long and 2–3 cm (0.79–1.18 in) wide. They are arranged alternately along the branches. The secondary veins arise off the leaf midvein at a wide angle (61 degrees), and the leaf is dotted with around 800 oil glands per square centimetre.The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 10–18 mm (0.39–0.71 in) long, the individual buds sessile or on pedicels up to 5 mm (0.20 in) long. Mature buds are oval, pear-shaped or club-shaped, green to yellow or glaucous, 6–9 mm (0.24–0.35 in) long and 4–5 mm (0.16–0.20 in) wide. The white flowers appear from mid autumn to late winter from April to August. The flowers are followed by conical, pear- or cone-shaped fruit 4–10 mm (0.16–0.39 in) long and 5–8 mm (0.20–0.31 in) wide with the valves at rim level or slightly above.The Sydney blue gum (E. saligna) is very similar in appearance and overlaps E. grandis in the southern part of its range, but has narrower leaves and more bell-shaped gumnuts with protruding valves. It also has a lignotuber. The mountain blue gum (E. deanei) can be distinguished by its entirely smooth bark and wider adult leaves.",
    "Taxonomy": "Eucalyptus grandis was first formally described by Walter Hill in 1862 in Catalogue of the Natural and Industril Products of Queensland. The species name grandis \"large\" relates to this tree's large size. It is commonly known as the flooded gum and as rose gum in Queensland. It has been classified in the subgenus Symphyomyrtus, Section Latoangulatae, Series Transversae (eastern blue gums) by Brooker and Kleinig. Its two closest relatives are the Sydney blue gum (Eucalyptus saligna) and the mountain blue gum (E. deanei).",
    "Distribution and habitat": "E. grandis is found on coastal areas and sub-coastal ranges from the vicinity of Newcastle in New South Wales northwards to Bundaberg in central Queensland with disjunct populations further north near Mackay, Townsville and Daintree in northern Queensland, mainly on flat land and lower slopes. The soils are deep fertile alluvial loams. The annual rainfall varies from 1100 to 3500 mm. It is the dominant tree of wet forest and rain forest margins, either growing in pure stands or mixed with trees such as blackbutt (E. pilularis), tallowwood (E. microcorys), red mahogany (E. resinifera), Sydney blue gum (E. saligna), pink bloodwood (Corymbia intermedia), turpentine (Syncarpia glomulifera), brush box (Lophostemon confertus) and forest oak (Allocasuarina torulosa). E. grandis has been established in plantations in northern Uruguay and is sold under the trade name \"Red Grandis\".",
    "Uses": "Flooded gum is an attractive, straight-trunked tree much in demand outside Australia for timber and pulp, and extensive plantations exist in South Africa and Brazil. Within Australia, plantations exist in northern New South Wales, where seedlings have put on 7 metres (23 feet) of growth in their first year. The timber has a pinkish tinge and is used in joinery, flooring, boat building, panelling and plywood. It has a straight grain, and moderate durability and strength, and is resistant to Lyctus borers. Hybrids with river red gum (Eucalyptus camaldulensis) are used to combat salinity. Eucalyptus grandis is a food plant of paropsine beetles of the family Chrysomelidae and Christmas beetles, the latter often defoliating trees of Australia's east coast. Clones of Eucalyptus grandis have been selected and bred on the basis of unpalatability to the brown Christmas beetle (Anoplognathus chloropyrus) to minimise damage to plantations.Other insect pests include the steelblue sawfly (Perga dorsalis) and the leafblister sawfly (Phylacteophaga froggatti), both of which prefer young trees.Eucalyptus grandis has been grown successfully in plantations in wetter areas of Sri Lanka, particularly in the Badulla and Nuwara Eliya Districts. Plantations  have also been successfully in Uruguay where lumber is being exported to the United States under the trade name \"Red Grandis\". Many parameters of climate and soil are similar to eastern Australia, and it has grown well on plains as well as hills previously used for growing tea. Grown for its wood and ease of cultivation, it is the fastest growing eucalypt in the country.The tree is too large for most gardens, but makes an attractive tree for large parks and farms, and can be used in riverbank stabilisation.The saligna gum is grown extensively in plantations in South Africa in areas that formerly offered indifferent bee forage. At the onset of flowering each year an\nextraordinarily large number of colonies move into these plantations where thousands are decoyed into hives by beekeepers. The flowers strong scent and beekeepers assert that bees travel at least 20 miles to some plantations.",
    "Uses-Pulpwood": "\n\n== References =="
  }
}