{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nobilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nobilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nobilis, commonly known as ribbon gum or giant white gum, is a species of medium to tall tree that is native to northern New South Wales and south-east Queensland. It has a long, straight trunk with smooth, greyish bark that is shed in long ribbons, lance-shaped or curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus nobilis is a tree that typically grows to a height of 50–70 m (160–230 ft) with a long, straight trunk and forms a lignotuber. It has smooth, white and pale grey bark that is shed in long ribbons. Young plants and coppice regrowth have sessile, glossy green leaves that are 50–150 mm (2.0–5.9 in) long, 14–65 mm (0.55–2.56 in) wide and arranged in opposite pairs. Adult leaves are lance-shaped to curved, the same shade of glossy green on both sides, 85–210 mm (3.3–8.3 in) long and 10–30 mm (0.39–1.18 in) wide, tapering to a petiole 10–27 mm (0.39–1.06 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 6–12 mm (0.24–0.47 in) long, the individual buds on pedicels about 5 mm (0.20 in) long. Mature buds are oval to spindle-shaped, 4–7 mm (0.16–0.28 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to rounded operculum. Flowering mainly occurs from February to May and the flowers are white. The fruit is a woody, cup-shaped or hemispherical capsule 3–6 mm (0.12–0.24 in) long and 4–9 mm (0.16–0.35 in) wide with the valves strongly protruding.",
    "Taxonomy and naming": "Eucalyptus nobilis was first formally described in 1990 by Lawrie Johnson and Ken Hill in the journal Telopea, from specimens collected by Johnson near Nowendoc in 1984. The specific epithet (nobilis) is a Latin word meaning \"noble\" or \"excellent\", referring to the tall, straight habit of this eucalypt.",
    "Distribution and habitat": "Ribbon gum grows in tall forests on deep, fertile soils on the ranges from the southern Darling Downs in Queensland, extending south to the ranges of the Northern Tablelands and Liverpool Range.\n\n\n== References =="
  }
}