{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_indurata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. indurata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus indurata, commonly known as ironbark or ironbark mallee, is a species of tree or mallee that is endemic to southern Western Australia. It has rough, hard, blackish, furrowed bark on the trunk, smooth whitish bark above, lance-shaped adult leaves, flower buds in groups of seven, white to pale yellow flowers and shortened spherical fruit.",
    "Description": "Eucalyptus indurata is a tree or mallee that typically grows to a height of 3 to 10 metres (10 to 33 ft) and forms a lignotuber. It has rough, hard, furrowed, blackish bark similar to that of an ironbark on some or all of the trunk, smooth whitish bark above. Young plants and coppice regrowth have sessile, heart-shaped to egg-shaped leaves 30–100 mm (1.2–3.9 in) long, 18–45 mm (0.71–1.77 in) wide and arranged in opposite pairs. Adult leaves are glossy green, lance-shaped, 63–105 mm (2.5–4.1 in) long, 10–22 mm (0.39–0.87 in) wide on a petiole 8–23 mm (0.31–0.91 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 8–16 mm (0.31–0.63 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are oval, 10–18 mm (0.39–0.71 in) long and 5–7 mm (0.20–0.28 in) wide with a prominently beaked operculum that is longer than the floral cup. It blooms between June and September producing white to pale yellow flowers. The fruit is a woody, shortened spherical capsule 5–10 mm (0.20–0.39 in) long and 8–11 mm (0.31–0.43 in) wide with the valves protruding above the rim.",
    "Taxonomy and naming": "Eucalyptus indurata was first formally described by the botanists Ian Brooker and Stephen Hopper in 1993 in the journal Nuytsia from a specimen collected near Dalyup in 1983. The specific epithet (indurata) is from the Latin induratus, 'hard', referring to the hard, rough bark of this species.",
    "Distribution and habitat": "Ironbark is found on undulating plains and rises along the south coast from near Ravensthorpe to Balladonia in the Coolgardie, Esperance Plains, Mallee and Nullarbor biogeographic regions where it grows in yellow sandy-clay soils.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}