{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_macrocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. macrocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus macrocarpa, commonly known as mottlecah, is a species of mallee that is endemic to the south-west of Western Australia. It has smooth bark, usually sessile, heart-shaped adult leaves arranged in opposite pairs, large red flowers and broad conical fruit.",
    "Description": "Eucalyptus macrocarpa is a mallee that typically grows to a height of 0.5–8 m (1 ft 8 in–26 ft 3 in), has a sprawling or spreading habit, and forms a lignotuber. It has smooth, shiny, brownish over salmon-pink bark. Its crown is composed of juvenile leaves that are sessile, arranged in opposite pairs, heart-shaped with the bases wrapped around the stem, glaucous, 55–85 mm (2.2–3.3 in) long and 35–50 mm (1.4–2.0 in) wide. The flower buds are glaucous and are arranged singly in leaf axils on a peduncle 1–7 mm (0.039–0.276 in) long and a pedicel up to 5 mm (0.20 in) long. Mature buds are oval, 40–55 mm (1.6–2.2 in) long and 25–30 mm (0.98–1.18 in) wide with a beaked operculum. Flowering occurs from August to January or April or June and the flowers are red, or rarely, creamy white. The fruit is a sessile, woody, broadly conical capsule 12–20 mm (0.47–0.79 in) long and 33–45 mm (1.3–1.8 in) wide with the valves protruding above the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus macrocarpa was first fromally described in 1842 by William Jackson Hooker from a specimen collected by James Drummond from the \"guangan\". The description was published in Hooker's book,  Icones Plantarum. In Curtis's Botanical Magazine, Hooker noted \"[t]he colour of the flowers is due to the stamens alone; for petals (as in the genus) there are none, and the calyx falls off like the lid of a box\". He also noted that \"the bright red flowers nestled among the leaves, for a very striking object\", and that indigenous people called it \"morral\".The specific epithet is derived from the ancient Greek words makros (μακρός) meaning \"long\" and karpos (καρπός) meaning \"fruit\". Noongar peoples know the tree as mottlecar.In 1993, Ian Brooker and Stephen Hopper described two subspecies and the names have been accepted by the Australian Plant Census:\n\nEucalyptus macrocarpa subsp. elachantha Brooker & Hopper  has smaller leaves, buds and fruit than subspecies macrocarpa;\nEucalyptus macrocarpa Hook. subsp. macrocarpa. The name elachantha is derived from the ancient Greek words elachys meaning \"small\" and anthos meaning \"flower\".",
    "Distribution and habitat": "Mottlecah grows in sand in undulating heath between Eneabba, Cataby and Kulin. Subspecies elachantha has a more restricted distribution south-east of Geraldton.",
    "Conservation status": "Subspecies macrocarpa is classified as \"not threatened\", but subspecies elachantha is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "Eucalyptus macrocarpa is easily grown from seed, but requires good drainage and a dry, frost-free climate. It was raised from seed in 1842 at Kew Gardens and flowered in 1847.\n\n\t\t\n\n\n== References =="
  }
}