{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_hallii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. hallii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus hallii, commonly known as Goodwood gum, is a species of small to medium-sized tree that is endemic to Queensland. It has smooth bark, lance-shaped to curved adult leaves, flower buds in groups of seven, white flower and conical fruit.",
    "Description": "Eucalyptus hallii is a tree that typically grows to a height of 20 m (66 ft) and forms a lignotuber. It has smooth white and grey bark that is shed to reveal pale orange to pale pink. Young plants and coppice regrowth have egg-shaped to broadly lance-shaped leaves that are 12–22 mm (0.47–0.87 in) long and 46–90 mm (1.8–3.5 in) wide. Adult leaves are lance-shaped or curved, 120–170 mm (4.7–6.7 in) long and 20–35 mm (0.79–1.38 in) wide on a petiole 12–30 mm (0.47–1.18 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 3–10 mm (0.12–0.39 in) long, the individual buds sessile or on very short pedicels. Mature buds are oval, 6–9 mm (0.24–0.35 in) long and 4–5 mm (0.16–0.20 in) wide with a rounded to conical operculum. The flowers are white and the fruit is a woody, conical capsule 4–6 mm (0.16–0.24 in) long and 6–8 mm (0.24–0.31 in) wide with the valves protruding above the rim.",
    "Taxonomy and naming": "Eucalyptus hallii was first formally described in 1975 by Ian Brooker from a specimen he collected near Goodwood railway station. The description was published in the journal Australian Forest Research. The specific epithet honours Norman Hall, who collaborated with Brooker and initiated the first edition of the book, Forest Trees of Australia.",
    "Distribution and habitat": "Goodwood gum grow in woodland and open forest, usually in flat areas, between Bundaberg and Maryborough in Queensland.",
    "Conservation status": "This eucalypt is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the Queensland Government Nature Conservation Act 1992. The main threat to the species is habitat loss due to agricultural activities.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}