{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_ochrophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. ochrophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus ochrophloia, commonly known as the yapunyah or napunyah, is a species of eucalypt native to inland New South Wales and Queensland in eastern Australia.",
    "Description": "The tree typically grows to a height of 15 m (49 ft) but can reah as high as 20 m (66 ft) and forms a lignotuber. It has rough and tessellated or box-type bark on lower end of the trunk. The older bark is dark grey to black that becomes smooth, grey to coppery, pink, yellow or brown higher up. The concolorous, glossy, green adult leaves are alternately arranged forming a loose canopy. The leaf blade is a lanceolate shape with a length of 7 to 20 cm (2.8 to 7.9 in) and a width of 1.0 to 2.5 cm (0.39 to 0.98 in) with a base that tapers to the petiole. It blooms between May and November producing terminal compound inflorescences with seven buds per umbel. The elongated, curved, oblong to fusiform mature buds are 1.0 to 1.7 cm (0.39 to 0.67 in) in length and 0.4 to 0.5 cm (0.16 to 0.20 in), The green to yellow buds have so scarring and are ribbed longitudinally with a conical to pyramidal shaped operculum with inflexed stamens and white flowers. The fruits that form afterward are cylindrical to barrel-shaped with a length of 0.8 to 1.7 cm (0.31 to 0.67 in) and a width of 0.4 to 0.8 cm (0.16 to 0.31 in) with a descending disc and three or four valves. The brown seeds within the fruit have a flattened ovoid shape and a length of 2.0 to 2.5 mm (0.079 to 0.098 in).",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1878 as part of the work Fragmenta Phytographiae Australiae. The specific epithet is from the Greek ochro- meaning pale yellow and phloios meaning bark in reference to the pale colour of the upper smooth bark.",
    "Distribution and ecology": "The tree has a scattered distribution through north western New South Wales and south western Queensland. In New South Wales it is found east of White Cliffs and north of the Paroo River where it is occurs frequently but in scattered populations, as part of the overstorey in grassy woodland communities growing along broad flat seasonal rivers and creeks in heavy calcareous soils. Associated species in the overstorey include; Eucalyptus largiflorens and Eucalyptus coolabah while the understorey species include; Acacia stenophylla and Eremophila bignoniflora along with Muehlenbeckia florulenta.\nIn more arid woodland areas the tree is associated with Acacia cambagei, Eremophila mitchellii, Eremophila maculata, Aristida latifolia, Astrebla lappacea and Chloris pectinata.",
    "Uses": "The tree is used by apiarists for honey production as the tree produces nectar in winter when few other plants are in flower. It is also an importance food source for native birds particularly the Pied Honeyeater. The wood from the tree is suitable for fuel, fencing and as a heavy construction timber. It is a good shade tree for stock and the leaves can be used as fodder.\n\n\n== References =="
  }
}