{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_fitzgeraldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. fitzgeraldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus fitzgeraldii, commonly known as the broad-leaved box or the paper-barked box, is a tree that is endemic to Western Australia. It has rough, flaky bark, flower buds arranged in groups of seven and bell-shaped to urn-shaped fruit.",
    "Description": "Eucalyptus fitzgeraldii is a tree that typically grows to a height of 5 to 15 metres (16 to 49 ft) and has rough, grey, fibrous or flaky bark that is shed in papery flakes. Adult leaves are egg-shaped to more or less round, glossy when fresh, up to 100 mm (3.9 in) long and 120 mm (4.7 in) wide on a petiole up to 40 mm (1.6 in) long. The flower buds are arranged in groups of seven on a peduncle 10–15 mm (0.39–0.59 in) long, the individual buds on pedicels about 5 mm (0.20 in) long. Mature buds have a conical to bell-shaped floral cup 5–6 mm (0.20–0.24 in) long and wide with a conical to hemispherical operculum 3–4 mm (0.12–0.16 in) long and 5–6 mm (0.20–0.24 in) wude. Flowering occurs between August and September and the flowers are whitish cream.",
    "Taxonomy": "Eucalyptus fitzgeraldii was first formally described in 1934 by William Blakely from a specimen collected between Tabletop Mountain and the Artesian Range near the Charnley River by William Vincent Fitzgerald. The specific epithet (fitzgeraldii) honours the collector of the type specimen.",
    "Distribution": "The broad-leaved box is found on rocky hillsides and plains in the northern Kimberley region of Western Australia where it grows in clay soils around basalt or dolerite.",
    "Conservation status": "This eucalypt is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}