{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_boliviana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. boliviana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus boliviana, commonly known as Bolivia Hill stringybark or Bolivia stringybark is a shrub or a mallee, sometimes a small tree and is endemic to a small area in northern New South Wales. It is a stringybark with four-sides stems, broadly lance-shaped adult leaves, flower buds arranged in groups of seven, yellow flowers and hemispherical to broadly funnel-shaped fruit.",
    "Description": "Eucalyptus boliviana is a shrub or a mallee that grows to a height of 5 metres (16 ft), occasionally a tree that grows to a height of 12 metres (39 ft) high. The bark on the trunk and larger branches is greyish and stringy. The thinner stems are distinctly four sided with wings at each edge. Young plants and coppice regrowth have stems that are square in cross section and leaves that are elliptic to egg-shaped or broadly lance-shaped, 65–110 mm (2.6–4.3 in) long and 30–65 mm (1.2–2.6 in) wide and have a petiole. Adult leaves are broadly lance-shaped, dull bluish green at first then the same glossy green on both sides, 80–160 mm (3.1–6.3 in) long and 30–50 mm (1–2 in) wide with a petiole 12–30 mm (0.5–1 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle 4–10 mm (0.2–0.4 in) long but the individual flowers are sessile. Mature buds are oval to broadly spindle-shaped with a conical operculum. Flowering mainly occurs in September and the flowers are yellow. The fruit are sessile, hemispherical to broadly funnel-shaped, 5–6 mm (0.20–0.24 in) long and 10–15 mm (0.39–0.59 in) wide with the valves level with the rim or slightly protruding.",
    "Taxonomy and naming": "Eucalyptus boliviana was first formally described in 2001 by John Beaumont Williams and  Ken Hill and the description was published in the journal Telopea. The specific epithet (boliviana) refers to this species' occurrence on Bolivia Hill.",
    "Distribution and habitat": "Bolivia Hill stringbark is restricted to Bolivia Hill between Glen Innes and Tenterfield where it grows in woodland between granite outcrops.",
    "Conservation": "This eucalypt is classified as \"vulnerable\" under the New South Wales Government Biodiversity Conservation Act 2016.\n\n\n== References =="
  }
}