{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_lucasii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. lucasii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus lucasii, commonly known as Barlee box, is a species of mallee that is that is endemic to central Western Australia. It has smooth bark, sometimes rough near the base, with broadly lance-shaped adult leaves, flower buds mostly in groups of between seven and eleven on a branched peduncle, creamy white flowers and cup-shaped to cylindrical or conical fruit.",
    "Description": "Eucalyptus lucasii is a mallee that typically grows to a height of 2 to 10 metres (7 to 33 ft) and forms a lignotuber. It has smooth, brown to greyish bark, sometimes with rough flaky or ribbony bark at the base of the trunk. Young plants and coppice regrowth have dull greyish green, egg-shaped leaves that are 45–105 mm (1.8–4.1 in) long and 20–55 mm (0.79–2.17 in) wide. Adult leaves are arranged alternately, the same shade of green on both sides, broadly lance-shaped, 80–150 mm (3.1–5.9 in) long and 10–30 mm (0.39–1.18 in) wide tapering to a petiole 10–30 mm (0.39–1.18 in) long. The flower buds are arranged in groups of seven, nine or eleven, sometimes on an unbranched peduncle in leaf axils, or on a branching peduncle on the ends of the branchlets. The Peduncle is 4–18 mm (0.16–0.71 in) long with the individual buds on pedicels 1–8 mm (0.039–0.315 in) long. Mature buds are oval, 3–6 mm (0.12–0.24 in) long and 2–4 mm (0.079–0.157 in) wide with a conical to rounded operculum. Flowering occurs between May and September and the flowers are creamy white. The fruit is a woody, cup-shaped to cylindrical or conical capsule 5–8 mm (0.20–0.31 in) long and 3–6 mm (0.12–0.24 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus lucasii was first formally described by the botanist William Blakely in 1934 in his book, A Key to the Eucalypts. The type specimen was collected by Charles Fitzgerald Fraser \"per\" W.C. Grasby from around Lake Barlee in 1919. The specific epithet honours Arthur Henry Shakespeare Lucas.Eucalyptus lucasii belongs in Eucalyptus subgenus Symphyomyrtus section Adnataria (also known as the boxes). Within the Adnataria section, E. lucasii is part of a subgroup, series Buxeales which are all found in south-eastern Australia, with only four occurring in Western Australia, those being E. cuprea, E. absite, E. normantonensis and E. lucasii. All four have inflexed stamens which separates them from the eastern species.",
    "Distribution and habitat": "Barlee box grows in sandy soils in shrubland in a broad area of central Western Australia. It occurs in the northern goldfields from Leonora and the western part of the Great Victoria Desert and north to the Pilbara.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}