{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nova-anglica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nova-anglica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nova-anglica, commonly known as the New England peppermint or black peppermint, is a species of small to medium-sized tree endemic to eastern Australia. It has thick, rough, fibrous bark on the trunk and larger branches, lance-shaped adult leaves, flower buds in groups of seven, white flowers and hemispherical or conical fruit.",
    "Description": "Eucalyptus nova-anglica is a tree that typically grows to a height of 15 mm (0.59 in) and forms a lignotuber. It has thick, rough, fissured, fibrous bark on the trunk and larger branches. Young plants and coppice regrowth have glaucous, sessile heart-shaped to more or less round leaves arranged in opposite pairs, 40–60 mm (1.6–2.4 in) long and 35–65 mm (1.4–2.6 in) wide. Adult leaves are arranged alternately, the same green to bluish green colour on both sides, lance-shaped, 90–190 mm (3.5–7.5 in) long and 12–25 mm (0.47–0.98 in) wide on a petiole 15–35 mm (0.59–1.38 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on a pedicel 1–3 mm (0.039–0.118 in) long. Mature buds are oval to diamond-shaped, 4–5 mm (0.16–0.20 in) long and 2–4 mm (0.079–0.157 in) wide with a conical operculum. Flowering occurs between February and May and the flowers are white. The fruit is a woody, conical or hemispherical capsule 3–4 mm (0.12–0.16 in) long and 3–6 mm (0.12–0.24 in) wide on a pedicel up to 2 mm (0.079 in) long.",
    "Taxonomy and naming": "Eucalyptus nova-anglica was first formally described in 1899 by Henry Deane and Joseph Maiden who published the description in Proceedings of the Linnean Society of New South Wales. The specific epithet (nova-anglica) refers to this species' occurrence in the New England area of New South Wales.",
    "Distribution and habitat": "New England peppermint grows in woodland and cold, swampy flats between Stanthorpe in far southeastern Queensland to near Nowendoc in New South Wales.\n\n\n== References =="
  }
}