{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dives",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dives"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dives, commonly known as the broad-leaved peppermint or blue peppermint, is a species of tree that is endemic to south-eastern Australia. It has rough, finely fibrous bark on the trunk and larger branches, smooth bark above, lance-shaped or curved adult leaves, flower buds in groups of eleven or more, white flowers and cup-shaped, hemispherical or conical fruit.",
    "Description": "Eucalyptus dives is a tree that grows to a height of 20 m (66 ft) and forms a lignotuber. The bark on the trunk and larger branches is rough, finely fibrous and greyish and smooth grey on the thinner branches. Young plants and coppice regrowth have leaves arranged in opposite pairs, egg-shaped to heart-shaped or curved, 60–140 mm (2.4–5.5 in) long and 20–70 mm (0.79–2.76 in) wide and sessile. Adult leaves are arranged alternately, lance-shaped to curved, the same slightly glossy or dull green on both sides, 70–150 mm (2.8–5.9 in) long and 14–42 mm (0.55–1.65 in) wide on a petiole 5–33 mm (0.2–1 in) long. The flower buds are usually arranged in groups of eleven or more in leaf axils on an unbranched peduncle 3–13 mm (0.1–0.5 in) long, the individual buds on a pedicel 2–7 mm (0.08–0.3 in) long. Mature buds are oval to club-shaped, 3–6 mm (0.12–0.24 in) long and 2–4 mm (0.079–0.157 in) wide with a conical to rounded operculum. Flowering occurs from September to January and the flowers are white. The fruit is a woody, cup-shaped, hemispherical or conical capsule, 3–7 mm (0.12–0.28 in) long and 4–8 mm (0.16–0.31 in) wide and sessile or on a pedicel up to 5 mm (0.20 in) long with the valves near the level of the rim.",
    "Taxonomy and naming": "Eucalyptus dives was first formally described in 1843 by Johannes Conrad Schauer and the description was published in Walpers' book Repertorium Botanices Systematicae (Volume 2). The specific epithet (dives) is a Latin word meaning \"rich\" referring to the rich oil content of the leaves.",
    "Distribution and habitat": "Broad-leaved peppermint usually grows in poor, dryish soils in open forest and woodland, usually in poor, shallow, stony soils in higher places. It is found in New South Wales south from Niangala in New South Wales and in south-eastern Victoria.",
    "Uses": "",
    "Uses-Essential oils": "This eucalypt is a source of Eucalyptus oil and yields up to 12.75% by weight of partly dried leaves. Some forms of E. dives contain mostly the essential oils phellandrene and piperitone,  some also contain eucalyptol and the remainder eucalyptol, terpineol, geraniol and citral.In the early post-war years there was a shortage of menthol and several manufacturers were able to produce this oil from piperitone but gradually this method was displaced by production of the oil from Mentha arvensis. The form rich in cineole is still harvested in New South Wales while the seeds imported into Africa are mostly from the piperitone/phellandrene form.",
    "References": "\nBoland, et al., Eucalyptus Leaf Oils - Use, Chemistry, Distillation and Marketing, ISBN 0-909605-69-6."
  }
}