{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_conica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. conica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus conica, commonly known as fuzzy box, is a species of tree endemic to eastern Australia. It has rough, flaky bark on the trunk and larger branches, smooth above, lance-shaped adult leaves, oval to diamond-shaped flower buds mostly arranged on branching inflorescence on the ends of the branchlets, white flowers and conical fruit.",
    "Description": "Eeucalyptus conica is a tree that typically grows to a height of 20 m (66 ft) and forms a lignotuber. It has rough, flaky greyish bark with some paler patches, on the trunk and larger branches, smooth whitish bark on the thinner branches. Young plants and coppice regrowth have egg-shaped leaves 40–80 mm (1.6–3.1 in) long and 14–45 mm (0.55–1.77 in) wide. Adult leaves are the same dull green or bluish colour on both sides, lance-shaped, 55–140 mm (2.2–5.5 in) long and 10–25 mm (0.39–0.98 in) wide on a petiole 8–23 mm (0.31–0.91 in) long. The flower buds are mostly arranged along a branching inflorescence, each branch with seven buds, the peduncle 3–15 mm (0.12–0.59 in) long, the individual buds on pedicel 2–6 mm (0.079–0.236 in) long. Mature buds are oval to diamond-shaped, 4–5 mm (0.16–0.20 in) long and 2–3 mm (0.079–0.118 in) wide with a conical, rounded or beaked operculum. Flowering occurs between July and December and the flowers are white. The fruit is a woody, conical capsule 3–6 mm (0.12–0.24 in) long and 3–5 mm (0.12–0.20 in) wide with the valves near the level of the rim or enclosed below it.",
    "Taxonomy and naming": "Eucalyptus conica was first formally described in 1900 by Henry Deane and Joseph Maiden and the description was published in Proceedings of the Linnean Society of New South Wales. The specific epithet (conica) is derived from the Latin word conicus meaning \"conical\" and refers to the shape of the fruit.",
    "Distribution and habitat": "Fuzzy box grows on heavier alluvial soils in grassy woodland from near Wagga Wagga to the Northern Tablelands in New South Wales and Carnarvon National Park in Queensland.",
    "References": "\nA Field Guide to Eucalypts - Brooker & Kleinig volume 1, ISBN 0-909605-62-9 page 259"
  }
}