{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_erosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. erosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus erosa is a species of tree that is endemic to a small area of Queensland. It has rough, fibrous to stringy grey bark, lance-shaped to curved adult leaves, flower buds arranged in groups of between nine and thirteen, white flowers and cup-shaped to hemispherical fruit.",
    "Description": "Eucalyptus erosa is a tree that typically grows to a height of 30 m (98 ft) and forms a lignotuber. It has rough, fibrous to stringy, grey bark on the trunk and branches. Young plants and coppice regrowth have narrow lance-shaped, to egg-shaped leaves 50–70 mm (2.0–2.8 in) long, 15–20 mm (0.59–0.79 in) wide and are a much darker green on one side. Adult leaves are arranged alternately, the same shade of green on both sides, lance-shaped to curved, 70–140 mm (2.8–5.5 in) long and 11–23 mm (0.43–0.91 in) wide on a petiole 10–16 mm (0.39–0.63 in) long. The flower buds are arranged in groups of nine, eleven or thirteen in leaf axils on an unbranched peduncle 7–14 mm (0.28–0.55 in) long, the individual buds on a pedicel 2–4.5 mm (0.079–0.177 in) long. Mature buds are oval, 5.5–7 mm (0.22–0.28 in) long and 3.5–4 mm (0.14–0.16 in) wide with a conical to rounded operculum with a small point on the top. Flowering has been recorded in May and the flowers are white. The fruit is a woody, cup-shaped to hemispherical capsule 4–6 mm (0.16–0.24 in) long and 6–7.5 mm (0.24–0.30 in) wide with the valves level with the rim.",
    "Taxonomy and naming": "Eucalyptus erosa was first described in 2005 by Anthony Bean from a specimen he collected in the Maranoa district in 1981 and the description was published in the journal Austrobaileya. The specific epithet (erosa) is a Latin word meaning \"eaten away\", \"gnawed\" or \"nibbled\", referring to the edges of the adult leaves.",
    "Distribution and habitat": "This eucalypt grows in sandy soils derived from sandstone and is only known from the Mt Moffatt section of the Carnarvon National Park and an adjacent grazing property.\n\n\n== References =="
  }
}