{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_decipiens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. decipiens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus decipiens, commonly known as redheart or redheart moit is a species of mallee or small tree that is endemic to Western Australia. It has varying amounts of rough, imperfectly shed ribbons of brownish bark and smooth whitish to grey bark, lance-shaped adult leaves, flower buds in groups of between eleven and twenty one, and conical to flattened hemispherical fruit.",
    "Description": "Eucalyptus decipiens is a mallee or small tree that typically grows to 1.5–15 m (4 ft 11 in–49 ft 3 in) high and 3–6 m (9.8–19.7 ft) wide and forms a lignotuber. It has varying amounts of rough, flaky, greyish brown ribbony bark and smooth grey to pinkish bark. Young plants and coppice regrowth have broadly elliptic to almost round, dull bluish green leaves 20–65 mm (0.79–2.56 in) long and 20–50 mm (0.79–1.97 in) wide. Adult leaves are arranged alternately, thick, dull, grey-green and lance-shaped with a hook-like tip. They are 55–125 mm (2.2–4.9 in) long and 10–25 mm (0.39–0.98 in) wide on a flattened petiole 4–22 mm (0.16–0.87 in) long. The flower buds are arranged in groups of between eleven and twenty one on a peduncle 3–12 mm (0.12–0.47 in) long, the individual buds sessile or on a pedicel up to 3 mm (0.12 in) long. Mature buds are oval to spindle-shaped, 7–12 mm (0.28–0.47 in) long and 3.5–5 mm (0.14–0.20 in) wide with a conical to beaked operculum. Flowering occurs between August and January and the flowers are creamy white. The fruit is a woody conical to flattened hemispherical capsule 4–6 mm (0.16–0.24 in) long and 5–9 mm (0.20–0.35 in) wide.",
    "Taxonomy and naming": "Eucalyptus decipiens was first formally described in 1837 by the botanist Stephan Endlicher from a specimen collected near King Georges Sound by Charles von Hügel. The description was published in the book Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel. The specific epithet (decipiens) is derived from the Latin word decipio meaning \"to beguile\" or \"to cheat\" but the reason Endlicher gave this name is not clear, but may refer to its similarity to another species.Subspecies, including E. decipiens subsp. chalara Brooker & Hopper have been described but the names have not been accepted by the Australian Plant Census.",
    "Distribution and habitat": "Redheart is found on sandplains, hills and along the edges of swamps in the Wheatbelt, South West and Great Southern regions of Western Australia growing in clay, loam or sandy soils over laterite.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}