{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nutans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nutans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nutans, commonly known as red-flowered moort, is a species of mallet that is endemic to a small area near the south coast of Western Australia. It has smooth bark, oblong to almost round adult leaves, flower buds in groups of seven, red or pinkish flowers and cup-shaped to conical fruit.",
    "Description": "Eucalyptus nutans is a single-stemmed, small tree that typically grows to a height of 4–10 m (13–33 ft) but does not form a lignotuber. It has smooth, light brown to grey bark. Adult leaves are elliptical to oblong or almost round, the same shade of glossy green on both sides, 52–73 mm (2.0–2.9 in) long and 33–50 mm (1.3–2.0 in) wide on a petiole 7–15 mm (0.28–0.59 in) long. The buds flower buds are arranged in leaf axils on a spreading or down-turned, unbranched, strap-like  peduncle about 55 mm (2.2 in) long and 14 mm (0.55 in) wide, the individual buds sessile or on pedicels up to 2 mm (0.079 in) long. Mature buds are obtusely conical shape and slightly warty, 8–11 mm (0.31–0.43 in) long and 3.5 mm (0.14 in) wide with a conical operculum that is about the same length as the floral cup. Flowering occurs between November and April and the stamens are red, rarely cream-coloured. The fruit is a woody, cup-shaped to conical capsule about 22 mm (0.87 in) long and 4–5 mm (0.16–0.20 in) wide, with four wings along the edge and five valves in a wheel-like arrangement. The seeds are black with a compressed oval shape.",
    "Taxonomy and naming": "Eucalyptus nutans was first formally described in 1863 by Ferdinand von Mueller from specimens collected by George Maxwell near Bremer Bay. The description was published in his book Fragmenta phytographiae Australiae. \nIn 1852, William Jackson Hooker described Eucalyptus platypus from specimens collected near King George Sound. \nIn 2002, around a century and a half after the description of E. platypus, Ian Brooker and Stephen Hopper published the names Eucalyptus platypus subsp. congregata, E.cernua and E. vesiculosa.Between 1968 and 1989, seed collected from Bremer Bay for the Kings Park Botanic Garden was labelled \"Eucalyptus platypus\". Field trips to Bremer Bay in 1999 and 2003, convinced Nathan McQuoid and Stephen Hopper that these plants were in fact E. nutans.Collections of specimens of \"red-flowered moort\" from near Ravensthorpe are now known to be of E. cernua and some specimens of E. cernua are now known as E. proxima.",
    "Distribution": "This mallet is only known from a single location near Bremer Bay where is grows in a more or less pure stand with Acacia glaucoptera, A. cyclops, Hakea laurina, Eucalyptus phenax, E. occidentalis, Rhadinothamnus rudis and species of Lepidosperma and Astroloma also present.",
    "Conservation status": "This eucalypt classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). It is only known from a single location where there are several thousand plants over a few hectares. Many plants were killed in a 1995 fire. It is rare in nature but is known as cultivated specimens in gravel pits near Albany and in Kings Park, grown from the seed collected between 1968 and 1989.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}