{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_absita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. absita"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus absita, commonly known as the Badgingarra box, is a mallee that is endemic to a small area near Badgingarra in Western Australia. It has smooth gray bark, sometimes fibrous near its base, white flowers and conical to cup-shaped fruit.",
    "Description": "Eucalyptus absita is a mallee that grows to a height of 2.5–10 m (8–30 ft) and has smooth grey bark over copper-coloured and green sections, sometimes with fibrous greyish brown to yellowish bark for up to 2 m (7 ft) at the base. The leaves on young plants are dull green to bluish, elliptic in shape, up to 80 mm (3 in) long and 60 mm (2 in) wide. Adult leaves are glossy green on both sides with a dense network of veins, lance-shaped and up to 105 mm (4 in) long and 33 mm (1 in) wide on a petiole up to 20 mm (0.79 in) long. The flowers are borne in groups of up to seven in leaf axils. The buds are club-shaped, 4–5 mm (0.16–0.20 in) long and 3–4 mm (0.12–0.16 in) wide. The stamens are white, curve inwards and the outer ones lack anthers. Flowering occurs between April and July and the fruit are cone-shaped with the narrower end towards the base to cup-shaped, 4–5 mm (0.16–0.20 in) long and 3–5 mm (0.12–0.20 in) wide with a thin rim.",
    "Taxonomy and naming": "Eucalyptus absita was first formally described in 1992 by Peter Grayling and Ian Brooker who published the description in the journal Nuytsia from specimens collected by Brooker south east of Badgingarra in 1986. The specific epithet (absita) is derived from the Latin word abitus meaning \"departure\" or \"exit\", referring to the remoteness of this species compared to the similar \"box\" trees of eastern Australia.Eucalyptus absita has been assigned to section Adnataria (boxes), allied to Eucalyptus subgenus Symphyomyrtus. Within the Adnataria section, E. absita is part of a subgroup, series Buxeales which are all found in south-eastern Australia, with only three occurring in Western Australia, those being Eucalyptus cuprea, Eucalyptus absita and Eucalyptus lucasii. All three have inflexed stamens which separates them from the eastern species.The species is recognised as hybridising with sister taxon Eucalyptus loxophleba, the York Gum.",
    "Distribution and habitat": "Badgingarra box is only known from three small stands on a roadside and in paddocks grazed by livestock, one stand containing a single tree. The species is only known to occur between Badgingarra and Dandaragan.",
    "Conservation": "This eucalypt has been classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia) and a Recovery Plan has been prepared. The main threats to the species are road maintenance, lack of associated vegetation, weed invasion, damage by livestock and lack of opportunities for reproduction.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}