{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_saligna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. saligna"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus saligna, known as the Sydney blue gum, is a large Australian hardwood (flowering) tree common along the New South Wales seaboard and into Queensland, which can reach a maximum of 65 metres (213 feet) in height. It is a common plantation timber in Australia and South Africa.",
    "Taxonomy": "Commonly known as the Sydney blue gum or simply blue gum, Eucalyptus saligna was described by English naturalist James Edward Smith in 1797, and still bears its original name. The species name saligna refers to some likeness to a willow, though what attribute this is unclear. It has been classified in the subgenus Symphyomyrtus, Section Latoangulatae, Series Transversae (eastern blue gums) by Brooker and Kleinig. Its two closest relatives are the flooded gum (Eucalyptus grandis) and the mountain blue gum (E. deanei). South of Sydney Harbour and Parramatta River, pure stands of E. saligna give way to hybrid populations with bangalay (E. botryoides).",
    "Description": "Eucalyptus saligna grows as a straight and tall forest tree, growing to heights of 30 to 55 (or rarely 65) m (100–210 ft) tall with a dbh of 2 or even 2.5 m (7–10 ft). The trunk has smooth pale grey or white bark with a long (1 to 4 m high) 'skirt' of rough brownish bark at the base. The dark green leaves are arranged alternately along the stems and are 10–17 cm (4–6.5 in) long by 2–3 cm (0.8–1.2 in) wide. The white flowers appear from December to February, and are arranged in groups of seven to eleven in umbellasters.",
    "Distribution and habitat": "Eucalyptus saligna is generally found within 120 km (75 mi) of the coastline in its range from Sydney to Maryborough in central Queensland. To the northwest, it is found in disjunct populations in central Queensland; Eungella National Park, Kroombit Tops, Consuelo Tableland, Blackdown Tableland and Carnarvon Gorge. It grows in tall forests in more sheltered areas, on clay or loam soils, and alluvial sands. It is a component of the endangered Blue Gum High Forest ecological community in the Sydney region. Populations found south of Sydney are now not considered to be Eucalyptus saligna.Associated trees include blackbutt (E. pilularis), grey ironbark (E. paniculata), mountain blue gum (E. deanei), flooded gum (E. grandis), tallowwood (E. microcorys), thin-leaved stringybark (E. eugenioides), manna gum (E. viminalis), river peppermint (E. elata), grey gums (E. punctata and E. propinqua ), rough-barked apple (Angophora floribunda), spotted gum (Corymbia maculata), turpentine (Syncarpia glomulifera), brush box (Lophostemon confertus) and forest oak (Allocasuarina torulosa).",
    "Ecology": "Eucalyptus saligna regenerates by regrowing from epicormic buds on the trunk and lower branches after bushfire. Trees live for over two hundred years. The grey-headed flying fox (Pteropus poliocephalus) eats the flowers, the koala (Phascalarctos cinereus) eats the leaves, and crimson rosella (Platycercus elegans) eats the seed. The longhorn beetle species Paroplites australis, Agrianome spinicollis and Tessaromma undatum have been recorded from the Sydney blue gum.The presence of the territorial and aggressive bell miner (Manorina melanophrys) and psyllid insects (Glycaspis)  is correlated with dieback of the canopy of E. saligna, a syndrome which has been termed bell-miner-associated dieback (BMAD), though the exact mechanism remains unclear. After colonization by Glycaspis, E. salinga may then be infested by the ambrosia beetle Amasa truncata.",
    "Uses": "The wood of this species is heavy (about 850 kg/m3), fairly hard, coarse, even textured\nand reasonably easy to work. It is used for general building construction, panelling, and boat-building, and is highly prized for flooring and furniture because of its rich dark honey colour.\nFeatures of the Sydney blue gum (Eucalyptus saligna)\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}