{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dealbata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dealbata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dealbata, known as the tumbledown red gum or hill redgum, is a species of small tree that is endemic to eastern Australia. It has mostly smooth, white to grey or brownish bark, lance-shaped to egg-shaped adult leaves, flower buds in groups of between seven and eleven, white flowers and hemispherical fruit with the valves extended well beyond the rim of the fruit.",
    "Description": "Eucalyptus dealbata is a tree that typically grows to a height of 15–20 mm (0.59–0.79 in) and forms a lignotuber. It has smooth white to grey or brownish bark, sometimes with persistent slabs of rough grey bark. Young plants and coppice regrowth have leaves that are egg-shaped, bluish green, 65–80 mm (2.6–3.1 in) long and 30–42 mm (1.2–1.7 in) wide. Adult leaves are the same dull bluish green on both sides, lance-shaped to egg-shaped, 55–140 mm (2.2–5.5 in) long and 10–40 mm (0.39–1.57 in) wide on a petiole 8–30 mm (0.31–1.18 in) long. The buds are arranged in groups of seven or nine, rarely eleven, in leaf axils on an unbranched peduncle 5–15 mm (0.20–0.59 in) long, the individual buds on a pedicel 1–4 mm (0.039–0.157 in) long. Mature buds are oval to diamond-shaped, glaucous, 6–13 mm (0.24–0.51 in) long and 3.5–5 mm (0.14–0.20 in) wide with a conical operculum 4–8 mm (0.16–0.31 in) long. Flowering occurs between September and November and the flowers are white. The fruit is a woody, hemispherical capsule 2–6 mm (0.079–0.236 in) long and 5–7 mm (0.20–0.28 in) wide with the valves extended well beyond the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus dealbata was first formally described in a manuscript by Allan Cunningham but the description was published in 1843 by Johannes Schauer in Walper's book Repertorium Botanices Systematicae. The specific epithet (dealbata) is a Latin word meaning \"whitened\" referring to the glaucous flower buds and fruit.",
    "Distribution and habitat": "The tumbledown red gum grows in grassy open woodland in poor, rocky soil south from Emerald in Queensland through the western slopes and tablelands of New South Wales. Some authorities list it as occurring in Victoria but the Royal Botanic Gardens Victoria lists examples occurring in that state as referring to Eucalyptus blakelyi.",
    "Uses": "This eucalypt is a major source of pollen and the honey produced from it is pleasantly flavoured.\n\n\n== References =="
  }
}