{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_×_brachyphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. × brachyphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus × brachyphylla is a mallee or small tree that is endemic to a small area in Western Australia. It has rough bark near the base of the trunk, smooth greyish bark above, egg-shaped to elliptic adult leaves, flower buds in groups of seven in leaf axils, white flowers and conical fruit.",
    "Description": "Eucalyptus × brachyphylla is a mallee or small tree that typically grows to a height of 4 metres (13 ft) and forms a lignotuber. The lower part of the trunk is rough with partly shed strips of greyish bark but the upper trunk and branches have smooth bronze-coloured and dark grey bark. The smaller branches are glaucous (covered with a pale, powdery bloom). The leaves on young plants and on coppice regrowth are glaucous, triangular to egg-shaped or more or less circular, 25–45 mm (0.98–1.8 in) long, 15–35 mm (0.59–1.4 in) wide and have a petiole. Adult leaves are egg-shaped to elliptic, 25–55 mm (0.98–2.2 in) long, 15–35 mm (0.59–1.4 in) wide and dull greyish green or glaucous on a petiole 2–5 mm (0.079–0.20 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle 4–13 mm (0.16–0.51 in) long, the individual buds on a pedicel 2–3 mm (0.079–0.12 in) long. Mature buds are oval, 6–7 mm (0.24–0.28 in) long, about 3 mm (0.12 in) wide with a conical operculum. Flowering occurs in June and between August and September and the flowers are white. The fruit are conical, 5–10 mm (0.20–0.39 in) long and 4–6 mm (0.16–0.24 in) wide with the valves enclosed or level with the rim.",
    "Taxonomy and naming": "Eucalyptus brachyphylla was first formally described in 1943 by Charles Gardner from a specimen collected near Lake Cowan by George Brockway. In 1996 Peter Grayling and Ian Brooker proposed that E. brachyphylla is a hybrid between E. kruseana and E. loxophleba and this interpretation is accepted by the Australian Plant Census. The specific epithet (brachyphylla) is from the Ancient Greek  brachys meaning \"short\" and phyllon meaning \"leaf\".",
    "Distribution and habitat": "This eucalypt is only known from near Kalgoorlie, Cardunia Rock north of Karonie and Widgiemooltha where it usually grows near granite outcrops in undulating country.",
    "Conservation": "Eucalyptus × brachyphylla is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.\n\n\n== References =="
  }
}