{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_burdettiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. burdettiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus burdettiana, commonly known as Burdett gum or Burdett's mallee, is a mallee or shrub that is endemic to Western Australia. It has smooth bark, lance-shaped adult leaves, long cylindrical fruit in groups of between seven and eleven on a flattened peduncle, greenish yellow flowers and cup-shaped or bell-shaped fruit.",
    "Description": "Eucalyptus burdettiana is a mallee or shrub that typically grows to a height of 1 to 4 metres (3 to 13 ft) and forms a lignotuber. It has smooth, brownish and dark orange bark. Young plants and coppice regrowth have triangular to egg-shaped leaves arranged alternately along the branches, 35–80 mm (1.4–3.1 in) long and 25–60 mm (1–2 in) wide and always have a petiole. Adult leaves are lance-shaped, 65–95 mm (2.6–3.7 in) long, 25–60 mm (1–2 in) wide on a petiole 7–17 mm (0.28–0.67 in) long and are the same glossy green on both sides. The flower buds are arranged in groups of seven, nine or eleven on a flattened, often downturned peduncle 25–50 mm (0.98–2.0 in) long. The indivudual buds are sessile. The mature buds are cylindrical, 20–58 mm (0.79–2.3 in) long and 4–13 mm (0.16–0.51 in) wide with the operculum three to four times as long as the floral cup. The fruits is a woody, cup-shaped to bell-shaped capsule 19–27 mm (0.75–1.1 in) long and 20–25 mm (0.79–0.98 in) wide on a spreading or downturned peduncle.",
    "Taxonomy and naming": "Eucalyptus burdettiana was first formally described by William Blakely and Henry Steedman in 1939 and the description was published in Contributions from the New South Wales National Herbarium. The specific epithet (burdettiana) honours William Burdett (1871-1940) who was a friend of Henry Steedman.",
    "Distribution and habitat": "Burdett gum is found on quartzite ridges and rocky areas of the Barren Range in the Fitzgerald River National Park where it grows in sandy soils. The only remaining population is composed of 140 plants split into five sub-populations.",
    "Conservation": "This eucalypt is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The main threat to the species is inappropriate fire regimes.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}