{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_brandiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. brandiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus brandiana is a mallet that is endemic to a small area in the Fitzgerald River National Park in Western Australia. It has smooth, shiny silvery bark, oblong to lance-shaped, glossy green adult leaves, single red flower buds in leaf axils, pink flowers and prominently winged fruit.",
    "Description": "Eucalyptus brandiana is a mallet that grows to a height of up to 5 metres (16 ft) and lacks a lignotuber and only has leaves on the outer half of the stems. It has smooth, shiny silver grey bark that is shed in strips. Young plants have reddish green, elliptic leaves mostly 90–110 mm (3.5–4.3 in) long and 39–52 mm (2–2 in) wide on a petiole 5–8 mm (0.20–0.31 in) long. Adult leaves are glossy green, oblong to lance-shaped, 140–240 mm (5.5–9.4 in) long and 42–62 mm (2–2 in) wide on thick, flattened petiole 38–45 mm (1.5–1.8 in) long. The flower buds are arranged singly in leaf axils on a down-curved peduncle. The mature flower buds are red, square in cross section with prominent wings, 50–65 mm (2.0–2.6 in) long and 30–59 mm (1–2 in) wide with a red, pyramid shaped operculum. Peak flowering occurs in late winter to spring and the flowers are pink. The fruit is a woody, shortly oblong, pendulous capsule 56–68 mm (2.2–2.7 in) long and 48–59 mm (1.9–2.3 in) wide with prominent wings and the valves enclosed.",
    "Taxonomy": "Eucalyptus brandiana was first formally described by Stephen Hopper and Nathan K. McQuoid and the description was published in Australian Systematic Botany from a specimen at the Fitzgerald River Inlet. The specific epithet (brandiana) honours Grady Brand, the curator of the Western Australian Botanic Garden, Kings Park and Botanic Garden.This species often hybridises with E. arborella.",
    "Distribution": "This mallet grows on spongolite hills and escarpments near the Fitzgerald River Inlet. Other species common in the same area include E. arborella, E. falcata, Banksia lemanniana and B. laevigata.",
    "Conservation": "Eucalyptus brandiana is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}