{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_willisii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. willisii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus willisii, also known as shining peppermint or promontory peppermint, is a eucalypt that is native to Victoria.",
    "Description": "The tree or mallee can grow to a height of 10 m (33 ft) and has rough, fibrous bark on the trunk that extends to the limbs. The slightly glossy, sessile juvenile leaves are arranged oppositely for many pairs with a lanceolate or falcate shape to a length of 6 to 9 cm (2.4 to 3.5 in) and a width of 0.8 to 3 cm (0.31 to 1.18 in). The slightly glossy, blue-green, petiolate and alternately arranged adult leaves also have a lanceolate to falcate shape and are concolorous. It blooms in the springtime from around September to December producing axillary unbranched inflorescences containing around 11 white coloured flowers with clavate, pedicellate buds that are up to 0.4 cm (0.16 in) in length and have a diameter of 0.3 cm (0.12 in) with a hemispherical operculum. Cupular shaped pedicellate fruits form that are 0.4 to 0.5 cm (0.16 to 0.20 in) long and have a diameter of 0.4 to 0.6 cm (0.16 to 0.24 in) with a level disc and three or four rim level valves. Smooth and glossy, brown to dark brown seeds have a pyramidal shape but are distorted along one curved face.",
    "Distribution": "The tree is endemic to Victoria from Cranbourne in the west to around Bairnsdale in the west and south to Wilsons Promontory where it is found growing in sandy areas or on granite hills in scrubland communities.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}