{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_deanei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. deanei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus deanei, commonly known as mountain blue gum, round-leaved gum, or Deane's gum, is species of large tree endemic to New South Wales. It has smooth bark, lance-shaped leaves that are paler on the lower surface, flower buds in groups of seven to eleven, white flowers and cup-shaped to bell-shaped fruit.",
    "Description": "Eucalyptus deanei typically grows as a straight forest tree, growing a height of 40–65 m (131–213 ft) with a trunk diameter of up to 2 m (6 ft 7 in) at breast height. Some specimens exceed 75 m (246 ft) but in less than optimal sites, it may be restricted to 20–30 m (66–98 ft), have a thicker trunk and more branching crown. The trunk has smooth pale grey or cream bark with a 'skirt' of rougher greyish or brownish bark at the base. Young plants and coppice regrowth have egg-shaped to more or less round leaves 40–105 mm (1.6–4.1 in) long and 25–60 mm (0.98–2.36 in) wide. Adult leaves are arranged alternately along the stems, lance-shaped, glossy dark green on the upper surface and paler below. They are 70–180 mm (2.8–7.1 in) long and 15–40 mm (0.59–1.57 in) wide on a petiole 17–40 mm (0.67–1.57 in) long.The flower buds are arranged in groups of seven, nine or eleven in leaf axils on an unbranched peduncle 8–22 mm (0.31–0.87 in) long, the individual buds on a pedicel 3–6 mm (0.12–0.24 in) long. Mature buds are oval to pear-shaped, 4–7 mm (0.16–0.28 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to rounded or beaked operculum. Flowering occurs from February to April and the flowers are white. The fruit is a woody cup-shaped to bell-shaped capsule 4–6 mm (0.16–0.24 in) long and 5–7 mm (0.20–0.28 in) wide with the valves at rim level or slightly beyond.",
    "Taxonomy": "Mountain blue gum was first formally described in 1899 by Henry Deane and Joseph Maiden who gave it the name Eucalyptus saligna var. parviflora and published the description in Proceedings of the Linnean Society of New South Wales. In 1904, Deane raised the variety to species status as E. deanei and published the change in Proceedings of the Linnean Society of New South Wales. Maiden named the tree \"in honour of my old friend Henry Deane, M.A., M.Inst.C.E., Engineer-inChief for Railway Construction of this State, my coadjutor in much work on the genus published in these Proceedings and whose stimulus and counsel in botanical work I have enjoyed for twenty years\". He also noted that Maiden had drawn his attention to the tree \"in March, 1888, at The Valley, Blue Mountains\".This eucalypt has been classified in the subgenus Symphyomyrtus, Section Latoangulatae, Series Transversae (eastern blue gums) by Ian Brooker and David Kleinig. Its two closest relatives are the flooded gum (E. grandis) and the Sydney blue gum (E. saligna). Its common name is derived from its roundish juvenile leaves, which also distinguish it from its closest relatives.In 1990 Lawrie Johnson and Ken Hill described the New England population as a separate species, E. brunnea from a specimen collected near Torrington but the change is not accepted by the Australian Plant Census nor by the World Checklist of Selected Plant Families.",
    "Distribution and habitat": "Eucalyptus deanei is found in two disjunct populations. The southern range is from Thirlmere to Broke, near Singleton, while the northern range is from Armidale on the Northern Tablelands through to the D'aguilar Range west of Brisbane.  It is a dominant tree of tall forests in sheltered valleys where there is plenty of moisture, on clay or loam soils, and alluvial sands, although it sometimes grows on more elevated areas. They are most famously seen at the Blue Gum Forest, in the Grose Valley of the Blue Mountains National Park.The botanist Ken Hill collected this species mid way between the northern and southern populations, west of Comboyne.Associated trees include Sydney blue gum (E. saligna), grey gum (E. punctata), messmate (E. obliqua), manna gum (E. viminalis), river peppermint (E. elata), silvertop stringybark (E. laevopinea), New England blackbutt (E. andrewsii), rough-barked apple (Angophora floribunda), turpentine (Syncarpia glomulifera) and forest oak (Allocasuarina torulosa).",
    "Notable specimens": "\nLocated near Woodford in the Blue Mountains, the largest known was measured in 1978 at 78 metres tall, and remeasured in 2010 at 71 metres tall with a diameter at breast height of 2.5 metres. Another large tree measures 65 m high with a 6 m diameter trunk in the Blue Gum Forest in the Grose Valley near Blackheath. Over 600 years old, it is a local landmark for bushwalkers.\n\n\n== References =="
  }
}