{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_obtusiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. obtusiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus obtusiflora, commonly known as Dongara mallee, is a species of mallee that is endemic to Western Australia. It has smooth greyish or brownish bark that is often imperfectly shed, lance-shaped to curved adult leaves, flower buds usually in groups of seven or nine, creamy white flowers and cup-shaped, conical or barrel-shaped fruit.",
    "Description": "Eucalyptus obtusiflora is a mallee, sometimes a small tree, that typically grows to a height of 4–5 m (13–16 ft) and forms a lignotuber. It has smooth, greyish or brownish bark that is often imperfectly shed on the lower half of the stems. Young plants and coppice regrowth have greyish green, egg-shaped, sometimes glaucous leaves that are 40–80 mm (1.6–3.1 in) long and 25–40 mm (0.98–1.57 in) wide. Adult leaves are the same shade of dull, sometimes bluish green on both sides, lance-shaped to curved, 70–130 mm (2.8–5.1 in) long and 10–25 mm (0.39–0.98 in) wide, tapering to a petiole 12–25 mm (0.47–0.98 in) long. The flower buds are arranged in leaf axils, usually in groups of seven or nine, on an unbranched peduncle 5–20 mm (0.20–0.79 in) long, the individual buds on pedicels 2–10 mm (0.079–0.394 in) long. Mature buds are oval, cylindrical or spindle-shaped, 7–12 mm (0.28–0.47 in) long and 5–8 mm (0.20–0.31 in) wide with a rounded to flattened operculum. It blooms between January and May producing white or creamy white flowers. The fruit is a woody cup-shaped, conical or barrel-shaped capsule 7–12 mm (0.28–0.47 in) long and 7–10 mm (0.28–0.39 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus obtusiflora was first formally described in 1828 by Augustin Pyramus de Candolle in his treatise, Prodromus Systematis Naturalis Regni Vegetabilis. The specific epithet (obtusiflora) is from the Latin obtusus meaning \"obtuse\" or \"blunt\" and -florus meaning \"-flowered\", referring to the bluntness of the operculum, although that structure is not always blunt.The name Eucalyptus obtusiflora has been applied to both a Western Australian species and to a species known in New South Wales as Port Jackson mallee, as for example in Flora of Australia. According to Dean Nicolle, Alex George and Peter G. Wilson, this situation arose because of confusion about the type material. The eastern Australian species is now considered to be Eucalyptus obstans, recognised by the Australian Plant Census (APC), as a synonym of E. burgessiana.Three subspecies are recognised by the APC:\n\nEucalyptus obtusiflora subsp. cowcowensis L.A.S.Johnson & K.D.Hill;\nEucalyptus obtusiflora subsp. dongarraensis (Maiden & Blakely) L.A.S.Johnson & K.D.Hill;\nEucalyptus obtusiflora DC. subsp. obtusiflora.",
    "Distribution and habitat": "The Dongara mallee is found in interdunal hollows between Jurien Bay and Moora in the south of its range to Gnaraloo in the north, and inland to Wubin, Wyalkatchem and Corrigin. It grows in sandy-loam soils.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}