{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_erythrocorys",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. erythrocorys"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus erythrocorys, commonly known as illyarrie, red-capped gum or helmet nut gum, is a species of tree or mallee from Western Australia. It has smooth bark, sickle-shaped to curved adult leaves, characteristically large flower buds in groups of three with a bright red operculum, bright yellow to yellowish green flowers and sculptured, bell-shaped fruit.",
    "Description": "Eucalyptus erythrocorys is a small tree or a mallee, with an open spreading habit and typically grows to a height of 3–10 m (9.8–32.8 ft) and a width of 3–6 m (9.8–19.7 ft). The bark is smooth with a creamy colour but can have a few rough brown coloured patches where it persists on the trunk instead of being shed. The smooth bark sheds in short ribbons or small polygonal flakes. Young plants and coppice regrowth have hairy stems, broadly lance-shaped to egg-shaped or heart-shaped leaves 50–130 mm (2.0–5.1 in) long and 30–60 mm (1.2–2.4 in) wide. The adult leaves are arranged in opposite pairs, sickle-shaped, lance-shaped or curved, 90–200 mm (3.5–7.9 in) and 12–30 mm (0.47–1.18 in) wide on a flattened or channelled petiole 15–30 mm (0.59–1.18 in) long. They are thick, the same glossy green colour on both sides.The flower buds are arranged in leaf axils in groups of three on a peduncle 12–26 mm (0.47–1.02 in) long, the individual buds on a pedicel 2–10 mm (0.079–0.394 in) long. Mature buds are oval, 20–25 mm (0.79–0.98 in) long and 20–26 mm (0.79–1.02 in) wide with a flattened, bright red operculum that has four lobes. The flowers are bright yellow to greenish and appear between February and April and have the stamens arranged in four bundles. The fruit is a woody, broadly bell-shaped capsule 28–40 mm (1.1–1.6 in) long and 30–55 mm (1.2–2.2 in) wide. Sometimes the fruit are so numerous that they weight the tree down, giving it a weeping habit.",
    "Taxonomy": "Eucalyptus erythrocorys was first formally described by Ferdinand von Mueller in 1860 in Fragmenta Phytographiae Australiae. The type specimen was collected by Augustus Frederick Oldfield in 1858 from along the Murchison River and is cited as Ad flumen Murchison et sinum squalorum versus in planitibus petraeis.The species is a member of the sub-genus Eudesmia, a group that has stamens in four bundles each at the corner of the squarish flower. It is in a sub-group that includes E. pleurocarpa.The species name erythrocorys is taken from the Greek words erythro meaning \"red\" and korys meaning \"helmet\" in reference to the bright red operculum. The common name Illyarrie, is the Noongar peoples' name for the plant.",
    "Distribution": "The species has a limited distribution north of Perth where it is found on undulating limestone ridges and outcrops growing in sandy alkaline soils near Dongara as well as north of Kalbarri National Park. It is also found on sandy plains, particularly the Geraldton Sandplains between Shark Bay and Jurien.",
    "Conservation status": "Illyarie is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Cultivation": "The plant is sold commercially in seed form or as tube stock and is a popular species throughout Australia. The seeds germinate readily.\nIt can become untidy but is easily kept in shape with a light pruning. The colourful flowers make it appealing to nectar loving birds. The trees are known to shed limbs as a result of the weight of the fruit they carry. It is reasonably fast growing and both drought and smog resistant but can be frost tender. It prefers a position in full sun, in well-drained soils and can be grown in containers and in coastal locations. The flowers are used in wreaths.",
    "See also": "List of Eucalyptus species",
    "References": "Article with Pictures from the Winter 2002 edition of the Mildred E. Mathias Botanical Garden newsletter",
    "Further reading": "Holliday, I. A field guide to Australian trees (3rd edition), Reed New Holland, 2002"
  }
}