{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_fibrosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. fibrosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus fibrosa, commonly known as the red ironbark, broad-leaved red ironbark or broad-leaved red ironbark, is a species of medium-sized to tall tree endemic to eastern Australia. It has grey to black ironbark, lance-shaped to egg-shaped adult leaves, flower buds in groups of between seven and eleven, white flowers and conical fruit.",
    "Description": "Eucalyptus fibrosa is a tree that typically grows to a height of 35 m (115 ft) and forms a lignotuber. It has rough, grey to black, sometimes flaky ironbark from the base of the trunk to the thinner branches. Young plants and coppice regrowth have petiolate, egg-shaped to more or less triangular or round leaves that are 80–200 mm (3.1–7.9 in) long, 45–140 mm (1.8–5.5 in) wide and a slightly lighter shade of green on one side. Adult leaves are lance-shaped to egg-shaped, the same shade of green on both sides, 85–180 mm (3.3–7.1 in) long and 15–45 mm (0.59–1.77 in) wide on a petiole 13–30 mm (0.51–1.18 in) long. The flower buds are arranged on the ends of branchlets in groups of seven, nine or eleven on a branching peduncle 9–20 mm (0.35–0.79 in) long, the individual buds on pedicels 2–8 mm (0.079–0.315 in) long. Mature buds are spindle-shaped, 8–17 mm (0.31–0.67 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to horn-shaped operculum. Flowering has been recorded in most months and the flowers are white. The fruit is a woody, conical capsule 5–10 mm (0.20–0.39 in) long and wide\nwith the valves close to rim level.Some other ironbarks occurring in the same area including E. siderophloia, E. rhombica and E. decorticans are similar but all have smaller buds and fruit, and a much shorter operculum than that of E. fibrosa.",
    "Taxonomy and naming": "Eucalyptus fibrosa was first formally described in 1859 by Victorian state botanist Ferdinand von Mueller in 1859 from a collection from the Brisbane River and the description was published in Journal and Proceedings of the Linnean Society, Botany. The specific epithet (fibrosa) apparently refers to the bark, although possibly an inappropriate name for an ironbark.In 1962, Lawrie Johnson and Robert Anderson described two subspecies and the names have been accepted by the Australian Plant Census:\n\nEucalyptus fibrosa F.Muell.subsp. fibrosa;\nEucalyptus fibrosa subsp. nubilis, (Maiden & Blakely) L.A.S.Johnson commonly known as the blue-leaved ironbark, differs from the autonym in having glaucous buds and fruit. This subspecies had previously been known as Eucalyptus nubilis Maiden & Blakely.",
    "Distribution and habitat": "Red ironbark grows in forest on shallow, relatively infertile soil. It is widespread on the coast, tablelands and nearby inland areas from near Rockhampton in Queensland to Moruya in New South Wales.",
    "Conservation": "This species is listed as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "Conservation-Gallery": "",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}