{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_urnigera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. urnigera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus urnigera, commonly known as the urn tree or the urn-fruited gum, is a eucalypt that is native to Tasmania. It is an alpine white gum and is related to E. gunnii, E. archeri and E.morrisbyi.",
    "Description": "E. urnigera is an evergreen tree that typically grows to a height of 5 to 15 metres (16 to 49 ft), although specimens up to 45 m (148 ft) have been recorded in sheltered lower altitude positions. The spread of the tree is typically to 10 metres (33 ft). The tree often has a gnarled appearance in exposed areas and has a lignotuber. However, in more sheltered and lower altitude sites it grows tall and straight. This is very obvious on the road leading up to Lake Fenton in the Mount Field National Park.\nThe bark is deciduous, peeling in flakes, the branches are smooth, grey, orange-tan to olive green over cream. Branchlets are often glaucous.\nAs with most eucalypts juvenile leaves are distinct from adult leaves in both arrangement and shape. The juvenile leaves are opposite, sessile, orbate to elliptical, apex either rounded on mucronulate (with a small tip) and a crenulated (finely notched or scalloped) margin, 3 to 6 centimetres (1.2 to 2.4 in) long. The leaves range from being dark green (sheltered environment) to highly glaucous in exposed areas. Adult leaves are alternate, petiolate, narrow-lanceolate to ovate, dark green, glossy and coriaceous (leathery). They are typically 6 to 12 cm (2.4 to 4.7 in) long and 1.2 to 4 cm (0.47 to 1.57 in) wide. Lateral veins diverge at angles of 25-60 degrees.\nThe flowers contain three flowered umbels with peduncles (flower stalks) up to 2.5 cm (0.98 in) long and often longer than the petioles (leaf stalks). Buds are 1.2 cm (0.47 in) long, glaucous to brown, receptacle urceolate (urn shaped); operculum (cap) shorter than the receptacle but broader with a rounded margin and umbonate (knob like) apex.\nThe flowers are white, blooming between October and March and are typical eucalypt flowers in that the obvious floral structure is the mass of stamens. The petals fuse early in bud development to form the operculum (cap) which is later shed to reveal the stamens. Similarly, the sepals form an outer operculum which is shed early in bud development. The flowers are pollinated by birds such as Yellow-throated Honeyeater (Lichenostomus flavicollis), Black-headed Honey-eater ('Melithreptus affinis) and Strong-billed Honey-eater (Melithreptus validirostris).The seed capsule is urceolate, 15 to 18 mm (0.59 to 0.71 in) long and 7 to 10 mm (0.28 to 0.39 in) in diameter, glaucous or brown with a narrow, level staminal ring, sunken disk with deeply enclosed valves.",
    "Description-Variation in leaf colour": "Unlike many eucalypts, E. urnigera displays a morphological unity across the species with one important exception. There is a significant variation in the level of glaucicity (waxiness) between E. urnigera in lower altitude shady forest and those trees in the more exposed higher altitude sites. This was studied by Barber and Jackson in 1957 and followed up in later studies. E. urnigera at lower altitudes (560-670 m) and in sheltered sites are uniformly green whereas at higher altitude (950-1050 m ) E. urnigera is uniformly glaucous. The transition from one phenotype to the other is most clearly seen on a steep section of walking track below the Chalet on the Pinnacle Road. Within 200 m altitude the transition is made. \nIt is believed that the lower light conditions of the relatively closed sub-alpine forest favours the green leaved phenotype, being able to more efficiently photosynthesize in lower light conditions than the glaucous phenotype. However, at the more exposed higher altitude where there is more direct sunlight the glaucous phenotype is favoured. The wax coating reflects infra red lightand probably assists in protecting the tree from frost. Further research has explored reflectance of ultraviolet and photosynthetically active radiation This may be a mechanism to cope with times of below freezing temperature when water necessary for photosynthesis is not readily available but light intensity is high.",
    "Taxonomy": "The species was first described by the nineteenth century English botanist, Joseph Hooker, in the article Florae Tasmaniae Spicilegium: or, Contributions towards a Flora of Van Diemen's Land. in the London Journal of Botany in 1847, from specimens collected by the colonial botanist Ronald Campbell Gunn from Mount Wellington and Lake Echo.\nThe specific name comes from the Latin urna, meaning urn and gero, meaning to bear. It relates to the distinctive urn shaped buds and seed capsules.",
    "Range": "E. urnigera is an endemic Tasmanian alpine eucalypt of the sub genus Symphomyrtus and is the dominant eucalypt species at altitudes from 600 to 1,000 metres (1,969 to 3,281 ft) on moist but well drained dolerite slopes and talus. It is restricted to the mountains of south eastern Tasmania, the Mount Wellington range, Mount Field and isolated pockets from Tylers Hill near Southport, 100 kilometres (62 mi) south of Hobart, north to Alma Tier near Interlaken and Mount Seymour east of Oatlands in central Tasmania and a small population on the eastern side of Maria Island off the east coast. Typically, it is found below the range of E. coccifera (snow gum) and above the mixed and wet sclerophyll forests of the lower slopes although it will grow within both vegetation types.",
    "Cultivation": "E. urnigera does not have any commercial use as a timber tree in Tasmania but it is prized as a specimen tree in cooler regions of the United States of America and in the British Isles. Grafton Nursery in Worcestershire (UK) considers it superior to E.gunni, a eucalypt commonly grown in the UK. Its colourful bark and foliage make it a valuable as a garden ornamental. Its lignotuber enables coppicing and is proposed as one of the varieties for United Kingdom firewood production.",
    "See also": "List of Eucalyptus species",
    "References": "",
    "Footnotes": "Williams, K.J, and Potts, B.M., The Natural Distribution of Eucalyptus Species in Tasmania,  Cooperative Research Centre for Temperate Hardwood Forestry, Department of Plant Science, University of Tasmania, Hobart 7001,p 115, based on description in Curtis, W. M., & Morris, D. L., The Students Flora of Tasmania, Part 1, second edition 1975, Hobart, p 217\nReid, J.M., Hill,R.S., Brown, M.J., Hovenden, M.J. Eds, Vegetation of Tasmania, Hobart, 2005, p 203 quoting work of Savva, M., Potts, B. M., Reid, J.B. (1988). The breeding system and gene flow in Eucalyptus urnigera. In ‘Pollination’ ‘88’. (Eds R.B. Knots, M.B. Sing and J.L. Troiani) pp 176–182 (Plant Cell Biology Research Centre: Melbourne.)\nClose, D.C., Davidson, N.J., Shields, C.B., and Wiltshire, R., Reflectance and Phenolics of green and glaucous leaves of Eucalyptus urnigera, Australian Journal of Botany 55(5) 561-567\nBarber, H.N., and Jackson,.W. D. (1957), Natural Selection in Eucalyptus, Nature 179, pp 1267–1269, cited in Vegetation of Tasmania.\nBirdlife of Wellington Park"
  }
}