{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_latens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. latens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus latens, commonly known as narrow-leaved red mallee, is a species of mallee that is endemic to the south-west of Western Australia. It has smooth grey and coppery bark, linear to narrow lance-shaped adult leaves, flower buds in groups of seven to eleven or more, creamy white flowers and small barrel-shaped to shortened spherical fruit.",
    "Description": "Eucalyptus latens is a mallee that typically grows to a height of 2–5 m (6 ft 7 in–16 ft 5 in) and forms a lignotuber. It has smooth, grey to coppery bark. Young plants and coppice regrowth have narrow elliptic to oblong leaves that are 20–70 mm (0.79–2.76 in) long and 5–10 mm (0.20–0.39 in) wide. Adult leaves are the same glossy green on both sides, linear to narrow lance-shaped, 40–95 mm (1.6–3.7 in) long and 5–8 mm (0.20–0.31 in) wide on a petiole 3–10 mm (0.12–0.39 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 4–10 mm (0.16–0.39 in) long, the individual buds on pedicels 2–3 mm (0.079–0.118 in) long. Mature buds are oval to spindle-shaped, 5–7 mm (0.20–0.28 in) long and 2–3 mm (0.079–0.118 in) wide with a conical operculum 3–4 mm (0.12–0.16 in) long. Flowering occurs between January and March and the flowers are creamy white. The fruit is a woody, barrel-shaped to shortened spherical capsule 4–5 mm (0.16–0.20 in) long and 3–4 mm (0.12–0.16 in) wide with the valves about level with the rim.",
    "Taxonomy and naming": "Eucalyptus latens was first formally described in 1998 by Ian Brooker from a specimen he collected near North Bannister and the description was published in the journal Nuytsia The specific epithet (latens) is a Latin word meaning \"hidden\" or \"secret\", in reference to the type population being \"hidden\" in the jarrah forest.",
    "Distribution and habitat": "Narrow-leaved red mallee is found in woodland near North Bannister, Highbury, Kulin and near Boyagin Rock in the southern Wheatbelt region of Western Australia, growing in sandy-clay soils over laterite.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}