{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_punctata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. punctata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus punctata, commonly known as grey gum, is a small to medium-sized tree that is endemic to eastern Australia. It has smooth grey bark that is shed in patches, lance-shaped, curved or egg-shaped adult leaves flower buds in groups of seven, white flowers and hemispherical or cup-shaped fruit. Its leaves are one of the favoured foods of the koala.",
    "Description": "Eucalyptus punctata is a tree that typically grows to a height of 35 m (115 ft) and forms a lignotuber. It has smooth grey, brown or cream-coloured bark that is shed in patches. Young plants and coppice regrowth have dull green leaves that are paler on the lower surface, egg-shaped to lance-shaped, 55–115 mm (2.2–4.5 in) long and 15–35 mm (0.59–1.38 in) wide and petiolate. Adult leaves are glossy dark green, paler on the lower surface, lance-shaped or curved to egg-shaped, 60–180 mm (2.4–7.1 in) long and 14–37 mm (0.55–1.46 in) wide tapering to a petiole 13–26 mm (0.51–1.02 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 10–20 mm (0.39–0.79 in) long, the individual buds on pedicels 2–8 mm (0.079–0.315 in) long. Mature buds are oval, 6–9 mm (0.24–0.35 in) long and 4–9 mm (0.16–0.35 in) wide with a conical to rounded operculum. Flowering occurs from December to March and the flowers are white. The fruit is a woody, cup-shaped or hemispherical capsule 4–9 mm (0.16–0.35 in) long and 6–10 mm (0.24–0.39 in) wide.",
    "Taxonomy": "Eucalyptus punctata was first formally described in 1828 by Swiss naturalist Augustin Pyramus de Candolle in his book Prodromus Systematis Naturalis Regni Vegetabilis. The specifici epithet (punctata) is from the Latin adjective punctatus meaning \"spotted\" and refers to the oil glands, which give the leaves a dotted appearance.It is one a group of related species known collectively as large-fruited grey gums found in eastern Australia, the others being E. longirostrata from eastern Queensland, E. biturbinata from the New England region, and E. canaliculata from the vicinity of Gloucester and Dungog in central-northern New South Wales.",
    "Distribution and habitat": "Grey gum occurs through the ranges and near coastal areas from near Gympie in Queensland to near Nowra in New South Wales, most commonly on transition zone soil types between sandstone and shale.It grows in tall open sclerophyll forest, associated with such species as red bloodwood (Corymbia gummifera), pink bloodwood (C. intermedia), spotted gum (C. maculata), white stringybark (E. globoidea), Sydney peppermint (E. piperita), blackbutt (E. pilularis), yellow box (E. melliodora), mountain grey gum (E. cypellocarpa), narrow-leaved ironbark (E. crebra), grey ironbark (E. paniculata), broad-leaved white mahogany (E. umbra), white mahogany (E. acmenoides), and apples (Angophora species).",
    "Ecology": "The grey gum regenerates by regrowing from the base and branches after bushfire. Trees live for over a hundred years. The grey-headed flying fox (Pteropus poliocephalus) eats the flowers, while the leaves form a staple of the diet of the koala (Phascolarctos cinereus). Leaves in winter contain less nitrogen than those in summer, which the koalas make up for by eating more in winter months. The brown-headed honeyeater (Melithreptus brevirostris) and yellow-tufted honeyeater (Lichenostomus melanops) have been observed eating gum exudate from the stems. \nFieldwork at several sites around central New South Wales showed that the red wattlebird (Anthochaera carunculata) and noisy friarbird (Philemon corniculatus) preferred to forage on the foliage of the grey gum over other trees, with the former appearing to oust the latter if both species were present.",
    "Uses": "The timber is very hard and durable, and used in construction and for railway sleepers. The multicoloured bark of Eucalyptus punctata that appears from time to time gives the tree some horticultural appeal, and it has potential applications in large parks, reserves and fields.",
    "Gallery": "\n\n== References =="
  }
}