{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_salmonophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. salmonophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus salmonophloia, known as wurak or Salmon Gum is an evergreen tree native to arid regions of Western Australia.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand Mueller in 1878 in the journal Fragmenta Phytographiae Australiae from samples collected by E. Giles from near Victoria Springs.Aside from Wurak, other names for the species include Wuruk or Woonert. \nThe Noongar peoples know the tree as Wurak or Weerluk.",
    "Description": "Eucalyptus salmonophloia is able to grow to a height of 30 metres (98 ft) with smooth salmon-coloured bark in the summer months that changes to a white-grey or grey-brown colour in the winter months. The adult leaves are disjunct, long, lanceolate and basally tapered with a glossy grey-green colour and contain fragrant oils.\nEucalyptus salmonophloia flowers in spring between August to December with white to cream blossoms. It produces simple axillary conflorescences with seven to more than eleven flowered umbellasters and terete or angular peduncles. Buds then form that are ovoid or globose with calyptrate calyx which sheds early. Seed capsules usually remain in place until the following summer or longer, each capsule contains about 600 viable seeds per gram.The tree exhibits an erect form with branches that spread outward and upward forming an umbrella-shaped crown.\nThis species of Eucalypt is known to have a life span of over 150 years. \nThe roots of the Salmon Gum are shallow and wide spreading; that can affect production of crops that grow nearby as they compete for moisture and nutrients.\nThe density of green wood is about 1160 kg/m3 with an air-dried density about 1040 kg/m3.E. salmonophloia looks much like Eucalyptus salicola, both having a similar habit salmon bark and similar form. However, E. salmonophloia is differentiated by its ovate to lanceolate shaped juvenile leaves and globoid buds. E.salicola is also able to tolerate a saline habitat.",
    "Distribution": "Found in large woodland communities, E. salmonophloia is found in the southern Wheatbelt and Goldfields-Esperance region of Western Australia. In western areas there are remnant populations, extending from the York and Northam areas, south to around Jerramungup mostly as a result of agricultural practices.  Eastern occurrences are far less disturbed and extend as far east as Cundeelee to the north around Mt Gibson area and south to around Salmon Gums. The tree usually dominates these communities forming a sparse upper canopy. Found growing in broad valleys, plain and low hills in areas that receive as little as 250 millimetres (10 in) of rain per year it grows in alkaline loamy soils red clay loam or clay and red sandy soils often with gravel. It is found in granite soils in western areas and calcerous soils in eastern areas.Associated species include Eucalyptus salubris, Eucalyptus longicornis, Eucalyptus wandoo and Eucalyptus loxophleba subsp. loxophleba in the overstorey and a huge variety of species in the understorey including Acacia erinacea, Templetonia sulcata, Melaleuca acuminata, Santalum acuminatum, Sclerolaena diacantha, Rhagodia drummondii, Austrostipa trichophylla and Calandrinia calyptrata.",
    "Uses": "The timber produced by E. salmonophloia is noted for its durability and is used to make railway sleepers and mining shaft supports. Historically, the mining industry cut down the tree to use for construction and as a fuel source, and along with two acacia species is credited with allowing the development of the goldfields. The state's forest department (1922) promoted the high density of timber as the second strongest in Australia. It is still commonly used for wood fires and makes excellent firewood. It is an excellent species for rehabilitation areas and for areas requiring soil stabilization as it is drought tolerant, frost resistant, fast growing and able to grow in poor soils.\nThe heartwood of the tree is fine-textured, dense with a reddish to dark red-brown colour and has considerable potential for use in high value furniture, flooring, panelling, craftwood and in musical instruments such as flute headpoints. Craftsmen rate the wood as good for turning, machinability, boring, screwholding, stability, sanding, gluing and finishing. Honey flow for apiculture is reported from December to March.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}