{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_falcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. falcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus falcata, commonly known as silver mallet or toolyumuck, is a species of mallee or marlock that is endemic to Western Australia. It has smooth bark, lance-shaped to curved adult leaves, flower buds in groups of eleven or thirteen, creamy white or yellowish green flowers and flattened spherical fruit.",
    "Description": "Eucalyptus falcata is a mallee or marlock that forms a lignotuber and typically grows to a height of 5–6 m (16–20 ft). It has smooth, silvery gray and green-gray over pale brown-orange bark. Young plants and coppice regrowth have egg-shaped, petiolate leaves arranged in opposite pairs and 35–60 mm (1.4–2.4 in) long and 20–30 mm (0.79–1.18 in) wide. Adult leaves are arranged alternately, the same shade of green on both sides, lance-shaped to curved, 55–130 mm (2.2–5.1 in) long and 10–20 mm (0.39–0.79 in) wide on a petiole 10–27 mm (0.39–1.06 in) long. The flower buds are arranged in leaf axils in groups of eleven or thirteen on an unbranched, down-turned peduncle 7–22 mm (0.28–0.87 in) long, the individual buds on pedicels 1–7 mm (0.039–0.276 in) long. Mature buds are oval, 10–19 mm (0.39–0.75 in) long and 5–8 mm (0.20–0.31 in) wide with an elongated, conical operculum. Flowering occurs between August and May and the flowers are creamy white or yellowish green. The fruit is a woody, flattened spherical capsule 4–9 mm (0.16–0.35 in) long and 8–11 mm (0.31–0.43 in) wide on a pedicel up to 8 mm (0.31 in) long.This species is closely related to E. ornata and E. recta, as well as the recently described E. rugulata and E. purpurata.",
    "Taxonomy and naming": "Eucalyptus falcata was first formally described in 1847 by Nikolai Turczaninow in Bulletin de la Societe Imperiale des Naturalistes de Moscou from a specimen collected by James Drummond. The specific epithet (falcata) is a Latin word meaning \"sickle-shaped\".Noongar peoples know the tree as toolyumuck.",
    "Distribution and habitat": "Silver mallet has a scattered distribution of isolated populations from near Kojonup, to near Corrigin and north to Tammin, in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions. It is often found on the top or slopes of lateritic rises and is associated with species such as E. astringens, E. densa, E. incrassata, E. salmonophloia, E. urna and E. wandoo.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}