{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_normantonensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. normantonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus normantonensis, commonly known as Normanton box, is a species of mallee, rarely a small tree, that is endemic to northern Australia. It has rough, fibrous or flaky bark on some or all of the stems, lance-shaped to curved adult leaves, flower buds in groups of between seven and eleven, white flowers and cylindrical, barrel-shaped or shortened spherical fruit.",
    "Description": "Eucalyptus normantonensis is a mallee, rarely a small tree, that typically grows to a height of 5–8 m (16–26 ft) and forms a lignotuber. It has rough, fibrous or flaky bark on some or all of the stems and smooth brownish bark above. Young plants have elliptical to lance-shaped leaves that are 40–95 mm (1.6–3.7 in) long, 12–40 mm (0.47–1.57 in) wide and petiolate. Adult leaves are the same shade of glossy green on both sides when mature, lance-shaped to curved, 50–110 mm (2.0–4.3 in) long and 7–20 mm (0.28–0.79 in) wide, tapering to a petiole 8–22 mm (0.31–0.87 in) wide. The flower buds are arranged on the ends of branchlets in groups of seven, nine or eleven on a branched peduncle 1–6 mm (0.039–0.236 in) long, the individual buds on pedicels 1–6 mm (0.039–0.236 in) long. Mature buds are oval, 3–4 mm (0.12–0.16 in) long and 2–3 mm (0.079–0.118 in) wide with a rounded to blunt conical operculum. Flowering occurs in most months and the flowers are white. The fruit is a woody cylindrical, barrel-shaped or shortened spherical capsule 3–5 mm (0.12–0.20 in) long and 3–4 mm (0.12–0.16 in) wide with the valves usually below the level of the rim.",
    "Taxonomy and naming": "Eucalyptus normantonensis was first fromally described in 1919 by Joseph Maiden and Richard Cambage in Journal and Proceedings of the Royal Society of New South Wales from specimens collected by Cambage near Normanton. The specific epithet (normantonensis) refers to the town in Queensland, where the type specimen was collected.",
    "Distribution and habitat": "Normanton box is found in widely dispersed populations in Western Australia, the Northern Territory and Queensland between the hot, arid north-eastern part of the Gibson Desert and the hot, monsoonal south-eastern hinterland of the Gulf of Carpentaria. It grows in low, open woodland on flats, undulating areas and drainage lines.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Environment and Conservation (Western Australia) and as \"least concern\" under the Northern Territory Government Territory Parks and Wildlife Conservation Act 1976 and the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}