{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_kabiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. kabiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus kabiana, commonly known as Mt Beerwah mallee, is a species of mallee, rarely a small tree, that is endemic to Queensland. It has smooth white to grey bark, sometimes with a short stocking of rough, fibrous bark at the base. The adult leaves are lance-shaped or curved, the flower buds are arranged in groups of between seven and eleven, the flowers are white and the fruit is hemispherical with protruding valves.",
    "Description": "Eucalyptus kabiana is usually a mallee that typically grows to a height of 5 m (16 ft), rarely a tree to 10 m (33 ft), and forms a lignotuber. Young plants and coppice regrowth have dull greyish leaves that are 60–80 mm (2.4–3.1 in) long and 20–30 mm (0.79–1.18 in) wide. Adult leaves are lance-shaped or curved, the same shade of green on both sides, 60–150 mm (2.4–5.9 in) long and 10–23 mm (0.39–0.91 in) wide on a petiole 13–25 mm (0.51–0.98 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 7–14 mm (0.28–0.55 in) long, the individual buds on pedicels 3–5 mm (0.12–0.20 in) long. Mature buds are an elongated oval shape, 9–12 mm (0.35–0.47 in) long and 3–5 mm (0.12–0.20 in) wide with a conical to horn-shaped operculum. Flowering occurs in October and the flowers are white. The fruit is a woody, hemispherical capsule, about 3 mm (0.12 in) long and 5–7 mm (0.20–0.28 in) wide with the valves protruding well above the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus kabiana was first described in 1991 by Lawrie Johnson and Ken Hill from a specimen collected on the lower slopes of Mount Beerwah, and the description was published in the journal Telopea. The specific epithet commemorates the Kabi Kabi people, who inhabited the Glass House Mountains prior to European settlement.",
    "Distribution and habitat": "Mt Beerwah mallee grows in heath on sttep trachyte slopes and is only known from Mt Beerwah and Mt Coolum.",
    "Conservation status": "This eucalypt is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and under the Queensland Government Nature Conservation Act 1992. The main threats to the species are its restricted distribution and increased fire frequency.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}