{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_badjensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. badjensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus badjensis, commonly known as the Big Badja gum, is a tree that is endemic to south-eastern New South Wales. It has hard, rough bark on the lower part of the trunk, smooth grey bark above, often hanging in strips on the upper branches, linear to narrow lance-shaped, often curved adult leaves, green to yellow buds in groups of three in leaf axils, white flowers and conical or bell-shaped fruit.",
    "Description": "Eucalyptus badjensis is a tree that grows to a height of 45 m (100 ft) and has hard, rough, greyish brown bark near the base of the trunk and smooth grey, green to light brownish or grey bark on the branches and upper part of the trunk. The upper bark is often shed in ribbons. The leaves on young plants and coppice regrowth are lance-shaped, 35–80 mm (1.4–3.1 in) long, 8–20 mm (0.3–0.8 in) wide and lack a petiole. The adult leaves are linear to narrow lance-shaped, 85–200 mm (3.3–7.9 in) long and 10–20 mm (0.4–0.8 in) wide on a petiole 6–14 mm (0.24–0.55 in) long. They are the same dull green colour on both surfaces. The flower buds are arranged in groups of three in leaf axils on an unbranched peduncle 3–4 mm (0.1–0.2 in) long, the individual buds on a pedicel up to 2 mm (0.08 in) long. The mature buds are oval, green to yellow, 4–5 mm (0.16–0.20 in) long and 3–4 mm (0.12–0.16 in) wide with a conical operculum. Flowering occurs in January and the flowers are white. The fruit is a conical or bell-shaped capsule 3–5 mm (0.12–0.20 in) long and 4–6 mm (0.16–0.24 in) wide on a pedicel up to 2 mm (0.08 in) long.",
    "Taxonomy and naming": "Eucalyptus badjensis was first formally described in 1924 by Wilfred de Beuzeville and  Marcus Welch \"at an elevation of about 4,000 feet, three miles south of the Big Badja Mountain\". The description was published in Journal and Proceedings of the Royal Society of New South Wales. The specific epithet (badjensis) is a reference to the distribution of this eucalypt. The ending -ensis is a Latin suffix \"denoting place, locality [or] country\".",
    "Distribution and habitat": "Big Badja gum is found in wet forest, on hills and plateaus on the eastern side of the Southern Tablelands. It grows in soils that are relatively fertile and where the rainfall is high and occurs from Big Badja Hill to Cathcart and Brown Mountain, west of Bega.\n\n\n== References =="
  }
}