{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cinerea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cinerea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cinerea, commonly known as the Argyle apple or mealy stringbark, is a species of small to medium-sized tree that is endemic to south-eastern Australia. It has rough, fibrous bark on the trunk and branches, usually only juvenile, glaucous, egg-shaped leaves, flower buds in groups of three, white flowers and conical to bell-shaped fruit.",
    "Description": "Eucalyptus cinerea is a tree that typically grows to a height of 15–30 m (49–98 ft) tall and forms a lignotuber. It has thick, fibrous, reddish brown to grey brown, longitudinally fissured bark on the trunk to the small branches. The leaves on young plants and on coppice regrowth are arranged in opposite pairs, sessile, glaucous, broadly egg-shaped to more or less round, up to 80 mm (3.1 in) long and 50 mm (2.0 in) wide. Intermediate leaves are arranged in opposite pairs, glaucous, egg-shaped to lance-shaped, 48–90 mm (1.9–3.5 in) long and 20–45 mm (0.79–1.77 in) wide on a petiole 4–15 mm (0.16–0.59 in) long. Adult leaves are arranged alternately, lance-shaped, 90–140 mm (3.5–5.5 in) long and 15–50 mm (0.59–1.97 in) wide on a petiole up to 11 mm (0.43 in) long. The flower buds are arranged in groups of three in leaf axils on a peduncle 2–9 mm (0.079–0.354 in) long, the individual buds sessile or on a pedicel up to 3 mm (0.12 in) long. Mature buds are glaucous, diamond-shaped, 6–8 mm (0.24–0.31 in) long and 3–5 mm (0.12–0.20 in) wide with a conical operculum. Flowering occurs between May and November and the flowers are white. The fruit is a woody, conical to bell-shaped capsule 4–7 mm (0.16–0.28 in) long and 5–9 mm (0.20–0.35 in) wide with the valves level with the rim or slightly beyond.",
    "Taxonomy and naming": "Eucalyptus cinerea was first formally described by the botanist George Bentham in 1867 from the herbarium of Ferdinand von Mueller, and the description was published in Flora Australiensis. The specific epithet (cinerea) is a Latin word meaning \"ash-coloured\" or \"grey\" referring to the white, waxy bloom on the foliage, buds and fruit of this species.Two subspecies of E. cinerea have been described and the names accepted by the Australian Plant Census:\nEucalyptus cinerea subsp. cinerea has a crown of mostly juvenile leaves and grows in woodland between Sofala and Tumut in New South Wales;\nEucalyptus cinerea subsp. triplex has a crown with both juvenile and intermediate leaves; and occurs in the Australian Capital Territory and Captains Flat in New South Wales.A third subspecies, subspecies victoriensis was described in 2018. It is the tallest subspecies and has adult leaves in its crown.",
    "Distribution and habitat": "Argyle apple is typically found from north of Bathurst (33° S), in central west New South Wales, to the Beechworth area of Victoria (36° S). It is often part of grassy or sclerophyll woodland communities growing in  shallow and relatively infertile soils usually as part of the understorey. Subspecies cinerea occurs in the Australian Capital Territory and Captains Flat in New South Wales and subspecies triplex in the Australian Capital Territory and Captains Flat in New South Wales. Subspecies victoriensis is only known from hilly country near Beechworth in Victoria.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}