{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_todtiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. todtiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus todtiana is a species of tree native to south-western Australia. Common names include blackbutt, coastal blackbutt and pricklybark. The Noongar name for the tree is dwutta.",
    "Description": "E. todtiana grows to about 15 metres (49 ft) as a tree (with single trunk) or as a mallee (i.e. with multiple trunks) to 2 to 8 m (6.6 to 26.2 ft).  It has a weeping habit and rough fibrous grey/brown bark with tough, fine fibres. The dense, spreading and pendulous canopy is made up of light green to mid-green leaves.It produces cream and white flowers from January to April.\nThe slow growing long lived species is a habitat tree for many local fauna such as nectar-feeding birds, bats, lizards and insects and mature trees have good form and are stable. It is both frost and drought tolerant.",
    "Distribution and habitat": "Eucalyptus todtiana generally grows near the crests of low sandy rises in the Bassendean sands, sometimes over laterite and more mostly with Jarrah and Marri (Corymbia calophylla) in the west. Also over Banksia and Sheoak in the east.  It prefers light, well-drained soils in an open, sunny position.Distribution is mainly between Perth and Dongara in the Southwest Botanical Province, occurring at the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain regions.Due to diminishing remnant bushlands within the Perth metropolitan area, individual trees are becoming less common.  One specimen on Kitchener Road, Victoria Park (pictured) adjacent to the Armadale railway line in the Town of Victoria Park, was listed on the Council's Significant Tree List, but has since died and been cut down.",
    "Taxonomy": "It was first described by Ferdinand von Mueller in 1882, based on specimens collected by him from sandy ridges near the Greenough and Arrowsmith Rivers  in 1877, and also specimens collected by John Forrest from near the Moore River. The specific name honours Emil Todt, a botanical artist who drew some of the plates for Mueller's Atlas of Eucalypts. It has had an uneventful taxonomic history, with no subspecies or varieties, and no synonyms. In the most recent infrageneric classification, it is placed in E. subg. Eucalyptus, sect. Hesperia, ser. Todtianae.The species is part of the Eucalyptus subgenus series Diversiformae, a group of mallee trees that all have adult leaves held erect, buds with a single unscarred operculum and pyramidal seeds. The other species in series this series include; Eucalyptus erectifolia, Eucalyptus platydisca, Eucalyptus diversifolia, Eucalyptus pachyloma, Eucalyptus lateritica, Eucalyptus dolorosa and Eucalyptus buprestium.",
    "Cultivation": "E. todtiana is not often grown in cultivation. It grows rapidly as a sapling if planted in an open position, but as an adult it grows slowly and flowers profusely.",
    "Uses": "Indigenous Australians used parts of the tree for medicinal purposes. The leaves as a nasal decongestant or as an antibacterial poultice by crushing the leaves. Leaves were also eaten to relieve dysentry. The gum was also used on sores as an ointment. Leaves from the tree were also commonly used for bedding.",
    "Uses-Gallery": "",
    "See also": "List of Eucalyptus species",
    "References": "",
    "External links": "\"Eucalyptus todtiana Pricklybark; Coastal blackbutt\". Kensington Bushland Reserve - Town of Victoria Park. Retrieved 2007-10-23."
  }
}