{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_major",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. major"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus major, commonly known as grey gum, is a species of tree that is endemic to a small area near the New South Wales - Queensland border. It has smooth greyish bark, lance-shaped adult leaves, flower buds in groups of seven and conical to cup-shaped fruit.",
    "Description": "Eucalyptus major is a tree that typically grows to a height of 20 m (66 ft) and forms a lignotuber. It has smooth, blotched greyish bark that is shed in large plates or flakes. Young plants and coppice regrowth have egg-shaped leaves that are a lighter shade of green on the lower side, 75–100 mm (3.0–3.9 in) long and 25–40 mm (0.98–1.57 in) wide. Adult leaves are lance-shaped to curved, dark green on the upper surface, paler below, 90–200 mm (3.5–7.9 in) long and 20–40 mm (0.79–1.57 in) wide, tapering to a petiole 15–30 mm (0.59–1.18 in) long. The flower buds are arranged in leaf axils in groups of seven on a flattened, unbranched peduncle 7–15 mm (0.28–0.59 in) long, the individual buds sessile or a pedicels up to 5 mm (0.20 in) long. Mature buds are oval to diamond-shaped, 6–9 mm (0.24–0.35 in) long and 4–5 mm (0.16–0.20 in) wide with a conical operculum. Flowering has been recorded in November and the flowers are white. The fruit is a woody, conical to cup-shaped capsule 3–5 mm (0.12–0.20 in) long and 4–8 mm (0.16–0.31 in) wide with the valves protruding prominently above the rim of the fruit.",
    "Taxonomy and naming": "This eucalypt was first formally described in 1923 by Joseph Maiden who gave it the name Eucalyptus propinqua var. major and published the description in his book A Critical Revision of the Genus Eucalyptus. In 1934, William Blakely raised the variety to species status as Eucalyptus major, publishing the change in his book A Key to the Eucalypts. The specific epithet (major) is a Latin word meaning \"greater\".",
    "Distribution and habitat": "The grey gum grows in tall forest in coastal areas and nearby hills in south-eastern Queensland, south from the Blackdown Tableland to far northern New South Wales.",
    "Conservation status": "This eucalypt is classified as \"least concern\" in Queensland under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}