{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gregoryensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gregoryensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gregoryensis is a species of small tree or mallee that is endemic to the Northern Territory. It has smooth, powdery white bark, lance-shaped to curved adult leaves, flower buds usually in groups of three, white flowers and cup-shaped to hemispherical fruit.",
    "Description": "Eucalyptus gregoryensis is a small tree or mallee that typically grows to a height of 8 metres (26 ft) and has a lignotuber. It has a semi-weeping habit and smooth powdery white bark that is pale pink when new. Young plants and coppice regrowth have broadly lance-shaped to egg-shaped, dull greyish green leaves, 80–180 mm (3.1–7.1 in) long and 40–90 mm (1.6–3.5 in) wide. The adult leaves are arranged alternately, lance-shaped or curved, the same dull green to grey-green leaves on both sides, 8 to 22 centimetres (3 to 9 in) long and 1.2 to 3 cm (0.47 to 1.18 in) wide with a base tapering to a petiole 8–30 mm (0.31–1.18 in) long. The flower buds are usually arranged in groups of three, sometimes seven, in leaf axils on an unbranched peduncle 2–4 mm (0.079–0.157 in) long, the individual buds sessile or on pedicels up to 1 mm (0.039 in) long. Mature buds are oval to spindle-shaped, 6–8 mm (0.24–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded to conical operculum. The flowers are white and the fruit is a woody, cup-shaped to hemispherical capsule 4–5 mm (0.16–0.20 in) long and 5–6 mm (0.20–0.24 in) wide, with the valves protruding above the rim.",
    "Taxonomy and naming": "Eucalyptus gregoryensis was first formally described by the botanists Neville Walsh and David Edward Albrecht in 1998 in the journal Muelleria, although the name originally given was E. gregoriensis. The type collection was made near a tributary of East Baines River in the Gregory National Park in 1996.The specific epithet is in reference to the Gregory National Park which was named for the explorer Augustus Charles Gregory who explored this area in 1855 and 1856.",
    "Distribution": "The tree has a small range and is found in the Gregory National Park and the Victoria River Downs region in the top end of the Northern Territory where it is found up on the sandstone plateaus and cliffs over seasonal water courses.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}