{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_baueriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. baueriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus baueriana, commonly known as blue box or round-leaved box, is a tree that is endemic to south-eastern Australia. It has rough, fibrous or flaky bark on the trunk and branches, egg-shaped adult leaves, oval to diamond-shaped flower buds arranged in groups of seven, white flowers and conical fruit.",
    "Description": "Eucalyptus baueriana is a tree that grows to a height of about 20 metres (66 ft), sometimes a small tree or mallee to 12 metres (39 ft) high, and forms a lignotuber. It has persistent, light grey, fibrous or flaky bark with whitish patches, on the trunk and larger branches. The higher branches have smooth, grey bark that is shed in short ribbons. Young plants and coppice regrowth have broad egg-shaped to almost round leaves 35–60 mm (1.4–2.4 in) long and 39–80 mm (1.5–3.1 in) wide. Mature trees often have juvenile leaves in the crown. Adult leaves are egg-shaped, 53–105 mm (2–4 in) long and 23–52 mm (0.9–2 in) wide on a petiole 18–43 mm (0.71–1.7 in) long. The leaves are the same dull or glossy green colour on both sides and sometimes have a whitish bloom. The flowers are borne in groups of seven in leaf axils on an unbranched peduncle 5–11 mm (0.20–0.43 in) long, the individual buds on a pedicel 1–5 mm (0.039–0.20 in) long. Mature buds are oval to diamond-shaped, 3–6 mm (0.12–0.24 in) long and 3–4 mm (0.1–0.2 in) wide with a conical operculum. Flowering mainly occurs from September to December and the flowers are white. The fruit is a woody, conical capsule 4–7 mm (0.16–0.28 in) long and 4–7 mm (0.2–0.3 in) wide with the valves enclosed.",
    "Taxonomy and naming": "Eucalyptus baueriana was first formally described in 1843 by Johannes Conrad Schauer and the description was published in Repertorium Botanices Systematicae. The specific epithet (baueriana) honours Ferdinand Bauer.In 2011, Kevin James Rule described three subspecies:\nE. baueriana Schauer subsp. baueriana is a tree to 20 metres (66 ft) with fruit 6–7 mm (0.2–0.3 in) long and 4–6 mm (0.2–0.2 in) wide;\nE. baueriana subsp. deddickensis Rule is a small tree or mallee to 12 metres (39 ft) with fruit 3–5 mm (0.1–0.2 in) long and 3–5 mm (0.1–0.2 in) wide and leaves 50–70 mm (2–3 in) long and 40–60 mm (2–2 in) wide;\nE. baueriana subsp. thalassina Rule, commonly known as Werribee blue box, is a small tree or mallee to 12 metres (39 ft) with fruit 3–5 mm (0.1–0.2 in) long and 3–5 mm (0.1–0.2 in) wide and leaves 30–50 mm (1–2 in) long and 20–40 mm (0.8–2 in) wide.",
    "Distribution and habitat": "Blue box grows in woodland in near-coastal areas of New South Wales south from Putty to areas near Melbourne in Victoria although Chippendale in Flora of Australia reports the species occurring near Stanthorpe in Queensland and in the Glen Innes - Armidale area.Subspecies deddickensis is restricted to two isolated population on the banks of the Deddick River in far north-eastern Victoria and subspecies thalassina to the Werribee River catchment near Bacchus Marsh.\n\n\n== References =="
  }
}