{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_campaspe",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. campaspe"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus campaspe, commonly known as silver gimlet or the silver-topped gimlet, is a species of tree that is endemic to Western Australia. It has smooth, shiny bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped or conical fruit.",
    "Description": "Eucalyptus campaspe is a tree or mallet that typically grows to a height of 3 to 11 metres (10 to 36 ft) and has smooth, shiny, silver to coppery bark. The stems are twisted and a lignotuber is not formed. The leaves on young plants and on coppice regrowth are lance-shaped to egg-shaped, 50–80 mm (2.0–3.1 in) long, 15–35 mm (0.59–1.38 in) wide and covered with a powdery white bloom. Adult leaves are arranged alternately, lance-shaped, 70–120 mm (2.8–4.7 in) long and 8–25 mm (0.31–0.98 in) wide on a petiole 7–25 mm (0.28–0.98 in) long. They are also dull, glaucous to grey-green and weather to glossy with age. The flower buds are arranged in groups of seven in leaf axils on a flattened peduncle 5–15 mm (0.20–0.59 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature flower buds are oval, 9–12 mm (0.35–0.47 in) long, 6–10 mm (0.24–0.39 in) wide and glaucous with a conical operculum. Flowering occurs between January and March and the flowers are white. The fruit is a glaucous, woody, cup-shaped to hemispherical or conical capsule 6–9 mm (0.24–0.35 in) long and 8–10 mm (0.31–0.39 in) wide with a broad disc and the valves protruding.",
    "Taxonomy and naming": "Eucalyptus campaspe was first formally described by the botanist Spencer Le Marchant Moore in 1899 in a paper entitled The Botanical Results of a Journey into the Interior of Western Australia, published in the Botanical Journal of the Linnean Society. The type specimen had been collected by Moore in 1895 from near Gibraltar in the Goldfields area of Western Australia. The specific epithet (campaspe) refers to Campaspe, the mistress of Alexander the Great, but the allusion is not known.Eucalyptus campaspe  is one of the six true gimlet species that have buds in groups of seven. The other true gimlets are E. ravida , E. effusa , E. salubris, E. terebra and E. tortilis. The non-glaucous E. salubris is easily distinguished from E. ravida and E. campaspe both of which have conspicuously glaucous branchlets.",
    "Distribution": "Silver gimlet is found on stony hillsides and flats in the Goldfields-Esperance region between Kalgoorlie and Norseman where it grows in sandy-loam-clay soils. It is often part of low woodland communities on calcareous plains or alluvial flats. Associated species in this environment include trees such as: E. salubris, E. gracilis often with E. salmonophloia and Casuarina cristata. Also included in these woodlands are shrubs like Santalum acuminatum, Atriplex vesicaria, Atriplex nummularia and species of Eremophila and Dodonaea. Ground species in these communities include Plantago debilis, Helipterum strictum, Gnephosis brevifolia, Ptilotus exaltatus and Senecio glossanthus.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}