{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_blaxellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. blaxellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus blaxellii, commonly known as the Howatharra mallee, is a mallee that is endemic to Western Australia. It has smooth bark, linear to narrow lance-shaped adult leaves, flower buds arranged in groups of seven, white flowers and cup-shaped to conical fruit.",
    "Description": "Eucalyptus blaxellii is a multi-stemmed mallee that typically grows to a height of 1 to 4 metres (3 to 13 ft). The bark is smooth and grey over pinkish-brown or coppery coloured new bark. The leaves on young plants and on coppice regrowth are arranged alternately, linear, 70–105 mm (2.8–4.1 in) long, 4–7 mm (0.16–0.28 in) wide and have a petiole. Adult leaves are linear to narrow lance-shaped, 60–100 mm (2.4–3.9 in) long, 5–10 mm (0.20–0.39 in) wide and the same glossy green on both sides. The flower buds are arranged in groups of seven in leaf axils on a peduncle 2–8 mm (0.079–0.31 in) long, the individual buds on a pedicel 2–3 mm (0.079–0.12 in) long. Mature buds are oval, 4–8 mm (0.16–0.31 in) long, 2.5–5 mm (0.098–0.20 in) wide with a rounded or conical operculum. Flowering occurs between August and November and the flowers are creamy white. The fruit are cup shaped to conical, 4–6 mm (0.16–0.24 in) long and wide with a thin rim and the valves enclosed or level with the rim.",
    "Taxonomy and naming": "Eucalyptus balxellii was first formally described in 1992 by Ken Hill and Lawrie Johnson from a specimen collected in 1978 at Howatharra Gap north of Geraldton by Donald Blaxell. The description was published in the journal Telopea. The specific epithet (blaxellii) honours the collector of the type specimen who discovered the species.",
    "Distribution and habitat": "The Howatharra mallee is found on rocky hillsides and creek flats in the Wheatbelt near Morawa and in the Mid West region between Northampton and Geraldton in the Moresby Range where it grows in sandy-clay soils. It is an emergent in heath and occurs with Eucalyptus loxophleba, Eucalyptus stowardii, Allocasuarina campestris, Melaleuca megacephala, Gastrolobium spinosum and various species of Acacia.",
    "Conservation": "This mallee eucalypt is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}