{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_subcrenulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Subgenus": "Symphyomyrtus"
    },
    {
      "Species": "E. subcrenulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus subcrenulata, commonly known as Tasmanian alpine yellow gum, is a member of the Myrtaceae family. It belongs in Eucalyptus subgenus Symphyomyrtus section Maidenaria, a large group of species more or less restricted to south-eastern Australia. Within this section, E. subcrenulata, along with four other species, forms the series Semiunicolores. Three of the species in this series are closely related Tasmanian endemics, viz. E. johnstonii, E. subcrenulata and E. vernicosa. Eucalyptus subcrenulata is closely related to E. johnstonii and E. vernicosa and has the thick dark green leaves and yellow-green bark of this group. Despite being similar, it can be distinguished from E.urnigera that possesses urn-shaped capsules. It can also be distinguished from E. johnstonii by its smaller flowers and seed capsules.",
    "Taxonomy": "Eucalyptus subcrenulata is derived from the Latin words sub -, sub and crenulatus, crenulate, referring to the leaf edges.",
    "Description": "The Eucalyptus subgenus Symphyomyrtus section Maidenaria, series Semiunicolores, are characterised by smooth bark, subcrenulate and strongly glandular juvenile leaves opposite for many nodes, a crown of green, densely to very densely and finely reticulate and highly glandular adult leaves, buds in threes, and sessile fruit with relatively prominent valves.Eucalyptus subcrenulata is a small to medium tree that typically grows up to a height of 20m. It is quite variable in form, ranging from a straight tree up to about 60m tall, growing in a mixed forest to an alpine shrub.  The bark is smooth, peeling off in brown vertical strips to expose a wide range of shades of pale grey to brown to yellow green, especially vivid when wet. A crown of glossy leaves, and horizontal black fire scars that are often present. \nJuvenile leaves are distinctively thick, round, subcrenulate, opposite and glandular on square stems, losing red edges of foliage at maturity. Young shoots appear crimson, turning bronze then green. Adult leaves are alternate with a petiole that is 1.5–3.7 cm long. The leaf blade is lanceolate to ovate and 5.2–13.5 cm long, and 2–4.5 cm wide, with the base tapering to petiole. The margin is entire to subcrenulate, concolorous, glossy, green, with side-veins greater than 45° to midrib, densely reticulate, intramarginal vein that is well removed from margin, and oil glands island and intersectional. Leaves have a strong spicy aroma when crushed.",
    "Habitat and distribution": "Eucalyptus subcrenulata occurs as a small tree emergent over subalpine rainforest, or as a subdominant or co-dominant with E. delegatensis in montane wet forest with rainforest or tall shrub understoreys. It also occurs with E. coccifera in the more exposed subalpine woodlands. Eucalyptus subcrenulata occurs in subalpine sclerophyll woodland community, native to the highlands of central and western Tasmania. It grows well on well-drained, exposed, rocky ridges, gully slopes and stony plateaux where dolerite screes form over sandstone bedrock, or on the margins of poorly drained flats and soakages. It forms a geographic cline with E. johnstonii towards the south-east and is clinally replaced by E. vernicosa in the exposed, alpine situations on western and south-western mountains. It occurs at altitudes between 550 m and 1180 m but is found mostly from 700 m to 1100 m. The lower altitude sites (< 700 m) are largely known from the south-western margins of the distribution. The higher altitude sites (> 1100 m) are from the Western Tiers, the eastern Central Plateau and Mount Field. It is recognised as being very cold-tolerant in both New Zealand and Britain. Evans (1986) even identified E. subcrenulata as being a promising species for planting in milder areas of the UK",
    "Flowering": "\nAs part of the Eucalyptus subgenus Symphyomyrtus section Maidenaria, E. subcrenulata is characterised by bilobed cotyledons, simple axillary inflorescences, buds with two opercula, stamens with versatile anthers and flattened seeds with a ventral hilum. Flowers are white to cream, originating from yellowish-brown ovate flower bud clusters arranged in groups of 3. Flowering patterns have been observed to be in January to April, with peak flowering in January and March.\n\n\n== References =="
  }
}