{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dalrympleana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dalrympleana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dalrympleana, commonly known as mountain gum, mountain white gum, white gum and broad-leaved ribbon gum, is a species of tree that is endemic to southeastern Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of three or seven, white flowers and cup-shaped, bell-shaped or hemispherical fruit.",
    "Description": "Eucalyptus dalrympleana is a tree that typically grows to a height of 40 m (130 ft) and forms a lignotuber. It has smooth white to yellowish bark, sometimes with a short stocking of rough bark. Young plants and coppice regrowth have leaves arranged in opposite pairs and are egg-shaped or heart-shaped to more or less round, 25–70 mm (0.98–2.76 in) long and wide. Adult leaves are arranged alternately, lance-shaped to curved, the same colour on both sides, 80–220 mm (3.1–8.7 in) long and 10–40 mm (0.39–1.57 in) wide on a petiole 12–35 mm (0.47–1.38 in) long. The flower buds are arranged in groups of three or seven in leaf axils on a peduncle 3–12 mm (0.12–0.47 in) long, the individual buds sessile or on a pedicel up to 3 mm (0.12 in) long. Mature buds are oval, green to yellow, 6–10 mm (0.24–0.39 in) long and 3–6 mm (0.12–0.24 in) wide with a conical to rounded operculum. Flowering mainly occurs between March and June and the flowers are white. The fruit is a woody cup-shaped, bell-shaped or hemispherical capsule 3–8 mm (0.12–0.31 in) long and 5–9 mm (0.20–0.35 in) wide.",
    "Taxonomy and naming": "Eucalyptus dalrympleana was first formally described in 1920 by Joseph Maiden from a specimen collected by Wilfred de Beuzeville near Yarrangobilly. The description was published in Maiden's book, The Forest Flora of New South Wales. The specific epithet (dalrympleana) honours the forester, Richard Dalrymple Hay.In 1962, Lawrie Johnson described two subspecies and the names have been accepted by the Australian Plant Census:\n\nEucalyptus dalrympleana  Maiden subsp. dalrympleana has flower buds arranged in groups of three;\nEucalyptus dalrympleana subsp. heptantha  L.A.S.Johnson has flower buds and flowers in groups of seven.",
    "Distribution and habitat": "Mountain gum grows in woodland and forest at higher elevations in far south-eastern Queensland, New South Wales, Victoria, South Australia and Tasmania. Subspecies heptantha is only found in far south-eastern Queensland and on the northern tablelands of New South Wales. Subspecies dalrympleana occurs south from the central and southern tablelands of New South Wales. The species is rare in South Australia where it only occurs in the Mount Lofty Ranges.",
    "Use in horticulture": "In cultivation in the UK, E. dalrympleana is fully hardy down to −15 °C (5 °F) but prefers some shelter. It grows best in full sun. It has gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "\nHolliday, I. A field guide to Australian trees (3rd edition), Reed New Holland, 2002"
  }
}