{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_clelandiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. clelandiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus clelandiorum, commonly known as Cleland's blackbutt is a species of mallet that is endemic to the South West region of Western Australia. It has hard, black, crumbly bark on the lower half of its trunk, smooth bark above, narrow lance-shaped adult leaves, flower buds arranged in groups of seven, nine or eleven, white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus clelandiorum is a mallet that typically grows to a height of 10 m (33 ft) and does not form a lignotuber. It has hard, black, crumbly bark on about the lower half of the trunk, and smooth pale grey to pinkish bark above. The leaves on young plants and on coppice regrowth are glaucous, broadly lance-shaped to egg-shaped, up to 80 mm (3.1 in) long and 35 mm (1.4 in) wide. The adult leaves are the same dull greyish green or glaucous on both sides, narrow lance-shaped, 80–155 mm (3.1–6.1 in) long and 9–25 mm (0.35–0.98 in) wide.The flower buds are arranged in groups of seven, nine or eleven in leaf axils on a peduncle 6–15 mm (0.24–0.59 in) long, the individual buds on a pedicel 1–5 mm (0.039–0.197 in) long. Mature buds are oval, 7–12 mm (0.28–0.47 in) long and 4–7 mm (0.16–0.28 in) wide and glaucous with a beaked operculum 4–6 mm (0.16–0.24 in) long. Flowering mainly occurs from August to November and the flowers are white. The fruit is a woody cup-shaped capsule 5–9 mm (0.20–0.35 in) long and 5–8 mm (0.20–0.31 in) wide on a pedicel 1–6 mm (0.039–0.236 in) long.",
    "Taxonomy": "Cleland's blackbutt was first formally described in 1911 by Joseph Maiden who gave it the name Eucalyptus goniantha var. clelandiorum and published the description in the Journal of the Natural History and Science Society of Western Australia. In 1912, Maiden raised the variety to species status in his book A Critical Revision of the Genus Eucalyptus. The specific epithet (clelandiorum) honours \"Mr. A.F. Cleland, Civil Engineer of Kurrawang\" and his nephew, \"Dr. J. Burton Cleland\".",
    "Distribution": "Eucalyptus clelandiorum mostly grows in open woodland from east of Cue to near Lake Biddy in the Avon Wheatbelt, Coolgardie, Great Victoria Desert, Murchison and Yalgoo biogeographic regions of Western Australia.",
    "Conservation status": "This mallet is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}