{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_platydisca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. platydisca"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus platydisca, also known as Jimberlana mallee, is a species of eucalypt native to Western Australia. It is listed as \"Threatened Flora (Declared Rare Flora — Extant)\" under the Western Australian Government Biodiversity Conservation Act 2016 and as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999.",
    "Description": "The mallee typically grows to a height of approximately 2 to 4 metres (7 to 13 ft) and has smooth mottled grey bark. The erect, multistemmed tree is able to resprout from its lignotuber after fire. The stiff, narrow and dull grey-green adult leaves form an open crown. The diamond shaped buds are found in the leaf axils of leaves in groups of seven. Each bud is 12 to 15 mm (0.47 to 0.59 in) in length and 8 to 9 mm (0.31 to 0.35 in) wide with white flowers. The cup-shaped fruit that form later have a flattish top and a width of 11 to 16 mm (0.43 to 0.63 in).",
    "Taxonomy": "Eucalyptus platydisca was first described  in 1998 by Lawrie Johnson and Ken Hill in an unpublished manuscript, from material collected on Jimberlana Hill north-west of Norseman. In 2006, the description was formally published by Ian Brooker and Dean Nicolle in the journal Nuytsia.The species is part of the Eucalyptus subgenus series Diversiformae, a group of mallees that all have adult leaves held erect, buds with a single unscarred operculum and pyramidal seeds. The other species in this series include E. erectifolia, E. diversifolia, E. todtiana, E. lateritica, E. pachyloma and E. buprestium.",
    "Distribution and habitat": "Jimberlana mallee is found on stony hills in a small area of the Goldfields-Esperance region of Western Australia just east of Norseman where it grows in clay-loam and granite soils. It is only found on two granite hills; Jimberlana Hill and Mount Norcott with around 200 individuals on Jimberlana and more on Mt Northcott. The soil is poorly developed reddish\nsandy loam stony soils between large boulders are part of an open mallee communitity along with Eucalyptus longissima, E. griffithsii and Triodia hummock grasses.",
    "Conservation status": "Eucalyptus platydisca is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as  \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). The main threats to the species are its small population size, mining activities and unauthorised collection of flowers and fruit.\n\n\n== References =="
  }
}