{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_×_lamprocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. × lamprocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus × lamprocalyx is a tree or shrub that is endemic to the Kimberley region of Western Australia. It has tessellated bark on its trunk and branches, sessile, broadly lance-shaped leaves arranged in opposite pairs, flower buds in groups of between seven and eleven and oval or urn-shaped fruit. It is considered to be a natural hybrid between Corymbia cadophora and C. polycarpa.",
    "Description": "Eucalyptus × lamprocalyx is a crooked, spreading tree or shrub that grows to a height of up to 6 m (20 ft). It has tessellated greyish bark on the trunk and branches. Adult leaves are arranged in opposite pairs, sessile, the same greyish green on both sides, broadly lance-shaped, 120–250 mm (4.7–9.8 in) long and 50–80 mm (2.0–3.1 in) wide. The flower buds are arranged in groups of between seven and eleven on a thick or slightly flattened peduncle 12–25 mm (0.5–1 in) long, the individual buds on thick pedicels up to 3 mm (0.12 in) long. Mature buds are oval or pear-shaped, the floral cup 8–12 mm (0.31–0.47 in) long and 8–10 mm (0.31–0.39 in) wide and the operculum hemispherical, 4–5 mm (0.16–0.20 in) long and 5–6 mm (0.2–0.2 in) wide with a small point on the top. The fruit is a woody oval or urn-shaped capsule 30–40 mm (1.2–1.6 in) long and 20–30 mm (0.79–1.2 in) wide.",
    "Taxonomy and naming": "Eucalyptus × lamprocalyx was first formally described in 1834 by William Blakely who gave it the name Eucalyptus lamprocalyx and published the description in his book, A Key to the Eucalypts. The Australian Plant Census considers this tree to be a natural hybrid between Corymbia cadophora and C. polycarpa, but it does not yet have a name in the genus Corymbia.",
    "Distribution and habitat": "This eucalypt grows in woodland in the western Kimberley region of Western Australia.\n\n\n== References =="
  }
}