{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_oligantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. oligantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus oligantha, commonly known as the broad-leaved box, is a species of tree that is native to the Kimberley region of Western Australia and parts of the Northern Territory. It has rough, fibrous or flaky greyish bark, broadly egg-shaped to almost round adult leaves that are lost in the dry season, flower buds in groups of three or seven, creamy yellow to whitish flowers and cup-shaped to more or less cylindrical, bell-shaped or conical fruit.",
    "Description": "Eucalyptus oligantha is a tree that typically grows to a height of 12–15 m (39–49 ft) and forms a lignotuber. It has rough, fibrous, flaky or scaly greyish bark on the trunk and branches. Young plants and coppice regrowth have egg-shaped to more or less round leaves 50–135 mm (2.0–5.3 in) long, 35–135 mm (1.4–5.3 in) wide and petiolate. Adult leaves are broadly egg-shaped to more or less round and are usually lost in the dry season. They are usually the same shade of green on both sides, 65–190 mm (2.6–7.5 in) long and 50–213 mm (2.0–8.4 in) wide on a petiole 18–98 mm (0.71–3.86 in) long. The flower buds are mostly arranged on the end of branchlets on a thin, branched peduncle in groups of three or seven. The peduncle is 3–15 mm (0.12–0.59 in) long, the individual buds on pedicels 3–8 mm (0.12–0.31 in) long. Mature buds are oval to pear-shaped, 6–10 mm (0.24–0.39 in) long and 4–6 mm (0.16–0.24 in) wide with a usually conical operculum. Flowering has been recorded in March, July and September and the flowers are creamy yellow to whitish. The fruit is a woody, cup-shaped to more or less cylindrical, bell-shaped or conical capsule 6–11 mm (0.24–0.43 in) long and 6–9 mm (0.24–0.35 in) wide with the valves either level with the rim or strongly protruding.",
    "Taxonomy and naming": "Eucalyptus oligantha was first formally described in 1843 by Johannes Conrad Schauer in Walpers' Repertorium Botanices Systematicae. The specific epithet (oligantha) is from the ancient Greek oligos meaning \"few\" and ‑anthus meaning \"‑flowered\".",
    "Distribution and habitat": "Broad-leaved box grows on flats and slopes, often near watercourses in forest and woodland in the Kimberley region between Wyndham and Derby with a few scattered populations in the Northern Territory, including some of its offshore islands.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}