{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_guilfoylei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. guilfoylei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus guilfoylei, commonly known as yellow tingle or dingul dingul, is a species of tall tree that is endemic to Western Australia. The trunk is straight with fibrous, greyish brown bark and it has lance-shaped leaves, flower buds in groups of seven, white flowers and barrel-shaped fruit.",
    "Description": "Eucalyptus guilfoylei is a tree that typically grows to a height of 5 to 40 metres (16 to 131 ft). It has rough, short-fibred, crumbly, greyish brown bark and a trunk diameter of about 1 m (3 ft 3 in). Young plants and coppice regrowth have stems that are more or less square in cross-section and leaves that are egg-shaped, dark green above and paler on the lower surface, 80–130 mm (3.1–5.1 in) long and 55–70 mm (2.2–2.8 in) wide. Adult leaves are lance-shaped, dull green on the upper surface, paler below, 80–150 mm (3.1–5.9 in) long and 15–40 mm (0.59–1.57 in) wide on a petiole 15–30 mm (0.59–1.18 in) long. The flower buds are arranged in groups of seven on branching peduncles in leaf axils and on the ends of branchlets. The peduncles are 8–23 mm (0.31–0.91 in) long and the pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are cylindrical or narrow egg-shaped, with the narrower end towards the base, 7–8 mm (0.28–0.31 in) long and 4–6 mm (0.16–0.24 in) wide. Flowering occurs between November and January and the flowers are white. The fruit are woody, globular, pear-shaped or barrel-shaped capsules 7–10 mm (0.28–0.39 in) long and 8–10 mm (0.31–0.39 in) wide with the valves near rim level. They contain flattened saucer shaped red-brown seeds.Although closely related to the other tingle trees, E. brevistylis and E. jacksonii, the trunk of E. guilfoylei is not buttressed, the bark is persistent, the wood is yellow and the leaves are paler on the lower surface. All the tingles are able to reach 400 years of age.",
    "Taxonomy and naming": "The species was first described by the botanist Joseph Maiden in 1911 in his article Notes on Western Australian eucalypts, including description of new species in the Journal of the Natural History and Science Society of Western Australia. The type material was collected by Andrew Murphy in 1905 near Denmark. The name honours William Guilfoyle, who once was the Director of the Royal Botanic Gardens in Melbourne.",
    "Distribution": "Found on slopes and ridges in coastal areas of the Great Southern region where it grows in gravelly loam soils. Found between the Deep and Frankland Rivers west of Albany, on slopes and ridges of hilly country. It occurs as scattered trees in forested areas associated with other large trees, such as Eucalyptus diversicolor, Corymbia calophylla or Eucalyptus jacksonii. The yellow tingle grows best in deep red loamy soils originating from basalt and dolerite but will grow in light loams from granite and schists.The species was reported as occurring with several plant species, often as the understorey of the E. jacksonii, which is distinguished by its larger size, more fibrous bark and the name red tingle tingle (a variation of a common name, as 'yellow tingle tingle', was also once in popular use for this species). Other associated trees include river banksia and Agonis flexuosa. The tree resembles jarrah but for its less rough bark and light brown wood.",
    "Uses": "The heartwood is hard and straight-grained with an oak-like yellow colour. The wood has a green density of about 1185 kg/m3 and an air-dried density about 990 kg/m3.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}