{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_densa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. densa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus densa is a species of mallee or mallet that is endemic to Western Australia. It has smooth greyish bark that is shed in curly strips, linear to narrow lance-shaped adult leaves, long, spindle-shaped flower buds in groups of seven or nine, pale yellow or lemon-coloured flowers and conical, cylindrical or barrel-shaped fruit.",
    "Description": "Eucalyptus densa is a mallee or a mallet that typically grows to a height of 1–12 m (3 ft 3 in–39 ft 4 in) and does not form a lignotuber. It has smooth. pale grey to cream-soloured bark that is shed in curly flakes. Its adult leaves are the same dull greyish green on both sides, linear to narrow lance-shaped, 40–90 mm (1.6–3.5 in) long and 4–10 mm (0.16–0.39 in) wide on a petiole 5–12 mm (0.20–0.47 in) long. The flower buds are arranged in leaf axils in groups of seven or nine on an unbranched peduncle 12–20 mm (0.47–0.79 in) long, the individual buds on a pedicel 3–6 mm (0.12–0.24 in) long. Mature buds are shaped like a long spindle, 17–35 mm (0.67–1.38 in) long and 3–5 mm (0.12–0.20 in) wide with a horn-shaped operculum abour four times as long as the floral cup. Flowering occurs between January and February or May to September and the flowers are pale yellow or lemon coloured. The fruit is a woody conical, cylindrical or barrel-shaped capsule with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus densa was first formally described in 1991 by the botanists Ian Brooker and Stephen Hopper and the description was published in the journal Nuytsia. The specific epithet (densa) is a Latin word meaning \"thick\", \"close\" or \"compact\", referring to crown of this species.Brooker and Hopper also described two subspecies and the names have been accepted by the Australian Plant Census:\n\nEucalyptus densa subsp. densa  - a short-trunked mallet with a dense crown, often to ground level;\nEucalyptus densa subsp. improcera - a mallee up to 3 m (9.8 ft) tall with slender stems.The subspecies name improcera is a Latin word meaning \"short\" or \"undersized\", referring to its stature compared to subspecies densa.",
    "Distribution and habitat": "This eucalypt is found on ridges, flats and drainage line areas of the southern Wheatbelt and  Goldfields-Esperance regions of Western Australia where it grows in clay, loam, sandy or lateritic soils. Subspecies densa is found between Ongerup, Ravensthorpe and Hyden and subspecies improcera in the Ravensthorpe and Jerramungup areas.",
    "Conservation status": "Both subspecies of E. densa are is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}