{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_doratoxylon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. doratoxylon"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus doratoxylon, commonly known as the spearwood mallee, spearwood or geitch-gmunt in Noongar language is a species of mallee that is endemic to Western Australia. It has smooth, powdery white bark, lance-shaped to curved adult leaves mostly arranged in opposite pairs, flower buds in groups of seven, white to pale yellow flowers and pendulous, more or less spherical fruit.",
    "Description": "Eucalyptus doratoxylon is a mallee, rarely a small tree, that typically grows to a height of 1.4–6 m (4 ft 7 in–19 ft 8 in) and forms a lignotuber. It has smooth, powdery white over reddish or greenish bark. Young plants and coppice regrowth have narrow elliptic to narrow lance-shaped leaves that are arranged in opposite pairs, 40–80 mm (1.6–3.1 in) long and 5–15 mm (0.20–0.59 in) wide. Adult leaves are also usually arranged in opposite pairs, glossy green, 42–95 mm (1.7–3.7 in) long and 5–16 mm (0.20–0.63 in) wide on a petiole 2–12 mm (0.079–0.472 in) long. The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 8–20 mm (0.31–0.79 in) long, the individual buds on a pedicel 3–10 mm (0.12–0.39 in) long. Mature buds are pear-shaped to oval, creamy white, 8–11 mm (0.31–0.43 in) long and 3–4 mm (0.12–0.16 in) wide with a beaked operculum. Flowering occurs between August and March and the flowers are white to pale yellow. The fruit is a pendulous, woody, more or less spherical capsule 5–9 mm (0.20–0.35 in) long and 5–8 mm (0.20–0.31 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus doratoxylon was first formally described in 1860 by the botanist Ferdinand von Mueller in Fragmenta Phytographiae Australiae from samples collected by George Maxwell in the Kojoneerup district.\nThe specific epithet is (doratoxylon) is derived from the Ancient Greek words dory, doratos meaning \"spear\" and xylon meaning \"wood\", possibly in reference to the use of the stems for spears.",
    "Distribution": "Spearwood mallee grows in sandy loam or white-grey sandy soils in heath and open forest on hills and around granite outcrops along the south coast in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions of Western Australia.",
    "Conservation status": "Eucalyptus doratoxylon is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife",
    "Noongar Uses": "Noongars used the branches to make spears: the bends in the branch were straightened over fire and the tips were sharpened using a chert flake.As with all other Eucalypts in the south-western region of Western Australia, the leaves of this species were crushed to make antibacterial poultices for wounds. They were also crushed and steamed to relieve nasal congestion. The gum was used after grinding, to make an ointment for sores, and also taken orally as a treatment for dysentery.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}