{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_beyeriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. beyeriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus beyeriana, commonly known as Beyer's ironbark, is a small tree that is endemic to New South Wales. It has dark grey to black \"ironbark\", lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped to conical or shortened spherical fruit. Its name is disputed with some authors considering it to be a synonym of Eucalyptus beyeri.",
    "Description": "Eucalyptus beyeriana is a tree that grows to a height of 20 to 25 metres (66 to 82 ft) and forms a lignotuber. It has rough, dark grey to black \"ironbark\" on its trunk and branches. The leaves on young plants and on coppice regrowth are lance-shaped, 55–90 mm (2–4 in) long, 10–15 mm (0.4–0.6 in) wide and have a petiole. Adult leaves are lance-shaped, 70–140 mm (3–6 in) long, 7–20 mm (0.3–0.8 in) wide on a petiole 8–20 mm (0.3–0.8 in) long and the same dull green on both sides. The flower buds are arranged in groups of seven on a peduncle 5–10 mm (0.2–0.4 in) long, the individual buds on a pedicel 2–7 mm (0.08–0.3 in) long. Mature buds are oval to diamond-shaped, 4–5 mm (0.16–0.20 in) long, 2–3 mm (0.08–0.1 in) wide with a conical to rounded operculum that is narrower than the floral cup. Flowering occurs between August and November and the flowers are white. The fruit is a woody cup-shaped, conical or flattened spherical capsule 3–6 mm (0.12–0.24 in) long and wide on a pedicel 3–7 mm (0.12–0.28 in) long.",
    "Taxonomy and naming": "Eucalyptus beyeriana was first formally described in 1990 by Lawrie Johnson and Ken Hill from a specimen collected near Wallacia. The description was published in the journal Telopea.Johnson and Hill considered that the species had been mistaken for E. beyeri, and that the type specimen of E. beyeri was a hybrid, with anthers intermediate between E. beyeriana and E. crebra, hence required a new name. Eucalyptus beyeri is now known as Eucalyptus × beyeri. Ian Brooker disputes this interpretation and continues to use the name E. beyeri.The specific epithets (beyeriana and beyeri) honour George Beyer, an herbarium assistant at the Sydney Technological Museum who assisted Richard Thomas Baker, the author of E. beyeri.",
    "Distribution and habitat": "Beyer's ironbark grows in woodland in infertile soil from Narrabri to Nowra.\n\n\n== References =="
  }
}