{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_froggattii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. froggattii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus froggattii, commonly known as the Kamarooka mallee, is a species of mallee or small tree that is endemic to Victoria. It has rough, crumbly, blackish bark on the trunk, smooth grey to brown bark above, lance-shaped adult leaves, four-sided flower buds in groups of between seven and eleven, white or cream-coloured flowers and four-sided, cup-shaped to pear-shaped fruit.",
    "Description": "Eucalyptus froggattii is a mallee that typically grows to a height of 6 m (20 ft) or a tree to 9 m (30 ft) and forms a lignotuber. It has rough, crumbly blackish bark on the trunk, smooth grey to brown bark that is shed in ribbons above. Young plants and coppice regrowth have glossy green, petiolate, lance-shaped to curved leaves that are 78–172 mm (3.1–6.8 in) long and 17–28 mm (0.67–1.10 in) wide. Adult leaves are the same glossy, light green on both sides, lance-shaped to curved, 65–130 mm (2.6–5.1 in) long and 12–25 mm (0.47–0.98 in) wide on a petiole 5–15 mm (0.20–0.59 in) long. The flower buds are arranged on the ends of branches in groups of seven, nine or eleven on a branching peduncle 4–15 mm (0.16–0.59 in) long, the individual buds on pedicels 2–10 mm (0.079–0.394 in) long. Mature buds are club-shaped to diamond-shaped in side view, more or less square in cross section with a rib along each corner, 7–10 mm (0.28–0.39 in) long and 5–7 mm (0.20–0.28 in) wide with a pyramidal to conical operculum. The flowers are white to cream-coloured, cup-shaped to pear shaped in side view, square in cross section, 6–9 mm (0.24–0.35 in) long and 5.8 mm (0.23 in) wide with the valves enclosed below rim level.",
    "Taxonomy and naming": "Eucalyptus froggattii was first formally described in 1934 by William Blakely from a specimen collected at Kamarooka near Bendigo by Alfred Howitt, and the description was published in Blakely's book A Key to the Eucalypts. The specific epithet (foggattii) honours the entomologist, Walter Wilson Froggatt.",
    "Distribution and habitat": "Kamarooka mallee is usually only found in remnant woodland or shrubland in farmlands between Horsham, Bendigo, Charlton and Nhill in Victoria, but some populations are conserved in the Kamarooka State Park (now part of the Greater Bendigo National Park) and in flora reserves such as the Wychitella Nature Conservation Reserve and Mount Arapiles-Tooan State Park.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}