{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_lockyeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. lockyeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus lockyeri, commonly known as Lockyer's box, is a species of small tree endemic to a small area in Queensland. It has rough bark near the base of the trunk, smooth bark above, lance-shaped adult leaves, flower buds in groups of seven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus lockyeri is a small tree that typically grows to a height of 9 m (30 ft) and forms a lignotuber. It has rough, fibrous to flaky bark on the base of the trunk, smooth grey to brownish bark above. Young plants and coppice regrowth have dull bluish, lance-shaped to egg-shaped leaves that are 80–160 mm (3.1–6.3 in) long and 35–55 mm (1.4–2.2 in) wide. Adult leaves are the same dull bluish grey on both sides, 90–150 mm (3.5–5.9 in) long and 20–35 mm (0.79–1.38 in) wide, tapering to a petiole 10–32 mm (0.39–1.26 in) long. The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 8–17 mm (0.31–0.67 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are sometimes glaucous, oval, 10–13 mm (0.39–0.51 in) long and 5–7 mm (0.20–0.28 in) wide with a conical to horn-shaped operculum, Flowering has been recorded in March, May and December and the flowers are white. The fruit is a woody, hemispherical capsule 3–7 mm (0.12–0.28 in) long, 6–10 mm (0.24–0.39 in) wide, sometimes glaucous at first, with the valves protruding above the rim of the fruit.",
    "Taxonomy and naming": "Eucalyptus lockyeri was first formally described in 1991 by Donald Blaxell and Ken Hill from a specimen collected by Blaxell near Ravenshoe in 1978, and the description was published in the journal Telopea. The specific epithet (lockyeri) \"honours Michael Lockyer of Ravenshoe, who first drew the authors' attention to this taxon\".In 1994, Ian Brooker and David Kleinig described two subspecies and the names have been accepted by the Australian Plant Census: \n\nEucalyptus lockyeri subsp. exuta Brooker & Kleinig has leaves, buds and fruit that are not glaucous;\nEucalyptus lockyeri subsp. lockyeriBlaxell & K.D.Hillsubsp. lockyeri has glaucous leaves, buds and fruit.",
    "Distribution and habitat": "Eucalyptus lockyeri is endemic to a restricted area of Queensland, occurring between Ravenshoe and near Herberton. It usually grows on slopes and ridges in poor, rocky soil.",
    "Conservation status": "Both subspecies of E. lockyeri are classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}