{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_barberi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. barberi"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus barberi, commonly known as Barber's gum, is a tree or mallee that is endemic to Tasmania. It has mostly smooth, greyish bark, elliptic to lance-shaped or curved adult leaves, diamond-shaped or club-shaped buds in groups of seven in leaf axils, white flowers and cup-shaped, cylindrical or conical fruit.",
    "Description": "Eucalyptus barberi is a mallee growing to a height of 1–5 metres (3–16 ft) or tree that typically grows to a height of 8 metres (26 ft), and forms a lignotuber. It has smooth bark, sometimes with loose slabs of rough bark near the base. The smooth bark is greyish, brownish or yellowish, often with ribbons of shed bark in the upper branches. The leaves of young plants and on coppice regrowth are arranged in opposite pairs, lance-shaped to elliptic or oblong, 30–80 mm (1–3 in) long, 10–30 mm (0.4–1 in) wide and have a petiole. Adult leaves are the same glossy green on both sides, elliptic to lance-shaped or curved, 50–140 mm (2–6 in) long, 10–35 mm (0.4–1 in) wide tapering to a petiole 10–35 mm (0.4–1 in) long. The flower buds are arranged in group of seven in leaf axils, on a peduncle 5–18 mm (0.2–0.7 in) long, the individual buds on a pedicel 2–4 mm (0.08–0.2 in) long. Mature buds are oval to diamond-shaped or club-shaped, 7–11 mm (0.3–0.4 in) long, 4–6 mm (0.16–0.24 in) wide with a conical or rounded operculum that is 3–5 mm (0.12–0.20 in) long and often beaked. Flowering occurs between August and December and the flowers are white. The fruit is a woody, cup-shaped, cylindrical or conical capsule 5–10 mm (0.20–0.39 in) long, 6–9 mm (0.24–0.35 in) wide on a pedicel 1–5 mm (0.039–0.20 in) long.",
    "Taxonomy and naming": "Eucalyptus barberi was first formally described in 1972 by Lawrie Johnson and Donald Blaxell from a specimen collected near Cranbrook. The specific epithet (barberi) honours Horace Barber.",
    "Distribution and habitat": "Barber's gum grows in dry forest on the edges of dolerite outcrops and on low hills and sloping ground in eastern Tasmania. It is conserved in the Douglas Apsley National Park.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}