{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_longifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. longifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus longifolia, commonly known as woollybutt, is a species of medium-sized tree that is endemic to eastern Australia. It has thick, fibrous bark on the trunk and larger branches, lance-shaped to curved adult leaves, flower buds in groups of three, white flowers and cup-shaped to cylindrical or hemispherical fruit. The drooping flower heads in groups of three are a distinguishing feature. It grows in heavy soils often near water.",
    "Description": "Eucalyptus longifolia is a tree that typically grows to a height of 35 m (115 ft) and forms a lignotuber. It has rough, fibrous to flaky bark on the trunk and branches thicker than about 80 mm (3.1 in). The trunk diameter is up to 1 m (3 ft 3 in). Young plants and coppice regrowth have stems that are more or less square in cross-section and leaves that are egg-shaped to broadly lance-shaped, 65–200 mm (2.6–7.9 in) long and 20–90 mm (0.79–3.54 in) wide. Adult leaves are lance-shaped to curved, the same dull greyish green on both sides, 90–250 mm (3.5–9.8 in) long and 8–35 mm (0.31–1.38 in) wide, on a petiole 15–32 mm (0.59–1.26 in) long. The flower buds are arranged in groups of three in leaf axils on an unbranched peduncle 10–34 mm (0.39–1.34 in) long, the individual buds on pedicels 7–17 mm (0.28–0.67 in) long. Mature buds are pendulous, oval to diamond-shaped, 16–27 mm (0.63–1.06 in) long and 5–13 mm (0.20–0.51 in) wide with a conical operculum. Flowering occurs from March to June and the flowers are white. The fruit is a woody, cup-shaped to cylindrical or hemispherical capsule 8–15 mm (0.31–0.59 in) long and 9–16 mm (0.35–0.63 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus longifolia was first formally described in 1822 by Johann Heinrich Friedrich Link in his book, Enumeratio Plantarum Horti Regii Berolinensis Altera. The specific epithet (longifolia) is derived from the Latin words longus \"long\" and folium \"leaf\".Within the genus Eucalyptus, this species belongs in the subgenus Symphyomyrtus.",
    "Distribution and habitat": "The range of woollybutt is from Morisett in central New South Wales south to the Victorian border. In the north of its range it is more scattered in its distribution, but becomes more common south of Nowra to Bega. It generally grows on clay soils and floodplains, sometimes in areas with poor drainage, in valleys and low areas. In open sclerophyll forest, it grows alongside such trees as  white mahogany (E. acmenoides), grey box (E. moluccana), forest red gum (E. tereticornis), and rough-barked apple (Angophora floribunda), while in swampy areas it is found with swamp mahogany (E. robusta) and paperbark species such as snow-in-summer (Melaleuca linariifolia), prickly paperbark (M. styphelioides) and swamp paperbark (M. ericifolia).",
    "Ecology": "The woollylbutt can regenerate via epicormic buds if its crown is damaged by bushfire. Trees live for over a hundred years. Along with many bird species the grey-headed flying fox (Pteropus poliocephalus) and little red flying fox (P. scapulatus) feed on nectar produced by the woollybutt flowers.",
    "Uses": "The dark red timber is hard and resistant to water, and termites. It has been used in railway sleepers and other general construction. The woollybutt is also important in beekeeping and the honey industry. It is useful as a shade tree or windbreak in paddocks, but grows too large for the average garden.\n\n\n== References =="
  }
}