{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_transcontinentalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. transcontinentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus transcontinentalis, commonly known as redwood, is a mallee tree that is native to Western Australia.",
    "Description": "The mallee or tree typically grows to a height of 15 metres (49 ft) and has rough bark on the trunk to smooth bark higher up. The bark is a white to grey colour with occasional pale grey-yellow or pink botches. It blooms between July and December producing yellow to white flowers. the adult leaves are disjunct, glossy, grey-green, thin and concolorous. The blade has a lanceolate shape, is acute and basally tapered. A terminal or axillary simple conflorescence is produced with seven-flowered umbellasters and quadrangular penduncles which later form globose or ovoid shaped fruit.",
    "Distribution": "It is found on flats and low rises in the southern eastern Wheatbelt and south western Goldfields-Esperance regions of Western Australia where it grows in sands, loams and clay-loam soils.",
    "Taxonomy": "The Noongar name for the tree is Boongul. The tree has been referred to as Goldfields Redwood, a reference to the mining operations in its habitat.The population was formally described by the botanist George Bentham in 1867 in the journal Flora Australiensis as Eucalyptus uncinata var. rostrata from samples collected by Maxwell and Drummond near the Phillips Range and the Murchison River. It was then reclassified by Joseph Maiden as Eucalyptus oleosa var. glauca in 1911.\nIt was later promoted to a species by Joseph Maiden in 1919 in the Journal and Proceedings of the Royal Society of New South Wales from samples he had collected from near Kalgoorlie in 1909.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}