{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_ceratocorys",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. ceratocorys"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus ceratocorys, also known as the horn-capped mallee, is a mallee that is native to South Australia and Western Australia. It has rough, ribbony bark at the base of its trunk, smooth greyish bark above, lance-shaped adult leaves, flower buds in groups of seven or nine with ridges along the sides, white to cream-coloured flowers and cylindrical fruit.",
    "Description": "Eucalyptus ceratocorys is a mallee, rarely a straggly tree, that typically grows to a height of 2 to 10 metres (7 to 33 ft) and forms a lignotuber. It has rough flaky bark near the base of the trunks and shaggy, ribbony bark above that does not shed cleanly. Young plants and coppice regrowth have stems that are square in cross-section and greyish green, egg-shaped leaves 65–85 mm (2.6–3.3 in) long and 40–45 mm (1.6–1.8 in) wide. Adult leaves are the same glossy green on both sides, lance-shaped, 60–155 mm (2.4–6.1 in) long and 12–45 mm (0.47–1.77 in) wide on a petiole 10–30 mm (0.39–1.18 in) long. The flower buds are usually arranged in groups of seven or nine on a peduncle 13–30 mm (0.51–1.18 in) long, the individual buds on a pedicel 3–6 mm (0.12–0.24 in) long. Mature buds are oval to pear-shaped with ridges along the sides, 17–30 mm (0.67–1.18 in) long and 6–11 mm (0.24–0.43 in) wide with a beaked operculum 10–15 mm (0.39–0.59 in) long. Flowering occurs between July and December and the flowers are white to cream coloured, rarely red. The fruit is a woody, cylindrical capsule 12–20 mm (0.47–0.79 in) long and 8–16 mm (0.31–0.63 in) wide with ridges along the sides. The fruit have a pedicel 1–7 mm (0.039–0.276 in) long.",
    "Taxonomy and naming": "The horn-capped mallee was first formally described in 1934 by William Blakely who gave it the name Eucalyptus angulosa var. ceratocorys from a specimen collected near Comet Vale. Blakely published the description in his book A key to the Eucalypts. In 1988, Lawrie Johnson and Ken Hill raised the variety to species status as Eucalyptus ceratocorys. The specific epithet (ceratocorys) is derived from the Ancient Greek words keras meaning \"horn\" and korys meaning \"helmet\", referring to the beaked operculum of this species.",
    "Distribution and habitat": "Eucalyptus ceratocorys grows in sandy soil in shrubland between Koorda and the southern fringe of the Great Victoria Desert in the southern Wheatbelt and Goldfields-Esperance regions of Western Australia.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}