{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pterocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pterocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pterocarpa is a species of mallet or tree that is endemic to a small area in the southwest of Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and conical or cup-shaped fruit.",
    "Description": "Eucalyptus pterocarpa is a mallet or a tree that typically grows to a height of 10–15 m (33–49 ft) but does not form a lignotuber. It has smooth, light grey over salmon grey bark that is shed in long ribbons. Young plants and coppice regrowth have stems that are square in cross-section, and leaves that are egg-shaped to lance-shaped, 60–100 mm (2.4–3.9 in) long, 25–40 mm (0.98–1.57 in) wide and petiolate. Adult leaves are arranged alternately, the same shade of glossy green on both sides, lance-shaped, 80–135 mm (3.1–5.3 in) long and 15–25 mm (0.59–0.98 in) wide tapering to a petiole 15–33 mm (0.59–1.30 in) long. The flower buds are arranged in leaf axils, usually in groups of seven, on an unbranched peduncle 7–17 mm (0.28–0.67 in) long, the individual buds on pedicels 6–8 mm (0.24–0.31 in) long. Mature buds are ribbed, spindle-shaped to oval, 20–25 mm (0.79–0.98 in) long and 10–13 mm (0.39–0.51 in) wide with a prominently ribbed and beaked operculum. Flowering has been observed in October and the flowers are white. The fruit is a woody, ribbed, conical or cup-shaped capsule 12–15 mm (0.47–0.59 in) long and 14–23 mm (0.55–0.91 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus pterocarpa was first formally described in 1988 by Peter Lang in Flora of Australia from material collected by George Chippendale 10 km (6.2 mi) north-west of Norseman in 1967.",
    "Distribution and habitat": "This eucalypt grows in flat areas in forest and on the margins of creeks and streams between Kalgoorlie and Norseman where it grows in red-brown sandy-loam soils.",
    "Conservation status": "This species is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}