{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_macarthurii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. macarthurii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus macarthurii, commonly known as the Camden woollybutt or Paddy's river box, is a species of medium-sized tree that is endemic to a small area of New South Wales. It has rough, fibrous bark on the trunk and larger branches, smooth above, narrow lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and small conical to bell-shaped fruit.",
    "Description": "Eucalyptus macarthurii is a tree that typically grows to a height of 40 m (130 ft) and forms a lignotuber. It has rough, greyish brown, fissured, fibrous bark on the trunk and branches, smooth grey bark that is shed in short ribbons on the thinner branches. Young plants and coppice regrowth have sessile, broadly lance-shaped to egg-shaped leaves arranged in opposite pairs, 35–70 mm (1.4–2.8 in) long and 25–45 mm (0.98–1.77 in) wide. Adult leaves are arranged alternately, the same shade of glossy green on both sides, narrow lance-shaped to curved, 90–180 mm (3.5–7.1 in) long and 10–25 mm (0.39–0.98 in) wide, tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 4–10 mm (0.16–0.39 in) long, the individual buds sessile or on pedicels up to 2 mm (0.079 in) long. Mature fruit are oval, 2.5–5 mm (0.098–0.197 in) long and 2–3.5 mm (0.079–0.138 in) wide with a conical to beaked operculum 2–3 mm (0.079–0.118 in) long. Flowering has been recorded in January and May and the fruit is a woody, conical to bell-shaped capsule 2–5 mm (0.079–0.197 in) long and 4–6 mm (0.16–0.24 in) wide with the valves at rim level or slightly protruding.",
    "Taxonomy and naming": "Eucalyptus macarthurii was first formally described in 1899 by Henry Deane and Joseph Maiden in Proceedings of the Linnean Society of New South Wales. The specific epithet (macarthurii) honours \"Sir William Macarthur, who appears to have been the first to recognise this particualr Woolly-butt as a distinct tree\".",
    "Distribution and habitat": "Camden woollybutt grows in open forest on flats and near watercourses on the Central and Southern Tablelands between the Blue Mountains and Goulburn.",
    "Conservation status": "This eucalypt is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species are habitat loss due to land clearing, weed invasion and grazing.",
    "Uses": "In the past, this species was commercially harvested for geranyl acetate, which was extracted from the bark using distillation.\n\n\n== References =="
  }
}