{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_consideniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. consideniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus consideniana, commonly known as yertchuk, is a species of plant in the myrtle family and is endemic to south-eastern Australia. It is a tree with rough, fibrous, sometimes prickly bark on the trunk and larger branches, smooth grey bark above, lance-shaped or curved adult leaves, flower buds in groups of between eleven and nineteen, white flowers and conical to hemispherical fruit.",
    "Description": "Eucalyptus consideniana is a tree that typically grows to a height of 30 m (98 ft), or sometimes a mallee, that forms a lignotuber. It has grey, prickly, fibrous bark on the trunk and larger branches, smooth grey or yellowish bark that is shed in ribbons on the thinner branches. Young plants and coppice regrowth have sessile, green to bluish, egg-shaped to lance-shaped leaves that are 75–165 mm (3.0–6.5 in) long and 12–72 mm (0.47–2.83 in) wide. Adult leaves are the same glossy green to greyish green on both sides, lance-shaped to curved, 65–180 mm (2.6–7.1 in) long and 10–30 mm (0.39–1.18 in) wide. Flower buds are borne in leaf axils in groups of between eleven and nineteen on a peduncle 5–14 mm (0.20–0.55 in) long, the individual buds on a pedicel 3–8 mm (0.12–0.31 in) long. Mature buds are oval to club-shaped, 3–4 mm (0.12–0.16 in) long and 2–4 mm (0.079–0.157 in) wide. Flowering occurs between September and December and the flowers are white. The fruit is a woody conical to hemispherical capsule 5–9 mm (0.20–0.35 in) long and 6–8 mm (0.24–0.31 in) wide on a pedicel 2–8 mm (0.079–0.315 in) long.",
    "Taxonomy and naming": "Eucalyptus consideniana was first formally described in 1904 by Joseph Maiden from a specimen he collected in Springwood with Henry Deane. The description was published in Proceedings of the Linnean Society of New South Wales. Maiden gave the species the specific epithet consideniana to honour \"First-Assistant Surgeon D. Considen, one of the founders of Australia\". Maiden also noted that \"it would appear that Considen was the founder of the Eucalyptus oil industry.\"",
    "Distribution and habitat": "Yertchuk usually grows in poorly drained soil in open forest and is found in areas between Sydney and Melbourne on the coast and nearby tablelands.\n\n\n== References =="
  }
}