{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_incrassata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. incrassata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus incrassata, commonly known as the lerp mallee, yellow mallee, ridge fruited mallee or rib fruited mallee, is a species of mallee that is endemic to southern Australia. It has smooth bark, sometimes with rough, ribbony bark near the base, lance-shaped adult leaves, flower buds in groups of seven, creamy white, pale yellow, sometimes pink or red flowers, and cylindrical, barrel-shaped or bell-shaped fruit.",
    "Description": "Eucalyptus incrassata is a single stemmed or multi-stemmed mallee that typically grows to a height of 2 to 5 metres (7 to 16 ft) but can reach as high as 10 metres (33 ft). It will usually grow to a width of 4 to 7 m (13 to 23 ft) and it forms a lignotuber. The bark is smooth pink to grey or brownish, sometimes with rough grey to brown ribbons near the base. Young plants and coppice regrowth have dull bluish green, elliptic to egg-shaped leaves that are 40–100 mm (1.6–3.9 in) long and 20–50 mm (0.79–1.97 in) wide. The adult leaves are arranged alternately, the same glossy green on both sides, lance-shaped, 50–150 mm (2.0–5.9 in) long and 10–30 mm (0.39–1.18 in) wide on a petiole 8–25 mm (0.31–0.98 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 10–28 mm (0.39–1.10 in) long, the individual buds on pedicels 1–8 mm (0.039–0.315 in) long. Mature buds are oblong to pear-shaped, 11–23 mm (0.43–0.91 in) long and 5–11 mm (0.20–0.43 in) wide with a conical operculum. It blooms between August and April producing cream-white-yellow blossoms. The fruit is a woody, cylindrical to barrel-shaped or bell-shaped capsule 11–23 mm (0.43–0.91 in) long and 5–11 mm (0.20–0.43 in) wide with the valves below rim level.",
    "Taxonomy": "Eucalyptus incrassata was first formally described by the botanist Jacques Labillardière in 1806 in his two-volume treatise, Novae Hollandiae Plantarum Specimen. The name incrassata is from the Latin 'incrassatus' meaning thickened referring to the plants thick leaves.",
    "Distribution": "Lerp mallee is often found along sandplains and hillsides and is distributed from the Mid West, through the Wheatbelt and along the south coast in the Great Southern and Goldfields-Esperance regions of Western Australia where it grows in sandy soils. It is also found in the south of South Australia extending into Victoria and New South Wales.This is one of the most widespread mallee species in Australia. It is associated with the western mallee subgroup which is characterised by several eucalypts including E. oleosa, E. moderata, E. eremophila, E. foecunda, E. redunca and E. uncinata. The understorey is predominantly shrubby with species of Melaleuca and Acacia along with the occasional Triodia.",
    "Ecology": "This eucalypt attracts nectar-eating birds and insects that use it for food and habitat.",
    "Use in horticulture": "E. incrassata is used as a shade tree, mass planting will offer good screening, good for erosion control or as a windbreak. It is suitable mediterranean and bush style gardens and responds well to coppicing. It is tolerant of both drought and light frost. Able to grow in ordinary soil or enriched soil that is either acidic to alkaline and prefers a position in the full sun. Seeds will germinate in 2 to 6 weeks and it can be grown from cuttings. The tree is susceptible to powdery mildew in the wetter months of winter, it can also be affected by myrtle rust and by dieback.It is also suitable to produce large amounts of biomass, able to make 10 to 20 metric tons (11 to 22 short tons) per hectare per year. In wheatbelt regions it is also beneficial as the tree will reduce salinity, give shade to stock, act as a windbreak and reduce erosion.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}