{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_quadrans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. quadrans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus quadrans is a species of mallee or a small tree that is endemic to the southwest of Western Australia. It has smooth, greyish bark, narrow lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped fruit that are square in cross-section.",
    "Description": "Eucalyptus quadrans is a mallee that typically grows to a height of 5 m (16 ft), rarely a tree to 12 m (39 ft), and forms a lignotuber. It has smooth greyish bark, sometimes with rough, flaky or scaly bark near the base of the trunk. Young plants and coppice regrowth have greyish green, linear leaves that are 30–70 mm (1.2–2.8 in) long and 2–6 mm (0.079–0.236 in) wide. Adult leaves are the same shade of glossy dark green on both sides, narrow lance-shaped, 55–105 mm (2.2–4.1 in) long and 5–15 mm (0.20–0.59 in) wide, tapering to a petiole 5–16 mm (0.20–0.63 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 4–13 mm (0.16–0.51 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are oval to pear-shaped and square in cross-section, 5–7 mm (0.20–0.28 in) long and 3–6 mm (0.12–0.24 in) wide with a hemispherical operculum. Flowering occurs from August to November and the flowers are white. The fruit is a woody, cup-shaped capsule that is square in cross-section, 6–9 mm (0.24–0.35 in) long and 4–7 mm (0.16–0.28 in) wide with the valves enclosed below rim level.",
    "Taxonomy": "Eucalyptus quadrans was first formally described in 1993 by Ian Brooker and Stephen Hopper in the journal Nuytsia from material collected by Brooker near Truslove in 1984.",
    "Distribution": "This mallee grows in near-coastal areas from Mount Ney near Esperance to Lake Magenta near Newdegate.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife,",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}