{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_victrix",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. victrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus victrix, commonly known as the smooth-barked coolibah, western coolibah or little ghost gum, is a species of Eucalyptus which is endemic to Australia.",
    "Description": "The spreading tree typically grows to a height of 1 to 12 metres (3 to 39 ft) but can reach as high as 22 m (72 ft). It has smooth bark often with a box-type stocking of rougher bark at the base to a height of 1 m (3 ft). It blooms between November and March producing round white-cream flowers. The tree has an open pendula habit and is slow growing. The small glaucous lanceolate shaped blue-green leaves are covered with a white, waxy bloom. It has terminally held peduncles in groups of seven with conical to rounded operculum.",
    "Distribution": "It is found on flats and flood plains in the Mid West, Pilbara, Kimberley and north eastern Goldfields-Esperance regions of Western Australia where it grows in sandy-loamy or clay-sand soils. It is also found through much of the Northern Territory and in far western Queensland. The tree is drought and wind tolerant.",
    "Classification": "It was first described by Lawrie Johnson and Ken Hill in 1994 in the work Systematic studies in the eucalypts. A revision of the coolibahs, Eucalyptus subgenus Symphyomyrtus section Adnataria series Oliganthae subseries Microthecosae (Myrtaceae) in the journal Telopea.",
    "Uses": "Indigenous Australians traditionally used the tree for many purposes including as a food and water source, weapons, implements, firewood, shade, shelter and for cultural purposes. The Arrente peoples know the tree as ankerre, the Jaru as gurndad and the Pitjantjatjara as ankara.It is not commonly cultivated but it suitable as a garden ornamental plant which tolerates full sun and is suited to most soil types that are free-draining. It does not usually require pruning except to shape and form. It can be grown from seed and is tolerant to most diseases and pests.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}