{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nigrifunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nigrifunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nigrifunda, commonly known as desert wandoo, is a species of tree that is endemic to a small area in central Western Australia. It has smooth reddish brown bark with some rough, flaky black bark near the base of the trunk, lance-shaped adult leaves, flower buds in groups of nine, white flowers and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus nigrifunda is a tree that typically grows to a height of 5–7 m (16–23 ft) and forms a lignotuber. It has rough, flaky black bark on the base of the trunk, smooth reddish brown bark above. Adult leaves are lance-shaped, the same shade of dull bluish green on both sides, 65–110 mm (2.6–4.3 in) long and 9–15 mm (0.35–0.59 in) wide, tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in leaf axils in groups of nine on an unbranched peduncle 10–15 mm (0.39–0.59 in) long, the individual buds on pedicels about 1 mm (0.039 in) long. Mature buds are spindle-shaped, 9–12 mm (0.35–0.47 in) long and 2–3 mm (0.079–0.118 in) wide with a conical to horn-shaped operculum. Flowering has been recorded in July and the flowers are white. The fruit is a woody, cylindrical to barrel-shaped capsule 4–9 mm (0.16–0.35 in) long and 3–5 mm (0.12–0.20 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus nigrifunda was first formally described in 1991 by Ian Brooker and Stephen Hopper in the journal Nuytsia from specimens they collected in 1984. The specific epithet (nigrifunda) is from the Latin nigri meaning \"black\" and fundus, \"bottom\" referring to the dark base of the trunk.",
    "Distribution and habitat": "Desert wandoo is found on breakaways of decomposing granite in a small area in the Great Victoria Desert where it grows in sandy-clay soils.",
    "Conservation status": "This eucalypt is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}