{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_paniculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. paniculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus paniculata, commonly known as grey ironbark, is a species of tree that is endemic to New South Wales. It has dark-coloured, deeply furrowed ironbark on the trunk and branches, lance-shaped to curved adult leaves, flower buds in groups of seven on a branched peduncle, white flowers and conical, hemispherical or cup-shaped fruit.",
    "Description": "Eucalyptus paniculata is a tree that typically grows to a height of 30–50 m (98–164 ft) and forms a lignotuber. It has grey to black or brownish, deeply furrowed ironbark on the trunk and branches. Young plants and coppice regrowth have egg-shaped to lance-shaped leaves that are a lighter shade of green on the lower side, 35–70 mm (1.4–2.8 in) long and 15–30 mm (0.59–1.18 in) wide. Adult leaves are glossy green, a lighter shade on the lower side, lance-shaped to curved, 50–180 mm (2.0–7.1 in) long and 12–30 mm (0.47–1.18 in) wide, tapering to a petiole 9–25 mm (0.35–0.98 in) long. The flower buds are mostly arranged in groups of seven on a branched peduncle 5–15 mm (0.20–0.59 in) long, the individual buds on pedicels 3–9 mm (0.12–0.35 in) long. Mature buds are oval to diamond-shaped, 5–9 mm (0.20–0.35 in) long and 4–5 mm (0.16–0.20 in) wide with a conical operculum, the floral cup more or less square in cross-section. Flowering occurs in most months and the flowers are white. The fruit is a woody, conical, hemispherical or cup-shaped capsule 4–8 mm (0.16–0.31 in) long and wide with the valves close to rim level.",
    "Taxonomy and naming": "Eucalyptus paniculata was first formally described in 1797 by James Edward Smith in Transactions of the Linnean Society of London from material collected by David Burton at Port Jackson. Smith obtained the specimens from the herbarium of Joseph Banks. The specific epithet (paniculata) is from the Latin word paniculatus meaning paniculate, referring to the arrangement of the flowers.",
    "Distribution and habitat": "Grey ironbark grows in high rainfall coastal areas from Bermagui to Bulahdelah. Previously a common tree in the inner western suburbs of Sydney. A remnant ironbark still grows in the inner city suburb of Glebe at St. Johns church.",
    "Uses": "Grey ironbark is well regarded by foresters for the high quality of timber. It is particularly hard, strong and durable, and is suitable for the making of archery bows. A very dense timber, being 1120 kilograms per cubic metre. Heart wood is red-brown or dark brown. The timber has various uses, including railway sleepers, heavy engineering, construction, poles and cross-arms. Timber is difficult to plane and nail. It is slow in drying, requiring careful handling to avoid surface checking. Annual wood production potential is 9 to 18 cubic metres per hectare. The timber is not susceptible to the lyctus borer.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}