{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_goniocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. goniocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus goniocarpa is a species of mallet, that is endemic to southern Western Australia. It has smooth bark, glossy bluish adult leaves, flower buds in groups of three, creamy-white flowers, and ribbed, conical to barrel-shaped fruit.",
    "Description": "Eucalyptus goniocarpa is a mallet, often with a short trunk, that typically grows to a height of 5 m (16 ft), or sometimes a multi-stemmed mallee to 4 m (13 ft), but does not form a lignotuber. It has smooth, grey to brown bark. Young plants and coppice regrowth have lance-shaped, petiolate leaves that are 45–87 mm (1.8–3.4 in) long and 13–25 mm (0.51–0.98 in) wide. Adult leaves are lance-shaped, glossy bluish, 45–95 mm (1.8–3.7 in) long and 5–12 mm (0.20–0.47 in) wide on a petiole up to 8 mm (0.31 in) long. The flower buds are arranged in groups of three, sometimes seven, in leaf axils, on a flattened, unbranched peduncle 12–30 mm (0.47–1.18 in) long, the individual buds on pedicels 5–10 mm (0.20–0.39 in) long. Mature buds are elongated oval to spindle-shaped, 11–17 mm (0.43–0.67 in) long and 5–7 mm (0.20–0.28 in) wide with two wings along the sides and an operculum up to twice as long as the floral cup. The flowers are creamy white and the fruit is a woody conical to barrel-shaped capsule 12–14 mm (0.47–0.55 in) long and 9–12 mm (0.35–0.47 in) wide with two wings that extend down the pedicel.",
    "Taxonomy and naming": "Eucalyptus goniocarpa was first formally described in 1992 by Ken Hill and Lawrie Johnson from a collection made in 1986 by the authors with Donald Blaxell near Lake King. The description was published in the journal Telopea. The specific epithet is derived from the Greek words gonia meaning 'an angle', and karpos, 'a fruit', referring to the strongly winged fruit.",
    "Distribution and habitat": "This eucalypt is mostly restricted to the area around Lake King where it often grows in thickets.",
    "Conservation status": "Eucalyptus goniocarpa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}