{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_synandra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. synandra"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus synandra, commonly known as Jingymia mallee, is a mallee that is native to Western Australia.",
    "Description": "The mallee typically grows to a height of 3.5 to 10 metres (11 to 33 ft) with a width of 3 to 7 metres (10 to 23 ft) and has smooth, shedding bark and an erect to weeping habit. Usually the tree will form multiple stems from a lignotuber at the base of the trunks it also has a light open canopy that allows some light through. It blooms between August and March producing inflorescences with pink-cream flowers and a distinctive red capsule. The juvenile leaves are dull and grey-green in colour. They are quite narrow around 90 millimetres (4 in) in length and with a width of 15 mm (0.59 in).     The tree has dull green linear leaves that are about 200 mm (8 in) in length and 16 mm (0.63 in) wide. The simple inflorescences are held in the leaf axils and contain to seven flowers. Stalked buds form with hemispherical floral tubes, with a conical to beaked shaped bright red cap. The lower half of the stamens merge into a single tube. The creamy coloured flowers tend to turn pink as they age. After flowering hemispherical stalked fruits form which have a thick rim, an ascending disc and up to five exserted valves that are 6 to 14 mm (0.24 to 0.55 in) in length.",
    "Taxonomy": "The species was first formally described by the botanist M.D.Crisp in 1982 as part of the work Eucalyptus synandra (Myrtaceae), a new species of mallee from Western Australia published in the journal Nuytsia. The type specimen was collected in 1981 by Alexander Segger George about 5 kilometres (3.1 mi) south of Jingymia in the Shire of Koorda.The species name synandra is latin in origin meaning with fused male parts which refers to the plants flowers where the stamens are joined for a portion of their length.",
    "Distribution": "It is found as several small populations on sandplains and rises in an area between Geraldton and Mount Marshall in the Mid West, Wheatbelt regions where it grows in sandy and gravelly lateritic soils. The 27 separate populations of the species, containing about 1200 individual plants are scattered over a 300 kilometres (186 mi) length mostly between north of Morawa to around Koorda. They are mostly found on road verges but also on private land, conservation areas, pastoral leases and a timber reserve.Usually found among heath and scrub communities. Associated species include Eucalyptus leptopoda, E. erwartiana, E. loxophleba subsp. supralaevis, E. subangusta, E. brachycorys, Acacia coolgardiensis, A. acuaria and Hakea recurva.",
    "Cultivation": "Although the tree is not commonly cultivated, it is commercially available in seed form or as seedlings. The drought tolerant plant grows in full sun and attracts bids such as honeyeaters to the garden.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}