{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_roycei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. roycei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus roycei, commonly known as Shark Bay mallee, is a mallee tree that is native to a small area along the Gascoyne coast of Western Australia.",
    "Description": "The mallee or tree typically grows to a height of 2 to 6 metres (7 to 20 ft) and has rough flaky bark as the base that becomes smooth above. The bark is grey or grey-brown or yellow in colour with no pith or bark glands. The shrub-like mallee has an open habit often to a width of around 3 metres (10 ft).\nThe adult leaves have a blade that is broad lanceolate and falcate to ovate in shape. The leaves are a dull-grey to green colour.\nIt blooms between January and March producing inflorescences with yellow flowers. The simple axillary conflorescence has three-flowered umbellasters supported on terete or quadrangular peduncles. The buds have an ovoid or cylindrical shape.\nThe gumnut fruits that form tend to have a cubic to ovoid shape.",
    "Taxonomy": "The species was first formally described by the botanists Alex George, S.G.M Carr, and D.J. Carr in 1970 in the work A new eucalypt from Western Australia as published in the Proceedings of the Royal Society of Victoria. The type specimen was collected near Hamelin Pool in 1966 by E.M. Scrymgeour and S.G.M. Carr.",
    "Distribution": "It is found on sand plains in the Gascoyne region centred around Shark Bay where it grows in red calcareous sandy soils. The mallee is part of the tree heath community found in Shark Bay at the overlap of the South West botanical province and the Eremaean botanical province. Associated species include Eucalyptus beardiana, Grevillea rogersoniana, Acacia drepanophylla, Banksia ashbyi and Grevillea rogersoniana.",
    "Cultivation": "The plant is fast-growing and is wind-, drought- and frost-tolerant. It is usually grown in a full-sun position in well-drained soils. Although it is not regarded as a very attractive tree, it is available commercially for bush or park settings.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}