{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_multicaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. multicaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus multicaulis, commonly known as the whipstick mallee ash, is a species of mallee that is endemic to New South Wales. It has smooth bark, lance-shaped or curved adult leaves, oval to club-shaped flower buds in groups of between seven and fifteen, white flowers and conical fruit.",
    "Description": "Eucalyptus multicaulis is a mallee that typically grows to a height of 8 m (26 ft) and forms a lignotuber. It has smooth white or grey bark, sometimes with rough bark near the base of the trunks. Young plants and coppice regrowth have broadly egg-shaped, bluish or greyish green leaves that are 50–95 mm (2.0–3.7 in) long and 20–45 mm (0.79–1.77 in) wide with a short petiole. Adult leaves are lance-shaped or curved, the same shade of glossy green on both sides, 70–150 mm (2.8–5.9 in) long and 14–30 mm (0.55–1.18 in) wide tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 10–16 mm (0.39–0.63 in) long, the individual buds on pedicels 4–6 mm (0.16–0.24 in) long. Mature buds are oval to club-shaped, 3–4 mm (0.12–0.16 in) long and about 3 mm (0.12 in) wide with a rounded operculum. Flowering occurs from September to November and the flowers are white. The fruit is a woody conical capsule 7–9 mm (0.28–0.35 in) long and 6–8 mm (0.24–0.31 in) wide with the valves near rim level or slightly below it.",
    "Taxonomy and naming": "Eucalyptus multicaulis was first formally described in 1927 by William Blakely in the Journal and Proceedings of the Royal Society of New South Wales. The specific epithet is from the Latin multi- meaning \"many\" and caulis meaning \"stem\", referring to the mallee habit of this species.",
    "Distribution and habitat": "Whipstick mallee ash grows on sandstone ridges in mallee shrubland from east of Rylstone to the Budawangs.\n\n\n== References =="
  }
}