{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_notactites",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. notactites"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus notactites, commonly known as southern limestone mallee, is a species of mallee that is endemic to the southwest of Western Australia. It has smooth, greyish bark, lance-shaped adult leaves, flower buds in groups of between eleven and fifteen, creamy white flowers and hemispherical fruit.",
    "Description": "Eucalyptus notactites is a mallee that typically grows to a height of 6 m (20 ft) and forms a lignotuber. It has smooth, white and pale grey bark that is shed in strips, revealing reddish tan new bark. Young plants and coppice regrowth have broadly elliptical to more or less round, dull to slightly bluish green leaves that are up to 45 mm (1.8 in) long, 35 mm (1.4 in) wide. Adult leaves are lance-shaped, the same shade of glossy green on both sides, 90–135 mm (3.5–5.3 in) long and 20–40 mm (0.79–1.57 in) wide, tapering to a petiole 13–30 mm (0.51–1.18 in) long. The flower buds are arranged in leaf axils in groups of between eleven and fifteen on a flattened, unbranched peduncle 7–11 mm (0.28–0.43 in) long, the individual buds sessile or on pedicels up to 1 mm (0.039 in) long. Mature buds are yellowish, an elongated oval, 10–13 mm (0.39–0.51 in) long and 6–8 mm (0.24–0.31 in) wide with a conical to beaked operculum. Flowering mainly occurs from November to January and the flowers are creamy white. The fruit is a woody, hemispherical, sometimes ribbed capsule 6–9 mm (0.24–0.35 in) long and 8–11 mm (0.31–0.43 in) wide with the valves at about rim level, the fruit in crowded clusters.",
    "Taxonomy and naming": "Southern limestone mallee was first formally described in 1992 by Lawrie Johnson and Ken Hill and given the name Eucalyptus goniantha subsp. notactites. The description was published in the journal Telopea, from specimens collected near the Mount Melville garbage tip in 1986. In 2012, Dean Nicolle and Malcolm French raised the subspecies to species level as E. notactites. The specific epithet (notactites) is from the Greek notos, meaning \"the south\" and aktites meaning \"a watcher\", referring to the species occurring on the coast, facing the southern ocean.",
    "Distribution and habitat": "Eucalyptus notactites grows in often dense mallee shrubland along the coast between the Flinders Peninsula in Torndirrup National Park and Cape Arid National Park, including some offshore islands.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}