{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_globulus_subsp._bicostata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. globulus"
    },
    {
      "Subspecies": "E. g. subsp. bicostata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus globulus subsp. bicostata, commonly known as  the southern blue gum, eurabbie, blue gum or Victorian blue gum, is a subspecies of tree that is endemic to south-eastern Australia. It has mostly smooth bark with some persistent slabs of old bark at the base, juvenile leaves with one glaucous side, glossy, lance-shaped adult leaves, warty flower buds in groups of three, white flowers and hemispherical to conical fruit.",
    "Description": "Eucalyptus globulus subsp. bicostata is a tree that typically grows to a height of 45 m (148 ft) and forms a lignotuber. The bark is mostly smooth, shedding in long strips to leave a white or greyish surface. There is sometimes rough, partially shed bark at the base of the trunk and ribbons of shedding bark in the upper branches. Young plants and coppice regrowth have stems that are more or less square in cross-section, with a prominent wing on each corner. The juvenile leaves are sessile, arranged in opposite pairs, elliptic to egg-shaped, the lower surface covered by a white, waxy bloom, 40–115 mm (1.6–4.5 in) long and 22–60 mm (0.87–2.36 in) wide. Adult leaves are arranged alernately, glossy green, lance-shaped to curved, 140–400 mm (5.5–15.7 in) long and 20–60 mm (0.79–2.36 in) wide on a petiole 30–60 mm (1.2–2.4 in) long.The flower buds are arranged in groups of three in leaf axils on a thick peduncle  1–3 mm (0.039–0.118 in) long, the individual buds more or less sessile. Mature buds are glaucous, conical and warty,10–18 mm (0.39–0.71 in) long and 10–14 mm (0.39–0.55 in) wide with two ribs along the sides and a flattened operculum that has a central knob. Flowering mainly occurs between January and March and the flowers are white. The fruit is a woody, sessile, hemispherical to conical capsule 7–10 mm (0.28–0.39 in) long and 13–22 mm (0.51–0.87 in) wide with two longitudinal ridges and the valves at about rim level.",
    "Taxonomy and naming": "Southern blue gum was first formally described by Joseph Henry Simmonds in the book Trees from other lands for shelter and timber in New Zealand: Eucalypts and given the name Eucalyptus bicostata. In 1974, James Barrie Kirkpatrick reduced E. bicostata to the subspecies, E. globulus subsp. bicostata. The change has been accepted by the Australian Plant Census.\nThe epithet bicostata is derived from the Latin bicostatus, \"two-ribbed\", referring to the buds and fruit.",
    "Distribution and habitat": "Southern blue gum grows in open forest in mountainous, largely inland country in New South Wales and Victoria. It is found between the Carrai National Park on the Northern Tablelands of New South Wales and the ranges of eastern Victoria.",
    "Gallery": "\n\n== References =="
  }
}