{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_assimilans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. assimilans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus assimilans is a tree that is endemic to Western Australia. It has smooth white or greyish bark shed in long ribbons, lance-shaped and curved leaves, buds in groups of seven in leaf axils and conical fruit.",
    "Description": "Eucalyptus assimilans is a tree that typically grows to a height of 15 metres (49 ft). It has smooth white or greyish bark on the trunk and branches, that is shed in long, wide pale brown strips. The bark, leaves and flower buds are covered with a greyish, powdery bloom. Young plants and coppice regrowth have egg-shaped to broadly lance-shaped leaves. Adult leaves are lance-shaped, tapered, 70–180 mm (3–7 in) long, 15–40 mm (0.6–2 in) wide on a petiole 20–33 mm (0.8–1 in) long. The flower buds are arranged in group of seven in leaf axils on an unbranched peduncle 10–22 mm (0.4–0.9 in) long, the individual flowers on a pedicel 4–8 mm (0.16–0.31 in) long. Mature buds are oval, about 15 mm (0.6 in) long and 7 mm (0.3 in) wide with a conical operculum slightly shorter the floral cup. The fruit is a woody, conical capsule 9–12 mm (0.35–0.47 in) long, 8–9 mm (0.3–0.4 in) wide.",
    "Taxonomy and naming": "Eucalyptus assimilans was first formally described in 2001 by Lawrie Johnston and Ken Hill. The specific epithet (assimilans) is a Latin word meaning \"making like\", referring to the similarity of this species to E. sheathiana.",
    "Distribution": "This eucalypt grows sporadically in woodland in gently undulating country in the Balladonia area in the Coolgardie biogeographic region.",
    "Conservation": "Eucalyptus assimilans is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}