{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_benthamii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. benthamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus benthamii, commonly known as Camden white gum, Bentham's gum, or Nepean River gum is a species of tree that is endemic to New South Wales. It has mostly smooth bluish grey or white bark, lance-shaped to curved adult leaves, flower buds arranged in groups of seven, white flowers and cup-shaped, bell-shaped or conical fruit.",
    "Description": "Eucalyptus benthamii is a tree that grows to a height of 35 or 40 metres (115 or 131 ft) with a trunk diameter attaining 1.5 metres (4.9 ft) and forms a lignotuber. It has smooth bluish grey or white bark which is shed in ribbons, except for about 1 metre (3.3 ft) of rough brownish bark at the base of the trunk. The leaves on young plants and on coppice regrowth are arranged in opposite pairs, egg-shaped to heart-shaped, 30–90 mm (1–4 in) long, 20–40 mm (0.8–2 in) wide and sessile. Adult leaves are lance-shaped to curved, 80–230 mm (3–9 in) long, 17–27 mm (0.7–1 in) wide on a petiole 5–35 mm (0.2–1 in) long and the same colour on both sides. The flower buds are arranged in groups of seven on a peduncle 4–8 mm (0.2–0.3 in) long, the individual buds sessile or on a pedicel up to 2 mm (0.08 in) long. Mature buds are oval, 3–5 mm (0.12–0.20 in) long, 2–4 mm (0.08–0.2 in) wide with a rounded operculum. Flowering occurs between March and September and the flowers are white. The fruit is a woody cup-shaped, bell-shaped or conical capsule 3–4 mm (0.12–0.16 in) long and 4–6 mm (0.16–0.24 in) wide.Camden white gum is related to E. viminalis. Eucalyptus dorrigoensis is a species from the Dorrigo Plateau that was previously classified as a subspecies of E. benthamii, but does not appear especially related.",
    "Taxonomy and naming": "Eucalyptus benthamii was first formally described by Joseph Maiden and Richard Hind Cambage in 1915 from a specimen collected \"from the banks of the Nepean River near Cobbity\". The description was published in Journal and Proceedings of the Royal Society of New South Wales. Maiden and Cambage did not give a reason for the specific epithet (benthamii) but it is assumed to honour George Bentham.",
    "Distribution and habitat": "Camden white gum grows on alluvial plains on sand or loam over clay along the Nepean River and its tributaries, in tall open forest, where it either forms a pure stand or is found with other eucalypts such as mountain blue gum (E. deanei) and river peppermint (E. elata). Other associated trees include grey box (E. moluccana), forest red gum (E. tereticornis), grey gum (E. punctata), cabbage gum (E. amplifolia), narrow-leaved ironbark (E. crebra) and broad-leaved apple (Angophora subvelutina), while associated understory species include blackthorn (Bursaria spinosa), bracken (Pteridium esculentum)  tantoon (Leptospermum polygalifolium) and fern-leaved wattle (Acacia filicifolia).",
    "Conservation": "This eucalypt is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. It is known from two main populations, one near the Kedumba River in the Blue Mountains National Park, the other at Bents Basin State Recreation Area south of Wallacia. Scattered trees are found around Camden, Cobbity and in Nattai National Park. Some 10,000 trees are estimated to grow at Kedumba and about 400 at Bents Basin. Land clearing and the flooding of most of its distribution to create Warragamba Dam have severely impacted its population.",
    "Use in horticulture": "Camden white gum is a fast-growing and adaptable tree in cultivation and is being investigated in South Africa and South America for pulpwood plantations.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}