{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_depauperata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. depauperata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus depauperata is a species of mallee that is endemic to the south-west of Western Australia. It has spindly stems with smooth bark, linear to narrow elliptic adult leaves, flower buds in groups of seven, usually lemon-yellow flowers and conical to cup-shaped fruit. It is most common near Lake King.",
    "Description": "Eucalyptus depauperata is a mallee with spindly stems that typically grows to a height of 2–4 m (6 ft 7 in–13 ft 1 in) but can be as tall as 7 m (23 ft), and forms a lignotuber. The bark is smooth and pale grey to salmon-brown in colour. Young plants and coppice regrowth have leaves that are linear to oblong, 30–65 mm (1.2–2.6 in) long and 7–20 mm (0.28–0.79 in) wide on a short petiole. The adult leaves are the same glossy green on both sides, linear to narrowly elliptic, 30–77 mm (1.2–3.0 in) long and 4–15 mm (0.16–0.59 in) wide on a petiole 3–12 mm (0.12–0.47 in) long. The flower buds are borne in leaf axils on a pendulous, flattened, unbranched peduncle 15–35 mm (0.59–1.38 in) long, the individual buds on a pedicel 3–8 mm (0.12–0.31 in) long. Mature buds are spindle-shaped, 16–24 mm (0.63–0.94 in) long and 5–6 mm (0.20–0.24 in) wide, with a blunt horn-shaped operculum that is two or three times as long as the floral cup. Flowering occurs from September to November and the flowers are lemon-yellow, or sometimes pink-red. The fruits are woody, pendulous, conical to cup-shaped capsules that are 8–10 mm (0.31–0.39 in) long and 6–9 mm (0.24–0.35 in) wide on a pedicel 3–10 mm (0.12–0.39 in) long and contain dark brown flattened-ovoid shaped seeds.",
    "Taxonomy and naming": "Eucalyptus depauperata was first formally described by the botanists Lawrie Johnson and Ken Hill in 1992 in the journal Telopea. The type specimen was collected by Hill in 1988 near Lake King. The specific epithet (depauperata) is a mediaeval Latin word meaning \"made poor\", referring to the small habit, buds and fruits on this species.This species is part of the Eucalyptus subgenus Symphyomyrtus in the section Bisectae and the subsection Glandulosae. It is closely related to E. eremophila, E. incerata and E. tenera.",
    "Distribution and habitat": "This mallee is found on sandplains and lateritic breakaways in the southern Wheatbelt and Goldfields-Esperance regions of Western Australia.\nIts range extends from the southern wheatbelt, with large numbers around Lake King extending south-east to around Munglinup.",
    "Conservation status": "Eucalyptus depauperata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}