{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_×_phylacis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. × phylacis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus × phylacis, commonly known as the Meelup mallee, is a species of tree or a robust mallee that is endemic to a small area in the southwest of Western Australia. It has rough, hard and corky bark on the trunk and larger branches, lance-shaped or curved adult leaves, flower buds in groups of eleven, creamy white flowers and hemispherical fruit. It is possibly a hybrid between E. decipiens and E. virginea.",
    "Description": "Eucalyptus × phylacis is a tree or robust mallee, that typically grows to a height of 5 m (16 ft) and forms a lignotuber. Young plants and coppice regrowth have egg-shaped to almost round, greyish blue leaves that are up to 50 mm (2 in) long and 40 mm (1.6 in) wide. Adult leaves are arranged alternately, the same shade of glossy green on both sides, 75–125 mm (3–5 in) long and 13–25 mm (0.5–1.0 in) wide, tapering to a petiole 10–20 mm (0.4–0.8 in) long. The flower buds are arranged in leaf axils in groups of eleven on an umbranched peduncle 7–15 mm (0.3–0.6 in) long, the individual buds on pedicels 2–4 mm (0.08–0.16 in) long. Mature buds are oval to diamond-shaped, 7–9 mm (0.28–0.35 in) long and 5–6 mm (0.20–0.24 in) wide with a conical operculum. Flowering occurs in May and the flowers are creamy white. The fruit is a woody, hemispherical capsule 5–6 mm (0.20–0.24 in) long and wide with the valves strongly protruding.",
    "Taxonomy": "Eucalyptus phylacis was first formally described in 1992 by Lawrie Johnson and Ken Hill in the journal Telopea from a specimen collected on the east side of Cape Naturaliste in 1983. In 2012, Dean Nicolle suggested that this species is a hybrid between E. decipiens and E. virginea and that although it flowers profusely, it does not produce viable seed. The Australian Plant Census lists Eucalyptus × phylacis as an accepted species but a hybrid.",
    "Distribution and habitat": "Meelup mallee is only known from a single population near Eagle Bay in the Meelup Regional Park where it grows in mallee heath.",
    "Conservation status": "This eucalypt is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia).",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}