{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_foecunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. foecunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus foecunda, commonly known as narrow-leaved red mallee, Fremantle mallee or coastal dune mallee, is a species of plant in the myrtle family that is endemic to Western Australia. It has rough bark on the trunk, smooth bark above, narrow lance-shaped adult leaves, flower buds in groups of nine or eleven, creamy white flowers and cup-shaped fruit. It was previously included with the more widespread Eucalyptus leptophylla.",
    "Description": "Eucalyptus foecunda is a mallee that typically grows to a height of 3 m (9.8 ft), occasionally a tree to 5 m (16 ft), and forms a  lignotuber. The bark is flaky at the base, otherwise smooth, grey and reddish-brown in colour. Young plants and coppice regrowth have dull green, elliptic to lance-shaped leaves that are 40–80 mm (1.6–3.1 in) and 2–20 mm (0.079–0.787 in) wide. Adult leaves are narrow lance-shaped to narrow oblong, the same glossy green on both sides, 50–95 mm (2.0–3.7 in) and 5–13 mm (0.20–0.51 in) wide on a petiole 5–17 mm (0.20–0.67 in) long. The flower buds are arranged in leaf axils in groups of nine or eleven on an unbranched peduncle 5–13 mm (0.20–0.51 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are oval to spindle-shaped, 6–10 mm (0.24–0.39 in) and 3–4 mm (0.12–0.16 in) wide with a conical or beaked operculum 2.5–6 mm (0.098–0.236 in) long. Flowering occurs in August or from January to February and the flowers are creamy white. The fruit is a woody, cup-shaped capsule 4–6 mm (0.16–0.24 in) long and wide.This mallee has a similar appearance to Eucalyptus petrensis but E. petrensis has a more persistent style on the fruit.Eucalyptus leucophylla was once included in E. foecunda but has broader juvenile leaves, mostly smooth bark and a shorter, more rounded operculum.",
    "Taxonomy and naming": "Eucalyptus foecunda was first formally described in 1844 by Johannes Conrad Schauer and the description was published in Lehmann's book Plantae Preissianae from a specimen collected at Freemantle. The specific epithet (foecunda) refers to the prolific flowering of this species.",
    "Distribution and habitat": "Narrow-leaved red mallee grows on limy sands near the coast of Western Australia between Lancelin and Mandurah.",
    "Conservation status": "This eucalypt  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}