{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_chloroclada",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. chloroclada"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus chloroclada, commonly known as Baradine gum, red gum or dirty gum, is a species of small to medium-sized tree that is endemic to eastern Australia. It usually has fibrous to flaky bark on the trunk and smooth bark above, lance-shaped adult leaves, flower buds in groups of seven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus chloroclada is a tree that typically grows to a height of 20 m (66 ft) and forms a lignotuber. It has rough, finely fibrous to flaky bark on the trunk and smooth white to cream-coloured bark above. Some specimens in Queensland lack rough bark. Young plants and coppice regrowth have greyish green to glaucous, mostly egg-shaped leaves 60–150 mm (2.4–5.9 in) long and 40–75 mm (1.6–3.0 in) wide. Adult leaves are the same glossy green to greyish green on both sides, lance-shaped, 85–180 mm (3.3–7.1 in) long and 10–35 mm (0.39–1.38 in) wide on a petiole 15–25 mm (0.59–0.98 in) long. The flower buds are usually arranged in groups of seven on a peduncle 5–12 mm (0.20–0.47 in) long, the individual buds on a pedicel 1–4 mm (0.039–0.157 in) long. Mature buds are oval to diamond-shaped, 7–12 mm (0.28–0.47 in) long and 3–6 mm (0.12–0.24 in) wide with a conical operculum 5–9 mm (0.20–0.35 in) long. Flowering occurs between August and December and the flowers are white. The fruit is a woody, hemispherical capsule 2–5 mm (0.079–0.197 in) long and 4–7 mm (0.16–0.28 in) wide with the valves protruding above the rim.",
    "Taxonomy and naming": "Baradine gum was first formally described in 1934 by William Blakely who gave it the name Eucalyptus dealbata var. chloroclada and published the description in his book \"\nA Key to the Eucalypts. In 1988 Lawrie Johnson and Ken Hill changed the name to E. chloroclada and the updated name was published in Volume 19 of Flora of Australia. The specific epithet (chloroclada) is derived from the Ancient Greek words chloros meaning \"green\" and klados meaning \"branch\", \"twig\" or \"stem\".",
    "Distribution and habitat": "Eucalyptus chloroclada mainly grows on sandy plains and on hills in woodland, usually with Callitris species. It occurs on the western slopes and plains of New South Wales mainly from the Pilliga forest and Gilgandra, north to Dirranbandi in south-east Queensland.\n\n\n== References =="
  }
}