{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_occidentalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus occidentalis, commonly known as the flat topped yate or the swamp yate, is a tree that is native to Western Australia. The Noongar names for the tree are Mo or Yundill.",
    "Description": "The tree or mallee typically grows to  height of 4 to 25 metres (13 to 82 ft) with the diameter of approximately 0.5 metres (1.6 ft). The form of the tree is to usually have a short trunk which branches fairly low to form several stout primary branches. The canopy is predominantly terminal, giving the tree an umbrella-like appearance, and is moderately dense. It forms rough, fibrous and flaky dark grey or black bark mostly on the trunk that becomes conspicuously smooth white, sometimes powdery, on the upper trunk and branches. Adult leaves are glossy-green in colour with a lanceloate shape. Seedling or coppice growth is often present with conspicuous dull blue-green broadly ovate leaves. It flowers early for most Eucalypts, in its first year of growth. It produces cream-white flowers between September and May. Seeds are produced in the fruit and can be collected between October and February. Seeds are blackish-brown in colour 1 to 2 millimetres (0.04 to 0.08 in) long, angularly ovoid or flattened ovoid with 150 to 300 viable seeds per gram.E. occidentalis is closely related to Eucalyptus sargentii, which is also a rough-barked tree species usually found on saline sites but differing in having terete peduncles, smaller fruit and smaller buds in clusters of seven.",
    "Distribution": "Found in riparian zones as well as in hilly and rocky areas along the south coast of Western Australia in the Great Southern extending north into the southern Wheatbelt and east into the Goldfields-Esperance regions growing in sandy or clay soils. E. occidentalis is widely planted in the drier parts of Victoria, South Australia and in central southern New South Wales. It has grows well on saline, irrigated heavier soils in northern Victoria. It is extensively planted in other temperate regions around the world such as Italy, Morocco, Chile, Mexico and Israel.",
    "Classification": "The species was first described by the botanist Stephan Endlicher in 1837 the work  Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel authored by Endlicher, Eduard Fenzl, George Bentham and Heinrich Wilhelm Schott from samples collected by Charles von Hügel around King George Sound.In 1913, Karel Domin described Eucalyptus agnata in his article Eighth Contribution to the Flora of Australia in the journal Repertorium Specierum Novarum Regni Vegetabilis, which is now known as a synonym for E. occidentalis.",
    "Ecology": "E. occidentalis usually form part of the overstorey in woodland communities mostly as  a pure stand but sometimes along with Eucalyptus wandoo and Eucalyptus salmonophloia. Low trees of Melaleuca strobophylla, Melaleuca cuticularis and Acacia cyclops may also be present. Associated species in the understorey include shrubs such as Melaleuca acuminata, M. lateriflora  over a rich variety of herbs, grasses and sedges such as Austrodanthonia setacea, Agrostis avenacea, Lagenophora huegelii, Daucus glochidiatus and Lomandra effusa.In Western Australia the tree is highly susceptible to damage by the lerp (Cardiaspina spp., Glycaspis spp.) and, especially in its natural range, gumleaf skeletoniser, Sawfly (Perga spp.) and termites.\nIn New South Wales the tree often suffers from low level insect damage from leaf beetle (Chrysophtharta spp., Paropsis spp.). It is also susceptible to Armillaria root disease in Victoria as well as sawfly larvae which may cause defoliation and loss of growth in plantations, however trees usually recover.",
    "Uses": "This species is grown in wet areas, including salt water areas, as a soil stabilizer. E. occidentalis has been cultivated in areas with an average rainfall of 350 millimetres (14 in) rainfall per annum and that experience frosts and periodic drought. It produces a durable wood that can be used as sawn timber. In countries such as Israel, Morocco, Chile and other countries it is used for many purposes including construction, firewood, charcoal, and pulp. It is cultivated in Australia as a windbreak and shade tree as well as a soil stabilizer in estuaries and wetlands. The species also has potential for apiculture and honey production. It is suitable for cabinet making and construction with the hard, pale tan, straight grained heartwood and durable in damp soils. The air dried density of the wood ranges from 850–1000 kg /m3.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}