{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_amygdalina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. amygdalina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus amygdalina, or black peppermint, is a species of Eucalyptus which is endemic to Tasmania, Australia. It was first described by Labillardiere in 1806. It is one of the most common eucalypts in the state, where it is often a tree in sclerophyll forest or a shrub in open scrub and heath. It is known to integrate with E. nitida and E. pulchella.",
    "Description": "The peppermint type slow growing tree can grow to a height of 30 metres (98 ft) and forms a lignotuber. The bark is rough and covers most of the trunk. It is fibrous and dark grey in colour on the trunk and smooth and white forming ribbons on outer branches.The adult leaves are concolorous, slightly glossy to dull, bluish green aging to green in colour. the leaves are alternate supported on petiole 0.4 to 2 centimetres (0.16 to 0.79 in) in length. The leaf blade has a lanceolate to linear shape, typically 5.5 to 12 cm (2.2 to 4.7 in) long and 0.4 to 1.2 cm (0.16 to 0.47 in) wide with the base tapering evenly to the petiole. The foliage emits a strong peppermint odour when crushed.The axillary inflorescences are round with white flowers forming fruit that are cup-shaped to hemispherical in shape and about 0.5 to 1.7 cm (0.20 to 0.67 in) containing pyramidal to cuboid shaped brown seeds that are 1 to 2 mm (0.039 to 0.079 in) long.The tree, along with many other species of Eucalypt is susceptible to dieback.",
    "Distribution": "It is native in Tasmania found in the drier, north-eastern side of the island, from coastal areas extending well inland to the edges of plateaux where it is  part of dry forest communities. It grows well in acid loam or sandy loamy soils that are well drained with a moderate rainfall.",
    "Uses": "The wood is commonly used as fuel for open fires, and for fencing. The oils in the foliage are used in aromatherapy products and essential oils.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}