{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_quaerenda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. quaerenda"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus quaerenda is a species of mallee that is endemic to the southwest of Western Australia. It is an often rounded mallee with foliage reaching the ground and has smooth bark, linear adult leaves, flower buds in groups of seven, creamy white flowers and shallow, cup-shaped to flattened spherical fruit.",
    "Description": "Eucalyptus quaerenda is a mallee that typically grows to a height of 1–4 m (3 ft 3 in–13 ft 1 in) and forms a lignotuber. It often has a rounded shape with foliage reaching to the ground. Young plants and coppice regrowth have sessile leaves  45–80 mm (1.8–3.1 in) long and 3–6 mm (0.12–0.24 in) wide, those near the ground a duller green than the upper leaves. Adult leaves are the same shade of green on both sides, linear, 55–90 mm (2.2–3.5 in) long and 4–7 mm (0.16–0.28 in) wide, tapering to a petiole 2–5 mm (0.079–0.197 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 1–6 mm (0.039–0.236 in) long, the individual buds sessile or on pedicels up to 2 mm (0.079 in) long. Mature buds are oval, 4–6 mm (0.16–0.24 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded or conical operculum. Flowering has been observed in September and the flowers are creamy white. The fruit is a woody, shallow cup-shaped to flattened spherical capsule 2–5 mm (0.079–0.197 in) long and 5–7 mm (0.20–0.28 in) wide with the valves near rim level.",
    "Taxonomy": "This mallee was first formally described in 1992 by Lawrie Johnson and Ken Hill from a specimen collected near Lake Chinocup in 1986. They gave it the name Eucalyptus angustissima subsp. quaerenda and published the description in the journal Telopea. In 2004, Margaret Mary Byrne raised the subspecies to species status as E. quaerenda in the journal Nuytsia and the change has been accepted by the Australian Plant Census.",
    "Distribution and habitat": "This mallee is usually found on sandhills and flats and occurs near Lake Chinocup, Lake Altham, Lake King and the upper reaches of the Phillips River in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions.",
    "Conservation status": "This eucalypt is only known from fewer than five populations and it is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}