{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_annettae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. annettae"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus annettae is a mallet that is endemic a small area in the south-west of Western Australia. It has rough, dark grey bark on the lower part of its stems and smooth bark on its upper parts. The adult leaves are lance-shaped, the flower buds are ribbed and arranged in groups of seven, the flowers are pale yellow and the fruit are conical with longitudinal ribs.",
    "Description": "Eucalyptus annettae is a tree in the form of a mallet that grows to a height of 8 m (30 ft) but does not develop a lignotuber. Thicker stems have hard but thin, dark grey bark while the upper parts have smooth, dull cream-coloured to grey bark that is shed in strips. The adult leaves are lance-shaped, 90–130 mm (4–5 in) long and 23–50 mm (0.9–2 in) wide, dull and bluish at first but become gloosy as they mature. The flowers buds are borne in groups of seven on a flattned, widening peduncle that curves downwards and is 20–26 mm (0.8–1 in) long and 8–13 mm (0.3–0.5 in) wide. The mature flower buds are waxy, 14–16 mm (0.6–0.6 in) long and the floral cup is ribbed. The operculum is conical about 10 mm (0.4 in) long, the same length as or up to twice as long as the floral cup. The stamens are mid-yellow. The fruits are waxy, cone-shaped capsules with longitudinal ridges and 12–17 mm (0.47–0.67 in) long and 14–20 mm (0.55–0.79 in) wide.",
    "Taxonomy and naming": "Eucalyptus annettae was first formally described in 2012 Dean Nicolle and Malcolm French and the description was published in Nuytsia from a specimen collected in the Cape Arid National Park. The specific epithet (annettae) honours Annett Borner, the wife of one of the authors.",
    "Distribution and habitat": "This tree is only known from a small area near Israelite Bay where it grows in shrubland.",
    "Conservation": "Eucalyptus annettae is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}