{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_coolabah",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. coolabah"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus coolabah, commonly known as coolibah or coolabah, is a species of tree and is found in eastern inland Australia. It has rough bark on part or all of the trunk, smooth powdery cream to pink bark above, lance-shaped to curved adult leaves, flower buds in groups of seven and hemispherical or conical fruit.",
    "Description": "Eucalyptus coolabah is a tree that typically grows to a height of 20 m (66 ft) and has hard, fibrous to flaky grey bark with whitish patches on part or all of the trunk and sometimes on the larger branches. The upper bark is smooth and powdery, white to cream-coloured, pale grey or pink and is shed in short ribbons. Young plants and coppice regrowth usually have stems that are more or less square in cross-section, and dull bluish, lance-shaped leaves 40–130 mm (1.6–5.1 in) long and 5–30 mm (0.20–1.18 in) wide. Adult leaves are the same dull green to bluish or greyish on both sides, Lance-shaped to curved, 80–170 mm (3.1–6.7 in) long and 10–25 mm (0.39–0.98 in) wide on a petiole 8–20 mm (0.31–0.79 in) long.The flower buds are arranged on a branching inflorescence in leaf axils with groups of seven buds on each branch. Each branch has a flattened to angular peduncle 3–10 mm (0.12–0.39 in) long, each bud on a cylindrical pedicel 1–4 mm (0.039–0.157 in) long. Mature buds are oval, often glaucous, 3–5 mm (0.12–0.20 in) long and 2–4 mm (0.079–0.157 in) wide with a conical operculum. Flowering has been recorded in most months and the flowers are white. The fruit is a woody conical or hemispherical capsule 2–4 mm (0.079–0.157 in) long and 3–5 mm (0.12–0.20 in) wide on a pedicel 1–3 mm (0.039–0.118 in) long with the valves protruding beyond the rim.Eucalyptus coolabah is very similar to E. microtheca which has rough bark to the smallest branches, and to E. victrix which has smooth bark throughout.",
    "Taxonomy and naming": "Eucalyptus coolabah was first formally described in 1934 by William Blakely and Maxwell Jacobs and the description was published in Blakely's book, A Key to the Eucalypts. The specific epithet (coolabah) and the common name is a loanword from the Indigenous Australian Yuwaaliyaay word, gulabaa.",
    "Distribution and habitat": "Coolibah is found in western New South Wales, central South Australia, the Kimberley region of Western Australia, western Queensland and southern to central parts of the Northern Territory.The tree occurs on occasionally flooded heavy-soiled plains and banks of intermittent streams and creeks that will usually not flow often enough to support the river red gum, E. camaldulensis.",
    "Uses": "The wood typically has a density of 900 to 1,100 kilograms per cubic metre (56 to 69 lb/cu ft). The heartwood is a reddish brown colour and much darker than the sapwood. Indigenous Australians used the wood to make spears, fire-making apparatus, message sticks, coolamons (wooden dishes) and throwing sticks. They would also obtain water from the rootwood.",
    "See also": "List of Eucalyptus species\n\"Waltzing Matilda\"—the coolabah tree is mentioned in this famous folk song\nThe Dig Tree—the coolabah tree is a  landmark which marks the place where Camp LXV was set up by Burke and Wills’ party attracting over 35,000 tourists each year.",
    "References": "Holliday, I. A field guide to Australian trees (3rd edition), Reed New Holland, 2002\nCronin, L. Key Guide to Australian Trees, Envirobook, 2000",
    "External links": " Media related to Eucalyptus coolabah at Wikimedia Commons"
  }
}