{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_kondininensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. kondininensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus kondininensis, commonly known as Kondinin blackbutt, is a species of tree that is endemic to Western Australia. It has rough, black bark on the trunk, smooth grey to white bark on the branches, lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped to conical fruit.",
    "Description": "Eucalyptus kondininensis is a tree that typically grows to a height of 4 to 20 metres (13 to 66 ft) and usually forms a lignotuber although some specimens lack a lignotuber and are mallets. The bark on at least half of the trunk is rough, hard, black and flaky, the bark above smooth, grey and white. Young plants and coppice regrowth have stems that are more or less square in cross-section and lance-shaped leaves that are 55–80 mm (2.2–3.1 in) long and 10–15 mm (0.39–0.59 in) wide. Adult leaves are arranged alternately, glossy green, lance-shaped, 60–117 mm (2.4–4.6 in) long and 6–12 mm (0.24–0.47 in) wide, tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 5–14 mm (0.20–0.55 in) long, the individual buds more or less sessile. Flowering occurs between December and July and the flowers are white. The fruit is a woody, cup-shaped to conical capsule 4–6 mm (0.16–0.24 in) long and 4–7 mm (0.16–0.28 in) wide with the valves near rim level. The seeds are glossy, reddish brown, flattened oval and 0.8–2 mm (0.031–0.079 in) long.",
    "Taxonomy": "Eucalyptus kondininensis was first formally described by Joseph Maiden and William Blakely in 1925 in the Journal and Proceedings of the Royal Society of New South Wales. The specific epithet is in reference to town of Kondinin, the area in which tree is found.The tree belongs in subgenus Symphyomyrtus section Dumaria to a large sub-group, the series Rufispermae, composed of 37 described species and subspecies including E. striaticalyx, E. gypsophila and E. repullulans.",
    "Distribution and ecology": "Kondinin blackbutt is found on rocky rises, on salt flats and around salt lakes in inland areas of the Wheatbelt and Goldfields-Esperance regions of Western Australia where it grows in loamy-sandy-clay soils over laterite. It has a scattered distribution from around Pingelly in the west to Ravensthorpe in the east and from Lake King in the north to Nyabing in the south.Found in open woodland areas where it occurs as part of the overstorey along with Eucalyptus longicornis, E. urna, E. sargentii and E. salmonophloia. Associated species found in the understorey include Melaleuca lateriflora, M. acuminata, M. thyoides, Rhagodia drummondii, Atriplex paludosa, Atriplex vesicaria, Rhagodia preissii, Templetonia sulcata, Acacia erinacea and Disphyma crassifolium.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}