{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_rossii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. rossii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus rossii, commonly known as Inland Scribbly Gum, Western Scribbly Gum, Snappy Gum or White Gum, is a smooth-barked eucalypt of eastern Australia.",
    "Description": "The small to medium-sized tree and typically grows to a height of around 15 to 20 m (49 to 66 ft) It normally has a solitary straight trunk and an open moderately dense crown that reaches a width of about 9 m (30 ft) The smooth yellowish bark sheds throughout the year in patches, giving a mottled grey to white aspect. Trees usually have scribble marks on the bark formed by the burrowing larvae of a small moth, Ogmograptis scribula. The insect lays eggs within layers of bark and when the larvae hatch they burrow into the bark. The dull, concolorous, green to greyish-green adult leaves have a disjunct arrangement. The leaf blade is a narrow lanceolate shape and are up to 15 cm (5.9 in) in length. The tree blooms between December and February producing white flowers in clusters of 5 to 12. The clavate flower buds are 3 to 5 mm (0.12 to 0.20 in) in length with a diameter of 2 to 3 mm (0.079 to 0.118 in) and have no scarring. The flowers later form gum nuts or fruits that are hemispherical or globose in shape with a length of 4 to 5 mm (0.16 to 0.20 in) and a diameter of 5 to 6 mm (0.20 to 0.24 in) with a flat or raised disc and rim level valves.",
    "Taxonomy": "The species was first formally described by the botanist Richard Thomas Baker and chemist Henry George Smith in A Research on the Eucalypts especially in regard to their Essential Oils. The only synonym is Eucalyptus racemosa subsp. rossii.",
    "Distribution": "It has a scattered distribution over the New South Wales tablelands, western slopes and the central coast and is found from Tenterfield in the north down to Bombala in the south. The trees grow well in sandy and stony well-drained soils, usually on slopes. They are found in areas with moderate temperatures and rainfall of 600 to 1,000 mm (24 to 39 in) per annum. They are part of open dry sclerophyll woodland communities and associated species include; Eucalyptus haemastoma and Eucalyptus racemosa.",
    "Cultivation": "E. rossii is available commercially in seed for or as seedlings. It is useful as a shade tree which grows well in full sun with well drained soils that can cope in poor shallow, stony soils. It is both drought and frost tolerant with a flower display through summer that will attract birds.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}