{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_largeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. largeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus largeana, commonly known as the Craven grey box, is a species of medium-sized to tall tree that is endemic to a restricted area of New South Wales. It has rough, fibrous or flaky bark on the trunk and larger branches, smooth greyish bark above, lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped or barrel-shaped fruit.",
    "Description": "Eucalyptus largeana is a tree that typically grows to a height of 40 m (130 ft) and forms a lignotuber. It has rough, fibrous or flaky bark on the trunk, sometimes on the larger branches, smooth white or grey bark above. Young plants and coppice regrowth have stems that are more or less square in cross-section and lance-shaped to egg-shaped, petiolate leaves that are 48–120 mm (1.9–4.7 in) long and 15–55 mm (0.59–2.17 in) wide. Adult leaves are the same shade of green on both sides, lance-shaped to curved, 110–190 mm (4.3–7.5 in) long and 8–20 mm (0.31–0.79 in) wide on a petiole 13–21 mm (0.51–0.83 in) long. The flower buds are arranged in leaf axils and on the ends of branchlets on a branched peduncle 2–9 mm (0.079–0.354 in) long. Each branch of the peduncle has groups of seven buds, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are green, oval, about 5 mm (0.20 in) long and 3 mm (0.12 in) wide with a conical operculum. The flowers are white and the fruit is a woody pear-shaped, cup-shaped or barrel-shaped capsule 3–4 mm (0.12–0.16 in) long and 2–4 mm (0.079–0.157 in) wide with the valves below the level of the rim.",
    "Taxonomy and naming": "Eucalyptus largeana was first formally described in 1934 by William Blakely from a specimen collected by Wilfred Alexander de Beuzeville and Richard Large in the \"Avon State Forest, Craven\". The description was published in Blakely's book, A Key to the Eucalypts. The specific epithet (largeana) honours Richard Large.",
    "Distribution and habitat": "Craven grey box grows on slopes and ridges in wet forest on the near-coastal ranges of New South Wales between the Hunter River and the headwaters of the Macleay and Manning Rivers.\n\n\n== References =="
  }
}