{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_discreta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. discreta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus discreta is a species of shrub or mallee that is endemic to Western Australia. It has smooth creamy brown and pale grey bark, narrow-lance-shaped adult leaves, flower buds in groups of seven or nine, creamy-white flowers and barrel-shaped fruit.",
    "Description": "Eucalyptus discreta is a shrub or mallee that typically grows to a height of 1.5–5 m (4 ft 11 in–16 ft 5 in) and forms a lignotuber. The bark is smooth creamy brown and pale grey, often with coarse ribbons of loose bark toward the base of the stem. Young plants and coppice regrowth have dull green, linear to narrow oblong leaves that are 25–55 mm (0.98–2.17 in) long, 2–10 mm (0.079–0.394 in) wide and arranged in opposite pairs. Adult leaves are arranged alternately, the same slightly glossy green on both sides, narrow lance-shaped to elliptic or curved, 40–95 mm (1.6–3.7 in) long, 5–15 mm (0.20–0.59 in) wide on a petiole 5–18 mm (0.20–0.71 in) long. The flower buds are borne in leaf axils on an unbranched peduncle 4–12 mm (0.16–0.47 in) long, the individual buds on a pedicel 2–3 mm (0.079–0.118 in) long. Mature buds are oval, 4–7 mm (0.16–0.28 in) long, 3–4 mm (0.12–0.16 in) wide, usually with a hemispherical operculum that is up to the same length as the floral cup. Flowering occurs between January and April and the flowers are creamy white. The fruit is a woody, shortly barrel-shaped fruit 5–6 mm (0.20–0.24 in) long and wide, with the valves at about the level of the rim.",
    "Taxonomy and naming": "Eucalyptus discreta was first formally described by the botanist Ian Brooker in 1979 in the journal Brunonia. The type specimen was collected by Brooker in 1974 about 160 km (99 mi) east of Esperance and the specific epithet (discreta) is a Latin word meaning \"separated\" referring to the juvenile leaves.This species is part of the Eucalyptus subgenus Symphyomyrtus in the section Bisectae and the subsection Destitutae. It is closely related to E. uncinata in which the juvenile leaves are joined at the base.",
    "Distribution and habitat": "This mallee grows in open shrubland on flats in coastal areas in the Goldfields-Esperance region between Ravensthorpe and the Nullarbor Plain in sandy-loamy soils usually over limestone or granite.",
    "Conservation status": "Eucalyptus discreta is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}