{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_parvula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. parvula"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus parvula, commonly known as small-leaved gum is a species of small tree that is endemic to south-eastern New South Wales. It has mostly smooth bark, elliptical to lance-shaped adult leaves but with many juvenile of intermediate leaves in the crown, flower buds in groups of seven, white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus parvula is a tree with a compact crown and that typically grows to a height of 10–15 m (33–49 ft) and forms a lignotuber. It has smooth greyish bark that is shed in long ribbons, often with persistent rough, flaky or fibrous bark at the base of the trunk. Young plants and coppice regrowth have sessile, glossy green, elliptical to egg-shaped or lance shaped leaves that are 16–40 mm (0.63–1.57 in) long, 9–13 mm (0.35–0.51 in) wide and arranged in opposite pairs. Adult leaves are lance-shaped, the same shade of dull green on both sides, 40–70 mm (1.6–2.8 in) long and 6–10 mm (0.24–0.39 in) wide on a petiole up to 5 mm (0.20 in) long. The crown of mature trees characteristically contains large numbers of juvenile and intermediate leaves.The flower buds are arranged in leaf axils on an unbranched peduncle 2–7 mm (0.079–0.276 in) long, the individual buds sessile. Mature buds are oval to spindle-shaped, about 4 mm (0.16 in) long and 2–3 mm (0.079–0.118 in) wide with a conical to rounded operculum. Flowering occurs from January to March and the flowers are white. The fruit is a woody, cup-shaped capsule 3–4 mm (0.12–0.16 in) long and 3–5 mm (0.12–0.20 in) wide with the valves near rim level.",
    "Taxonomy": "Small-leaved gum was first formally described in 1909 by Richard Hind Cambage in Proceedings of the Linnean Society of New South Wales.  Cambage gave it the name Eucalyptus parvifolia but that name had already been given to a fossil species by John Strong Newberry in 1895 and was therefore a nomen illegitimum. In 1991, Lawrie Johnson and Ken Hill changed the name to E. parvula.",
    "Distribution and habitat": "Eucalyptus parvula grassy in grassy woodland in cold, damp places on the Southern Tablelands near Badja Cathcart east of Cooma.",
    "Conservation status": "This eucalypt is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"endangered\" under the New South Wales Government Biodiversity Conservation Act 2016. The main threat to the species is grazing by domestic livestock.",
    "Use in horticulture": "Small-leaved gum has a compact, rounded shaped with branches close to the ground, making it an ideal specimen plant for small gardens. It is suitable for cold, damp situations and relatively resistant to pests and diseases.\n\n\n== References =="
  }
}