{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_approximans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. approximans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus approximans, commonly known as the Barren Mountain mallee, is a mallee endemic to a small area of New South Wales. It has smooth bark, linear to lance-shaped or curved adult leaves, club-shaped buds in groups of seven in the leaf axils, white flowers and cylindrical to cup-shaped fruit.",
    "Description": "Eucalyptus approximans is a slender mallee that sometimes grows to a height of 6 m (20 ft) and has smooth white or grey bark. Young plants and coppice regrowth have shiny green, linear to narrow lance-shaped leaves 65–140 mm (3–6 in) long and 10–20 mm (0.4–0.8 in) wide. They are a different shade of green on either side. Adult leaves are linear to lance-shaped or curved, 55–120 mm (2–5 in) long and 5–16 mm (0.2–0.6 in) wide on a petiole 4–12 mm (0.2–0.5 in) long. They are the same glossy green on both sides. The flower buds are usually arranged in groups of seven, the groups on a peduncle 4–12 mm (0.2–0.5 in) long and the individual flowers a pedicel 1–3 mm (0.04–0.1 in) long. The mature buds are club-shaped, 3–6 mm (0.1–0.2 in) long and 3–4 mm (0.1–0.2 in) wide with a rounded to flattened operculum. Flowering occurs between March and June and the flowers are white. The fruit is a cylindrical to cup-shaped capsule 5–8 mm (0.2–0.3 in) long and 6–9 mm (0.2–0.4 in) wide on a pedicel up to 4 mm (0.2 in) long.",
    "Taxonomy and naming": "Eucalyptus approximans was first formally described in 1919 by Joseph Maiden from a specimen collected on Barren Mountain by Henry Deane. The description was published in Journal and Proceedings of the Royal Society of New South Wales. Maiden did not give a reason for using the specific epithet (approximans) but noted that the species is \"close\" to Eucalyptus stricta.In 1973, Lawrie Johnson and Donald Blaxell reduced E. codonocarpa, which occurs in Queensland and New South Wales, to a subspecies as Eucalyptus approximans subsp. codonocarpa but the change has not been accepted by the Australian Plant Census.",
    "Distribution and habitat": "Barren Mountain mallee is only known from Barren Mountain near Ebor where it grows in mallee shrubland in thin, nutrient-poor soils.",
    "Conservation": "This eucalypt is listed as \"vulnerable\" under the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species are inappropriate fire regimes and clearing for agriculture.\n\n\n== References =="
  }
}