{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_formanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. formanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus formanii, commonly known as Die Hardy mallee, Forman's mallee, or feather gum, is a species of tree or mallee that is endemic to Western Australia. It has rough bark over most, or all of its trunk, smooth bark above, linear adult leaves, flower buds in groups of seven or nine, creamy white flowers and cup-shaped to hemispherical fruit.",
    "Description": "Eucalyptus formanii is a tree or mallee that typically grows to a height of 10 m (33 ft) and forms a lignotuber. The bark on part or all of the trunk is rough, grey and fibrous or flaky, smooth creamy brown to pinkish grey and shed in scruffy ribbons above. Young plants and coppice regrowth have more or less sessile, linear leaves that are 20–45 mm (0.79–1.77 in) long and 2–4 mm (0.079–0.157 in) wide. Adult leaves are also linear, held erect, the same glossy green on both sides when mature, 35–95 mm (1.4–3.7 in) long, 2–5 mm (0.079–0.197 in) wide and sessile or on a petiole up to 10 mm (0.39 in) long. The flower buds are arranged in leaf axils in groups of seven or nine on an unbranched peduncle 4–10 mm (0.16–0.39 in) long, the individual buds on pedicels 2–3 mm (0.079–0.118 in) long. Mature buds are oval to spindle-shaped, 4–7 mm (0.16–0.28 in) long and about 3 mm (0.12 in) wide with a conical to beaked operculum. Flowering occurs between December and April and the flowers are creamy white. The fruit is a woody, cup-shaped to hemispherical capsule 3–4 mm (0.12–0.16 in) long and 4–5 mm (0.16–0.20 in) wide with the valves slightly above rim level.",
    "Taxonomy and naming": "Eucalyptus formanii was first formally described in 1943 by Charles Gardner in the Journal of the Royal Society of Western Australia. The type specimen was collected in sand dunes near the Die Hardy Range, 175 km (109 mi) north of Southern Cross by the geologists Francis Gloster Forman and Robert Sackville Matheson. The specific epithet (formanii) honours \"Francis Gloster Forman, Government Geologist of Western Australia, who brought me [C.A.Gardner] the first specimens of this plant.\"The Die Hardy Ranges, or Mount Geraldine, is a range of hills north of Mount Jackson where there are abandoned gold mines. In 2010, the range was declared a nature reserve.",
    "Distribution": "Die Hardy mallee is found on ironstone slopes north of Bullfinch in the Coolgardie, Murchison and Yalgoo biogeographic regions of Western Australia, where it grows in sandy soils. It forms part of  low woodland communities that cover a substantial part of the base of the Mount Manning Nature Reserve, occurring on flat sandy plains in broad valleys with sandy loam soil types. The low woodlands on plains are made up of 10 m (33 ft) high trees over an understorey of Triodia rigidissima. The composition of the flora is complex with several intermediate strata of tall and low shrubs consisting of Grevillea acuaria, Bossiaea walkeri and various species of Eremophila.",
    "Conservation status": "This eucalypt is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "The fine, crowded leaves and coppicing features of this eucalypt may have ornamental value.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}