{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_brachycalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. brachycalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus brachycalyx, commonly known as gilja or Chindoo mallee, is a small tree or a mallee that is endemic to southern Australia.",
    "Description": "Eucalyptus brachycalyx is a tree that typically grows to a height of 10 metres (33 ft) or a mallee to 4 metres (13 ft) and forms a lignotuber. It has grey or grey-brown rough, shortly fibrous bark that is persistent on the trunk and larger branches. The upper bark is smooth, white to grey or pinkish above. Young plants and coppice regrowth have stems that are square in cross-section and leaves that are arranged in opposite pairs near the ends of the branches, then alternate, lance-shaped, 35–82 mm (1.4–3.2 in) long, 10–38 mm (0.4–1 in) wide and have a petiole. Adult leaves are narrow lance-shaped, 50–110 mm (2.0–4.3 in) long, 5–20 mm (0.2–0.8 in) wide on a petiole 5–20 mm (0.20–0.79 in) long and the same glossy green on both sides. The flower buds are arranged in groups of seven, nine or eleven on a peduncle 4–15 mm (0.16–0.59 in) long, the individual flowers sessile or on a pedicel up to 5 mm (0.20 in) long. The mature flower buds are green or yellow to reddish brown, oval, oblong or pear-shaped, 5–10 mm (0.20–0.39 in) long and 3–6 mm (0.1–0.2 in) wide with a rounded to conical operculum. Flowering occurs between January and April or between October and December and the flowers are white. The fruit is a woody, cup-shaped, conical, hemispherical or barrel-shaped capsule 4–8 mm (0.16–0.31 in) long, 5–8 mm (0.2–0.3 in) wide with the valves level with the rim or slightly longer.",
    "Taxonomy": "Eucalyptus brachycalyx was first formally described by the botanist William Blakely and the description was published in his book Key Eucalypts. The specific epithet (brachycalyx) is from the Greek brachys meaning \"short\" and calyx meaning \"cup\" or \"calyx\", referring to the small buds.",
    "Distribution": "Gilja is found on sand dunes and limestone plains along the south coast in the Goldfields-Esperance region extending from the Fitzgerald River National Park in the west to the South Australian border. In South Australia it is found along the southern coast from the eastern edge of the Nullarbor Plain extending through the Eyre Peninsula, Yorke Peninsula and Fleurieu Peninsula along the south coast extending north into the Flinders Ranges and Gawler Range.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}