{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_paralimnetica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. paralimnetica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus paralimnetica is a species of small tree that is endemic to the southwest of Western Australia. It has smooth, pinkish grey bark, linear to narrow lance-shaped adult leaves, flower buds in groups of seven and conical fruit.",
    "Description": "Eucalyptus paralimnetica is a tree that typically grows to a height of 10 m (33 ft) and forms a lignotuber. It has smooth, pale pinkish grey bark. Young plants and coppice regrowth have egg-shaped leaves at first, later narrow lance-shaped. Adult leaves are arranged alternately, linear to narrow lance-shaped, glossy green, 50–100 mm (2.0–3.9 in) long and 5–11 mm (0.20–0.43 in) wide on a slightly channelled petiole 10–15 mm (0.39–0.59 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 5–8 mm (0.20–0.31 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval, 6–7 mm (0.24–0.28 in) long and about 3 mm (0.12 in) wide with a conical, ribbed operculum that is about the same length as the floral cup. The fruit is a woody, cup-shaped capsule 4–5 mm (0.16–0.20 in) long and wide.",
    "Taxonomy": "Eucalyptus paralimnetica was first described in 2001 by Lawrie Johnson and Ken Hill in the journal Telopea from material collected on the road to Peak Charles in 1986. This species is not accepted at the Western Australian Herbarium but is accepted at the Australian Plant Census.",
    "Distribution and habitat": "This eucalypt grows in woodland, often at the edges of salt pans, from near Peak Charles to the Fraser Range.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}