{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_livida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. livida"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus livida, commonly known as wandoo mallee, is a species of mallee or small tree that is endemic to Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds in groups of eleven or more, creamy white flowers and barrel-shaped fruit.",
    "Description": "Eucalyptus livida is a malle or a small tree that typically grows to a height of 3 to 10 metres (10 to 33 ft) and forms a lignotuber. It has smooth, greyish and orange bark. The adult leaves are lance-shaped or narrow lance-shaped, 70–115 mm (2.8–4.5 in) long and 10–25 mm (0.39–0.98 in) wide, tapering to a petiole 10–30 mm (0.39–1.18 in) long. The flower buds are arranged in leaf axils in groups of eleven or more on an unbranched peduncle 8–18 mm (0.31–0.71 in) long, the individual buds on pedicels 2–3 mm (0.079–0.118 in) long. Mature buds are spindle-shaped, 9–15 mm (0.35–0.59 in) long and 3–4 mm (0.12–0.16 in) wide. The flowers are creamy white and the fruit is a woody, barrel-shaped capsule 5–7 mm (0.20–0.28 in) long and 4–5 mm (0.16–0.20 in) wide with the valves at rim level.",
    "Taxonomy and naming": "Eucalyptus livida was first formally described in 1991 by Ian Brooker and Stephen Hopper from a specimen collected by Brooker near Peak Charles in 1988. The description was published in the journal Nuytsia. The specific epithet (livida) is a Latin word meaning \"bluish\", or \"lead-coloured\" referring to the colour of the crown of this species.",
    "Distribution and habitat": "Wandoo mallee is found among decomposing rocky breakaway areas, growing in sandy-loamy soils over granite or ironstone. It occurs in the central and southern goldfields, especially between Coolgardie, Norseman, Peak Charles and Hatters Hill, where it is sometimes the dominant species.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}