{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_carnei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. carnei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus carnei, also known as the Carne's blackbutt, is a species of tree or mallee that is endemic to an area in central Western Australia. It has smooth grey bark, lance-shaped adult leaves, flower buds in groups of seven, creamy white flowers, and cup-shaped to conical fruit.",
    "Description": "Eucalyptus carnei is a tree or mallee that typically grows to a height of 2.5 to 10 metres (8 to 33 ft) and forms a lignotuber. It has smooth, mostly grey bark, sometimes with up to 0.5 m (1 ft 8 in) of crumbly or flaky bark near the base of the trunk. Young plants and coppice regrowth have dull greyish, lance-shaped leaves 80–110 mm (3.1–4.3 in) long and 17–30 mm (0.67–1.18 in) wide. Adult leaves are dull grey-green on both sides, lance-shaped, 83–145 mm (3.3–5.7 in) long and 15–30 mm (0.59–1.18 in) wide on a petiole 13–23 mm (0.51–0.91 in) long. The flower buds are arranged in groups of seven in leaf axils on a glaucous, unbranched peduncle 7–20 mm (0.28–0.79 in) long, the individual buds sessile or on a very short pedicel. Mature buds are not glaucous, but oval to spindle-shaped, 9–13 mm (0.35–0.51 in) long and 5–6 mm (0.20–0.24 in) wide with a conical operculum. The flowers are creamy white and appear between February and May. The fruit is a woody, cup-shaped or conical capsule 5–10 mm (0.20–0.39 in) long and 6–9 mm (0.24–0.35 in) wide with the valves either level with the rim or extending well beyond it.",
    "Taxonomy": "Eucalyptus carnea was first formally described by the botanist Charles Austin Gardner in 1929 and the description was published in the Journal of the Royal Society of Western Australia. Gardner found the type specimen near Sandstone in 1927. The specific epithet honours Walter Mervyn Carne, a plant pathologist who was supervisor of fresh fruit and vegetable exports for the Victorian Department of Commerce and Agriculture from 1941 to 1950, and the first botanist to be elected to the position of president of the Royal Society of Western Australia.This species is also a part of the Eucalyptus subgenus Symphyomyrtus section Bisectae subsection Glandulosae because the cotyledons are bisected, the buds have a scar on the operculum and the branchlets have oil glands in the pith. Eucalyptus carnei is closely related to only one other species, E. stricklandii, and the two form the series Stricklandianae.",
    "Distribution": "Carne's blackbutt is found in stony skeletal soils, red sand and on rocky laterite. It is distributed through the Goldfields and Mid West regions of Western Australia from east of Meekatharra and Sandstone into the Great Victoria Desert.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}