{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_baudiniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. baudiniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus baudiniana is a tree, rarely a mallee, that is endemic to Western Australia. It has rough bark on its trunk, smooth brownish bark above, narrow lance-shaped to curved adult leaves, oval buds in groups of seven to fifteen, white flowers and barrel-shaped fruit.",
    "Description": "Eucalyptus baudiniana is a tree, rarely a mallee, that typically grows to a height of 5 to 12 metres (16 to 39 ft), sometimes 20 metres (66 ft), and forms a lignotuber. It has rough, fibrous to flaky, dark grey bark on the trunk of the three which then becomes smooth and grey-brown on the branches. Adult leaves are arranged alternately and the same glossy green on both sides. The leaf blade is narrow lance-shaped to curved, 45 to 95 mm (1.8 to 3.7 in) long and 5 to 15 mm (0.20 to 0.59 in) wide with the base tapering to the petiole that is 7 to 10 mm (0.28 to 0.39 in) long. The flower buds are arranged in groups of seven to fifteen on an unbranched, flattened peduncle 5 to 10 mm (0.20 to 0.39 in) long, each flower on a pedicel about 2 mm (0.079 in) long. Mature buds are oval, 5 to 8 mm (0.20 to 0.31 in) long and 3 to 4 mm (0.12 to 0.16 in) wide with a rounded operculum that has a beak or small point on its tip. It blooms between November and April producing white flowers. The barrel-shaped fruit that form after flowering are 4 to 6 mm (0.16 to 0.24 in) long and 3 to 4 mm (0.12 to 0.16 in) wide with the valves enclosed. The brown seeds are a flattened-ovoid shape and 1 to 1.5 mm (0.039 to 0.059 in) long.",
    "Taxonomy and naming": "Eucalyptus baudiniana was first formally described by Denis John Carr and Maisie Carr in 1976 in Proceedings of the Royal Society of Victoria. The specific epithet honours the navigator and explorer Nicholas Baudin.E. baudiniana is part of the subgenus Symphyomyrtus section Dumaria in a sub-group of nine closely related species called series Ovulares. The rough barked members of this series include E. baudiniana, Eucalyptus aequioperta, Eucalyptus brachycorys, Eucalyptus myriadena and Eucalyptus ovularis and smooth barked members include; Eucalyptus cyclostoma, Eucalyptus cylindrocarpa, Eucalyptus exigua and Eucalyptus oraria.",
    "Distribution and habitat": "This eucalypt is found scattered along the west coast from near Kalbarri to the Yarra Yarra Lakes, Coomberdale and Perenjori, in the Gascoyne, Mid West and Wheatbelt regions of Western Australia. It grows in sandy to loamy and sometimes saline soils.",
    "Conservation": "Eucalyptus baudiniana is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}