{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_abdita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. abdita"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus abdita is a small tree with smooth grey bark and cone-shaped to barrel-shaped fuit, that is native to disjunct areas to the north and north-east of Perth, Western Australia.",
    "Description": "Eucalyptus abdita is a mallee eucalyptus that grows 2 to 3 metres (7 to 10 ft) in height. It has a lignotuber and has smooth grey bark throughout. Its juvenile leaves are petiolate and ovate to deltoid while the adult leaves are usually 5.5 to 8 centimetres (2.2 to 3.1 in) long and 1.1 to 1.8 cm (0.43 to 0.71 in) wide. The flower buds occur in unbranched clusters of up to 13 and are elongated with long, conical bud caps and are followed by white flowers. The fruits are cone-shaped to slightly barrel-shaped and are about 6 mm (0.24 in) long and 4 mm (0.16 in) wide.",
    "Taxonomy and naming": "Eucalyptus abdita was first formally described in 1991 by Ian Brooker and Stephen Hopper from specimens they collected near Mt Misery in 1988 and the description was published in the journal Nuytsia. The specific epithet (abdita) is a Latin word meaning \"hidden\" or \"concealed\", referring to the describing botanists initially mistaking this species for E. pluricaulis.",
    "Distribution": "This eucalypt has a disjunct distribution and is only known from the type location near Dandaragan, Mt Peron in the Lesueur National Park and Three Springs, in the Geraldton Sandplains and Swan Coastal Plain biogeographic regions. It grows on slopes and in breakaway areas in sandy clay soils and in gravel over laterite. Part of woodlands, it can be confused with Eucalyptus pluricaulis, which has bluish green leaves that remain dull and with longer, narrower buds and yellowish flowers. E. abdita differs from Eucalyptus wandoo in its mallee habit.",
    "Conservation": "Eucalyptus abdita is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and from only one or a few locations.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}