{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_caleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. caleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus caleyi, commonly known as Caley's ironbark or Ovenden's ironbark is a species of small to medium-sized tree, endemic to eastern Australia. It has brown or black \"ironbark\" on the trunk and main branches, dull bluish grey lance-shaped to egg-shaped adult leaves, flower buds in groups of seven, white flowers and barrel-shaped or conical fruit. It grows on the Central and Northern Tablelands of New South Wales and in south-eastern Queensland.",
    "Description": "Eucalyptus caleyi is a tree that typically grows to a height of 25–30 m (82–98 ft) and forms a lignotuber. It has rough, grey, brown or black \"ironbark\" on its trunk and branches. The leaves on young plants and on coppice regrowth are egg-shaped, triangular or more or less round, bluish grey, 30–70 mm (1.2–2.8 in) long, 17–70 mm (0.67–2.76 in) wide and have a petiole. Adult leaves are the same dull bluish grey on both sides, sometimes with a powdery bloom, egg-shaped to lance-shaped, 45–110 mm (1.8–4.3 in) long, 18–45 mm (0.71–1.77 in) wide on a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in groups of seven on a peduncle 9–20 mm (0.35–0.79 in) long, the individual buds on pedicels 5–12 mm (0.20–0.47 in) long. Mature buds are oval to diamond-shaped, 7–10 mm (0.28–0.39 in) long, 4–5 mm (0.16–0.20 in) wide with a conical operculum that is 3–4 mm (0.12–0.16 in) long, 4–5 mm (0.16–0.20 in) wide, but usually narrower than the floral cup. Flowering mainly occurs between September and November and the flowers are white. The fruit is a woody barrel-shaped or conical capsule 6–10 mm (0.24–0.39 in) long and 4–8 mm (0.16–0.31 in) wide on a pedicel 5–14 mm (0.20–0.55 in) long with the valves below the rim.",
    "Taxonomy": "Eucalyptus caleyi was first formally described by Joseph Maiden in 1906 and the description was published in Volume 2 of his book The Forest Flora of New South Wales.In 1991, Lawrie Johnson and Ken Hill described two subspecies:\nEucalyptus caleyi subsp. caleyi that has rounded fruit;\nEucalyptus caleyi subsp. ovendenii that has quadrangular fruit.Subspecies caleyi has a number of synonyms.The specific epithet (caleyi) honours George Caley and the epithet ovendenii honours Peter John Ovenden (1929–1997), a forester who first recognised the subspecies later named after him as distinct.",
    "Distribution and habitat": "Caley's ironbark grows on low hills, ridges and broad undulating valleys in dry forest and woodland. It grows from near Denman and the Goulburn River through the Northern Tablelands of New South Wales to the Millmerran area in south-eastern Queensland.Ovenden's ironbark, (subspecies ovendenii) is restricted to more elevated sites to the west of Tenterfield.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}