{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_ornata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. ornata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus ornata, commonly known as silver mallet, is a species of mallet or tree that is endemic to Western Australia. It has smooth, grey bark, lance-shaped adult leaves, flower buds in groups of nine or eleven, creamy white flowers and broadly conical to hemispherical fruit.",
    "Description": "Eucalyptus ornata is a tree that typically grows to a height of 6–10 mm (0.24–0.39 in) but does not form a lignotuber. Young plants and coppice regrowth have egg-shaped to elliptical leaves that are 35–60 mm (1.4–2.4 in) long and 15–20 mm (0.59–0.79 in) wide. Adult leaves are the same shade of glossy dark green on both sides, 70–120 mm (2.8–4.7 in) long and 10–20 mm (0.39–0.79 in) wide, tapering to a petiole 10–25 mm (0.39–0.98 in) long. The flower buds are arranged in leaf axils in groups of nine or eleven on an unbranched, down-turned peduncle 10–20 mm (0.39–0.79 in) long, the individual buds on pedicel 7–10 mm (0.28–0.39 in) long. Mature buds are an elongated oval shape with prominent ribs on the ribs, 15–20 mm (0.59–0.79 in) long and 6–9 mm (0.24–0.35 in) wide with a narrowly conical operculum. The flowers are creamy white and the fruit is a woody, broadly conical to hemispherical capsule 5–10 mm (0.20–0.39 in) long and 10–70 mm (0.39–2.76 in) wide with the valves protruding prominently but fragile.",
    "Taxonomy": "Eucalyptus ornata was first formally described in 1985 by Michael Crisp in the journal Nuytsia from material collected by Joan Taylor and Peter Ollerenshaw near Kondinin in 1983.",
    "Distribution and habitat": "Silver mallet grows in woodland on low hills and ridges to the east and north-east of Kondinin.",
    "Conservation status": "This eucalypt is classifed as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}