{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_eudesmioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. eudesmioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus eudesmioides, commonly known as mallalie, desert gum or mallabie is species of mallee that is endemic to Western Australia. It is a rounded, bushy mallee with smooth bark, egg-shaped to heart-shaped leaves arranged in opposite pairs, club-shaped flower buds arranged in groups of three, whitish flowers and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus eudesmioides is a mallee, sometimes a tree, that typically grows to 2–8 m (6 ft 7 in–26 ft 3 in) high, occasionally up to 10 m (33 ft) but usually less than 4 m (13 ft), and forms a lignotuber. It usually has smooth white to grey or brownish bark, sometimes with a rough, fibrous grey to brown bark near the base of the trunk. Young plants and coppice regrowth have sessile, egg-shaped to heart-shaped leaves arranged in opposite pairs and 25–75 mm (0.98–2.95 in) long, 10–35 mm (0.39–1.38 in) wide. Adult leaves are also arranged in opposite pairs and are lance-shaped to curved, 40–80 mm (1.6–3.1 in) long and 6–15 mm (0.24–0.59 in) wide on a petiole 3–10 mm (0.12–0.39 in) long. The flower buds are arranged in leaf axils in groups of three on a peduncle 3–13 mm (0.12–0.51 in) long, the individual buds on a pedicel 3–7 mm (0.12–0.28 in) long. Mature buds are club-shaped, 5–7 mm (0.20–0.28 in) long and 4–5 mm (0.16–0.20 in) wide with a rounded to flattened operculum, the stamens in bundles. Flowering occurs from February to May and the flowers are white. The fruit is a woody, cylindrical to barrel-shaped capsule 7–13 mm (0.28–0.51 in) long and 6–10 mm (0.24–0.39 in) wide with the valves at or near the level of the rim.",
    "Taxonomy and naming": "Eucalyptus eudesmioides was first formally described in 1860 by the botanist Ferdinand von Mueller, initially as Eucalyptus eudesmoides in his book Fragmenta phytographiae Australiae. The original name is an orthographical variant of E. eudesmioides.The specific epithet (eudesmioides) is a reference to the Eucalyptus subgenus Eudesmia. The ending -oides is a Latin suffix meaning \"likeness\".Mallalie is the Noongar name for the species.",
    "Distribution and habitat": "Mallalie occurs coastally and subcoastally from 100 kilometres (62 mi) north of Perth northwards to the Murchison River. The range extends from Carnarvon in the Gascoyne south to Wongan Hills in the Wheatbelt region of Western Australia. It grows in sandy soil on flat or low sloping areas in mallee woodland. It is one of the eucalypts identified in the Eurardy Reserve, a reserve that was established as a bush heritage property in 2011.Two subspecies, not yet formally described, are recognised by the Australian Plant Census:\n\nEucalyptus eudesmioides subsp. Pallida;\nEucalyptus eudesmioides subsp. Selachiana.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}