{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_proxima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. proxima"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus proxima, commonly known as nodding mallee or red-flowered mallee, is a species of mallee that is endemic to a small area in the south-west of Western Australia. It has smooth greyish bark, lance-shaped adult leaves, flower buds in groups of seven, red to pink, sometimes yellowish flowers and conical to slightly bell-shaped fruit.",
    "Description": "Eucalyptus proxima is a mallee that typically grows to a height of 3 m (9.8 ft) and forms a lignotuber. It has smooth grey bark that is shed to reveal pale orange or coppery new bark. Young plants and coppice regrowth have egg-shaped to lance-shaped leaves that are 40–75 mm (1.6–3.0 in) long and 15–30 mm (0.59–1.18 in) wide. Adult leaves are the same shade of glossy green on both sides, lance-shaped, 47–85 mm (1.9–3.3 in) long and 15–23 mm (0.59–0.91 in) wide tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged in leaf axils in groups of seven on a slightly flattened, down-turned, unbranched peduncle 12–22 mm (0.47–0.87 in) long, the individual buds sessile or on thick pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval 8–15 mm (0.31–0.59 in) long and 5–9 mm (0.20–0.35 in) wide with a rounded operculum. Flowering occurs from September to November and the flowers are red to pink, sometimes yellowish. The fruit is a woody, conical to slightly bell-shaped capsule, 9–13 mm (0.35–0.51 in) long and 8–14 mm (0.31–0.55 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus proxima was first formally described in 2005 by Dean Nicolle and Ian Brooker from a specimen they collected near Jerdacuttup in 2002.",
    "Distribution and habitat": "Nodding mallee grows in mallee shrubland between Ravensthorpe and Hopetoun in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}