{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pachyloma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pachyloma"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pachyloma, commonly known as Kalgan Plains mallee, is a species of mallee that is native to Western Australia. It has smooth, greyish bark, lance-shaped adult leaves, flower buds in groups of between seven and thirteen, white to cream-coloured flowers and conical to cup-shaped fruit.",
    "Description": "The mallee typically grows to a height of 1 to 4 m (3 ft 3 in to 13 ft 1 in) and has smooth grey-brown to green coloured bark and forms a lignotuber. The concolorous, glossy, green adult leaves are erect and alternately arranged. The leaf blade is usually a lanceolate shape with a length of 5.8 to 10.8 cm (2.3 to 4.3 in) and a width of 0.7 to 1.8 cm (0.28 to 0.71 in) with a pointed apex and a base that tapers to the petiole. It blooms between October and March producing white to cream coloured flowers. Each axillary unbranched inflorescence has umbels containing seven to thirteen buds. The ovoid to globular shaped mature buds have a length of 0.7 to 1.0 cm (0.28 to 0.39 in) and a width of 0.6 to 0.9 cm (0.24 to 0.35 in) with no scar. The single operculum has a conical to rounded with irregularly flexed stamens. The fruit that form later are broadly cupular to obconical in shape with a length of 0.7 to 1.1 cm (0.28 to 0.43 in) and a width of 1.2 to 1.7 cm (0.47 to 0.67 in) with a raised and convex disc and three valves at rim level. The brown seeds within are pyramidal to semi-circular in shape and 2.5 to 3.5 mm (0.098 to 0.138 in) long.",
    "Taxonomy": "Eucalyptus pachyloma was first formally described by the botanist George Bentham in 1867 in Flora Australiensis. The specific epithet is taken from the Greek word pachy meaning thick and loma meaning border in reference to the thick rim of the fruit of the plant.This species is part of the Eucalyptus subgenus series Diversiformae, a group of mallees that all have adult leaves held erect, buds with a single unscarred operculum and pyramidal seeds. The other species in series this series include E. erectifolia, E. platydisca, E. diversifolia, E. todtiana, E. lateritica, E. dolorosa and E. buprestium.",
    "Distribution": "Kalgan Plains mallee is found on sandplains and foothills growing in sandy soils in the southern Wheatbelt and Great Southern regions of Western Australia extending from around Pingelly in the north through to Albany in the south.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}