{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_angulosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. angulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus angulosa, also known as the ridge fruited mallee or southern ridge fruited mallee, is a eucalypt that is native to Western Australia. The Noongar peoples know the tree as quarral or kwaral.",
    "Description": "The mallee typically grows to a height of 1.5 to 7 metres (5 to 23 ft) and has smooth bark. It blooms between August and March producing white to creamy yellow flowers. It has a lignotuber and can form multiple stems. The bark is smooth and a grey colour with loose strips of rough bark accumulating toward the base. It remains smooth but becomes a pale grey, grey-brown, white or pinkish to coppery colour with ribbons on the upper branches. The thick, concolorous, glossy, green adult leaves have an alternate arrangement. The leaf blade has a lanceolate to broadly lanceolate to ovate-elliptic shape and is 5 to 14 centimetres (2.0 to 5.5 in) in length and 1.7 to 5 cm (0.67 to 1.97 in) with the base tapering evenly to petiole. Petioles are 1 to 3 cm (0.39 to 1.18 in) in length. Each axillary inflorescence is unbranched with flattened peduncles. The fruit is also pedicellate and has a cylindrical, hemispherical or urceolate shape. They are 1 to 2.5 cm (0.39 to 0.98 in) wide with coarse longitudinal ribbing and a descending disc descending and three to four enclosed valves. The fruit contains blackish grey seeds that are 2 to 4.5 mm (0.08 to 0.18 in) in length with a flattened-pyramidal or cuboid shape.",
    "Taxonomy": "The species was first formally described by the botanist Johannes Conrad Schauer in the work Repertorium Botanices Systematicae in 1843 by Schauer and Wilhelm Gerhard Walpers. Synonyms for the species include; Eucalyptus grossifolia as described by L.A.S.Johnson and K.D.Hill, Eucalyptus angulosa Schauer var. angulosa by C.A.Gardner, Eucalyptus incrassata var. angulosa by George Bentham and Eucalyptus incrassata subsp. angulosa by F.C.Johnstone & Hallam.\nThe species name angulosa is taken from the Latin word angulosus meaning angled, referring to the branchlets and buds. E. angulosais part of the Eucalyptus subgenus Symphyomyrtus section Dumaria along with other species including E. incrassata, E. captiosa, E. singularis and E. ceratocorys.",
    "Distribution": "It is found on coastal headlands and dunes as part of mallee communities along the south coast in the Great Southern and Goldfields-Esperance regions of western Australia where it grows in white-grey sandy soils often over limestone. The species is also found in South Australia on the southern Eyre Peninsula, the southern Fleurieu Peninsula and much less commonly in the Murray-Darling depression. The species is common in Western Australia but much less common in South Australia.",
    "Cultivation": "The plant is sold commercially as tube stock or seeds. It germinates readily as is used as an ornamental species or in land restoration. It is a slow grower and is salt and drought tolerant. It grows well in a full sunny position and has low maintenance requirements.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}