{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_tereticornis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. tereticornis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus tereticornis is a species of tree native to eastern Australia. E. tereticornis has several common names, including forest red gum, blue gum, flooded gum, grey gum, mountain gum, Queensland blue gum, red gum, bastard box, red ironbark, red irongum and slaty gum.",
    "Description": "The tree grows to a height of 20 to 50 metres with a girth of up to 2 metres dbh. The trunk is straight and is usually un-branched for more than half of the total height of the tree. Thereafter, limbs are unusually steeply inclined for a Eucalyptus species. The bark is shed in irregular sheets, resulting in a smooth trunk surface coloured in patches of white, grey and blue, corresponding to areas that shed their bark at different times.It has narrow, lanceolate green leaves, from 10 to 20 centimetres long, and one to nearly three centimetres wide. Flowers occur in inflorescences of 7 to 11 flowers.",
    "Distribution and habitat": "The species has a wide distribution, occurring over the widest range of latitudes of any Eucalyptus species: from southern Papua New Guinea at latitude 15°S, to southeastern Victoria at latitude 38°S. The forest red gum is one of the key canopy species of the threatened Cumberland Plain Woodlands.",
    "Taxonomy": "Specimens of E. tereticornis were first collected in 1793 by First Fleet surgeon and naturalist John White from Port Jackson.  White's findings were published later that year by James Edward Smith in Zoology and Botany of New Holland. It was later republished by Smith in his 1795 edition of A Specimen of the Botany of New Holland. Smith gave it the specific epithet tereticornis from the Latin teretus (\"terete\", meaning circular in transverse cross-section) and cornu (\"horn\"), in reference to the horn-shaped bud cap.Eucalyptus tereticornis has had a fairly complex taxonomic history. Synonyms include:\nEucalyptus tereticornis var. pruiniflora (Blakely) Cameron\nEucalyptus insignis Naudin\nEucalyptus populifolia Desf.\nEucalyptus subulata Schauer\nEucalyptus umbellata (Gaertn.) Domin nom. illeg.\nEucalyptus umbellata var. pruiniflora Blakely\nLeptospermum umbellatum Gaertn.There have also been evidence of numerous subspecies and varieties published, but the only ones remaining current are E. tereticornis subsp. mediana and the autonym E. tereticornis subsp. tereticornis. Some hybrids have been reported.",
    "Uses": "The tree has a strong, hard and durable heartwood, with a density of about 1100 kg m−3. It is used for construction in heavy engineering, such as for railway sleepers. The leaves of E. tereticornis are used in the production of cineole based eucalyptus oil.",
    "Gallery": "Features of the forest red gum (Eucalyptus tereticornis)",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}