{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_paedoglauca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. paedoglauca"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus paedoglauca, commonly known as the Mount Stuart ironbark, is a small to medium-sized tree that is endemic to a small area in Queensland. It has rough, dark ironbark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and cup-shaped fruit. It is only known from a few hills near Townsville.",
    "Description": "Eucalyptus paedoglauca is a tree that typically grows to a height of 10–15 m (33–49 ft) and forms a lignotuber. It has rough dark grey to black ironbark to the thinnest branches. Young plants and coppice regrowth have glaucous, broadly lance-shaped to egg-shaped or sickle-shaped leaves that are 8–15 mm (0.31–0.59 in) long and 35–70 mm (1.4–2.8 in) wide. Adult leaves are the same shade of usually dull green on both sides, lance-shaped, 80–140 mm (3.1–5.5 in) long and 17–32 mm (0.67–1.26 in) wide, tapering to a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged on the ends of branchlets on a branched peduncle in groups of seven, the peduncle 4–9 mm (0.16–0.35 in) long, the individual buds on pedicels 2–5 mm (0.079–0.197 in) long. Mature buds are oval, about 7 mm (0.28 in) long and 4 mm (0.16 in) wide with a conical to rounded operculum. Flowering occurs from April to May and the flowers are white. The fruit is a woody, cup-shaped capsule 5–7 mm (0.20–0.28 in) long and wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus paedoglauca was first formally described in 1991 by Lawrie Johnson and Donald Blaxell from material collected on Mount Stuart, near Townsville. The description was published in the journal Telopea in a paper by Ken Hill and Johnson.",
    "Distribution and habitat": "Mount Stuart ironbark grows in remnant vegetation on Mount Stuart and a few other hills near Townsville.",
    "Conservation status": "This eucalypt is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and by the Queensland Government Nature Conservation Act 1992. The main threats to the species are road maintenance and inappropriate fire regimes.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}