{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_elegans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. elegans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus elegans is a species of tree that is endemic to eastern Australia. It has rough bark throughout, linear to narrow lance-shaped or curved adult leaves, flower buds arranged in groups of between three and seven, white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus elegans is a tree that typically grows to a height of 8–28 m (26–92 ft) and forms a lignotuber. It has rough bark on the trunk and branches. Young plants and coppice regrowth have some leaves arranged in opposite pairs, narrow lance-shaped, 55–61 mm (2.2–2.4 in) long, 8–11 mm (0.31–0.43 in) wide and darker green on one side. Adult leaves are arranged alternately, linear to narrow lance-shaped or curved, 75–165 mm (3.0–6.5 in) long and 7–11 mm (0.28–0.43 in) wide on a petiole 9–14 mm (0.35–0.55 in) long. The flower buds are arranged in groups of between three and seven on the ends of branchlets on a branched peduncle 2.5–7 mm (0.098–0.276 in) long, the individual buds on a pedicel 2–3.5 mm (0.079–0.138 in) long. Mature buds are oval, 3–4 mm (0.12–0.16 in) long and 2–3 mm (0.079–0.118 in) wide with a conical to rounded operculum with a small point on the top. Flowering occurs from June to December and the flowers are white. The fruit is a woody, cup-shaped capsule 2–4 mm (0.079–0.157 in) long and 3–4 mm (0.12–0.16 in) wide with the valves level with the rim or slightly above it.",
    "Taxonomy and naming": "Eucalyptus elegans was first described in 2005 by Anthony Bean from a specimen he collected in Bendidee National Park in 1999 and the description was published in the journal Austrobaileya. The specific epithet (elegans) is a Latin word meaning \"tasteful\", \"choice\" \"fine\" or \"select\".",
    "Distribution and habitat": "This eucalypt grows in flat or undulating country, often with Callitris glaucophylla and Casuarina luehmannii. It occurs in between Eidsvold and Inglewood in Queensland and between Narrabri and Gilgandra in New South Wales.\n\n\n== References =="
  }
}