{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_kartzoffiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. kartzoffiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus kartzoffiana, commonly known as the Araluen gum, is a species of medium-sized tree that is endemic to a small area of southeastern New South Wales. It has rough, fibrous or flaky bark on part or most of its trunk, lance-shaped or curved adult leaves, flower buds in groups of three, white flowers and sessile, bell-shaped fruit.",
    "Description": "Eucalyptus kartzoffiana is a tree that typically grows to a height of 30 m (98 ft) and forms a lignotuber. It has rough, fibrous, scaly or flaky, greyish bark on part or most of the trunk, smooth white, grey or cream-coloured bark above. Young plants and coppice regrowth have sessile, glaucous, egg-shaped or heart-shaped leaves 45–65 mm (1.8–2.6 in) long and 15–45 mm (0.59–1.77 in) wide. Adult leaves are the same dull bluish green on both sides, lance-shaped to curved, 80–265 mm (3.1–10.4 in) long and 12–36 mm (0.47–1.42 in) wide on a petiole 10–41 mm (0.39–1.61 in) long. The flowers buds are arranged in leaf axils in groups of three on an unbranched peduncle 2–5 mm (0.079–0.197 in) long, the individual buds sessile. Mature buds are cylindrical, 5–6 mm (0.20–0.24 in) long and 4–5 mm (0.16–0.20 in) wide and often glaucous, with a rounded to conical operculum. Flowering occurs in February and the flowers are white. The fruit is a sessile, woody, bell-shaped capsule 4–6 mm (0.16–0.24 in) long and 4–9 mm (0.16–0.35 in) wide with the valves protruding above the rim. The fruit is glaucous at first.",
    "Taxonomy and naming": "Eucalyptus kartzoffiana was first formally described in 1973 by Lawrie Johnson and Donald Blaxell from a specimen collected in 1978 by Johnson on the Braidwood road near Araluen. The description was published in Contributions from the New South Wales National Herbarium. The specific epithet (kartzoffiana) honours Michael Eugene Kartzoff.",
    "Distribution and habitat": "The Araluen gum has a restricted distribution on granite-derived soils south-east of Braidwood, where it grows in woodland and forest.",
    "Conservation status": "This eucalypt is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the New South Wales Government Biodiversity Conservation Act 2016. The main threats to the species include its small population size, land clearing, management of grazing land, roadside maintenance and herbicide use.\n\n\n== References =="
  }
}