{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_prolixa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. prolixa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus prolixa, commonly known as the square-fruited mallet, is a species of mallet that is endemic to the southwest of Western Australia. It has smooth bark, glossy green, lance-shaped adult leaves, flower buds in groups of seven, creamy white flowers and urn-shaped fruit that is square in cross-section.",
    "Description": "Eucalyptus prolixa is an erect-stemmed mallet with a steep, branching habit, that typically grows to a height of 6–10 m (20–33 ft) but does not form a lignotuber. It has smooth grey and tan bark. Adult leaves are the same shade of glossy green on both sides, lance-shaped to narrow lance-shaped, 60–95 mm (2.4–3.7 in) long and 7–14 mm (0.28–0.55 in) wide tapering to a petiole 6–18 mm (0.24–0.71 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 5–11 mm (0.20–0.43 in) long, the individual buds on pedicels 3–5 mm (0.12–0.20 in) long. Mature buds are oblong, square in cross-section, 11–15 mm (0.43–0.59 in) long and 4–5 mm (0.16–0.20 in) wide with a conical operculum. Flowering mainly occurs from September to December and the flowers are creamy white. The fruit is a woody, narrow urn-shaped capsule that is 10–15 mm (0.39–0.59 in) long, 4–7 mm (0.16–0.28 in) wide and square in cross-section with the valves enclosed below the rim.",
    "Taxonomy": "Eucalyptus prolixa was first formally described in 2000 by Dean Nicolle in the journal Nuytsia from material collected near the Daniell railway siding, north of Salmon Gums.",
    "Distribution and habitat": "The square-fruited mallet is found between Kondinin, Coolgardie, Norseman and Salmon Gums on flat and undulating country.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife,",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}