{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gunnii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gunnii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gunnii, commonly known as cider gum, is a species of small to medium-sized tree endemic to Tasmania. It has mostly smooth bark, lance-shaped to egg-shaped adult leaves, flower buds in groups of three, white flowers and cylindrical to barrel-shaped fruit.",
    "Description": "Eucalyptus gunnii is a tree that typically grows to a height of 25 m (82 ft) and forms a lignotuber. It has smooth, mottled, white or grey bark, sometimes with persistent rough bark on the lower trunk. Young plants and coppice regrowth have sessile leaves arranged in opposite pairs. The juvenile leaves are heart-shaped to more or less round, greyish green or glaucous, 13–45 mm (0.51–1.77 in) long and 17–40 mm (0.67–1.57 in) wide. Adult leaves are arranged alternately, lance-shaped to egg-shaped, the same dull greyish to bluish green on both sides, 40–90 mm (1.6–3.5 in) long and 12–35 mm (0.47–1.38 in) wide on a petiole 9–23 mm (0.35–0.91 in) long.\nThe flowers are arranged in leaf axils in groups of three on an unbranched peduncle 3–9 mm (0.12–0.35 in) long, the individual buds sessile or on a pedicels up to 4 mm (0.16 in) long. Mature buds are oval, 5–9 mm (0.20–0.35 in) long and 3–5 mm (0.12–0.20 in) wide with a conical, rounded or flattened operculum. Flowers occurs in most months and the flowers are white. The fruit is a woody cylindrical to barrel-shaped capsule 5–9 mm (0.20–0.35 in) long and 5–7 mm (0.20–0.28 in) wide with the valves near rim level or enclosed.",
    "Taxonomy and naming": "Eucalyptus gunnii was first formally described in 1844 by the British botanist Joseph Dalton Hooker in the London Journal of Botany. The type material was collected \"on the elevated tablelands of the interior of Tasmania, especially in the neighborhood of the lakes\" by Ronald Campbell Gunn. The specific epithet honours the collector of the type material.Joseph Maiden's 1889 book The Useful Native Plants of Australia’ recorded that common names in Tasmania are \"cider gum\" and in southeastern Australia occasionally as the \"sugar gum\" and that in the same part it is known as \"white gum\", \"swamp gum\" or \"white swamp gum\". In the Noarlunga and Rapid Bay districts of South Australia it is known as \"bastard white gum\", occasionally as \"yellow gum.\" Near Bombala, New South Wales two varieties go by the names of \"flooded or bastard gum\" and \"red gum\", although the species only occurs in Tasmania.",
    "Distribution and habitat": "Cider gum grows in woodland and occurs on the plains and slopes of the central plateaux and dolerite mountains at altitudes up to about 1,100 m (3,600 ft), with isolated occurrences south of Hobart.",
    "Use in horticulture": "This plant has gained the Royal Horticultural Society's Award of Garden Merit. This species is noted for exceptional cold tolerance for a eucalyptus (to −14 °C, exceptionally −20 °C for brief periods) and is now commonly planted as an ornamental tree across the British Isles and some parts of western Europe. Fast-growing, it will produce a tree up to 37 m (121 ft) tall when mature, with growth rates of up to 1.5 m (4 ft 11 in), rarely 2 m (6 ft 7 in), per year.\nPruning can be employed to maintain the tree as a small shrub if required and more shaded spots will restrict growth. It does grow in full sun on sandy/chalky soils, well supplied with water, but prefers a loamy soil; it does not tolerate very wet sites. It is one of the most rustic eucalyptus trees alongside Eucalyptus pauciflora and Eucalyptus parvula.",
    "Use in horticulture-Uses": "The fragrant leaves give off essential oils when they are creased or burned, which are used in different forms (floral composition, infusion, tincture, oil, etc) to treat many respiratory diseases, rheumatism, migraines, fatigue and as antiseptic.",
    "Use in horticulture-Gallery": "\n\t\t\n\t\t\n\n\n== References =="
  }
}