{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_molyneuxii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. molyneuxii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus molyneuxii is a species of small tree or mallee that is endemic to the Little Desert National Park area of Victoria. It has short-fibrous bark on varying amounts of its trunk and branches, smooth bark above, glossy green, lance-shaped adult leaves, flower buds arranged in groups of between eleven and fifteen, white flowers and cup-shaped or conical fruit.",
    "Description": "Eucalyptus molyneuxii is a tree or mallee that typically grows to a height of 5 m (16 ft). It has thin, short-fibred grey bark to varying heights of its trunk and branches, smooth, yellowish bark above. The leaves on young plants are linear to narrow lance-shaped or curved, slightly glossy green, 80–130 mm (3.1–5.1 in) long and 8–15 mm (0.31–0.59 in) wide. Adult leaves are the same shade of glossy green on both sides, lance-shaped, 60–110 mm (2.4–4.3 in) long and 10–16 mm (0.4–0.6 in) wide on a flattened petiole 5–10 mm (0.20–0.39 in) long. The flower buds are arranged in groups of between eleven and fifteen in leaf axils on a thick peduncle 5–8 mm (0.20–0.31 in) long, the individual buds on pedicels 5–7 mm (0.20–0.28 in) long. Mature buds are oval to club-shaped, 5–7 mm (0.20–0.28 in) wide and 3–4 mm (0.12–0.16 in) wide with an asymmetrical, conical operculum. Flowering occurs in autumn and the flowers are white. The fruit is a woody, cup-shaped or conical capsule 4–5 mm (0.16–0.20 in) long and 5–6 mm (0.20–0.24 in) wide on a short pedicel.",
    "Taxonomy and naming": "Eucalyptus molyneuxii was first formally described in 1999 by Kevin James Rule and the description was published in the journal Muelleria from a specimen collected near the McDonald Highway in the Little Desert National Park. The specific epithet (molyneuxii) honours W.M. (\"Bill\") Molyneux for his contribution to the understanding of several Victorian plant genera and to conservation activity leading to the establishment of the Little Desert National Park.",
    "Distribution and habitat": "This species is only known from about twelve plants in two populations in the Little Desert National Park, growing in deep sand.",
    "Conservation status": "This eucalypt is listed as \"endangered\" under the Victorian Government Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}