{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_eremicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. eremicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus eremicola, commonly known as Vokes Hill mallee, is a species of mallee that is native to South Australia and Western Australia. It has rough bark near the base, smooth bark above, linear to lance-shaped adult leaves, flower buds in groups of between nine and fifteen, white flowers and shortened spherical fruit.",
    "Description": "Eucalyptus eremicola is a mallee, sometimes a tree, that typically grows to a height of 4–7 m (13–23 ft) and forms a lignotuber. It has rough bark on the lower half of the stems, light grey-brown bark that is flaky and shedding above. The adult leaves are linear to narrow lance-shaped, the same glossy green on both sides, 45–100 mm (1.8–3.9 in) long and 6–17 mm (0.24–0.67 in) wide on a petiole 5–10 mm (0.20–0.39 in) long. The flower buds are arranged in leaf axils on an unbranched peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on a pedicel 2–3 mm (0.079–0.118 in) long. Mature buds are oval, 6–8 mm (0.24–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a conical operculum. Flowering occurs between March and May and the flowers are white. The fruit is a woody, shortened sphere, 3–6 mm (0.12–0.24 in) long and 4–6 mm (0.16–0.24 in) wide with the valves extended beyond the rim with the remnants of the style attached.",
    "Taxonomy and naming": "Eucalyptus eremicola was first formally described in 1975 by Clifford David Boomsma from a specimen collected in 1967 by J. Johnson at Serpentine Lake in the Great Victoria Desert of South Australia. The description was published in the South Australian Naturalist. The specific epithet (eremicola) is derived from the Ancient Greek eremos meaning \"solitary\" or \"lonely\" and the Latin suffix -cola meaning \"dweller\" or \"inhabitant\".Eucalyptus eremicola is part of the Eucalyptus subgenus Symphyomyrtus section Bisectae and subsection Destitutae. It is part of the same subseries (Oleaginae) as E. kochii, E. longissima and E. ultima.In 2005, Dean Nicolle described two subspecies of E. eremicola and the names have been accepted by the Australian Plant Census:\n\nEucalyptus eremicola Boomsma subsp. eremicola;\nEucalyptus eremicola subsp. peeneri (Blakely) Nicolle.Subspecies eremicola has narrower, more glossy leaves than subspecies peeneri but intergrades between the two are common. (Subspecies peeneri was formerly known as Eucalyptus oleosa var. peeneri Blakely).",
    "Distribution and habitat": "It is found in shrubland on sandplains and dunes where it grows in loamy-sandy soils. It is found in the Great Victoria Desert region of South Australia and Western Australia, the north west of the Little Sandy Desert and as far west as Sandstone and Leonora.",
    "Conservation status": "Vokes Hill mallee is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}