{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_canescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. canescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus canescens, commonly known as the Ooldea Range mallee  or Beadell's mallee, depending on subspecies, is a species of mallee that is endemic to southern Australia. It has rough bark from the base of the trunk to the thicker branches, smooth bark on the thin branches, egg-shaped to lance-shaped adult leaves, flower buds in groups of between seven and eleven, creamy white flowers and smooth cup-shaped to conical, and sometimes ribbed fruit.",
    "Description": "Eucalyptus canescens is a mallee that sometimes grows to 3 metres (10 ft) high but is often low and spreading, and forms a lignotuber. It has rough, grey, flaky bark from the base of the trunk to the branches as thin as 5 cm (2.0 in), and smooth, light grey bark on the thinner branches. Young plants and coppice regrowth have glaucous, egg-shaped leaves 60–100 millimetres (2.4–3.9 in) long and 45–55 mm (1.8–2.2 in) wide. Adult leaves are egg-shaped to lance-shaped, the same dull bluish to greyish green colour on both sides, with a blade that is usually 75–125 millimetres (3.0–4.9 in) long and 20–58 mm (0.8–2.3 in) wide on a petiole 15–25 mm (0.6–1.0 in) long. The flowers buds are arranged in groups of seven, nine or eleven on a peduncle 8–22 mm (0.3–0.9 in) long, the individual flowers on a pedicel 1–5 mm (0.039–0.197 in) long. Mature buds are oval to pear-shaped, 9–14 mm (0.35–0.55 in) long and 8–9 mm (0.31–0.35 in) wide with an operculum that is rounded to conical, 4–7 mm (0.16–0.28 in) long and usually has a few striations. The fruit are cup-shaped, cylindrical, hemispherical or conical, 8–12 mm (0.31–0.47 in) long and 9–12 mm (0.35–0.47 in) wide.",
    "Taxonomy and naming": "Eucalyptus canescens was first formally described in 1998 by Dean Nicolle, and the description was published in the journal Nuytsia. The specific epithet (canescens) is a Latin word meaning \"grey\" or \"hoary\", referring to the grey general appearance of the type subspecies.Nicolle described two subspecies that have been accepted by the Australian Plant Census:\n\nEucalyptus canescens subsp. canescens, the Ooldea Range mallee, has its twigs, buds and fruit covered with a powdery white bloom, greyish leaves and more strongly ribbed fruit;\nEucalyptus canescens subsp. beadellii, Beadell's mallee, lacks the whitish bloom.The name beadellii commemorates the surveyor and explorer Len Beadell.",
    "Distribution and habitat": "Subspecies canescens grows on sand dunes or on sand plains in the southern part of the Great Victoria Desert from near Cook to near Maralinga in South Australia and extending into Western Australia. Subspecies beadellii is rare, only known from near the Cook-Vokes Hill track.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}