{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_peninsularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. peninsularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus peninsularis, commonly known as Cummins mallee, is a species of mallee that is endemic to a small area of South Australia. It has smooth, greyish or brownish bark, lance-shaped adult leaves, flower buds in groups of between seven and eleven, pale creamy yellow flowers and urn-shaped fruit.",
    "Description": "Eucalyptus peninsularis is a mallee that typically grows to a height of 6 m (20 ft) and forms a lignotuber. It has smooth, greyish to brownish bark that is shed in ribbons. Young plants and coppice regrowth have sessile, dull green, elliptical to egg-shaped leaves arranged in opposite pairs. Adult leaves are arranged alternately, the same shade of glossy green on both sides, lance-shaped, 70–130 mm (2.8–5.1 in) long and 10–23 mm (0.39–0.91 in) wide, tapering to a petiole 15–25 mm (0.59–0.98 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 5–13 mm (0.20–0.51 in) long, the individual buds on pedicels 4–7 mm (0.16–0.28 in) long. Mature buds are 12–17 mm (0.47–0.67 in) long and 4–6 mm (0.16–0.24 in) wide, have a ribbed, urn-shaped floral cup and a beaked to horn-shaped operculum. Flowering has been recorded in December and the flowers are pale creamy yellow. The fruit is a woody, urn-shaped capsule 9–11 mm (0.35–0.43 in) long and 6–9 mm (0.24–0.35 in) wide with the valves sometimes enclosed in the fruit, sometimes protruding strongly.",
    "Taxonomy": "Eucalyptus peninsularis was first formally described in 1997 by Dean Nicolle in his book, Eucalypts of South Australia. The type material was collected north-west of Cummins on the road to Mount Hope in 1972.",
    "Distribution and habitat": "Cummins mallee is restricted to south-central parts of the Eyre Peninsula, especially near the Cummins and Yeelanna areas where it grows in open mallee or woodland.",
    "Conservation status": "Eucalyptus peninsularis occurs in a mallee community complex, often with E. dumosa or E. calycogona. That complex has been rated as \"poorly conserved in South Australia\". Only small parts of that ecosystem have been conserved, including in Hambidge Wilderness Protection Area, the Verran Tanks Conservation Park and the Wharminda Conservation Park.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}