{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_phoenicea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. phoenicea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus phoenicea , commonly known as scarlet gum or gnaingar or ngainggar, is a tree of the family Myrtaceae from Northern Australia.",
    "Description": "The tree typically grows to a height of 4 to 12 metres (13 to 39 ft) and is mostly single-stemmed but has a lignotuber. The bark of the tree is soft, fibrous, flaky and rough bark over the majority of the trunk and larger branches. The rougher bark is a yellow-grey to orange-brown colour while the bark on large branches is sometimes white to pinkish-grey coloured smooth bark. The alternately arranged adult leaves are concolorous to slightly discolorous and a dull green to grey-green colour. The leaf blade has a lanceolate shape with a length of 6.5 to 14 centimetres (2.6 to 5.5 in) and a width of 0.9 to 4.5 cm (0.35 to 1.77 in) and the base tapers to the petiole. The tree usually blooms between February or March and September or November producing orange flowers. The single axillary inflorescences form groups of over seven buds per umbel. The bright green mature buds have a clavate to pyriform shape with a length of 0.8 to 1.9 cm (0.31 to 0.75 in) and a width of 0.5 to 0.8 cm (0.20 to 0.31 in) with bright orange flowers. The woody pedicellate fruits have a cylindrical and urceolate shape and are slightly longitudinally ribbed. The fruits are 1.9 to 3 cm (0.75 to 1.18 in) in length and about half as wide with a vertically descending disc and two enclosed valves. The dull dark grey to black seeds within have a saucer shape and are 3 to 5 mm (0.118 to 0.197 in) long.",
    "Taxonomy": "Eucalyptus phoenicea was first formally described by the botanist Ferdinand von Mueller in 1859 in the Journal of the Proceedings of the Linnean Society, Botany. The specific epithet is taken from the mythical bird the phoenix in reference to the brilliant scarlet colour of the feathers of the bird compared to the colour of the anther filaments of the flower.",
    "Distribution": "It is endemic to northern Australia in Queensland, the Northern Territory and Western Australia. In Western Australia it has a scattered distribution in the Kimberley region around the Pentecost River where it grows in sandy soils among sandstone hills and outcrops. Its sporadic distribution continues through the top end of the Northern Territory from Timber Creek in the south to around Batchelor east to the south-western Gulf of Carpentaria with an isolated population north-west of Cooktown in the North Queensland region.",
    "Cultivation": "The plant is available commercially in seed form or as seedlings, it germinates readily from seed. It prefers sandy well drained soils and a full sun position. It is drought tolerant once established but will be damaged by frost. The tree flowers  from its second year and then flowers over an extended period with many different types of birds and insects being attracted to the flowers.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}