{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_horistes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. horistes"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus horistes is a species of mallee or small tree that is endemic to Western Australia. It has smooth greyish bark, often with rough, firm fibrous bark on the base or all of the trunk, lance-shaped to elliptic adult leaves, flower buds in groups of between seven and thirteen, creamy white flowers and short cylindrical to shortened spherical fruit.",
    "Description": "Eucalyptus horistes is a mallee or small tree that typically grows to a height of 8–12 m (26–39 ft) and forms a lignotuber. It has smooth greyish bark, often with rough, firm fibrous bark on the base or all of the trunk. Young plants and coppice regrowth have sessile, heart-shaped, more or less round or elliptic leaves 10–45 mm (0.39–1.77 in) long and 8–30 mm (0.31–1.18 in) wide. Adult leaves are glossy green, narrow lance-shaped to elliptic, 45–95 mm (1.8–3.7 in) long and 4–15 mm (0.16–0.59 in) wide on a petiole 4–15 mm (0.16–0.59 in) long. The flower buds are arranged in leaf axils in groups of seven, nine, eleven or thirteen on an unbranched peduncle 2–13 mm (0.079–0.512 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval to spindle-shaped, 5–10 mm (0.20–0.39 in) long and 2–4 mm (0.079–0.157 in) wide with a beaked operculum. Flowering occurs from November to December or January and the flowers are creamy white. The fruit is a woody, short cylindrical to shortened spherical capsule 3–7 mm (0.12–0.28 in) long and 4–6 mm (0.16–0.24 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus horistes was first formally described in 1988 by Lawrie Johnson and Ken Hill from a specimen collected near Binnu and the description was published in Flora of Australia. The specific epithet (horistes) is an ancient Greek word meaning \"one who marks boundaries\", referring the distribution of this species at the northern limit of the South-west Botanical Province.",
    "Distribution and habitat": "This eucalypt grows in mallee shrubland in sandy-loam soils over laterite on sand plains, sand dunes and road verges from areas in the Mid West, extending through the Wheatbelt and into the Great Southern and Goldfields-Esperance regions of Western Australia.",
    "Conservation status": "Eucalyptus horistes is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}