{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_glomerosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. glomerosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus glomerosa, commonly known as jinjulu, is a species of mallee that is endemic to inland Australia. It has rough, fibrous and flaky bark near the base, smooth bark above, egg-shaped to lance-shaped adult leaves, flower buds usually in groups of seven, cream-coloured flowers and conical to hemispherical fruit. It is mainly found in the Great Victoria Desert of South Australia but also grows in eastern parts of Western Australia.",
    "Description": "Eucalyptus glomerosa is a mallee that typically grows to a height of 3–5 m (9.8–16.4 ft) and forms a lignotuber. It has rough, fibrous to flaky bark near the base of the trunk, smooth coppery coloured bark above and on the branches. Young plants and coppice regrowth have petiolate, elliptic to lance-shaped leaves that are 25–70 mm (0.98–2.76 in) long and 10–33 mm (0.39–1.30 in) wide. Adult leaves are the same dull bluish to light green colour on both sides, lance-shaped to elliptical, 38–95 mm (1.5–3.7 in) long and 8–23 mm (0.31–0.91 in) wide on a petiole 8–25 mm (0.31–0.98 in) long. The flower buds are arranged in leaf axils in groups of seven, rarely nine or eleven, on an unbranched peduncle 10–30 mm (0.39–1.18 in) long, the individual buds on pedicels 4–9 mm (0.16–0.35 in) long. Mature buds are more or less spherical, 5–7 mm (0.20–0.28 in) long and wide with a rounded operculum with a small point on the top. Flowering is spasmodic, depending on rainfall and the flowers are cream-coloured.",
    "Taxonomy and naming": "Eucalyptus glomerosa was first formally described in 1993 by Ian Brooker and Stephen Hopper from a specimen they collected north-east of Cosmo Newbery (Yilka) in 1984. The specific epithet is derived from the Latin word glomus, glomeris meaning \"a ball of yarn\" with the ending -osus meaning \"abounding in\", referring to the spherical buds.",
    "Distribution and habitat": "Jinjulu grows on sandplains and sand dunes and is often associated with other eucalypts including E. eremicola, E. gongylocarpa, E. gypsophila and E. mannensis. It is mainly found in the Great Victoria Desert but occurs within 20 km (12 mi) of the Northern Territory border and in the central eastern areas of the Western Australia. The range includes the Central Ranges, Great Victoria Desert and Murchison biogeographic regions.",
    "Conservation status": "This mallee is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}