{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_jimberlanica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. jimberlanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus jimberlanica, commonly known as Norseman gimlet, is a species of mallet or a tree and is endemic to a small area in the Goldfields-Esperance region of Western Australia. It has smooth, brownish bark, lance-shaped adult leaves, flower buds in groups of seven and conical to cup-shaped fruit.",
    "Description": "Eucalyptus jimberlanica is a mallet or a tree that typically grows to a height of 4 to 10 metres (13 to 33 ft) and does not form a lignotuber. It has smooth, glossy dark brown to copper-coloured bark on the trunk and branches. Adult leaves are arranged alternately, the same glossy green on both sides, narrow lance-shaped to lance-shaped, 45–90 mm (1.8–3.5 in) long and 5–18 mm (0.20–0.71 in) wide tapering to a petiole up to 13 mm (0.51 in) long. The flower buds are arranged in leaf axils in groups of seven on an thick, flattened, unbranched peduncle 2–9 mm (0.079–0.354 in) long, the individual buds on pedicels 1–2 mm (0.039–0.079 in) long. Mature buds are oval to more or less spherical, 7–10 mm (0.28–0.39 in) long and 6–8 mm (0.24–0.31 in) wide with a hemispherical operculum that is about the same length as the floral cup. The fruit is a more or less sessile, woody, conical to cup-shaped capsule 7–9 mm (0.28–0.35 in) long and 6–8 mm (0.24–0.31 in) wide with the valves below rim level.This eucalypt is one of nine species of gimlet in the genus Eucalyptus. It is regarded by some as a possible hybrid between E. terebra and E. ravida.",
    "Taxonomy and naming": "Eucalyptus jimberlanica was first formally described by Lawrence Johnson and Kenneth Hill in 1991 and the description was published in the journal Telopea. The type specimen was collected from Jimberlana Hill, north east of Norseman by Hill, Johnson and Donald Frederick Blaxell in 1983.",
    "Distribution and habitat": "The Norseman gimlet is found on valley edges in a small area in the Goldfields-Esperance region of Western Australia near Norseman where it grows in loamy soils.",
    "Conservation status": "This eucalypt is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}