{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dawsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dawsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dawsonii, known as slaty gum or slaty box, is a species of small to medium-sized tree that is endemic to a small area of New South Wales. It has smooth, white, grey or yellow bark, sometimes with a short stocking of rough, flaky bark, lance-shaped to curved adult leaves, flower buds in groups of seven on a branching inflorescence, white flowers and conical to barrel-shaped fruit.",
    "Description": "Eucalyptus dawsonii is a tree that typically grows to a height of 20–30 m (66–98 ft) and forms a lignotuber. It has smooth white, grey or yellow bark that is shred in short ribbons, sometimes with a short stocking of rough, flaky greyish bark. Young plants and coppice regrowth have dull bluish green, more or less round or triangular leaves 40–90 mm (1.6–3.5 in) long and 40–70 mm (1.6–2.8 in) wide. Adult leaves are lance-shaped to curved, the same dull colour on both surfaces, 70–160 mm (2.8–6.3 in) long and 12–32 mm (0.47–1.26 in) wide on a petiole 14–30 mm (0.55–1.18 in) long. The flower buds are arranged on a braching peduncle 4–10 mm (0.16–0.39 in) long, each branch with a group of seven buds, the individual buds on a pedicel 1–3 mm (0.039–0.118 in) long. Mature buds are oval, 3–5 mm (0.12–0.20 in) long, 2–3 mm (0.079–0.118 in) wide and glaucous with a conical operculum. Flowering has been observed in March and November and the flowers are white. The fruit is a woody conical to barrel-shaped capsule 3–5 mm (0.12–0.20 in) long and 3–4 mm (0.12–0.16 in) wide on a pedicel up to 3 mm (0.12 in) long and with the valves near rim level or enclosed in the fruit.",
    "Taxonomy and naming": "Eucalyptus dawsonii was first formally described in 1899 by Richard Thomas Baker from a specimen he collected from \"ridges on the watershed of the Goulburn River\". The description was published in Proceedings of the Linnean Society of New South Wales. The specific epithet (dawsonii) honours \"Mr. James Dawson, L.S., of Rylstone\" who collected plant specimens in that area.",
    "Distribution and habitat": "Slaty gum mainly grows in tall woodland between Scone and the Capertee Valley.\n\n\n== References =="
  }
}