{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_corticosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. corticosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus corticosa, also known as Creswick apple-box or Olinda box is a species of small tree that is endemic to a small area in south-eastern New South Wales in Australia. It has rough, fibrous bark on the trunk and branches, dull green, lance-shaped to curved adult leaves, oval flower buds arranged in groups of seven in leaf axils and cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus corticosa is a tree that typically grows to a height of 8–20 m (26–66 ft) and forms a lignotuber. It has rough, fibrous to flaky, brownish bark on the trunk and larger branches. Young plants and coppice regrowth have leaves arranged in opposite pairs, dull green and narrow oblong in shape. Adult leaves are the same dull green on both sides, lance-shaped to curved, 70–150 mm (2.8–5.9 in) long and 9–22 mm (0.35–0.87 in) wide on a petiole 8–21 mm (0.31–0.83 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle 2–6 mm (0.079–0.236 in) long, the individual buds on a pedicel 2–3 mm (0.079–0.118 in) long. Mature buds are oval to spindle-shaped, green to yellow, 4–5 mm (0.16–0.20 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to rounded operculum that is about as long and wide as the floral cup. Flowering has been recorded in June and the flowers are white. The fruit is a woody, hemispherical to bell-shaped or cup-shaped capsule 3–5 mm (0.12–0.20 in) long and 3–6 mm (0.12–0.24 in) wide on a pedicel 1–3 mm (0.039–0.118 in) long.",
    "Taxonomy and naming": "Eucalyptus corticosa was first formally described in 1962 by Lawrie Johnson who published the description in Contributions from the New South Wales Herbarium from a specimen he collected near Olinda in New South Wales.  The specific epithet (corticosa) is a Latin word meaning \"abounding in bark\".In 1988, George Chippendale included this species with Eucalyptus aromaphloia but it was resurrected by Ian Brooker and is accepted as a separate species by the Australian Plant Census.",
    "Distribution and habitat": "Creswick apple-box grows in woodland in shallow soil over sandstone but is only known from the Rylstone area.\n\n\n== References =="
  }
}