{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_ligulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. ligulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus ligulata, commonly known as Lucky Bay mallee, is a mallee that is native to a few small areas along the south coast of Western Australia. It has smooth bark on the trunk and branches, narrow lance-shaped leaves, flower buds in groups of between nine and thirteen, creamy white flowers and cup-shaped or barrel-shaped fruit with shallow ribs on the sides.",
    "Description": "Eucalyptus ligulata is a mallee that typically grows to a height of 3 to 4 metres (10 to 13 ft) and forms a lignotuber. It has smooth pale grey to greenish bark on the trunk and branches. Young plants and coppice regrowth have sessile, oblong to lance-shaped leaves that are arranged in opposite pairs, 60–100 mm (2.4–3.9 in) long and 20–45 mm (0.79–1.77 in) wide. Adult leaves are arranged alternately, slightly glossy green to bluish, narrow elliptic to narrow lance-shaped, 40–85 mm (1.6–3.3 in) long and 8–20 mm (0.31–0.79 in) wide, tapering to a petiole 5–20 mm (0.20–0.79 in) long. The flower buds are arranged in leaf axils in groups of between nine and thirteen on a peduncle 9–18 mm (0.35–0.71 in) long, the individual buds on pedicels 4–8 mm (0.16–0.31 in) long. Mature buds are oval to spindle-shaped, 10–14 mm (0.39–0.55 in) long and 4–5 mm (0.16–0.20 in) wide with a conical operculum equal in length to the floral cup. Flowering occurs from March or May to June or October and the flowers are creamy white. The fruit is a woody, cup-shaped or barrel-shaped capsule with shallow ribs along the sides and the valves enclosed below the level of the rim.",
    "Taxonomy and naming": "Eucalyptus ligulata was first formally described in 1974 by the botanist Ian Brooker from a specimen collected by Keith M. Allan near a beach in the Cape Le Grand National Park. The description was published in the journal Nuytsia. The specific epithet (ligulata) is a Latin word meaning \"strap-shaped\".In 2002, Dean Nicolle described two subspecies and the names have been accepted by the Australian Plant Census:\nEucalyptus ligulata Brooker subsp. ligulata;\nEucalyptus ligulata subsp. stirlingica Nicolle has shorter pedicels and narrower flower buds with an operculum that is much longer than the floral cup of the autonym.",
    "Distribution and habitat": "Subspecies ligulata grows in sand over granite and near granite outcrops in Cape Le Grand National Park and Cape Arid National Park. Subspecies stirlingica grows in mallee shrubland in the Stirling Range National Park.",
    "Conservation status": "Both subspecies of E. ligulata are classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that each is rare or near threatened.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}