{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_oleosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. oleosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus oleosa, commonly known as the red mallee, glossy-leaved red mallee, acorn mallee, oil mallee or giant mallee, is a tree or mallee that is native to Australia. The leaves were once harvested for the production of cineole based eucalyptus oil. Eucalyptus cneorifolia is now the predominant strain used in production due to a higher oil content in new growth.",
    "Description": "Eucalyptus oleosa is a multi-stemmed tree or mallee that typically grows to a height of 11 to 12 metres (36 to 39 ft) and has rough fibrous brown bark at the base that becomes smooth and grey above. It blooms between November and December producing yellow flowers. The adult leaves are around 130 millimetres (5.1 in) in length and 19 mm (0.7 in) wide. They have a narrow-lanceolate to lanceolate shape and are glossy and green in colour. The flowers are arranged in leaf axils in groups of between seven and eleven. Smooth buds form later with a length of approximately to 10 mm (0.4 in) and a width of 4.5 mm (0.18 in). The bud-cap is cone-shaped to cylinder-shaped. Fruits are round-shaped with a diameter of about 7 mm (0.28 in) with a descending disc and 3 or 4 valves exserted with attenuate tips. The seeds are dark brown with an ovoid shape and a length of 2 mm (0.08 in).",
    "Taxonomy and naming": "Eucalyptus oleosa was first formally described in 1856 by the Dutch botanist Friedrich Anton Wilhelm Miquel from an unpublished description by Ferdinand von Mueller. Miquel's description was published in the journal Nederlandsch Kruidkundig Archief. The name oleosa comes from the Latin word oleosus meaning \"full of oil\" or \"oily\", referring to the adult leaves containing plenty of essential oils.The species is similar to and formerly confused with E. socialis through misinterpretation of the type. Eucalyptus oleosa is readily distinguished in the field by the glossy green leaves.In 1999, Lawrie Johnson and Ken Hill described seven subspecies, four of which have been accepted by the Australian Plant Census:\nEucalyptus oleosa subsp. ampliata L.A.S.Johnson & K.D.Hill has broad leaves, smooth opercula, and relatively large fruit;\nEucalyptus oleosa subsp. corvina L.A.S.Johnson & K.D.Hill has slightly warty opercula, short peduncles and pedicels, and oval fruit;\nEucalyptus oleosa subsp. cylindroidea L.A.S.Johnson & K.D.Hill has slightly warty opercula, relatively long peduncles and pedicels, and cylindrical fruit;\nEucalyptus oleosa F.Muell. ex Miq. subsp. oleosa has opercula that are narrower than the floral cup at the join, unlike the other subspecies.",
    "Distribution": "Red mallee is one of the most widespread mallee species in Australia. In Western Australia it is found on hills, sand plains, flats and gravel pits in the southern Wheatbelt, Great Southern and Goldfields-Esperance regions growing in sandy or loamy soils often over limestone. The species range extends east into most of southern and central South Australia and then into northern and eastern Victoria and south western New South Wales south of Coonbah and west of Koraleigh. It is often part of a codominant community of mallee shrubland on red aeolian sands.The species is associated with the western mallee subgroup and the chenopod mallee subgroup. The western mallee subgroup is characterised by several eucalypts including Eucalyptus eremophila, Eucalyptus moderata, Eucalyptus incrassata, Eucalyptus foecunda, Eucalyptus redunca and Eucalyptus uncinata. The understorey is predominantly shrubby with species of Melaleuca and Acacia along with the occasional Triodia. The chenopod mallee subgroup has E. oleosa along with other trees including Eucalyptus gracilis, Eucalyptus dumosa and Eucalyptus calycogona the understorey includes species of Maireana, Sclerolaena, Enchylaena, Chenopodium and Zygophyllum.",
    "Uses": "Aside from Eucalyptus oil production E.oleosa is also suitable to produce large amounts of biomass, able to make 10 to 20 metric tons (11 to 22 short tons) per hectare per year. In wheatbelt regions it is also beneficial as the tree will reduce salinity, give shade to stock, act as a windbreak and reduce erosion.The seeds are sold for cultivation as a garden plant. The seeds germinte easily and the plant is known to be very hardy as well as salt, drought and frost resistant. It can be used as a hedge plant, shade tree and for honey production.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}