{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_incerata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. incerata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus incerata, commonly known as Mount Day mallee, is a species of mallee that is endemic to southern Western Australia. It has smooth bark, lance-shaped adult leaves, flower buds with a long, horn-shaped operculum and arranged in groups of seven, yellow flowers and barrel-shaped to cup-shaped fruit.",
    "Description": "Eucalyptus incerata is a mallee that typically grows to a height of 3–12 m (9.8–39.4 ft) and forms a lignotuber. It has smooth, light greyish brown bark. Adult plants have lance-shaped leaves that are the same shade of green on both sides, 50–105 mm (2.0–4.1 in) long and 10–32 mm (0.39–1.26 in) wide on a petiole 5–17 mm (0.20–0.67 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 15–35 mm (0.59–1.38 in) long, the individual buds on pedicels 7–12 mm (0.28–0.47 in) long. Mature buds are shaped more or less like long, thin spindles, 22–35 mm (0.87–1.38 in) long and 6–9 mm (0.24–0.35 in) wide with an operculum at least twice as long as the floral cup. Flowering has been seen in October and the flowers are creamy yellow. The fruit is a woody barrel-shaped to cup-shaped capsule 10–15 mm (0.39–0.59 in) long and 9–18 mm (0.35–0.71 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus incerata was first described in 2002 by Ian Brooker and Stephen Hopper from a specimen collected in 1983 near Mount Day, between Hyden and Norseman. The description was published in the journal Nuytsia. The specific epithet (incerata) is from the Latin inceratus, meaning 'covered with wax', referring to the waxy deposit on the branchlets, buds and fruit of this species.",
    "Distribution and habitat": "Mount Day mallee is found in mallee scrub among sandplains and on ridges between Hyden, Norseman and Coolgardie, Western Australia in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions where it grows in yellow sandy lateritic soils.",
    "Conservation status": "This mallee is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}