{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nitida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nitida"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nitida, commonly known as the Smithton peppermint, is a species of tree or mallee that is endemic to Tasmania. It has varying amounts of loose, fibrous or flaky bark, lance-shaped to curved adult leaves, flower buds in groups of nine to fifteen, white flowers and cup-shaped to hemispherical fruit.",
    "Description": "Eucalyptus nitida is a tree that typically grows to a height of 40 m (130 ft), or a mallee to 5 m (16 ft), and it forms a lignotuber. It has smooth cream-coloured to greyish bark but older or larger specimens have rough, fibrous or flaky bark on the trunk and sometimes the larger branches. Young plants and coppice regrowth have sessile leaves that are lance-shaped to elliptical, 45–85 mm (1.8–3.3 in) long and 10–30 mm (0.39–1.18 in) wide arranged in opposite pairs and stem-clasping. Adult leaves are arranged alternately, the same shade of glossy green on both sides, 55–130 mm (2.2–5.1 in) long and 6–17 mm (0.24–0.67 in) wide, tapering to a petiole 4–17 mm (0.16–0.67 in) long. The flower buds are arranged in leaf axils in groups of between nine and fifteen on an unbranched peduncle 2–9 mm (0.079–0.354 in) long, the individual buds on pedicels 1–6 mm (0.039–0.236 in) long. Mature buds are club-shaped, 3–5 mm (0.12–0.20 in) long and 3–4 mm (0.12–0.16 in) wide with a rounded to conical operculum. Flowering occurs from November to January and the flowers are white. The fruit is a woody, cup-shaped, hemispherical or conical capsule 4–8 mm (0.16–0.31 in) long and 5–9 mm (0.20–0.35 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Eucalyptus nitida was first formally described in 1856 by Joseph Dalton Hooker in his book, The botany of the Antarctic voyage of H.M. discovery ships Erebus and Terror. III. Flora Tasmaniae. The specific epithet (nitida) is from the Latin nitidus meaning \"shining\", referring to the leaves of this species.",
    "Distribution and habitat": "Smithton peppermint is widespread in northern, western and southern Tasmania and also occurs on some Bass Strait Islands. It grows in forest from sea level to hills and plateaus, sometimes as a mallee in coastal sand dunes.\n\n\n== References =="
  }
}