{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_conferruminata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. conferruminata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus conferruminata, commonly known as Bald Island marlock or bushy yate, is a small tree or mallee endemism to the south coast of Western Australia. It has smooth whitish and grey bark, elliptic to oblong or egg-shaped adult leaves, flower buds in fused in groups of between fifteen and twenty one, green to yellowish flowers and fruit forming a woody mass.",
    "Description": "This mallee or tree typically grows to a height of 2 to 8 metres (7 to 26 ft) and has smooth, grey and whitish bark and a bushy habit. Adult leaves are elliptical to oblong or egg-shaped, 40–90 mm (1.6–3.5 in) long, 10–30 mm (0.39–1.18 in) wide and the same glossy, light green colour on both surfaces. The flower buds are arranged in groups of between fifteen and twenty one or more in leaf axils on a broad, strap-like peduncle 30–70 mm (1.2–2.8 in) long. The buds are fused at the hypanthium with only the upper part free. The combined length of the fused hypanthia and each operculum is about 30–45 mm (1.2–1.8 in). The operculum is horn-shaped and about four to six times the length of the fused hypanthia. Green to yellow-green flowers appear from late winter to late spring between August and November. The fruit are fused to form a woody mass 14–26 mm (0.55–1.02 in) wide with three valves extending beyond the rim but remaining fused at their tips. The seeds are blackish brown with a flattened-ovoid to cuboid shape and are released through the gap between the valves.",
    "Taxonomy": "The species was first formally described by the botanists Denis John Carr and Stella Grace Maisie Carr in 1981 and the description was published in the Australian Journal of Botany. The type specimen was collected by Alex George on Middle Mount Barren in 1970. The specific epithet (conferruminata) is from the Latin conferruminatus meaning \"fused\", referring to the fused buds and fruit.In 2008, Dean Nicolle, Malcolm French and Nathan McQuoid described two subspecies of E. conferruminata and the names have been accepted by the Australian Plant Census:\n\nEucalyptus conferruminata D.J.Carr & S.G.M.Carr subsp. conferruminata that has an operculum more than 12 mm (0.47 in) wide at the base;\nEucalyptus conferruminata subsp. recherche D.Nicolle & M.E.French that has an operculum less than 12 mm (0.47 in) wide at the base.E. conferruminata belongs in Eucalyptus subgenus Symphyomyrtus section Bisectae subsection Hadrotes because the coarsely bisected cotyledons, erect stamens and larger thick rimmed fruits. The subsection Hadrotes contains ten species of which eight do not have oil glands in the branchlet pith. Together these eight species form series Lehmannianae, a group that have fruit with exserted valves that have fused tips even after the seeds are lost, a feature also shared with the distantly related Eucalyptus cornuta.Of the eight species in series Lehmannianae four species, E. conferruminata, E. lehmannii, E. mcquoidii and E. arborella all have the buds in an axillary cluster that is fused basally.",
    "Distribution": "Native distribution is limited to the south of Western Australia, from Two Peoples Bay east to beyond Esperance, including islands in the Archipelago of the Recherche. It is always found in coastal areas, often on massive granite rocks. It is often found on hillsides and in gullies growing in sandy-loamy soils over granite or quartzite.The species has become naturalised in other parts of the Southwest region of Western Australia, via revegetation projects, windbreaks, and as a garden escapee. E. conferruminata has a limited distribution in Victoria where it has become sparingly established in the Gippsland Plain and Wimmera areas after having spread by see dispersal from planted trees. The species, once sold as Eucalyptus lehmannii, has also become naturalised in California.The subspecies most commonly cultivated in coastal regions of southen Australia, including in metropolitan areas of Perth and Adelaide is subspecies recherche. Subspecies conferruminata is endemic to the Recherche Archipelago and does not occur naturally on the mainland.",
    "Use in horticulture": "The plant is sold commercially as an ornamental, wind break or for erosion control. It will tolerate drought once established, moderate frost and grows in a variety of soil types including waterlogged soils.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}