{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_capitanea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. capitanea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus capitanea, commonly known as the desert ridge-fruited mallee, is a species of mallee that is endemic to South Australia. It often has rough, flaky bark on the lower part of the trunk, smooth bark above, lance-shaped adult leaves, ribbed, oval flower buds in groups of seven, cream-coloured flowers and ribbed, urn-shaped fruit.",
    "Description": "Eucalyptus capitanea is a mallee that typically grows to a height of 4 metres (13 ft). It has smooth greyish to brownish bark but often has rough, loose flaky bark on the lower part of the trunk. The leaves on young plants and on coppice regrowth are lance-shaped to egg-shaped, dull to bluish green at first and have a petiole. Adult leaves are lance-shaped, 70–130 mm (2.8–5.1 in) long, 14–45 mm (0.55–1.8 in) wide and the same glossy green on both sides. The flower buds are arranged in groups of seven in leaf axils on a peduncle 18–27 mm (0.71–1.1 in) long, the individual buds on a pedicel 2–6 mm (0.079–0.24 in) long. Mature buds are oval and prominently ribbed, 9–22 mm (0.35–0.87 in) long, 6–9 mm (0.24–0.35 in) wide with a conical or beaked operculum about the same length as the floral cup. The fruit are woody, urn-shaped capsules 15–22 mm (0.59–0.87 in) long, 12–15 mm (0.47–0.59 in) wide and prominently ribbed with the valves enclosed below the rim.",
    "Taxonomy and naming": "Eucalyptus capitanea was first formally described in 2001 by Lawrie Johnson and Ken Hill from a specimen collected in 1984 by Ian Brooker near Koonibba . The description was published in the journal Telopea. The specific epithet (capitanea) is a Latin word meaning \"chief in size\" or \"large\", referring to the size of the leaves, flower buds and fruit compared to those of E. incrassata.",
    "Distribution and habitat": "This mallee grows in mallee vegetation on and between red sand dunes. It is found between the Great Victoria Desert and the western edge of the Gawler Ranges, especially in the Yumbarra Conservation Park.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}