{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_helidonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. helidonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus helidonica is a species of tree that is endemic to an area near Helidon in Queensland. It has rough, finely fibrous bark, lance-shaped or curved adult leaves that are paler on the lower surface, flower buds in groups of eleven or more, white flowers and shortened spherical or barrel-shaped fruit.",
    "Description": "Eucalyptus helidonica typically grows to a height of around 20 metres (66 ft) and forms a lignotuber. It has rough grey or grey-brown bark and finely fibrous bark over the trunk and the larger branches, smooth on the smaller branches. Young plants and coppice regrowth have sessile, linear to narrow lance-shaped leaves that are arranged in opposite pairs and paler on the lower surface. The juvenile leaves are 60–135 mm (2.4–5.3 in) long and 7–18 mm (0.28–0.71 in) wide. Adult leaves are lance-shaped or curved and dull green but paler on the lower surface, 60–145 mm (2.4–5.7 in) long and 90–250 mm (3.5–9.8 in) wide, tapering evenly to a petiole 9–20 mm (0.35–0.79 in) long. The flower buds are arranged in leaf axils in groups of eleven or more on an unbranched peduncle 10–25 mm (0.39–0.98 in) long, the individual buds on pedicels 3–5 mm (0.12–0.20 in) long. Mature buds are oval, 4–5 mm (0.16–0.20 in) long and about 2 mm (0.079 in) wide with a conical operculum. The flowers are white and the fruit is a woody shortened spherical to barrel-shaped capsule 4–6 mm (0.16–0.24 in) long and 7–18 mm (0.28–0.71 in) wide, with the valves near rim level or enclosed below it.",
    "Taxonomy": "Eucalyptus helidonica was first formally described by the botanist Kenneth Hill in 1999 in the journal Telopea. The specific epithet helidonica refers to the town in the centre of this species' distribution.Eucalyptus helidonica is part of the white mahogany group as recognised by Ken Hill. Others in the group include E. acmenoides, E. mediocris, E. carnea, E. apothalassica, E. latisinensis, E. psammitica and E. umbra.",
    "Distribution": "This stringybark is endemic to a small area surrounding the town of Helidon to the west of Brisbane amongst the Great Dividing Range. It is found as a part of dry sclerophyll woodland communities where it is found on sandstone ridges and slopes growing in sandy soils.",
    "Conservation status": "This eucalypt is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}