{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_balladoniensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. balladoniensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus balladoniensis, commonly known as the Balladonia mallee, is a mallee that is endemic to an area in the south of Western Australia. It has rough bark on the lower half of its stems, smooth brownish bark above, lance-shaped leaves, flower buds in groups of seven, pale yellow flowers and hemispherical to more or less spherical fruit.",
    "Description": "Eucalyptus balladoniensis is a mallee that typically grows to a height of 2.5 to 10 metres (8.2 to 32.8 ft) and has rough, dark grey, fibrous to flaky bark on the lower half of its stems and smooth dark grey bark above that reveals smooth brownish bark above when in sheds in short ribbons. Young plants and coppice regrowth have dull greyish green, linear to narrow lance-shaped leaves 100–150 mm (3.9–5.9 in) long and 6–20 mm (0.2–0.8 in) wide. Adult leaves are lance-shaped, 70–135 mm (2.8–5.3 in) long and 10–27 mm (0.4–1 in) wide on a petiole 12–25 mm (0.47–0.98 in) long.The flowers are borne in groups of seven in leaf axils on an unbranched peduncle 10–20 mm (0.39–0.79 in) long, the individual buds sessile or on a pedicel 5–11 mm (0.20–0.43 in) long. Mature buds are more or less spherical, 19–25 mm (0.75–0.98 in) long and 9–11 mm (0.4–0.4 in) wide with a beaked operculum, the beak less obvious as the bud develops. Flowering mainly occurs from August to October and the flowers are pale yellow. The fruit is a woody hemispherical or shortened spherical capsule 7–11 mm (0.28–0.43 in) long and 10–14 mm (0.4–0.6 in) wide.",
    "Taxonomy and naming": "Eucalyptus balladoniensis was first formally described in 1976 by Ian Brooker from a specimen he collected 80 km (50 mi) south of Zanthus on the road to Balladonia. The description was published in the journal Nuytsia. The specific epithet (balladoniensis) is a reference to the distribution of this eucalypt - the ending -ensis a Latin suffix \"denoting place, locality [or] country\".In 1992 Ken Hill and Lawrie Johnson described two subspecies of E. balladoniensis:\nEucalyptus balladoniensis subsp. balladoniensis that has flower buds with a pedicel 5–11 mm (0.20–0.43 in) long and fruit with a pedicel 6–16 mm (0.24–0.63 in) long;\nEucalyptus balladoniensis subsp. sedens that has its buds and fruits sessile or with a very short pedicel.",
    "Distribution and habitat": "Balladonia mallee grows in dry woodland, often on sandy rises or calcareous sandy loam. Subspecies balladoniensis has a wide distribution south of the Eyre Highway but subspecies sedens only occurs between Balladonia and Zanthus.",
    "Conservation": "Both subspecies of E. balladoniensis are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}