{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_accedens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. accedens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus accedens, commonly known as smooth bark wandoo or powderbark wandoo is a species of tree endemic to the south-west of Western Australia. Although the common names suggest it is similar to wandoo, (Eucalyptus wandoo), the two species are very different botanically. The bark of E. accedens has talc-like powder, at least on the protected side of the trunk and the tree usually grows on laterite in higher places.",
    "Description": "Eucalyptus accedens is a tree which typically grows to a height of 15 to 25 metres (49 to 82 ft) with branches high up the trunk and forms a lignotuber. Its diameter can be as large as 1.5 metres (5 ft) and hollows will readily form in dead branches or where limbs have fallen. The smooth bark is notable for being covered in a talc-like powder. It is pale-white when fresh, turning a shade of orange before being shed again. The adult leaves are arranged alternately and are the same dull blue-green colour on both sides. The blade is 8 to 18 centimetres (3.1 to 7.1 in) in length and 1.2 to 3 cm (0.47 to 1.18 in) wide with a lanceolate shape and tapers to a pointed tip. The leaf petioles are 1.3 to 3.2 cm (0.51 to 1.26 in) long.White flowers are produced between December and April. The inflorescence is single and axillary with a peduncle 0.7 to 1.7 cm (0.28 to 0.67 in) long. It will form pedicellate buds in clusters of 7, 9 or 11, with cylindrical to obovoid or ovoid shape. It forms fruit that are pedicellate and cylindrical to barrel-shaped with a width of 0.5 to 0.9 cm (0.20 to 0.35 in). The fruits contain brown seeds with an ovoid or flattened-ovoid shape and a length of 1.5 to 2.5 mm (0.06 to 0.10 in).Eucalyptus wandoo and E. accedens have a very similar appearance, but can be distinguished by the orangey coloured powdery coating on the bark of E. accedens that appears seasonally. It also has larger, more rounded buds and more rounded juvenile foliage.",
    "Taxonomy and naming": "Eucalyptus accedens was first formally described in 1904 by William Vincent Fitzgerald from specimens he had collected near Pingelly the previous year. The specific epithet (accedens) is a Latin word meaning \"to assent to\" or \"to approve\".",
    "Distribution and habitat": "Powderbark wandoo will grow is gravelly or clay-loam soils over laterite. It is commonly found on stony ridges or lateritic breakaways and often above stands of Eucalyptus wandoo. Its range extends from south east of Geraldton in the Mid West region south through the Darling Range as far as Williams, Western Australia in the Wheatbelt region.Occurring on woodland areas, associated species include E. wandoo as E. wandoo often occurs below E. accedens in the overstorey landscape, and occasionally with E. astringens, and sometimes with E. marginata on the western fringe. In the understorey, shrubs such as Hypocalymma angustifolia, Hibbertia hypericoides, Hakea lissocarpha, Acacia pulchella, Hovea chorizemifolia, Gastrolobium microcarpum, Lepidosperma leptostachyum and Bossiaea eriocarpa are often found.",
    "Conservation": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Use in horticulture": "Eucalyptus accedens is now commonly sold as an ornamental shade or shelter tree. Bark is often used to deter ants. It tolerates a wide range of soil types except for lime and is reasonably drought tolerant and is available as seed or seedlings.The powder that accumulates on the trunk was tested as a deterrent for arthropods in 2004. The results demonstrated that ant mortality was much greater paper discs coated with the powder than on control discs.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}