{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_rhodantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. rhodantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus rhodantha, commonly known as rose mallee, is species of straggly mallee or shrub that is endemic to Western Australia. It has smooth bark, a crown composed entirely of heart-shaped, sessile juvenile leaves arranged in opposite pairs, single flower buds in leaf axils, red flowers and pendent, hemispherical to conical fruit.",
    "Description": "Eucalyptus rhodantha is a straggly mallee or a shrub, that typically grows up to a height of 1.5–4 m (4 ft 11 in–13 ft 1 in) and forms a lignotuber. It has smooth greyish a pinkish bark. The crown is composed entirely of juvenile leaves that are sessile, arranged in opposite paris with their bases surrounding the stem. The leaves are the same shade of dull silver-grey or glaucous on both sides, egg-shaped, 45–80 mm (1.8–3.1 in) long and 30–75 mm (1.2–3.0 in) wide. The flower buds are arranged singly in leaf axils on a down-turned, peduncle 10–20 mm (0.39–0.79 in) long and a pedicel 8–20 mm (0.31–0.79 in) long. Mature buds are egg-shaped, glaucous, 28–53 mm (1.1–2.1 in) long and 23–37 mm (0.91–1.46 in) wide with a beaked operculum 20–32 mm (0.79–1.26 in) long. Flowering occurs from July or September to December or January and the flowers are red, sometimes creamy white. The fruit is a woody, down-turned, hemispherical to conical capsule 16–28 mm (0.63–1.10 in) long and 33–45 mm (1.3–1.8 in) wide with the valves protruding.",
    "Taxonomy and naming": "Eucalyptus rhodantha was first formally described in 1938 by William Blakely and Henry Steedman in Proceedings of the Linnean Society of New South Wales from material collected by Steedman near Gunyidi in 1934. The specific epithet (rhodantha) is from Ancient Greek words meaning \"red\" and \"-flowered\".",
    "Distribution and habitat": "Eucalyptus rhodantha is only known from a few remnant stands in the northern wheatbelt near Three Springs and Watheroo. Several reports have identified the range extending south to New Norcia and Bolgart. However, these appear to be hybrid progeny of E. macrocarpa and E. pyriformis. Aside from a plant recorded at Eneabba Creek in 1953, the species occurs only at Three Springs and Watheroo. Eneabba Creek and nearby areas were observed in August 1991 but no other populations were found. Since then, the region has been cleared of native vegetation for agriculture.\nTwo moderately undisturbed populations of E. rhodantha occur on uncleared private land in the vicinity of Watheroo. The rest are found on vacant and grazed farmland and degraded road borders.Eucalyptus rhodantha is found in flat or slightly hilly country, on sandy or gravelly soils. Eucalyptus species found in the same area that E. rhodantha populations occur include York gum (E. loxophleba), malallie (E. eudesmioides), mealy gum (E. pleurocarpa) and blackbutt (E. todtiana). The climate of this area has similarities to a Mediterranean climate, with the most rainfall occurring from May to August, but is drier. The summers are hot and the winters cool, and frosts are rare. Average yearly rainfall is 388 mm at Three Springs and 425 mm at Watheroo.",
    "Ecology": "The large flowers can be 7.5 cm (3 in) across, bright red to pink, or occasionally yellow. Shaped like a spinning top, the woody fruits measure 3 cm (1.2 in) long by 5.5 cm (2.2 in) wide, and have winged dark brown seeds. Plants in the vicinity of Three Springs have darker greener leaves.  E. rhodantha is related to Eucalyptus macrocarpa, but is a more compact plant with shorter leaves, and smaller hanging buds and fruits.Flowering takes place between March and November, peaking in winter from June to August. Unlike other Eucalyptus species, it produces few flowers per plant. Individual plants differ in the number of flowers, time, and duration of flowering. The long-lived flowers have a lifespan of 20–30 days, and produce large amounts of nectar during the day. The species is protandrous, the anthers spilling pollen within six or seven days of anthesis. The stigma is not receptive until about twelve days. The flowers are pollinated by a host of birds and small mammals including the white-fronted honeyeater (Phildonyris albifrons) and the honey possum (Tarsipes rostratus).New shoots and buds grow over the summer months. Bud weevils (Haplonyx maximus) and Port Lincoln parrots (Barnardius zonarius ssp. zonarius) consume buds, reducing the number that flower.",
    "Reproduction": "E. rhodantha has a mixed mating system; it reproduces mainly by outcrossing but is able to self-pollinate. Protandry doesn’t stop self-pollination in E. rhodantha, as plants can have numerous flowers in different stages at the same time. Single plants in remote settings have been found with seed, indicating that self-pollination occurs in E. rhodantha. Inbreeding besides self-pollination can also occur, most likely the result of mating between closely related plants.The mixed mating system of E. rhodantha is thought to be the result of outcrossing, which favours heterozynous offspring. Selection pressures throughout the species life cycle appear to favour heterozygosity, which has a significantly higher incidence in mature plants than seeds or seedlings.",
    "Conservation": "The fragmented distribution of E. rhodantha within agricultural regions is a key factor that jeopardises  the species long-term survival in the wild. Only two of the extant stands are in uncleared areas, the rest occur on cleared land, or weedy verges. No natural increase in plant numbers, totalling fewer than 1000 mature individuals, has been observed since the populations have been monitored. It is believed that inbreeding has resulted in weaker plants with reduced reproductive capacity. Although unauthorised seed collection from roadside plants has occurred in the past, this practice is now less common. Spray drift resulting from pesticide and herbicide application to nearby crops may have a deleterious effect. Soil borne problems, including salinity and root-rot fungus (Phytophthora cinnamomi), may become an increasing threat in the future.Conservation efforts have involved consultation between local government, state authorities and landowners. In 1995 an area of private land containing the largest discrete population of E. rhodantha var. rhodantha was purchased and is now a nature reserve.  Collaborative research involving The University of Western Australia, Curtin University and the Department of Conservation and Land Management has been undertaken to investigate the species' genetic makeup and reproductive biology. Promotion of the widespread cultivation of the species in Australia is also seen to be beneficial to the conservation effort.Eucalyptus rhodantha var. rhodantha is currently listed as Threatened Flora (Declared Rare Flora — Extant) under Western Australia's Wildlife Conservation Act 1950 and as \"vulnerable\" under the Commonwealth Environment Protection and Biodiversity Conservation Act 1999.In 2000, E. rhodantha var. petiolaris was determined to be a hybrid of E. rhodantha var. rhodantha and E. pyriformis and therefore not eligible to be listed under the EPBC Act. It is currently categorised by the Department of Environment and Conservation as \"Priority Four: Rare, Near Threatened and other taxa in need of monitoring\".",
    "Use in horticulture": "Eucalyptus rhodantha prefers an open position in full sun and is suited to most soils other than those containing lime. Plants may be cultivated in Sydney, despite the significant difference in climatic conditions from their original habitat.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}