{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_eugenioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. eugenioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus eugenioides, commonly known as the thin-leaved stringybark or white stringybark, is a species of tree endemic to eastern Australia. It is a small to medium-sized tree with rough stringy bark, lance-shaped to curved adult leaves, Flower buds in groups of between nine and fifteen, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus eugenioides is a tree that typically grows to a height of 25–30 m (82–98 ft) and forms a lignotuber. Its trunk is 70 cm (28 in) wide at chest height and has rough, stringy, grey to reddish bark. Young plants and coppice regrowth have egg-shaped to lance-shaped leaves 45–80 mm (1.8–3.1 in) long and 15–35 mm (0.59–1.38 in) wide, glossy green on the upper surface and distinctly paler below. Adult leaves are more or less the same glossy green on both sides, lance-shaped to curved, 70–160 mm (2.8–6.3 in) long and 9–35 mm (0.35–1.38 in) wide on a petiole 6–20 mm (0.24–0.79 in) long. The flower buds are arranged in leaf axils in groups of nine to fifteen, on an unbranched peduncle 5–17 mm (0.20–0.67 in) long, the individual buds on a pedicel 1–5 mm (0.039–0.197 in) long. Mature buds are green to yellow, oval to spindle-shaped, 6–8 mm (0.24–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to beaked operculum. Flowering occurs from July to January. The fruit is a woody, hemispherical or shortened spherical capsule 4–6 mm (0.16–0.24 in) long and 6–10 mm (0.24–0.39 in) wide with the valves near rim level or slightly beyond.",
    "Taxonomy": "Eucalyptus eugenioides was first formally described in 1827 by Kurt Sprengel from an unpublished description by Franz Sieber and the description was published in Sprengel's book, Systema Vegetabilium. The species name refers to its percived similarity to trees of the genus Eugenia. The term \"stringybark\" refers to the long, thin bark fibres that can be pulled off the tree trunk in strings.",
    "Distribution and habitat": "The thin-leaved stringybark is found across eastern New South Wales from Wyndham north to the vicinity of Warwick in southeastern Queensland with scattered populations further north as far as Gladstone. It is a common tree of shale- and slate-derived, moderately fertile soils in lowlands and low hills. It grows in open forest with other trees such as grey box (E. moluccana), forest red gum (E. tereticornis), cabbage gum (E. amplifolia), manna gum (E. viminalis), woollybutt (E. longifolia), narrow-leaved ironbark (E. crebra), and argyle apple (E. cinerea), spotted gum (Corymbia maculata), and with paperbark species such as prickly paperbark (Melaleuca styphelioides) and white feather honeymyrtle (M. decora). The thin-leaved stringybark is one of the key canopy species of the threatened Cumberland Plain Woodlands.",
    "Ecology": "The thin-leaved stringybark regenerates by regrowing from epicormic buds after bushfire and can live for more than a hundred years. The longhorn beetle species Adrium artifex has been recorded from the thin-leaved stringybark.",
    "Cultivation": "Eucalyptus eugenioides has been grown in California, where it grows best in coastal areas. In New South Wales, it is also known as \"good kind stringybark\" by beekeepers as the bees feeding on it are healthy and produce honey with a well-balanced amino-acid profile. It also provides the last crop of pollen before winter.\n\n\n== References =="
  }
}