{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_apodophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. apodophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus apodophylla, commonly known as whitebark, is a small to medium-sized tree that is endemic to northern Australia. It has smooth, powdery white bark, broadly lance-shaped to egg-shaped adult leaves, flower buds in groups of seven, white flowers and hemispherical to conical fruit.",
    "Description": "Eucalyptus apodophylla is a tree that typically grows to a height of 6 to 20 metres (20 to 70 ft) and has smooth powdery white bark. Young plants and coppice regrowth have four-sided stems and glaucous, egg-shaped to elliptic leaves 70–150 mm (3–6 in) long and 40–90 mm (2–4 in) wide. Adult leaves are broadly lance-shaped to egg-shaped, 70–200 mm (3–8 in) long and 36–90 mm (1–4 in) wide on a petiole up to 8 mm (0.31 in) long. The flowers are borne in groups of seven in leaf axils on a peduncle 4–8 mm (0.16–0.31 in) long, the individual flowers on a pedicel up to 3 mm (0.12 in) long. Mature buds are oval to more or less spherical, 3–7 mm (0.12–0.28 in) long, 3–3.5 mm (0.12–0.14 in) wide with a rounded operculum that has a small point on its top. Flowering occurs from July to September and the flowers are white. The fruit are hemispherical to conical, 3–5 mm (0.12–0.20 in) long and 4–6 mm (0.16–0.24 in) wide.",
    "Taxonomy and naming": "Eucalyptus apodophylla was first formally described in 1934 by William Blakely and Wilfred Surrey Jacobs and the description was published in Blakely's book, A Key to the Eucalypts. The specific epithet (apodophylla) is derived from the Ancient Greek words pous, podos meaning \"foot\" and phyllon meaning \"leaf\" with the prefix a- meaning \"without\", possibly referring to the lack of a petiole, although a petiole is usually present.The whitebark belongs to the Subexsertae series and sub-series Applanatae, along with E. bigalerita, E. platyphylla, E. tintinnans and E. houseana.",
    "Distribution": "Whitebark grows in a range of habitats, usually in low-lying, seasonally flooded areas or swamps but also among sandstone outcrops where it grows in sand, clay or loam soils. It is found in the Top End of the Northern Territory and in the central and northern parts of the Kimberley region of Western Australia.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}