{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_curtisii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. curtisii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus curtisii, commonly known as Plunkett mallee, is a species of mallee or small tree that is endemic to south-east Queensland in Australia. It has smooth grey to silvery bark, lance-shaped, narrow elliptic or curved adult leaves, flower buds in groups of seven, white flowers and wrinkled, cup-shaped fruit.",
    "Description": "Eucalyptus curtisii is a slender mallee or small tree that typically grows to a height of 7–12 m (23–39 ft) and forms a lignotuber. It has smooth grey to silvery bark that is shed in short curly flakes. Young plants and coppice regrowth have linear to narrow lance-shaped leaves that are 30–62 mm (1.2–2.4 in) long and 3–6 mm (0.12–0.24 in) wide and a slightly darker shade of green on the upper surface. Adult leaves are lance-shaped, elliptic or curved, glossy green but much paler on the lower surface. They are 60–140 mm (2.4–5.5 in) long and 10–30 mm (0.39–1.18 in) wide on a petiole 7–18 mm (0.28–0.71 in) long. The flower buds are arranged in groups of seven on a branching inflorescence near the ends of the stems, each branch with groups of seven buds. The groups are on a peduncle 7–17 mm (0.28–0.67 in) long, the individual buds on a pedicel 2–5 mm (0.079–0.197 in) long. Mature buds are oval to pear-shaped, 5–8 mm (0.20–0.31 in) long and 4–7 mm (0.16–0.28 in) wide with a rounded operculum. Flowering occurs from September to December and the flowers are white to creamy white. The fruit is a woody cup-shaped, wrinkled capsule 5–11 mm (0.20–0.43 in) long and 6–11 mm (0.24–0.43 in) wide.",
    "Taxonomy and naming": "Eucalyptus curtisii was first formally described in 1931 by William Blakely and Cyril White from a specimen collected on sandstone hills \"near Plunkett, [now Plunkett Conservation Park], about 33 mi (53 km) south-west of Brisbane\". The description was publish in Proceedings of the Royal Society of Queensland. The specific epithet (curtisii) honours Densil Curtis, a farmer and naturalist, who collected the type specimens in 1923 and 1929.",
    "Distribution and habitat": "Plunkett mallee grows in shrubland and open forest in poorly drained sites between Beenleigh, Inglewood, Dalby, and Theodore in south-east Queensland .",
    "Cultural references": "Eucalyptus curtisii was adopted by Ipswich City Council as its floral emblem in 1996.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}