{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_angophoroides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. angophoroides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus angophoroides, commonly known as the apple-topped box, apple box or apple gum, is a tree endemic to south-eastern Australia. It has rough, flaky or fibrous bark on its trunk and larger branches, lance-shaped adult leaves, white flowers and conical to hemispherical fruit.",
    "Description": "Eucalyptus angophoroides grows to a height of 30 m (100 ft) with rough, flaky or fibrous bark on its trunk and larger branches and is usually mottled grey and white. The thinner branches sometimes have similar rough bark or smooth white or grey bark that is shed in short ribbons. The leaves on young plants are arranged in opposite pairs, broadly egg-shaped to heart-shaped or almost round, dull, dark green with a lighter shade on the lower side and lack a stalk. Adult leaves are arranged alternately, lance-shaped, 110–200 mm (4–8 in) long and 18–25 mm (0.7–1 in) wide on a petiole 15–27 mm (0.6–1 in) long. The two sides of the leaf are a different shade of green. The flowers are arranged in groups of seven, the groups on a slightly flattened peduncle 5–10 mm (0.2–0.4 in) long, the individual flowers on a pedicel 1–6 mm (0.04–0.2 in) long. The mature flower buds are oval, 7–9 mm (0.3–0.4 in) long and 3–6 mm (0.1–0.2 in) wide, green to yellow with a conical or beaked operculum. Flowering occurs between January and March and the fruit is a woody, hemispherical or conical capsule 5 mm (0.2 in) long and 7 mm (0.28 in) wide on a pedicel 1–5 mm (0.04–0.2 in) long with four upward-pointing valves on the top of the fruit.",
    "Taxonomy and naming": "Eucalyptus angophoroides was first formally described in 1901 by Richard Thomas Baker who published the description in Proceedings of the Linnean Society of New South Wales. The tree has the appearance of an \"apple tree\" (Angophora) and had previously been known as \"apple-top box\" and was accordingly given the specific epithet angophoroides.",
    "Distribution and habitat": "Apple-top box grows in valleys and on hillsides, often near the edge of swamps, and in open forest and wet forest, usually in fertile soils. It is found in New South Wales south from Towrang to the northern foothills of the Strzelecki Ranges south of Trafalgar, Victoria.",
    "Gallery": "\n\t\t\n\t\t\n\n\n== References =="
  }
}