{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_capillosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. capillosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus capillosa, commonly known as wheatbelt wandoo, or mallee wandoo, is a species of tree or mallee that is endemic to Western Australia. It has smooth, grey bark, lance-shaped to elliptic adult leaves, spindle-shaped flower buds in groups of nine to thirteen, white flowers and barrel-shaped to cylindrical fruit.",
    "Description": "Eucalyptus capillosa is a tree or mallee that typically grows to a height of 12 metres (39 ft) and forms a lignotuber. It has smooth, sometimes powdery grey bark with pink or pale orange patches. The leaves on young plants are lance-shaped, glaucous, 40–85 mm (1.6–3.3 in) long and 20–45 mm (0.79–1.77 in) wide. Adult leaves are the same dull green on both sides, linear to elliptic, 70–125 millimetres (2.8–4.9 in) long and 10–22 millimetres (0.39–0.87 in) wide on a petiole 10–27 mm (0.39–1.06 in) long. The flowers buds are arranged in leaf axils in groups of nine, eleven or thirteen on a peduncle 6–18 mm (0.24–0.71 in) long, the individual flowers on pedicels 2–5 mm (0.079–0.197 in) long. The mature buds are spindle-shaped, 8–16 millimetres (0.31–0.63 in) long and 2–4 millimetres (0.08–0.16 in) wide with a conical operculum about twice as long as the floral cup and the same width at the join. The flowering period is from December to May and the flowers are white. The fruit is a conical to barrel-shaped capsule 6–8 millimetres (0.24–0.31 in) long and 4–6 millimetres (0.16–0.24 in) wide with the valves usually level with the rim.Eucalyptus capillosa is a closely related and very similar to E. wandoo but differs in having hairy seedlings with more leaves arranged in opposite pairs, and adult leaves that are green rather than blue-green or glaucous.",
    "Taxonomy and naming": "Eucalyptus capillosa was first formally described by the botanists Ian Brooker and Stephen Hopper in 1991 from a specimen near Merredin and the description was published in the journal Nuytsia. The specific epithet (capillosa) is a Latin word meaning \"hairy\", referring to the hairy seedlings.Brooker and Hopper described two subspecies that have been accepted by the Australian Plant Census:\n\nEucalyptus capillosa subsp. capillosa is a small to medium-sized tree;\nEucalyptus capillosa subsp. polyclada is a mallee to 6 m (20 ft).The name polyclada is derived from the Ancient Greek words polys meaning \"many\" and klados meaning \"branch\", \"twig\" or \"stem\", referring to the mallee habit of this subspecies.",
    "Distribution and habitat": "Wheatbelt wandoo (subspecies capillosa) is found in the central and eastern wheatbelt where it grows in low, open heath, mainly east of Pithara, Kellerberrin, Western Australia and Corrigin.Mallee wandoo (subspecies polyclada) grows on gravelly slopes in tall mallee in the central wheatbelt from Pithara to near Hyden and Lake Grace.Eucalyptus capillosa often forms open woodlands with a diverse understorey. Other species found in the upper storey include E. salmonophloia and occasionally E. salubris, E. loxophleba subsp. loxophleba and E. transcontinentalis.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}