{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_crenulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. crenulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus crenulata, commonly known as Buxton gum, silver gum or Victorian silver gum, is a rare species of medium-sized tree that is found only in the wild in a small area in Victoria but is widely planted. It has rough, compacted bark on the trunk, sessile, egg-shaped to heart-shaped leaves arranged in opposite pairs, flower buds covered with a white, powdery bloom, white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus crenulata is a tree that typically grows to a height of 10–12 m (30–40 ft) and forms a lignotuber. It has hard, rough, compacted, grey to brown or black bark on the trunk and smooth grey or yellowish bark on the branches. The leaves on young plants and coppice regrowth are egg-shaped to heart-shaped, arranged in opposite pairs, paler on the lower surface, 20–65 mm (0.79–2.6 in) long, 15–55 mm (0.6–2 in) wide and lack a petiole. The adult leaves are similar to the juvenile leaves except that the juvenile leaves are covered with a powdery white bloom that eventually wears off. The edges of the leaves have small, rounded teeth. The flower buds are arranged in groups of seven, nine or eleven in leaf axils on an unbranched peduncle 1–8 mm (0.04–0.3 in) long, the individual buds on a pedicel 1–4 mm (0.04–0.2 in) long. The mature buds are oval to almost spherical, covered with a powdery bloom, 5–7 mm (0.20–0.28 in) long and 3–4 mm (0.12–0.16 in) wide with a beaked operculum. Flowering occurs from September to February and the flowers are white. The fruit is a woody cup-shaped capsule 3–5 mm (0.12–0.20 in) long and 4–6 mm (0.16–0.24 in) wide on a pedicel up to 3 mm (0.1 in) long with the valves enclosed below the rim.",
    "Taxonomy and naming": "Eucalyptus crenulata was first formally described in 1939 by William Blakely and Wilfred de Beuzeville from a specimen collected near Buxton. The description was published in Contributions from the New South Wales National Herbarium. The specific epithet (crenulata) is a Latin word meaning \"having small, rounded teeth\", referring to the scalloped leaf edges.",
    "Distribution and habitat": "Buxton gum grows in swampy sites in the foothills of the Great Dividing Range. It is only known from two natural populations, one near the Acheron River valley near Buxton and the other on the Yarra River floodplain at Yering. The species is widely cultivated however, and there are many more specimens in cultivation than in the natural environment.",
    "Conservation": "Eucalyptus crenulata is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"threatened\" in Victoria under the Flora and Fauna Guarantee Act 1988.",
    "See also": "List of Eucalyptus species",
    "References": "",
    "External links": "Holliday, I and Watton, G (1980) A Gardener's Guide to Eucalypts. Rigby."
  }
}