{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_paliformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. paliformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus paliformis, commonly known as Wadbilliga ash, is a species of small to medium-sized tree that is endemic to a small area in southern New South Wales. It has smooth bark, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and shortened spherical fruit.",
    "Description": "Eucalyptus paliformis is a tree that typically grows to a height of 12 m (39 ft) but does not form a lignotuber. It has smooth greyish bark that is shed in ribbons to reveal yellow new bark. Young plants have glossy, dark green leaves that are 65–110 mm (2.6–4.3 in) long and 15–20 mm (0.59–0.79 in) wide. Adult leaves are lance-shaped to curved, the same shade of glossy green on both sides, 70–130 mm (2.8–5.1 in) long and 9–20 mm (0.35–0.79 in) wide tapering to a petiole 5–12 mm (0.20–0.47 in) wide. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 4–9 mm (0.16–0.35 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval, about 5 mm (0.20 in) long and 3 mm (0.12 in) wide with a conical to rounded operculum. Flowering occurs from May to July and the flowers are white. The fruit is a woody, shortened spherical capsule 6–8 mm (0.24–0.31 in) long and 5–7 mm (0.20–0.28 in) wide with the valves below the level of the rim.",
    "Taxonomy": "Eucalyptus paliformis was first formally described in 1973 by Lawrie Johnson and Donald Blaxell from material they collected near the upper Tuross River in Wadbilliga National Park in 1971. The description was published in Contributions from the New South Wales Herbarium.",
    "Distribution and habitat": "Wadbilliga ash is only known from a single, pure stand in the Wadbilliga area near Cooma, where it grows in forest and woodland on a broad, high ridge.\n\n\n== References =="
  }
}