{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_atrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. atrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus atrata, commonly known as the Herberton ironbark or blue-leaved ironbark, is a small tree that is endemic to Queensland. It has hard, black \"ironbark\" on the trunk and all but the thinnest branches, lance-shaped adult leaves, buds usually arranged in groups of seven, white flowers and cup-shaped to hemispherical fruit. It is characterised by the blue-grey, powdery bloom on its leaves and flower buds.",
    "Description": "Eucalyptus atrata is a tree with hard black \"ironbark\" that typically grows to a height of 10–15 mm (0.4–0.6 in) and forms a lignotuber. Only the thinnest branches have smooth cream-coloured or brown bark. Its leaves and flower buds are covered with a bluish grey, powdery bloom. Young plants and coppice regrowth have broad lance-shaped to egg-shaped leaves up to 70 mm (3 in) long and 45 mm (2 in) wide on a thick petiole up to 12 mm (0.5 in) long. Adult leaves have a similar appearance on both sides, lance-shaped, 80–130 mm (3–5 in) long, 12–30 mm (0.5–1 in) wide on a petiole up to 35 mm (1 in) long. The flower buds are usually arranged in group of seven in leaf axils or on the ends of the branches. The groups are on an unbranched peduncle 4–10 mm (0.2–0.4 in) long, the individual flowers on an angular pedicel 3–7 mm (0.12–0.28 in) long. Mature buds are oval, 5–7 mm (0.2–0.3 in) long, 3–4 mm (0.1–0.2 in) wide with a hemispherical to cone-shaped operculum slightly shorter than the floral cup. Flowering mainly occurs from December to February and the flowers are white. The fruit is a woody, cup-shaped to hemispherical capsule 4–8 mm (0.16–0.31 in) long, 5–8 mm (0.2–0.3 in) wide on a pedicel 2–7 mm (0.079–0.28 in) long.",
    "Taxonomy and naming": "Eucalyptus atrata was first formally described in 1991 by Lawrie Johnston and Ken Hill from a specimen collected by Donald Blaxell near Irvinebank. The specific epithet (atrata) is a Latin word meaning \"dressed in black\", referring to the dark bark.",
    "Distribution and habitat": "Herberton ironbark grows in grassy woodland or forest in scattered locations on and near the Atherton Tableland, especially in the area bounded by Herberton, Irvinebank and Mareeba.",
    "Conservation": "This eucalypt is classed as \"not threatened\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}