{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_albens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. albens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus albens, known as the white box, is a common tree of the western slopes and plains of New South Wales and adjacent areas in Queensland and Victoria. It has rough, fibrous bark on the base of its trunk and smooth, white bark above. The leaves are lance-shaped and groups of seven spindle-shaped flower buds are arranged in leaf axils or on the ends of the branches. White flowers are mostly present between August and February and the fruit are barrel-shaped to urn-shaped.",
    "Description": "Eucalyptus albens is a tree that grows to a height of 15–25 metres (49–82 ft) high with a straight trunk for about half its total height and a branched, spreading crown. Its trunk may reach 0.5 metres (1 ft 8 in) diameter at breast height and has rough, fibrous, pale grey, sometimes tessellated bark to the base of its larger branches. The bark higher up is smooth and white and is shed annually in short ribbons. The leaves on young plants are arranged alternately, egg-shaped to almost round, bluish grey, 90–150 mm (4–6 in) long, 60–115 mm (2–5 in) wide and have a petiole. Adult leaves are lance-shaped, dull greyish green and paler on one side, 100–160 mm (4–6 in) long and 17–30 mm (0.7–1 in) wide with a petiole 15–22 mm (0.6–0.9 in) long. The flower buds are arranged on a branching inflorescence, each branch with groups of seven buds. The peduncle is flattened or angular and 10–18 mm (0.4–0.7 in) long, each flower on a cylindrical pedicel up to 5 mm (0.2 in) long. The buds are spindle-shaped to more or less cylindrical, 10–18 mm (0.4–0.7 in) long and 4–7 mm (0.2–0.3 in) wide with the operculum cone-shaped and about as long as the floral cup. The flowers are white and appear in the autumn from March to May. The fruit are urn-shaped to barrel-shaped, 6–14 mm (0.2–0.6 in) long and 5–10 mm (0.2–0.4 in) wide.",
    "Taxonomy": "Eucalyptus albens was first formally described in 1867 George Bentham from material collected in several locations, including by botanist and explorer, Allan Cunningham, along the \"Macquarrie river\". It is related to grey box (E. moluccana) and inland grey box (E. microcarpa). Hybridization with grey box has been reported in the Hunter Valley. The specific epithet (albens) is a Latin word meaning \"whitening\". Both the epithet and common names are derived from the white deposits over the leaves and gumnuts, while the epithet \"box\" comes from the box-like tesselated pattern in the bark.",
    "Distribution and habitat": "The white box is a tree of grassy eucalypt woodlands on plains or gently sloping areas from south-east Queensland to the western slopes of New South Wales and north-eastern Victoria extending as far south as Yea. Isolated populations occur in the Flinders Ranges and near Melrose South Australia.It is associated with inland grey box, fuzzy box (E. conica), yellow box (E. melliodora), Pilliga grey box (E. pilligaensis), red ironbark (E. sideroxylon), narrow-leaved ironbark (E. crebra), Blakely's red gum (E. blakelyi), apple species (Angophora), black cypress (Callitris endlicheri), white cypress (Callitris glaucophylla), kurrajong (Brachychiton populneus) and wattles (Acacia) species.",
    "Conservation": "Eucalyptus albens is a component of the \"WhiteBox Yellow Box Blakelys' Red Gum Woodland\" commonly referred to as \"Box-Gum Woodland\" that is classed as \"critically endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as an \"endangered ecological community\" under the New South Wales Government Biodiversity Conservation Act 2016.",
    "Uses": "The heavy and hard wood is used for railway sleepers and fence posts. The flowers produce nectar for the honey industry.",
    "References": "",
    "Further reading": "\nA Field Guide to Eucalypts. (Volume I). Brooker & Kleinig. p. 247. ISBN 0-909605-62-9."
  }
}