{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_perriniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. perriniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus perriniana, commonly known as spinning gum, is a tree or mallee which is native to New South Wales, the Australian Capital Territory, Victoria and Tasmania. Spinning gum is a sub-alpine species and grows in areas which are normally snow covered for several months in winter. However domestic cultivars can grow in almost any temperate climate.",
    "Description": "Eucalyptus perriniana is a tree which sometimes grows to a height of 20 m (70 ft) or a mallee with smooth, copper-coloured bark which often turns white, grey or greenish as it ages before being shed in short ribbons each year. Its adult leaves are lance-shaped, greyish-green, 80–120 mm (3–5 in) long and 12–25 mm (0.5–1 in) wide. The juvenile leaves are arranged in opposite pairs, more or less round and lack a peduncle. The flowers are arranged in groups of three and the flower buds are 5–7 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) in diameter. The flower caps are cone-shaped or hemispherical and the fruit is 5–7 mm (0.2–0.3 in) long and 5–7 mm (0.2–0.3 in) in diameter.",
    "Taxonomy and naming": "Eucalyptus perriniana was first formally described in 1894 by Leonard Rodway from an unpublished description by Ferdinand von Mueller. Rodway's description was published in Papers and Proceedings of the Royal Society of Tasmania. Rodway did not give a reason for the specific epithet (perriniana) but George Samuel Perrin was Conservator of Forests in Tasmania in 1886 and 1887 before being appointed Conservator of Forest in Victoria in 1888.",
    "Distribution and habitat": "Spinning gum grows in woodland on high, cold plains in New South Wales, the Australian Capital Territory, Victoria and Tasmania.",
    "Conservation": "This eucalypt is listed as \"rare\" under the Tasmanian Government Threatened Species Protection Act 1995. Only about one thousand individual plants are known from that state.",
    "Uses": "Catechin-7-O-glucoside and catechin-5-O-glucoside can be produced by biotransformation of (+)-catechin by cultured cells of E. perriniana.",
    "See also": "List of Eucalyptus species",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Eucalyptus perriniana at Wikimedia Commons"
  }
}