{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cornuta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cornuta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cornuta, commonly known as yate,  is a tree species, sometimes a mallee and is endemic to the southwest of Western Australia. It has rough, fibrous bark on all or most of its trunk, smooth bark above, mostly lance-shaped adult leaves, elongated flower buds in groups of eleven or more, yellowish flowers and cylindrical to cup-shaped fruit. It is widely cultivated and produces one of the hardest and strongest timbers in the world.",
    "Description": "Eucalyptus cornuta is a tree that typically grows to a height of 25 m (82 ft) with a crown 8–12 m (26–39 ft) wide, sometimes a mallee to 10 m (33 ft), and forms a lignotuber. New stems may fork out from the trunk or the lignotuber or multiple main stems may replace a single trunk in older specimens. It has rough, fibrous, brown to almost black bark on all or part of its trunk, smooth greyish bark above. Young plants and coppice regrowth have egg-shaped to more or less round leaves 40–70 mm (1.6–2.8 in) long, 20–70 mm (0.79–2.76 in) wide and paler on the lower surface. Adult leaves are arranged alternately, the same glossy green on both sides, usually lance-shaped, mostly 60–135 mm (2.4–5.3 in) long and 10–33 mm (0.39–1.30 in) wide on a petiole 5–20 mm (0.20–0.79 in) long. The flower buds are arranged in groups of eleven or more on a rounded to flattened, unbranched peduncle 12–32 mm (0.47–1.26 in) long, the individual buds usually sessile. Mature buds are elongated, 23–42 mm (0.91–1.65 in) long and 5–8 mm (0.20–0.31 in) wide with a horn-shaped operculum between four and seven times as long as the floral cup. Flowering occurs between January and May or from July to November and the flowers are yellowish green. The fruit is a woody cylindrical to cup-shaped capsule 5–12 mm (0.20–0.47 in) long and 6–13 mm (0.24–0.51 in) wide with the seeds released through slits between the valves.",
    "Taxonomy and naming": "Eucalyptus cornuta was first formally described in 1800 by Jacques Labillardière. Labillardière collected the type specimen from granite outcrops on Observatory Island west of Esperance on 13 December 1792 during the Bruni d'Entrecasteaux expedition. The description was published in his book Relation du Voyage à la Recherche de la Pérouse.  The specific epithet (cornuta) is a Latin word meaning “horned” or \"bearing horns\", referring to the operculum of the buds.The names in the Nyungar language of southwest Australia are mo, yandil, yeit or yate.Yate is well established as a common name for this widely grown tree, and several other western species of eucalypt are so named: bushy yate E. lehmannii, flat topped yate E. occidentalis, river yate E. macrandra, and warty yate E. megacornuta.",
    "Distribution and habitat": "Yate occurs in an area southeast of Busselton to Cape Arid and the islands of the Recherche Archipelago. The species often occurs in isolated stands.  In more arid regions near Esperance, it is often at granite outcrops, on deeper and wetter soil at cavities on the rock or the apron beneath the rockface.\nThe species is found in a large mallee form at coastal areas, or as tall stands in areas of high rainfall and fertile soil of valleys, especially the inland region from Manjimup to the Porongurups. Vigorous early growth and the potential in its lignotuber allow it to generate new stems after fire or as new opportunities emerge in the canopy or surroundings. \nThe form is similar to the mallee habit of smaller eucalypts in drier regions and its habit is comparable to limestone marlock, E. decipiens, which occurs to the north and east. In favourable habitat a single trunk may attain great height and it is able to compete in tall forests of jarrah (Eucalyptus marginata) and marri (Corymbia calophylla) or any other species except the karri giants in Eucalyptus diversicolor forest.",
    "Uses": "",
    "Uses-Use in horticulture": "The tree is sold commercially for use as an ornamental, shade or wildlife habitat. It will tolerate drought, moderate frost, a range of soils and in coastal areas. While it may obtain great height in its natural habitat, the species is successfully planted as a medium or small tree for shade and windbreaks, and as street trees or for highway verges. Well known as a cultivated tree throughout Australia, E. cornuta has also been introduced to California. Ferdinand von Mueller sent seed of the species to Lucknow, where the sapling grew to a height of eight to ten feet within a year and, unlike eucalypts tested, tolerated tropical rain; his 1879 report also noted the successful introduction to Melbourne.",
    "Uses-Other uses": "This eucalypt produces one of the hardest and strongest timbers in the world and was formerly used for wheel spokes and the shafts of horse-drawn vehicles but most trees of commercial value were logged a long time ago.\n\n\n== References =="
  }
}