{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_quinniorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. quinniorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus quinniorum, commonly known as monkey gum, is a species of mallee or a small to medium-sized tree that is endemic to northern New South Wales. It has smooth bark with persistent, stringy bark near the base, linear to narrow lance-shaped adult leaves, flower buds in groups of seven, white flowers and hemispherical to cylindrical fruit.",
    "Description": "Eucalyptus quinniorum is a mallee with between five and twelve trunks, somtimes a tree that typically grows to a height of 16 m (52 ft), and forms a lignotuber. It has smooth greyish bark with a small amount of rough, stringy bark near the base. Young plants and coppice regrowth have glossy green, egg-shaped to broadly lance-shaped leaves that are 45–230 mm (1.8–9.1 in) long and 14–60 mm (0.55–2.36 in) wide with a petiole 5–14 mm (0.20–0.55 in) long. Adult leaves are arranged alternately, the same shade of glossy, dark green on both sides, linear to narrow lance-shaped or curved, 140–240 mm (5.5–9.4 in) long and 16–34 mm (0.63–1.34 in) wide on a petiole 12–34 mm (0.47–1.34 in) long. The flower buds are arranged in leaf axils in groups of seven on a flattened, unbranched peduncle 5–13 mm (0.20–0.51 in) long, the individual buds sessile. Mature buds are oblong to club-shaped, 9–13 mm (0.35–0.51 in) long and 2.5–5 mm (0.098–0.197 in) wide with a conical, hemispherical or beaked operculum. The flowers are white and the fruit is a hemispherical to cylindrical, ribbed capsule 6–8 mm (0.24–0.31 in) long and wide with the valves protruding.",
    "Taxonomy and naming": "Eucalyptus quinniorum was first formally described in 1999 by John Hunter and Jeremy James Bruhl in the journal Telopea from material collected east of Barraba in 1998. The specific epithet (quinniorum) honours Chris Quinn and Frances Quinn, staff members of the University of New England.",
    "Distribution and habitat": "This eucalypt grows in low woodland and occurs in disjunct populations between Kingstown and Upper Moore Creek (north of Tamworth).\n\n\n== References =="
  }
}