{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_carolaniae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. carolaniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus carolaniae is a species of small to medium-sized tree that is endemic to a small area of Victoria. It has thick, rough, fibrous bark on the trunk grading to thin finely furrowed bark on the branches. It has glossy green, lance-shaped adult leaves, flower buds in groups of seven, white flowers and cylindrical to oval fruit.",
    "Description": "Eucalyptus carolaniae is a sometimes-spreading tree that typically grows to a height of 20 metres (66 ft). It has thick, rough, fibrous, greyish brown bark at the base of the trunk grading to thin, finely furrowed bark higher up. Young plants have broadly egg-shaped to almost round leaves that are pale green on the upper surface and whitish below, 60–100 mm (2–4 in) long, 40–70 mm (2–3 in) wide. Adult leaves are the same glossy green on both sides, lance-shaped, 160–290 mm (6–10 in) long, 20–40 mm (0.8–2 in) wide on a petiole 17–32 mm (0.7–1 in) long. The flower buds are arranged in groups of seven on a flattened peduncle 12–20 mm (0.5–0.8 in) long, the individual buds sessile or on a pedicel up to 3 mm (0.12 in) long. Mature buds are oval to cylindrical, 7–10 mm (0.28–0.39 in) long and 3–5 mm (0.12–0.20 in) wide with a conical operculum 3–4 mm (0.12–0.16 in) long. Flowering occurs in summer and the flowers are white. The fruit is a woody cup-shaped, conical or cylindrical capsule, 8–11 mm (0.31–0.43 in) long and 6–9 mm (0.24–0.35 in) wide with the valves below the rim.",
    "Taxonomy and naming": "Eucalyptus carolaniae was first formally described in 2012 by Kevin James Rule from a specimen collected near Mount Martha and the description was published in the journal Muelleria''. The specific epithet (carolaniae) honours Pat Carolan who brought the species to the attention of the author, Rule.",
    "Distribution and habitat": "This species of eucalypt is only known from a single population above Mount Martha township on the Mornington Peninsula where in grows in sheltered gullies and sometimes hybridises with E. viminalis.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}