{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_gunnii_subsp._divaricata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. gunnii"
    },
    {
      "Subspecies": "E. g. subsp. divaricata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus gunnii subsp. divaricata, commonly known as Miena cider gum,  is tree that is endemic to Tasmania, Australia. It is a subspecies of Eucalyptus gunnii.",
    "Description": "The Miena cider gum is a medium-sized woodland tree about 15 metres (50 feet) tall. The juvenile leaves are particularly durable, with a very glaucous, rounded and oppositely arranged juvenile leaves. The foliage of mature trees is a waxy blue colour. The seed capsules are very sub-urned shaped compared to the more consistently bell shaped capsules of the commoner species.",
    "Taxonomy": "The taxon was formally described in 1938 and given the name Eucalyptus divaricata. In 2001 it was reclassified as a subspecies of Eucalyptus gunnii. The name Eucalyptus gunnii subsp. divaricata is used by the Tasmanian Herbarium in their Tasmanian Vascular Plant Census in 2011 and is an accepted name in the World Checklist of Selected Plant Families.  The Australian Plant Census of 2006, however, regarded it as a synonym of Eucalptus gunnii.",
    "Distribution and habitat": "This species is endemic to frost hollows of Tasmania's central plateau. The sites where the Miena cider gum is found tend to be poorly drained and prone to freezing. It does not grow well on sandy/chalky soils or very wet sites.",
    "Uses": "This Miena cider gum is noted for exceptional cold tolerance for a eucalyptus. The plant produces a sweet sap similar to maple syrup, and is being considered for cultivation for this product. When bottled and capped, the liquid ferments and resembles apple cider, hence cider gum. Tasmanian Aborigines and stockmen are reported to have drunk the intoxicating, naturally fermented sap. The flavour has been likened to Cointreau. Early settlers laid possum traps beneath Miena cider gum trees because possums found the sap highly palatable. The sweet foliage is eagerly eaten by livestock.",
    "Conservation status": "There are only eight small stands of Miena cider gum occupying in total only few hundred hectares. In 1999 only about 2000 trees were setting seed. The population and the number of trees flowering have been in decline since 1991.\nOver the past 20 years one of the reasons these specialized trees have died is due to warming weather. It is listed as \"endangered\" under both the national Environment Protection and Biodiversity Conservation Act 1999\nand Tasmania's Threatened Species Protection Act 1995.\n\n\n== References =="
  }
}