{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_aquilina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. aquilina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus aquilina, commonly known as the Mount Le Grand mallee, is a mallee that is endemic to a small area in the south-west of Western Australia. It has smooth white and grey bark, lance-shaped, often curved leaves, top-shaped or diamond-shaped flower buds, white to cream-coloured flowers and cone-shaped fruit on a down-curved peduncle.",
    "Description": "Eucalyptus aquilina is a mallee that typically grows to a height of 2 to 7 metres (7 to 23 ft) and has smooth white bark mottled with grey and forms a lignotuber. The leaves on young plants and on coppice regrowth are lance-shaped to egg-shaped and a slightly different shade of green on the two sides. The adult leaves are arranged alternately, the same glossy dark green on both sides, lance shaped or curved, 70 to 135 millimetres (2.8 to 5.3 in) long and 12 to 25 mm (0.5 to 1.0 in) wide with the base tapering to a petiole 10 to 20 millimetres (0.4 to 0.8 in) long. The flower buds are borne in leaf axils on a broadly flattened peduncle 12 to 35 mm (0.5 to 1.4 in) long. The buds are top-shaped to diamond-shaped, 28 to 32 millimetres (1.1 to 1.3 in) long and 23 to 38 mm (0.9 to 1.5 in) wide with a conical to rounded operculum with a small point on the top. Flowering occurs between April and October and the flowers are white to cream coloured. The fruit are conical with the narrower end towards the base, 20 to 29 mm (0.8 to 1.1 in) long and 35 to 50 mm (1.4 to 2.0 in) wide on a down-curved peduncle.",
    "Taxonomy and naming": "Eucalyptus aquilina was first formally described in 1974 by Ian Brooker from a specimen collected near Cape Le Grand and the description was published in the journal Nuytsia. The specific epithet (aquilina) is a Latin word meaning \"of eagles\", referring to the eagle-like lobes on the fruit.",
    "Distribution and habitat": "The Mount Le Grand mallee grows in shallow valleys, creek beds and hillsides in a small area in the Cape Le Grand National Park along the south coast, east of Esperance. It grows in dense heath in shallow soils over granite.",
    "Conservation": "This eucalypt is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}