{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_olsenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. olsenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus olsenii, commonly known as the Woila gum, is a species of small tree that is endemic to a restricted area on the Southern Tablelands of New South Wales. It has smooth bark with rough bark on the lower trunk, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and barrel-shaped or urn-shaped fruit.",
    "Description": "Eucalyptus olsenii is a tree that typically grows to a height of 10–20 mm (0.39–0.79 in) high and forms a lignotuber. It has smooth white to cream-coloured bark that is shed in ribbons, sometimes with rough, fibrous or flaky bark at the base of the trunk. Young plants and coppice regrowth have glossy green leaves that are a paler shade on the lower side, egg-shaped to lance-shaped or elliptical, 30–75 mm (1.2–3.0 in) long and 12–40 mm (0.47–1.57 in) wide. Adult leaves are the same shade of glossy green on both sides, lance-shaped to curved, 50–120 mm (2.0–4.7 in) long and 10–20 mm (0.39–0.79 in) wide on a petiole 5–15 mm (0.20–0.59 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 3–8 mm (0.12–0.31 in) long, the individual buds sessile or on pedicels up to 4 mm (0.16 in) long. Mature buds are oval, 10–17 mm (0.39–0.67 in) long and 6–7 mm (0.24–0.28 in) wide with a conical to beaked operculum. Flowering has been recorded in October and November and the flowers are white. The fruit is a woody, barrel-shaped or urn-shaped capsule 12–22 mm (0.47–0.87 in) long and 12–18 mm (0.47–0.71 in) wide\nwith the valves below the level of the rim.",
    "Taxonomy and naming": "Eucalyptus olsenii was first formally described in 1980 by Lawrie Johnsone and Don Blaxell in the journal Telopea. The specific epithet (olsenii) honours Ian Sinclair Olsen, who recognised the species as distinct on a bushwalking expedition lead by Henry Fairlie-Cuninghame who collected the type material.",
    "Distribution and habitat": "Woila gum is restricted to mountains north east of Cooma and south of Braidwood, where it grows in woodland in poor soil on steep slopes. It also grows well as an ornamental tree.\n\n\n== References =="
  }
}