{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_dura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. dura"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus dura is a species of small to medium sized tree that is endemic to south-eastern Queensland. It has rough, dark grey to black \"ironbark\", lance-shaped adult leaves, flower buds in groups of seven, white flowers and conical fruit.",
    "Description": "Eucalyptus dura is a tree that typically grows to a height of 25 m (82 ft) and forms a lignotuber. It has dark grey to black ironbark on the trunk and larger branches, smooth grey to cream-coloured bark on branches less than 30 mm (1.2 in) in diameter. Young plans and coppice regrowth have lance-shaped to egg-shaped leaves 95–140 mm (3.7–5.5 in) long and 20–40 mm (0.79–1.57 in) wide. Adult leaves are lance-shaped, sometimes curved, 90–180 mm (3.5–7.1 in) long and 15–33 mm (0.59–1.30 in) wide on a petiole 10–35 mm (0.39–1.38 in) long. The leaves are the same or a similar glossy green on both sides. The flower buds are arranged in groups of seven on the end of branchlets on a branched peduncle 7–25 mm (0.28–0.98 in) long, the individual buds on a pedicel 4–8 mm (0.16–0.31 in) long. Mature buds are oval to pear-shaped, 7–9 mm (0.28–0.35 in) long and 4–5 mm (0.16–0.20 in) wide with a conical operculum that is narrower and shorter than the floral cup. Flowering mainly occurs from April to June and the flowers are white. The fruit is a woody, conical capsule 6–10 mm (0.24–0.39 in) long and 5–7 mm (0.20–0.28 in) wide on a pedicel 2–10 mm (0.079–0.394 in) long with the valves below the level of the rim.",
    "Taxonomy and naming": "Eucalyptus dura was first formally described in 1991 by Lawrie Johnson and Ken Hill from a specimen collected from Turkey Mountain in the Barakula State Forest in 1984. The specific epithet (dura) is a Latin word meaning \"hard\" or \"tough\", referring to the bark of this tree.",
    "Distribution and habitat": "This ironbark grows in grassy and dry forests in sandy soil, usually on higher places. It occurs between the Biggenden, Chinchilla and Boonah districts in south-east Queensland.",
    "Uses": "",
    "Uses-Essential oils": "The leaves of E. dura are rich in oils, particularly β-phellandrene and 1,8-cineole. These oils may be suitable for development of a bacteriostat.",
    "Photo gallery": "\n\t\t\n\t\t\n\n\n== References =="
  }
}