{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cadens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cadens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cadens, commonly known as the tumble-down swamp gum or Warby Range swamp-gum is a small to medium-sized tree that is endemic to a small area in north-eastern Victoria, Australia. It has rough, compacted bark on the trunk and larger branches, smooth bark above, narrow elliptic to lance-shaped adult leaves, flower buds in groups of seven, white flowers and conical fruit.",
    "Description": "Eucalyptus cadens is a spreading tree that grows to a height of 25 metres (82 ft) with a characteristic leaning habit, and forms a lignotuber. The bark on the lower 1–6 metres (3 ft 3 in–19 ft 8 in) of the trunk is rough, compacted and greyish brown to black. The higher parts of the trunk and branches have some greyish green bark, often with a few ribbons of shed bark. Young plants and coppice regrowth have elliptic to oblong leaves, 17–57 mm (0.67–2.2 in) long, 5–35 mm (0.20–1.4 in) wide and have a petiole. Adult leaves are narrow elliptic to lance-shaped or curved, the same colour on both sides, 50–130 mm (2.0–5.1 in) long and 9–20 mm (0.4–0.8 in) wide with a petiole 5–17 mm (0.2–0.7 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle 2–6 mm (0.08–0.2 in) long, the individual buds on a pedicel 1–2 mm (0.04–0.08 in). Mature buds are oval, spindle-shaped or diamond-shaped with a conical or slightly beaked  operculum 2.5–4 mm (0.1–0.2 in) long. Flowering occurs between March and June and the flowers are white. The fruit is a woody, conical capsule 3–4 mm (0.12–0.16 in) long and 4–6 mm (0.2–0.2 in) wide that is either sessile or on a pedicel up to 2 mm (0.079 in) long. The valves protrude beyond the rim of the capsule.",
    "Taxonomy and naming": "Eucalyptus cadens was first formally described in 1989 by Barbara Briggs and Michael Crisp from a specimen at \"the eastern foot of the Warby Range, between Wangaratta and Glenrowan\". The specific epithet (cadens) is the present participle of the Latin word cado meaning \"to fall\", hence \"falling\", referring to the leaning habit of this species.",
    "Distribution and habitat": "Tumble-down swamp gum grows in woodlands, often in or around springs, soaks and waterbodies in the south-eastern foothills of the Pilot Range near Beechworth and Wooragee and in the eastern foothills of the Warby Range.",
    "Conservation": "Eucalyptus cadens is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the Victorian Government Flora and Fauna Guarantee Act 1988. The main threats to the species include grazing by domestic stock, weed invasion and changes in hydrology.\n\n\n== References =="
  }
}