{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_globulus_subsp._globulus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. globulusLabill.[1]"
    },
    {
      "Subspecies": "E. g. subsp. globulus"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus bicostata subsp. globulus, commonly known as  the Tasmanian blue gum, southern blue gum, or blue gum, is a subspecies of tree that is endemic to southeastern Australia. It has mostly smooth bark with some persistent slabs of old bark at the base, juvenile leaves with one glaucous side, glossy, lance-shaped adult leaves, warty flower buds arranged singly in leaf axils, white flowers and hemispherical to conical fruit that is more or less square in cross-section.",
    "Description": "Eucalyptus globulus subsp. globulus is a tree that typically grows to a height of 70 m (230 ft) and forms a lignotuber. The bark is mostly smooth, shedding in long strips to leave a white or greyish surface. There is sometimes rough, partially shed bark at the base of the trunk and ribbons of shedding bark in the upper branches. Young plants and coppice regrowth have stems that are more or less square in cross-section, with a prominent wing on each corner. The juvenile leaves are sessile, arranged in opposite pairs, elliptic to egg-shaped, the lower surface covered by a white, waxy bloom, 40–105 mm (1.6–4.1 in) long and 22–50 mm (0.87–1.97 in) wide. Adult leaves are arranged alernately, glossy green, lance-shaped to curved, 120–300 mm (4.7–11.8 in) long and 17–30 mm (0.67–1.18 in) wide on a petiole 20–35 mm (0.79–1.38 in) long.The flower buds are arranged singly in leaf axils on a thick peduncle that is sessile or up to 5 mm (0.20 in) long. Mature buds are glaucous, conical and warty, 14–25 mm (0.55–0.98 in) long and 14–20 mm (0.55–0.79 in) wide with four ribs along the sides and a flattened operculum that has a central knob. Flowering occurs between May and January and the flowers are white. The fruit is a woody, sessile, hemispherical to conical capsule, square in cross-section, 10–15 mm (0.39–0.59 in) long and 14–27 mm (0.55–1.06 in) wide with four longitudinal ridges and the valves at about rim level.",
    "Taxonomy and naming": "Tasmanian blue gum was first formally described in 1800 by Jacques Labillardière in his book, Relation du Voyage à la Recherche de la Pérouse. In 1974, James Barrie Kirkpatrick described four subspecies of E. globulus and E. globulus subsp. globulus became the autonym.",
    "Distribution and habitat": "This blue gum grows in woodland and forest in moist valleys in Victoria and Tasmania, including on Flinders and King Islands. It is common in lowland areas of Tasmania but is only found in the far south of Victoria, including in places like Port Franklin and Wilsons Promontory.\n\n\n== References =="
  }
}