{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_adesmophloia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. adesmophloia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus adesmophloia is a mallee that is endemic to the south-west of Western Australia. Its fresh bark is grey, the leaves are a glossy dark green, the flowers are white and borne in large groups, and the fruits are conical to hemispherical.",
    "Description": "Eucalyptus adesmophloia is a mallee that grows to a height of 7 m (20 ft). It has loose, rough bark that is shed in plates and short strips to reveal smooth grey and cream-coloured new bark. The leaves are lance-shaped, 15–80 mm (0.6–3 in) long and 16–20 mm (0.6–0.8 in) wide, dull at first before becoming glossy and dark green. The flowers are borne in groups of between 9 and 27 on an angular peduncle 8–10 mm (0.3–0.4 in) long, each flower on a pedicel up to 1 mm (0.04 in) long. The flower buds are greenish, 3–5 mm (0.1–0.2 in) wide with a smooth, conical operculum as long as, or up to 50% longer than the floral cup. The stamens are white. The fruits are woody, conical to hemispherical capsules 5–6 mm (0.20–0.24 in) long and wide.",
    "Taxonomy and naming": "This eucalypt was first formally described in 1993 by Ian Brooker and Stephen Hopper who gave it the name Eucalyptus decipiens subsp. adesmophloia and published the description in the journal Nuytsia. In 2012, Dean Nicolle and Malcolm French raised it to species status as Eucalyptus adesmophloia. The specific epithet (adesmophloia) is said to be derived from the Greek adesmos meaning \"unfettered\" and phloia meaning \"bark\", referring to the bark of this species. In ancient Greek, \"bark\" is however phloios (φλοιός).",
    "Distribution and habitat": "Eucalyptus adesmophloia grows in mallee shrubland between the Stirling Range, Bremer Bay, Manypeaks and the Fitzgerald River National Park where it is common.",
    "Conservation": "This eucalypt has been classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}