{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_fasciculosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. fasciculosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus fasciculosa, the pink gum, hill gum or scrub gum, is a species of small tree that is endemic to southern Australia. It has mostly smooth, light grey to pinkish bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and conical to barrel-shaped fruit.",
    "Description": "Eucalyptus fasciculosa is a tree with a single stem, rarely a mallee, and typically grows to a height of 10–15 m (33–49 ft) and a width of 12 metres (39 ft). It has smooth, off-white to slaty blue bark that is shed in flakes, sometimes with rough flaky bark near the base. Young plants and coppice regrowth have egg-shaped, petiolate leaves 35–85 mm (1.4–3.3 in) long and 15–58 mm (0.59–2.28 in) wide. The adult leaves are arranged alternately, thick, the same glossy green to blue-green on both sides, 80–130 mm (3.1–5.1 in) long and 13–35 mm (0.51–1.38 in) wide on a petiole 10–20 mm (0.39–0.79 in) long. The flower buds are arranged on the ends of stems on a branching peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on pedicels 2–7 mm (0.079–0.276 in) long. Mature buds are oval to diamond-shaped, 4–7 mm (0.16–0.28 in) long and 3–4 mm (0.12–0.16 in) wide with a conical operculum. Flowering has been recorded in most months between March and December and the flowers are white. The fruit is a woody, conical to barrel-shaped capsule 5–9 mm (0.20–0.35 in) long and 4–8 mm (0.16–0.31 in) wide with the valves below rim level. The seeds are grey to red-brown , irregularly shaped and slightly flattened.",
    "Taxonomy and naming": "Eucalyptus fasciculosa was first formally described in 1855 by Ferdinand von Mueller in the Transactions and Proceedings of the Victorian Institute for the Advancement of Science. The specific epithet (fasciculosa) is derived from the Latin word fascis meaning \"bundle\", \"packet\" or \"sheaf\", possibly referring to the flower bundles on the ends of the stems.",
    "Distribution and habitat": "Pink gum grows in woodland or as an emergent low shrubland on soil of low fertility. It is mainly found in the south-east of South Australia, in the Mount Lofty Ranges, Barossa Valley and on Kangaroo Island. It also occurs in the far south west of Victoria. The canopy is not dense and other plants are able to grow in the dappled shade provided by the tree. The species is very similar in appearance to Eucalyptus leucoxylon.",
    "Use in horticulture": "This eucalypt has a moderate growth rate and is able to tolerate low rainfall, moderate wind, including second-line salt wind and light frost. It is planted for as an ornamental tree in gardens, parks and as a street tree.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}