{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_×_conjuncta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. × conjuncta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus × conjuncta is a species of flowering plant that is endemic to a small area of New South Wales. It is a tree with rough stringy bark, lance-shaped adult leaves, flower buds in groups of eleven or more, white flowers and cup-shaped or hemispherical fruit. It is considered to be a stabilised hybrid between E. eugenioides and E. sparsifolia.",
    "Description": "Eucalyptus × conjuncta is a tree with rough, stringy bark on the trunk to the smallest branches. Young plants have leaves that are lance-shaped with finely scalloped edges, up to 80 mm (3.1 in) long and 15 mm (0.59 in) wide. Adult leaves are the same bright, glossy green on both sides, lance-shaped, 90–140 mm (3.5–5.5 in) long and 12–22 mm (0.47–0.87 in) wide on a petiole 9–13 mm (0.35–0.51 in) long. The flower buds are borne in groups of eleven or more on a thin, unbranched peduncle 5–10 mm (0.20–0.39 in) long, the individual buds on a thin pedicel 1–4 mm (0.039–0.157 in) long. Mature buds are oval to spindle-shaped, 5–7 mm (0.20–0.28 in) long and 2–3 mm (0.079–0.118 in) wide with a conical operculum about as long and wide as the floral cup. The flowers are white and the fruit is a woody cup-shaped to hemispherical capsule 4–6 mm (0.16–0.24 in) long and 6–8 mm (0.24–0.31 in) wide with the valves level with the rim or extending beyond it.",
    "Taxonomy and naming": "This eucalypt was first formally described in 1990 by Lawrie Johnson and Ken Hill from a specimen Hill collected from near the Murrurundi golf club. The description was published in the journal Telopea. The authors noted that this appears to be a stabilised hybrid between E. eugenioides and E. sparsifolia and the name accepted by the Australian Plant Census is Eucalyptus × conjuncta. The specific epithet (conjuncta) is a Latin word meaning \"connected\" or \"united\", in reference to the intermediate features of this species.",
    "Distribution and habitat": "Eucalyptus × conjuncta grows in woodland on poor soil usually on sloping sites and is only known from near Murrurundi.\n\n\n== References =="
  }
}