{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_educta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. educta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus educta is a spreading, twisted mallee that is endemic to Western Australia. It has reddish brown minni ritchi bark, more or less rounded to egg-shaped leaves, glaucous flower buds arranged in groups of seven, creamy white flowers and flattened hemispherical fruit.",
    "Description": "Eucalyptus educta is a spreading, twisted mallee that typically grows to a height of 3–5 m (9.8–16.4 ft) and forms a lignotuber. It has rough, reddish brown, minni richi bark and glaucous branchlets. Adult leaves are the same dull greyish green on both sides, more or less rounded to egg-shaped with the narrower end towards the base. They are 2.5–3.5 mm (0.098–0.138 in) long and 2–3 mm (0.079–0.118 in) wide, tapering to a petiole 5–10 mm (0.20–0.39 in) long. The flower buds are arranged in groups of seven in leaf axils on an unbranched peduncle 10–15 mm (0.39–0.59 in) long, the individual buds on a pedicel 5–8 mm (0.20–0.31 in) long. Mature buds are glaucous, oval, 13–15 mm (0.51–0.59 in) long and 3–6 mm (0.12–0.24 in) wide with a conical operculum up to three times as long as the floral cup. Flowering occurs in March and April and the flowers are creamy white. The fruit is a woody, flattened, hemispherical capsule 5–6 mm (0.20–0.24 in) long and 8–11 mm (0.31–0.43 in) wide with the valves protruding above the rim of the fruit.",
    "Taxonomy": "Eucalyptus educta was first formally described in 1992 by the botanists Lawrence Alexander Sidney Johnson and Ken Hill in the journal Telopea from a specimen collected by Ian Brooker from hills known as \"The Dromedaries\" north of Beacon. The specific epithet (educta) is derived from the Latin word eductus meaning \"drawn out\", referring to the long operculum.",
    "Distribution": "This mallee has a limited range with two populations occurring on hills near Beacon where it grows in shallow soils among granite rocks. It has been recorded in the Coolgardie, Murchison, Swan Coastal Plain and Yalgoo biogeographic regions of Western Australia.",
    "Conservation status": "Eucalyptus educta is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}