{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_kumarlensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. kumarlensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus kumarlensis is a species of tree that is endemic to a restricted area of Western Australia. It has smooth bark, linear to narrow, curved adult leaves, flower buds in groups of seven, nine or eleven, creamy white flowers and cup-shaped, conical or hemispherical fruit.",
    "Description": "Eucalyptus kumarlensis is a tree, sometimes a mallee, that typically grows to a height of 6–10 m (20–33 ft). It has smooth, pink or orange and white bark on the trunk and branches. Young plants and coppice regrowth have dull greyish green, linear leaves that are 30–75 mm (1.2–3.0 in) long and 3–6 mm (0.12–0.24 in) wide. Adult leaves are glossy green, linear, 60–110 mm (2.4–4.3 in) long and 4–10 mm (0.16–0.39 in) wide on a petiole 4–12 mm (0.16–0.47 in) long. The flower buds are arranged in leaf axils in groups of seven, nine or eleven on an unbranched peduncle 4–10 mm (0.16–0.39 in) long, the individual buds on pedicels 2–4 mm (0.079–0.157 in) long. Mature buds are oval to diamond-shaped, 6–8 mm (0.24–0.31 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to beaked operculum. Flowering has been observed in February and the flowers are creamy white. The fruit is a woody cup-shaped, conical or hemispherical capsule 3–5 mm (0.12–0.20 in) long and 4–5 mm (0.16–0.20 in) wide with the valves close to rim level.",
    "Taxonomy and naming": "Eucalyptus kumarlensis was first formally described in 1988 by Ian Brooker from a specimen collected west of the Coolgardie–Esperance Highway on the road to Lake King. The description was published in the journal Nuytsia. The specific epithet (kumarlensis) refers to the district where this species is found.",
    "Distribution and habitat": "This eucalypt grows on sand, calcareous loam between Kumarl and Lake Dundas north-west of Salmon Gums.",
    "Conservation status": "The Western Australian Government Department of Parks and Wildlife has classified E. kumarlensis as \"not threatened\".",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}