{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_aurifodina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. aurifodina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus aurifodina, commonly known as the small-leaved brown stringybark is a rare small tree that is endemic to the goldfields area of Victoria. It has rough, stringy bark on its trunk and branches, glossy green elliptic to egg-shaped adult leaves, oval or slightly club-shaped buds arranged in groups of seven to eleven, white flowers and hemispherical fruit.",
    "Description": "Eucalyptus aurifodina is a tree, sometimes with several trunks, growing to a height of 12 m (40 ft) with rough, grey, stringy bark on the trunk and branches. The leaves on young plants are egg-shaped, shiny green on the upper surface and whitish below, 30–55 mm (1.2–2.2 in) long and 20–40 mm (0.8–2 in) wide on a petiole up to 4–11 mm (0.16–0.43 in) long. The adult leaves are mostly elliptic to egg-shaped, 40–80 mm (1.6–3.1 in) long and 15–30 mm (0.6–1 in) wide on a petiole up to 12–20 mm (0.47–0.79 in) long. They are more or less the same colour on both surfaces. The flower buds are arranged in groups of seven to eleven in leaf axils on a thin peduncle 5–12 mm (0.2–0.5 in) long, the individual buds on a pedicel 3–5 mm (0.1–0.2 in) long. The mature buds are oval to slightly club-shaped with a conical operculum 2.5–3.5 mm (0.098–0.14 in) long and 2–3 mm (0.08–0.1 in) wide. Flowering occurs in early autumn and the flowers are white. The fruit is a woody capsule 5–7 mm (0.2–0.3 in) long and wide on a pedicel 1–3 mm (0.04–0.1 in) long.",
    "Taxonomy and naming": "Eucalyptus aurifodina was first formally described in 2012 by Kevin James Rule and the description was published in the journal Muelleria from a specimen collected near Maldon. The specific epithet (aurifodina) is derived from the Latin word aurifer meaning \"gold-bearing\", referring to the species distribution.",
    "Distribution and habitat": "The small-leaved brown stringybark is a rare tree that grows in dry woodland in stony places between Castlemaine and Avoca.\n\n\n== References =="
  }
}