{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nortonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nortonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nortonii, commonly known as bundy, mealy bundy or long-leaved box, is a species of small tree that is endemic to south-eastern Australia. It has rough, thick, fibrous or flaky bark on the trunk and larger branches, smooth greyish bark on the thinnest branches, lance-shaped to curved adult leaves, flower buds in groups of seven, white flowers and cup-shaped or cylindrical fruit.",
    "Description": "Eucalyptus nortonii is a tree that typically grows to a height of 15–18 m (49–59 ft) and forms a lignotuber. It has rough, coarse, thick, fibrous or flaky bark on the trunk and larger branches, sometimes smooth greyish bark on the thinnest branches. Young plants and coppice regrowth are glaucous and have sessile, heart-shaped to more or less round leaves that are 25–90 mm (0.98–3.54 in) long, 30–80 mm (1.2–3.1 in) wide and arranged in opposite pairs. Adult leaves are the same shade of dull bluish or greyish green to glaucous on both sides, 85–300 mm (3.3–11.8 in) long and 15–40 mm (0.59–1.57 in) wide, tapering to a petiole 14–40 mm (0.55–1.57 in) long. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle 4–13 mm (0.16–0.51 in) long, the individual buds sessile or on pedicels up to 2 mm (0.079 in) long. Mature buds are oblong to oval, 7–13 mm (0.28–0.51 in) long and 3–6 mm (0.12–0.24 in) wide with a conical operculum. Flowering mainly occurs from January to April and the flowers are white. The fruit is a woody cup-shaped or cylindrical capsule 5–9 mm (0.20–0.35 in) long and 5–7 mm (0.20–0.28 in) wide with the valves near rim level.",
    "Taxonomy and naming": "Bundy was first formally described in 1934 by William Blakely who gave it the name Eucalyptus × cordieri var. nortonii and published the description in his book, A Key to the Eucalypts. The type specimens were collected by the beekeeper Alfred Ernest Norton near Nundle. In 1962, Lawrie Johnson changed the name to E. nortonii.",
    "Distribution and habitat": "Eucalyptus nortonii is widespread and locally common in open woodland on dry, rocky sites on the tablelands of New South Wales and the Australian Capital Territory south from Manilla. It also occurs in central and eastern Victoria, including near Suggan Buggan and Whitfield and from Castlemaine to the Pyrenees.\n\n\n== References =="
  }
}