{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_steedmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. steedmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus steedmanii, commonly known as steedman's gum or steedman's mallet, is a tree that is native to Western Australia.",
    "Description": "The erect tree typically grows to a height of 2 to 8 metres (7 to 26 ft) but may reach as high as 12 m (39 ft). It blooms between January and March producing white flowers. The tree is a Marlock and has no lignotuber. It has smooth bark that ranges from grey to red-brown to a bright coppery colour. It has numerous ascending branches from low on the trunk, forming a\nvery dense crown. Adult leaves are olive-green and glossy in appearance, and are crowded\nwith oil veins the leaves are up to about 8 centimetres (3.1 in) in length with a width of 1.5 cm (0.59 in). Buds form that are yellowish-brown and the fruits are held on long stalks and have a square cross-section. Fruits grow to about 2.2 cm (0.87 in) long with a diameter of 1.7 cm (0.67 in).",
    "Distribution": "It is found on low hills and undulating plains betweenRavensthorpe in the Goldfields-Esperance and Kondinin in the Wheatbelt region where it grows in gravelly loamy soils over ironstone. Six populations are known, five of these occur on unallocated Crown land, and one which is split occurs on  Crown land and a road verge. It is estimated that there is a total population of 24 500 mature plants that are spread over an area of 83.6 square kilometres (32 sq mi) and tend to occur in pure stands.",
    "History": "First formally described by the botanist C.A.Gardner in 1933 as part of the work Contribution to the Flora of Western Australia published in Joseph Maiden's Journal of the Royal Society of Western Australia. The name of the plant honours Henry Steedman who was an avid plant collector.\nThe species was listed as Vulnerable in 2008 under the  Environment Protection and Biodiversity Conservation Act 1999. The main threat to the tree is fire which kills adult plants, but regeneration by seed has been observed. Other threats include mining operations, firebreak maintenance and recreation activities.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}