{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_nandewarica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. nandewarica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus nandewarica, commonly known as mallee red gum, is a species of tree or mallee that is endemic to a small area of western New South Wales. It has mostly smooth bark, lance-shaped adult leaves, flower buds in groups of three or seven, white flowers and cup-shaped or hemispherical fruit.",
    "Description": "Eucalyptus nandewarica is a tree or mallee that typically grows to a height of 10 m (33 ft) and forms a lignotuber. It has smooth, greyish bark mottled with other colours, sometimes with some rough, fibrous bark near the base. Young plants and coppice regrowth have dull green, lance-shaped leaves that are 60–125 mm (2.4–4.9 in) long and 10–50 mm (0.39–1.97 in) wide and petiolate. Adult leaves are lance-shaped, the same shade of dull light green on both sides, 50–150 mm (2.0–5.9 in) long and 8–30 mm (0.31–1.18 in) wide tapering to a petiole 7–20 mm (0.28–0.79 in) long. The flower buds are arranged in groups of three or seven in leaf axils on an unbranched peduncle 3–8 mm (0.12–0.31 in) long, the individual buds on pedicels up to 2 mm (0.079 in) long. Mature buds are oval to diamond-shaped, 6–9 mm (0.24–0.35 in) long and about 3 mm (0.12 in) wide with a conical operculum. Flowering has been observed in December and the flowers are white. The fruit is a woody cup-shaped or hemispherical capsule 3–4 mm (0.12–0.16 in) long and 5–6 mm (0.20–0.24 in) wide with the valves protruding strongly.",
    "Taxonomy and naming": "Eucalyptus nandewarica was first formally described in 1990 by Lawrie Johnson and Ken Hill in the journal Telopea, from specimens collected in the Mount Kaputar National Park in 1986. The specific epithet (nandewarica) refers to the Nandewar Range where this species occurs.",
    "Distribution and habitat": "Mallee red gum grows in mallee shrubland in the Nandewar Ranges, the Warrumbungle Range and nearby ridges.\n\n\n== References =="
  }
}