{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_deuaensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. deuaensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus deuaensis, commonly known as the Mongamulla mallee, is a species of mallee or small tree endemic to a small area of New South Wales. It has smooth bark, lance-shaped to curved adult leaves, diamond-shaped buds arranged in leaf axils in groups of seven, white flowers and bell-shaped, hemispherical or conical fruit.",
    "Description": "Eucalyptus deuaensis is a rare mallee or small tree that typically grows to a height of 4 m (13 ft) with smooth, white or pink to yellow bark and forms a lignotuber. Young plants and coppice regrowth have sessile, egg-shaped to lance-shaped leaves arranged in opposite pairs, 35–75 mm (1.4–3.0 in) long and 13–23 mm (0.51–0.91 in) wide. Adult leaves are arranged alternately, the same colour on both sides, lance-shaped to curved, 70–100 mm (2.8–3.9 in) long and 10–23 mm (0.39–0.91 in) wide. The flower buds are arranged in leaf axils in groups of seven on an unbranched peduncle up to 4 mm (0.16 in) long, the individual buds sessile. Mature buds are diamond-shaped, about 8 mm (0.31 in) long and 6–7 mm (0.24–0.28 in) wide with a conical or pyramid-shaped operculum. Flowering has been observed in January and November and the flowers are white. The fruit is a woody bell-shaped, hemispherical or conical capsule 5–6 mm (0.20–0.24 in) long and 10–15 mm (0.39–0.59 in) wide with the valves protruding.",
    "Taxonomy and naming": "Eucalyptus deuaensis was first formally described in 1987 by Douglas Boland and Phil Gilmour from a specimen collected \"near Mongamulla Mountain, Deua National Park\" by Gavin Moran. The description was published in the journal Brunonia The specific epithet (deuaensis) refers to Deua National Park. The ending -ensis is a Latin suffix \"denoting place, locality, or country\".",
    "Distribution and habitat": "Mongamulla mallee is only known from Mongamulla Mountain in Deua National Park where it grows on steep, rocky cliffs.\n\n\n== References =="
  }
}