{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_leptophleba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. leptophleba"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus leptophleba, commonly known as Molloy red box or Molloy box, is a species of tree that is endemic to Queensland. It has rough, fissured bark on the trunk and branches, lance-shaped or curved adult leaves, flowers buds on a branching peduncle on the ends of branchlets, white flowers and cup-shaped to barrel-shaped fruit.",
    "Description": "Eucalyptus leptophleba is a tree that typically grows to a height of 14–28 m (46–92 ft) and forms a lignotuber. It has grey box-type bark that is finely fissured and rough to the small branches. Young plants and coppice regrowth have egg-shaped to broadly lance-shaped leaves that are 45–130 mm (1.8–5.1 in) long, 25–28 mm (0.98–1.10 in) wide and have a petiole. The adult leaves are alternately arranged, narrow lance-shaped to lance-shaped or curved, 10–250 mm (0.39–9.84 in) long and 12–40 mm (0.47–1.57 in) wide tapering to a petiole 13–33 mm (0.51–1.30 in) long. The adult leaves are more or less the same dull green to blue-green on both sides and have a pointed apex. The flower buds are arranged at the ends of the branchlets in groups of seven, occasionally three, on a branching peduncle 5–15 mm (0.20–0.59 in) long, the individual flowers on pedicels 2–8 mm (0.079–0.315 in) long. Mature buds are oval, 7–11 mm (0.28–0.43 in) long and 4–6 mm (0.16–0.24 in) wide with a conical to rounded operculum. It blooms between January and June producing white flowers. The fruit is a woody, cup-shaped to barrel-shaped capsule 6–10 mm (0.24–0.39 in) long and 5–11 mm (0.20–0.43 in) wide with the valves at rim level or slightly protruding above it. The seeds are dark brown, flattened oval and 2–3.5 mm (0.079–0.138 in) long.",
    "Taxonomy and naming": "Eucalyptus leptophleba was first formally described in 1859 by the botanist Ferdinand von Mueller in the Journal of the Proceedings of the Linnean Society, Botany. The specific epithet is said to be derived from the Greek words leptos meaning \"fine\", \"small\" or \"thin\" and phlebos meaning \"vein\", in reference to the thin veins found on the leaves. The proper word for \"vein\" in ancient Greek is phleps (φλέψ).Eucalyptus leptophleba belongs to the subgenus Symphyomyrtus section Adnataria, commonly known as boxes. It is very closely related to E. patellaris.",
    "Distribution": "Molloy red box is endemic to parts of northern Queensland, from the Hughenden and Croydon areas in the south up to the more arid western part of the Atherton Tablelands. It is also found on the eastern side of the Cape York Peninsula including on Thursday Island in the Torres Strait. Some smaller populations are found on the western portion of the Cape York Peninsula around Weipa and to the north west of Mungana.",
    "Conservation status": "This eucalypt is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}