{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_sepulcralis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. sepulcralis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus sepulcralis, commonly known as weeping gum or weeping mallee, is a mallee that is native to a small area along the southern coast of Western Australia.",
    "Description": "The slender mallee or tree typically grows to a height of 3 to 8 metres (10 to 26 ft) and has smooth bark and a slender weeping habit. It blooms between September and February producing inflorescences with yellow flowers.\nThe smooth bark is grey to pinkish grey in colour. It has a light wispy foliage with a light canopy but provides dappled shade beneath. The slender foliage has a silvery coloration. The dull, green, thin, concolorous adult leaves have a disjunct arrangement. The leaf blade has a linear or narrow lanceolate shape and is falcate, acute and basally tapered. Leaves are supported on narrowly flattened or channelled petioles. Each simple axillary conflorescence is made up of three to seven flowered umbellasters supported on narrowly flattened and angular peduncles. It forms obovoid and pruinose buds followed by ovoid to urceolate fruits with depressed discs and enclosed valves.",
    "Taxonomy": "The species was first formally described by the botanist Ferdinand von Mueller in 1882 as published in the work Eucalyptographia. The only synonym is Eucalyptus sepulcralis F.Muell. var. sepulcralis as published by C.A.Gardner in 1934 as part of the work Contributiones Florae Australiae Occidentalis published in the Journal of the Royal Society of Western Australia.The species name sepulcralis is Latin for belonging to a tomb, as von Mueller thought the tree would be ideal to plant in and around cemeteries as it weeps like a willow tree. The type specimen was collected by Campbell Taylor in 1880 near the Thomas River.",
    "Distribution": "It has a small distribution and is found in the southern Kwongan heathland on hillslopes along the south coast in the Goldfields-Esperance region between Ravensthorpe and Hopetoun, especially throughout the Fitzgerald River National Park where it grows in skeletal sandy quartzite soils. In the low heathland environment it dominates the landscape.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}