{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_cordata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. cordata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus cordata, commonly known as the heart-leaved silver gum is a shrub to medium-sized tree that is endemic to Tasmania. It has smooth bark throughout, mostly only juvenile, more or less heart-shaped, glaucous leaves, glaucous flower buds arranged in groups of three, white flowers and cylindrical or hemispherical fruit.",
    "Description": "Eucalyptus cordata is a scraggy shrub or tree that typically grows to a height of between 3 and 25 m (9.8 and 82.0 ft) and forms a lignotuber. It has smooth greenish yellow to brown or grey bark throughout and has glaucous branchlets. Larger trees sometimes have rough bark on the lower part of the trunk. Its crown is mostly composed of juvenile leaves and adult leaves are usually only found at the top of the tallest trees. The leaves of young plants, coppice regrowth and mature plants have sessile leaves arranged in opposite pairs, the leaves egg-shaped to almost round, 30–55 mm (1.2–2.2 in) long and 20–55 mm (0.79–2.17 in) wide with wavy edges. Adult leaves, only present in the crown of tall trees, are arranged alternately, lance-shaped, 75–130 mm (3.0–5.1 in) long and 20–38 mm (0.79–1.50 in) wide on a flattened petiole 15–20 mm (0.59–0.79 in) long. The flower buds are arranged in groups of three in leaf axils on a peduncle 2–9 mm (0.079–0.354 in) long, the individual buds sessile or on a very short pedicel. Mature buds are oval to club-shaped, green or glaucous, 9–13 mm (0.35–0.51 in) long and 7–9 mm (0.28–0.35 in) wide with a rounded, flattened or beaked operculum. Flowering has been observed in most months, with peaks between May and June, September and November, and the flowers are white. The fruit is a woody cup-shaped, cylindrical or hemispherical capsule 7–13 mm (0.28–0.51 in) long and 9–15 mm (0.35–0.59 in) wide and sessile or on a very short pedicel.",
    "Taxonomy and naming": "Eucalyptus cordata was first formally described in 1806 by Jacques Labillardière who published the description in Novae Hollandiae Plantarum Specimen. The specific epithet (cordata) is a Latin word meaning \"heart-shaped\" referring to the leaves.In 2008, Dean Nicolle, Brad Potts and Gay McKinnon described two subspecies and the names have been accepted by the Australian Plant Census:\n\nEucalyptus cordata Labill. subsp. cordata, that has branchlets that are circular in cross section;\nEucalyptus cordata subsp. quadrangulosa D.Nicolle, B.M.Potts & McKinnon, that has branchlets that are square in cross-section.",
    "Distribution and habitat": "Heart-leaved silver gum has a restricted distribution in the south-east of Tasmania, growing at intermediate altitudes such as on the foothills of Mount Wellington, on the Snug Plains and around Port Arthur and Moogara. The tree makes an attractive ornamental with its large, glaucous juvenile leaves, which often persist in the crown. Subspecies cordata mainly occurs south from Triabunna and is found on Bruny and Maria Islands. Subspecies quadrangulosa is centred on the Wellington Range but is most prolific on the Snug Plains.\n\n\n== References =="
  }
}