{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_brevifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. brevifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus brevifolia, commonly known as snappy white gum or northern white gum, is a tree that is endemic to northern Australia. It has smooth, powdery white bark, lance-shaped adult leaves, buds arranged in group of seven, white flowers and cup-shaped or barrel-shaped fruit.",
    "Description": "Eucalyptus brevifolia is a tree that typically grows to a height of 10 metres (33 ft) and forms a lignotuber. The bark is smooth, white and powdery. Young plants and coppice regrowth have four-sided stems with a powdery bloom and oval to triangular leaves 40 to 70 millimetres (1.6 to 2.8 in) long and 30 to 70 mm (1.18 to 2.76 in) wide. Adult leaves are mostly lance-shaped, the same dull blue-grey on both sides, 50 to 110 millimetres (2.0 to 4.3 in) long and 150 to 280 mm (5.91 to 11.02 in) wide on a petiole 15 to 25 millimetres (0.6 to 1.0 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle 3 to 9 millimetres (0.1 to 0.4 in) long, the individual buds on a pedicel that is sessile or up to 3 millimetres (0.1 in) long. The mature buds are oval to pear-shaped, 6 to 9 millimetres (0.2 to 0.4 in) long and 4 to 8 mm (0.16 to 0.31 in) wide with a more or less rounded operculum that is narrower than the floral cup at the join. Flowering occurs between March and August and the flowers are white or creamy yellow. The fruit is a woody, cup-shaped to barrel-shaped or hemispherical capsule 4 to 8 millimetres (0.2 to 0.3 in) long and 6 to 9 mm (0.24 to 0.35 in) wide with the valves at rim level or slightly beyond.",
    "Taxonomy and naming": "Eucalyptus brevifolia was first formally described in 1859 by Ferdinand von Mueller and the description was published in the Journal of the Proceedings of the Linnean Society, Botany. The specific epithet (brevifolia) is from the Latin words brevis meaning \"short\" and folium meaning \"leaf\", referring to the relatively short leaves.",
    "Distribution and habitat": "Snappy white gum grows on slopes and rocky hill tops in the Kimberley region of Western Australia and in nearby parts of the Northern Territory between the Victoria River and the northern Tanami Desert where it grows in shallow skeletal soils.",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}