{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_distans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. distans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus distans, commonly known as the Katherine box, is a species of small tree that is endemic to northern parts of Australia. It has rough, fibrous grey bark, dull, narrow lance-shaped adult leaves, flower buds in groups of seven, creamy white flowers and cup-shaped to hemispherical or conical fruit.",
    "Description": "Eucalyptus distans is a tree that typically grows to a height of 7–9 m (23–30 ft) and forms a lignotuber. It has rough, fibrous, finely fissured grey bark with white patches. Young plants and coppice regrowth have narrow lance-shaped leaves 110–114 mm (4.3–4.5 in) long and 10–20 mm (0.39–0.79 in) wide. Adult leaves are the same dull, light green to grey-green colour on both sides, lance-shaped to curved, 55–150 mm (2.2–5.9 in) long and 12–26 mm (0.47–1.02 in) wide on a petiole 5–23 mm (0.20–0.91 in) long. The flower buds are arranged in leaf axils in groups of seven on a thin, branched peduncle 2–10 mm (0.079–0.394 in) long, the individual buds on a pedicel up to 6 mm (0.24 in) long. Mature buds are cylindrical to oval, 3–4 mm (0.12–0.16 in) long and about 3 mm (0.12 in) wide with a conical to rounded operculum. Flowering occurs between March and April and the flowers are creamy white. The fruit is a woody cup-shaped to hemispherical or conical capsule 3–5 mm (0.12–0.20 in) long and wide on a pedicel up to 6 mm (0.24 in) long. The valves extend well beyond the rim and the seeds are blackish brown.",
    "Taxonomy and naming": "Eucalyptus distans was first formally described in 1980 by Ian Brooker, Douglas Boland and David Kleinig from samples gathered near Katherine Gorge by Clyde Dunlop in 1977 and the description was published in Australalian Forest Research. Eucalyptus epruinata was described in 2000 by Ken Hill and Lawrie Johnson in the journal Telopea from specimens colllected in Queensland but the name is listed as a synonym by the Australian Plant Census. The specific epithet (distans) is a Latin word meaning \"remote\", \"far apart\" or \"distant\" indicating that this species is separated from the similar E. microtheca.",
    "Distribution and habitat": "Katherine box grows on low stony ridges. There are scattered populations through the Northern Territory between Katherine and Gove with disjunct populations near Fitzroy Crossing in Western Australia and near Croydon in Queensland.",
    "Conservation status": "Eucalyptus distans is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}