{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_conglobata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. conglobata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus conglobata, also known as the cong mallee or Port Lincoln mallee, is a species of eucalypt that is native to the south coast of Western Australia and South Australia. It is a mallee with smooth bark, lance-shaped adult leaves, flower buds in groups of seven, white flowers and clustered hemispherical fruit.",
    "Description": "Eucalyptus conglomerata is a mallee that typically grows to a height of 5–8 m (16–26 ft) or rarely a tree to 20 m (66 ft). It has smooth grey to brown-tan over creamy grey bark. Its young plants and coppice regrowth have stems that are more or less square in cross-section, and leaves that are dull bluish green, egg-shaped to broadly lance-shaped, 55–115 mm (2.2–4.5 in) long and 30–50 mm (1.2–2.0 in) wide. Adult leaves are usually dull bluish green, lance-shaped, 70–130 mm (2.8–5.1 in) long and 15–40 mm (0.59–1.57 in) wide on a petiole 10–25 mm (0.39–0.98 in) long. The flower buds are arranged in groups of seven in leaf axils on a peduncle up to 7 mm (0.28 in) long, the individual buds sessile. Mature buds are crowded together, oval, green to yellow, 7–15 mm (0.28–0.59 in) long and 5–8 mm (0.20–0.31 in) wide. Flowering occurs from November to May and the flowers are white. The fruit are woody hemispherical capsules crowded together and flattened on one side.",
    "Taxonomy and naming": "Cong mallee was first formally described in 1867 by George Bentham from an unpublished description by Robert Brown who gave it the name Eucalyptus dumosa var. conglobata. The description was published in Flora Australiensis. In 1922, Joseph Maiden raised the variety to species status as Eucalyptus conglobata.In 1972 Ian Brooker described two subspecies, subsp. conglobata as a synonym of Eucalyptus dumosa var. conglobata, and subsp. fraseri. Eucalyptus conglobata (R.Br. ex Benth.) Maiden subsp. conglobata is accepted by the Australian Plant Census.In 2004, Brooker and Andrew Slee described Eucalyptus conglobata subsp. perata, a name that has been accepted by the Australian Plant Census.The specific epithet (conglobata) possibly refers to the clusters of flower buds and fruit. The name perata is from the Latin peratus meaning \"western\", referring to the distribution of this subspecies comared to subspecies congloberata.Subspecies conglobata has fruit that are 7–11 mm (0.28–0.43 in) in diameter whereas subspecies perata has narrower leaves, smaller buds and fruit 5–7 mm (0.20–0.28 in) in diameter.",
    "Distribution and habitat": "Cong mallee grows in tall shrubland. Subspecies conglobata is the only subspecies occurring in South Australia where it occurs near Port Lincoln, but is also common between Israelite Bay, Esperance and Salmon Gums. Subspecies perata is common west of Esperance, including in the Stirling Ranges, Fitzgerald River National Park and Ravensthorpe. Where the ranges overlap, it is difficult to distinguish between the two subspecies.",
    "Conservation status": "Both subspecies of Eucalyptus conglobata are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}