{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_perangusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. perangusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus perangusta, commonly known as fine-leaved mallee, is a species of mallee that is endemic to a small area on the south coast of Western Australia. it has smooth bark, glossy green, linear leaves, flower buds in groups of seven or nine, creamy white flowers and short, barrel-shaped fruit.",
    "Description": "Eucalyptus perangusta is a mallee that typically grows to a height of 4 m (13 ft) and forms a lignotuber. It has smooth, pale grey bark that is shed in thin, curly flakes. Young plants and coppice regrowth have linear to oblong, dull greenish leaves that are 10–35 mm (0.39–1.38 in) long, 10–30 mm (0.39–1.18 in) wide and more or less sessile. Adult leaves are arranged alternately, the same glossy green on both sides, linear, 40–80 mm (1.6–3.1 in) long and 2–5 mm (0.079–0.197 in) wide on a petioe 2–10 mm (0.079–0.394 in) long. The flower buds are arranged in leaf axil in groups of seven or nine on an unbranched peduncle 2–10 mm (0.079–0.394 in) long, the individual buds on pedicels 1–4 mm (0.039–0.157 in) long. Mature buds are oval to spindle-shaped, 5–9 mm (0.20–0.35 in) long and 2–3 mm (0.079–0.118 in) wide with a conical to beaked operculum. Flowering occurs between December and March and the flowers are creamy white. The fruit is a woody, shortly barrel-shaped capsule, 4–6 mm (0.16–0.24 in) long and wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus perangusta was first formally described in 1988 by Ian Brooker in the journal Nuytsia from material collected near \"Oldfield's Road, east of the Young River crossing\" in 1983.",
    "Distribution and habitat": "Fine-leaved mallee grows in heath on undulating sandplains in sandy soil, especially over gravel or clay. It is found in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions between Ravensthorpe, Newdegate and Salmon Gums.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}