{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_pulverulenta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. pulverulenta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus pulverulenta, commonly known as silver-leaved mountain gum, is a species of straggly tree or mallee that is endemic to southern New South Wales. It has smooth bark, egg-shaped, heart-shaped or round, sessile leaves arranged in opposite pairs, flower buds in groups of three, white flowers and cup-shaped to cylindrical fruit.",
    "Description": "Eucalyptus pulverulenta is a straggly tree or mallee that typically grows to a height of 5 m (16 ft) or a tree to 9 m (30 ft), and forms a lignotuber. It has smooth, greenish to grey or brown bark, sometimes hanging in short ribbons. The crown of the tree has almost exclusively juvenile leaves that are egg-shaped to round or heart-shaped, glaucous, sessile, 15–50 mm (0.59–1.97 in) long, 20–50 mm (0.79–1.97 in) wide and arranged in opposite pairs. The flower buds are arranged in leaf axils in groups of three on an unbranched peduncle 3–12 mm (0.12–0.47 in) long, the individual buds sessile or on pedicels up to 3 mm (0.12 in) long. Mature buds are glaucous, oval to diamond-shaped, 9–11 mm (0.35–0.43 in) long, 4–7 mm (0.16–0.28 in) wide with a conical to beaked operculum. Flowering occurs from May to November and the flowers are white. The fruit is a woody, cup-shaped to cylindrical capsule 5–10 mm (0.20–0.39 in) long, 6–11 mm (0.24–0.43 in) wide with the valves near rim level.",
    "Taxonomy": "Eucalyptus pulverulenta was first formally described in 1819 by John Sims in the Botanical Magazine. The specific epithet (pulverulenta) is from the Latin word pulveratus meaning \"powdered\", referring to the white covering on the leaves, buds and fruit.",
    "Distribution and habitat": "Silver-leaved mountain gum is only known from a few scattered populations on the Central and Southern Tablelands of New South Wales, between Bathurst and Bombala. It grows in grassy woodland on hillsides and mountains.",
    "Conservation status": "This eucalypt is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. It was only known from about 5,400 plant in ten populations in 1990. The main threats to the species are habitat damage due to grazing, clearing of vegetation for fire trail, and its small population size.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}