{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_botryoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. botryoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus botryoides, commonly known as the bangalay, bastard jarrah, woollybutt or southern mahogany, is a small to tall tree native to southeastern Australia. Reaching up to 40 metres (130 feet) high, it has rough bark on its trunk and branches. It is found on sandstone- or shale-based soils in open woodland, or on more sandy soils behind sand dunes. The white flowers appear in summer and autumn. It reproduces by resprouting from its woody lignotuber or epicormic buds after bushfire. E. botryoides hybridises with the Sydney blue gum (E. saligna) in the Sydney region. The hard, durable wood has been used for panelling and flooring.",
    "Description": "In favourable conditions, Eucalyptus botryoides can grow as a straight-trunked tree to 40 m (130 ft) high with a dbh of 1 m (3.3 ft), although it is often shorter in poorer situations. In exposed areas behind sand dunes, it is a lower spreading tree 6–12 m (20–39 ft) tall, with its leaves forming a dense crown, or even a multitrunked mallee form in poor sandy soils. It has a swollen woody base known as a lignotuber which can reach 6 m (20 ft) in diameter. The thick, fibrous, rough and flaky bark covers the trunk and larger branches, and is vertically furrowed. The bark is more greyish brown in trees of inland forest origin, and a redder brown in those of more coastal origin. The bark on smaller branches is smooth and pale grey.The adult leaves are stalked, broad-lanceolate, to 10 to 16 cm (3.9 to 6.3 in) long by 2–6 cm (0.79–2.36 in) wide, and are dark green above, and paler below.  Venation is fine and at 40° – 60° to the midline. Developing from small cylindrical or club-shaped (clavate) buds, the white flowers appear from January to April, and are arranged in groups of six to eleven in umbellasters. The woody fruits, or gumnuts, are ovoid or cylindrical in shape, and measure between 7–12 mm long and 4–6 mm wide, with the valve near the rim or enclosed. Seedlings and young plants have more ovate leaves which are arranged oppositely along the stems for the first three to six pairs until they assume the adult alternately arranged configuration. They are also paler on the undersurface, and measure 4.5 to 11 cm long and 1.3 to 5.5 cm wide.",
    "Taxonomy": "The tree was first described by naturalist James Edward Smith in 1797, without nominating a type specimen, and still bears its original name. The species name is derived from the Ancient Greek botrys \"cluster\", and may relate to the clustered flowerheads and fruit.  It has been classified in the subgenus Symphyomyrtus, Section Latoangulatae, Series Annulares (red mahoganies) by Brooker and Kleinig. Its closest relatives are the red mahogany (Eucalyptus scias) and the Blue Mountains mahogany (E. notabilis), red mahogany/red messmate (E. resinifera) and swamp mahogany (E. robusta). South of Sydney Harbour and Parramatta River, E. botryoides forms hybrid populations with Sydney blue gum (E. saligna).",
    "Distribution and habitat": "Distribution is coastal south eastern Australia from near Newcastle on the mid coast of New South Wales to eastern Victoria in the Lakes Entrance area, specifically Loch Sport south of Bairnsdale. The species was introduced to Western Australia, where it is listed as an alien. It grows predominantly on low nutrient sandstone-derived or sandy soils, either behind coastal sand dunes or further inland in alluvial soils in valleys, where it is a dominant tree. It is generally not far from salt water. Eucalyptus botryoides is only found in lowlands, from sea level to 300 m (980 ft) altitude, and in areas of rainfall from 700 to 1,300 mm (28 to 51 in).Trees in mixed open forest it grows with include turpentine (Syncarpia glomulifera), spotted gum (Corymbia maculata), red bloodwood (C. gummifera), blackbutt (E. pilularis), Sydney blue gum, red mahogany (E. resinifera), and smooth-barked apple (Angophora costata). Associated understory plants in wetter forests with some rainforest transition include lillypilly (Syzygium smithii) and wattles. In coastal plant communities near sand-dunes, it grows with stunted forms of white stringybark (E. globoidea), silvertop ash (E. sieberi), banksia and such understory plants as burrawang (Macrozamia communis). It is a component tree of wetland forest in Booderee National Park alongside blackbutt, red bloodwood, grey ironbark (Eucalyptus paniculata), scribbly gum (E. sclerophylla), old man banksia (Banksia serrata), coast banksia (B. integrifolia) and snow-in-summer (Melaleuca linariifolia), with understory plants such as jointed twig-rush (Baumea articulata), tall spike-rush (Eleocharis sphacelata), prickly tea-tree (Leptospermum juniperinum), and zig-zag bog-rush (Schoenus brevifolius).",
    "Ecology": "Eucalyptus botryoides regenerates after bushfire by resprouting from epicormic buds and its woody lignotuber. Plants have been dated at 600 years of age. It also drops branches, and these have been known to grow roots. The wet environment and water-absorbing qualities of the thick, fibrous bark facilitate this.\nThe koala (Phascalarctos cinereus) eats the leaves, and ants consume the nectar. The species is highly susceptible to psyllids.",
    "Uses": "The heartwood of this species is durable and heavy (about 765–985 kg/m3), and resembles that of E. saligna and E. grandis. It is used for flooring and panelling.\n\nFeatures of the bangalay (Eucalyptus botryoides)\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}