{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_howittiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. howittiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus howittiana, commonly known as Howitt's box, is a species of tree that is endemic to a small area of Queensland. It has rough, fibrous and flaky bark on the trunk and branches, lance-shaped or egg-shaped adult leaves, flower buds in groups of between seven and eleven, creamy white flowers and shortened spherical to barrel-shaped fruit.",
    "Description": "Eucalyptus houseana is a tree that typically grows to a height of 25 m (82 ft) in height and forms a lignotuber. It has rough, grey coloured bark that is shortly fibrous and flaky, often fissured to tessellated on older trunks. Young plants and coppice regrowth have stems that are more or less square in cross-section, and leaves that are egg-shaped, 80–110 mm (3.1–4.3 in) long and 30–65 mm (1.2–2.6 in) wide.  Adult leaves are lance-shaped to egg-shaped, 70 to 130 mm (2.8 to 5.1 in) long and 16 to 42 mm (0.63 to 1.65 in) with the base tapering to a petiole 10–21 mm (0.39–0.83 in) long, the end often with a drip-tip. The flower buds are arranged in groups of seven, nine or eleven on the ends of branchlets, usually on an unbranched peduncle 2–6 mm (0.079–0.236 in) long. Mature buds are spindle-shaped, 5–6 mm (0.20–0.24 in) long and about 2 mm (0.079 in) wide with a conical operculum that is longer than the floral cup. Flowering occurs between January and May and the flowers are creamy white. The fruit is a woody, shortened spherical to barrel-shaped capsule 2–3 mm (0.079–0.118 in) long and wide with the valves enclosed in the fruit.",
    "Taxonomy and naming": "Eucalyptus howittiana was first formally described in 1882 by the botanist Ferdinand von Mueller in The Southern Science Record. The specific epithet honours the bushman, explorer, botanist, geologist and magistrate, Alfred William Howitt.",
    "Distribution and habitat": "Howitt's box grows hilly country in tropical sub-coastal northeastern Queensland between Townsville and Cairns and up to 160 km (99 mi) inland. It grows in skeletal sandy, well-drained soils on rocky escarpments and slopes on a variety of substrates. It is a part of woodland communities usually with other eucalypts or sometimes on the boundary of semi-deciduous vine thickets.",
    "Conservation status": "This eucalypt is classified as \"least concern\" under the Queensland Government Nature Conservation Act 1992.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}