{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_leucophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. leucophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus leucophylla, commonly known as Cloncurry box, is a species of tree or mallee that is predominantly found in northwest Queensland with small populations possibly also occurring in the eastern Kimberley region Western Australia. It has rough, finely fissured bark, lance-shaped adult leaves, flower buds in groups of seven, creamy white flowers and cup-shaped fruit.",
    "Description": "Eucalyptus leucophylla is a tree or mallee that typically grows to a height of 6 m (20 ft) and forms a lignotuber. It has rough, finely fissured greyish bark on the trunk and branches. Young plants and coppice regrowth have dull coloured, lance-shaped leaves that are 65–120 mm (2.6–4.7 in) long and 35–50 mm (1.4–2.0 in) wide. Adult leaves are the same dull, light green to greyish colour on both sides, 80–140 mm (3.1–5.5 in) long and 12–26 mm (0.47–1.02 in) wide tapering to a petiole 6–20 mm (0.24–0.79 in) long. The flower buds are usually arranged in groups of seven in leaf axils on an unbranched peduncle 4–10 mm (0.16–0.39 in) long, the individual buds on pedicels 2–6 mm (0.079–0.236 in) long. Mature buds are oval to pear-shaped, 6–7 mm (0.24–0.28 in) long and 3–4 mm (0.12–0.16 in) wide with a conical to rounded operculum. Flowering has been observed in March and August and the flowers are creamy-white. The fruit is usually a woody cup-shaped capsule 4–7 mm (0.16–0.28 in) long and 5–6 mm (0.20–0.24 in) wide with the valves more or less at the level of the rim.",
    "Taxonomy and naming": "Eucalyptus leucophylla was first formally described by the botanist Karel Domin in 1928 in Bibliotheca Botanica. The specific epithet (leucophylla) is derived from the ancient Greek leukophyllos (λευκόφυλλος), consisting of leukos (λευκός), meaning \"white\" and phyllon (φύλλον), meaning \"leaf\".",
    "Distribution and habitat": "Cloncurry box is often found on low hills and in valleys in low woodland communities along with Corymbia terminalis or Eucalyptus leucophloia or Eucalyptus pruinosa often with an understorey of Acacia hilliana and Triodia grasses. It is mainly found in north-western Queensland near Camooweal, Mt Isa, Cloncurry and Kajabbi.The Western Australian Herbarium site FloraBase lists this species as occurring in the Kimberley region of Western Australia but E. leucophylla is very similar to other eucalypts occurring in this area, including E. limitaris and E. xerothermica. \nE. leucophylla was previously described as Eucalyptus argillacea in Queensland.",
    "Conservation status": "This eucalypt is classified by the Queensland Government as of \"least concern\".",
    "See also": "\nList of Eucalyptus species\n\n\n== References =="
  }
}