{
  "url": "https://en.wikipedia.org/wiki/Eucalyptus_platycorys",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eucalyptus"
    },
    {
      "Species": "E. platycorys"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucalyptus platycorys, commonly known as Boorabbin mallee, is a species of mallee, rarely a small tree, that is endemic to Western Australia. It has rough, dark grey, fibrous and flaky bark on the trunk, smooth greyish bark above, lance-shaped adult leaves, flower buds usually in group of three, creamy white flowers and cup-shaped to cylindrical fruit.",
    "Description": "Eucalyptus platycorys is a mallee, rarely a small tree, that typically grows to a height of 2–12 mm (0.079–0.472 in) and forms a lignotuber. It has rough, dark grey, fibrous and flaky bark on the lower part of the trunk, smooth greyish bark above that is shed in ribbons. Young plants and coppice regrowth have dull bluish green leaves that are lance-shaped, 60–100 mm (2.4–3.9 in) long and 15–40 mm (0.59–1.57 in) wide. Adult leaves are the same glossy green on both sides, lance-shaped, 70–140 mm (2.8–5.5 in) long and 8–23 mm (0.31–0.91 in) wide, tapering to a petiole 10–30 mm (0.39–1.18 in) long. The flower buds are arranged in leaf axils, usually in groups of three, on an unbrached peduncle 3–15 mm (0.12–0.59 in) long, the individual buds on pedicels 1–6 mm (0.039–0.236 in) long. Mature buds are cylindrical, bright red before flowering, 8–17 mm (0.31–0.67 in) long and 6–10 mm (0.24–0.39 in) wide with a conical or beaked operculum. Flowering mainly occurs from July to October and the flowers are creamy white. The fruit is a woody, cup-shaped to cylindrical capsule with the valves at rim level or below it.",
    "Taxonomy": "Eucalyptus platycorys was first formally described in 1929 by Joseph Maiden and William Blakely in Maiden's book, A Critical Revision of the Genus Eucalyptus from material collected from Boorabbin by Alexander Morrison.",
    "Distribution and habitat": "Boorabbin mallee is found around sand lakes, on sandplains and sand dunes from Boorabbin to Ravensthorpe and east to the Fraser Range and the western part of the Great Victoria Desert.",
    "Conservation status": "This eucalypt is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "See also": "List of Eucalyptus species\n\n\n== References =="
  }
}