{
  "url": "https://en.wikipedia.org/wiki/Leptotyphlops_macrolepis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Leptotyphlopidae"
    },
    {
      "Genus": "Trilepida"
    },
    {
      "Species": "T. macrolepis"
    }
  ],
  "text": {
    "__SUMMARY__": "The big-scaled blind snake (Trilepida macrolepis) is a species of snake in the family Leptotyphlopidae. The species is endemic to southern Central America and northern South America.",
    "Taxonomy": "T. macrolepis is the type species of the genus Trilepida.",
    "Geographic range": "T. macrolepis has been reported from Brazil, Colombia, Ecuador, the Guianas, Panama, and Venezuela.",
    "Description": "T. macrolepis has 14 rows of scales around the body. Each scale has a lighter border. The centers of the scales in the seven dorsal rows are uniform dark brown to black. The centers of the scales in the seven ventral rows are light brown to brown.",
    "Reproduction": "T. macrolepis is oviparous.",
    "References": "",
    "Further reading": "Adalsteinsson SA, Branch WR, Trape S, Vitt LJ, Hedges SB (2009). \"Molecular phylogeny, classification, and biogeography of snakes of the family Leptotyphlopidae (Reptilia, Squamata)\". Zootaxa 2244: 1-50. (Tricheilostoma macrolepis, new combination).\nBoulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Glauconiidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Glauconia macrolepis, new combination, p. 69).\nFreiberg M (1982). Snakes of South America. Hong Kong: T.F.H. Publications.189 pp. ISBN 0-87666-912-7. (Leptotyphlops macrolepis, p. 118).\nHedges SB (2011). \"The type species of the threadsnake genus Tricheilostoma Jan revisited (Squamata, Leptotyphlopidae)\". Zootaxa 3027: 63-64. (Trilepida macrolepis, new combination, p. 63).\nPeters W (1857). \"Vier neue amerikanische Schlangen aus der Familie der Typhlopinen und darüber einige vorläufige Mittheilungen \". Monatsberichte der Königlichen Preussischen Akademie der Wissenschaften zu Berlin 1857: 402-403. (Stenostoma macrolepis, new species, p. 402). (in German and Latin).\nRuthven AG (1922). \"The Amphibians and Reptiles of the Sierra Nevada de Santa Marta, Colombia\". University of Michigan Museum of Zoology, Miscellaneous Publications (8): 1-70. (Leptotyphlops macrolepis, new combination, p. 64)."
  }
}