{
  "url": "https://en.wikipedia.org/wiki/Leptotyphlops_carlae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Leptotyphlopidae"
    },
    {
      "Genus": "Tetracheilostoma"
    },
    {
      "Species": "T. carlae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Barbados threadsnake (Tetracheilostoma carlae) is a species of threadsnake. It is the smallest known snake species. This member of the Leptotyphlopidae family is found on the Caribbean island of Barbados. It has been reported to be on the islands of Antigua and Barbuda.The snake was first identified as a separate species in 2008 by S. Blair Hedges, a herpetologist from Pennsylvania State University. Hedges named the new species of snake in honor of his wife, Carla Ann Hass, a herpetologist who was part of the discovery team. Specimens already existed in reference collections in the London Natural History Museum and in a museum in California, but they had been incorrectly identified to belong to another species.At the time of publication, August 2008, T. carlae was described as the snake species with the smallest adults in the world. The first scientific specimens taken by the research team were found under rocks in a forest. The snake is thought to be near the lower size limit for snakes, as young snakes need to attain a certain minimum size to find suitable food.",
    "Description": "The average length of Tetracheilostoma carlae adults is approximately 10 cm, (3.94 inches), with the largest specimen found to date measuring 10.4 cm (4.09 inches). The snakes are said by Hedges to be \"about as wide as a spaghetti noodle. The photograph above shows L. carlae on a quarter dollar, a coin with a diameter of 24.26 mm (0.955 inches).  The specimen weighed 0.6 grams.T. carlae is thought to feed primarily on a diet of termites and ant larvae. Threadsnakes are oviparous, laying eggs to reproduce.  The female of this snake species produces only one large egg at a time. The emerging offspring is about half the length of the mother.\n\nSmall species of snake such as T. carlae have relatively large new-born offspring compared to adults. The offspring of the largest snakes are only one-tenth the length of an adult, whereas offspring of the smallest snakes typically are one-half the length of an adult (see figure below). The tiny snakes produce only one, massive egg—relative to the size of the mother.",
    "Conservation status": "Little is known about the ecology, abundance, or distribution of this species. Essentially, Barbados has no original forest remaining, however, this native species very likely requires a forest habitat for survival since it evolved in the presence of forests. Based on the small number of known specimens and its distribution apparently being restricted to eastern Barbados, the continued survival of the species is a concern.",
    "See also": "List of leptotyphlopid species and subspecies\nLeptotyphlopidae, valid scientific names.\nLeptotyphlopidae by common name\nLeptotyphlopidae by taxonomic synonyms\nSmallest organisms",
    "References": "",
    "External links": " Media related to Tetracheilostoma carlae at Wikimedia Commons.\nTetracheilostoma carlae at the Reptile Database."
  }
}