{
  "url": "https://en.wikipedia.org/wiki/Leptotyphlops_nicefori",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Leptotyphlopidae"
    },
    {
      "Genus": "Trilepida"
    },
    {
      "Species": "T. nicefori"
    }
  ],
  "text": {
    "__SUMMARY__": "The Santander blind snake (Trilepida nicefori ) is a species of snake in the family Leptotyphlopidae. The species is endemic to Colombia.",
    "Etymology": "The specific name, nicefori, is in honor of missionary Brother Nicéforo María (1888–1980), born Antoine Rouhaire in France, who established a natural history museum in Medellin, Colombia.",
    "Geographic range": "T. nicefori is known only from Santander Department, Colombia.",
    "Description": "T. nicefori is a very small snake. Adults may attain a total length (including tail) of 10.5 cm (4.1 in). It is uniform brown dorsally, and beige ventrally.",
    "Reproduction": "T. nicefori is oviparous.",
    "References": "",
    "Further reading": "Adalsteinsson SA, Branch WR, Trape S, Vitt LJ, Hedges SB (2009). \"Molecular phylogeny, classification, and biogeography of snakes of the family Leptotyphlopidae (Reptilia, Squamata)\". Zootaxa 2244: 1-50. (Rena nicefori, new combination).\nDunn ER (1946). \"A New Snake from the Eastern Andes of Colombia\". Caldasia 4 (17): 121-122. (Leptotyphlops nicefori, new species).\nHedges SB (2011). \"The type species of the threadsnake genus Tricheilostoma Jan revisited (Squamata, Leptotyphlopidae)\". Zootaxa 3027: 63-64. (Trilepida nicefori, new combination, p. 63).\nPinto, Roberta Richard; Passos, Paulo; Portilla, José Rances Caicedo; Arrendondo, Juan Camilo; Fernandes, Ronaldo (2010). \"Taxonomy of the threadsnakes of the tribe Epictini (Squamata: Serpentes: Leptotyphlopidae) in Colombia\". Zootaxa 2724: 1-28. (Tricheilostoma nicefori, new combination)."
  }
}