{
  "url": "https://en.wikipedia.org/wiki/Impatiens_psittacina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Balsaminaceae"
    },
    {
      "Genus": "Impatiens"
    },
    {
      "Species": "I. psittacina"
    }
  ],
  "text": {
    "__SUMMARY__": "Impatiens psittacina, known variously as the \"parrot flower\" or \"parrot balsam\" is a species of balsam from Southeast Asia that was described by the botanist Joseph Dalton Hooker and was noted for its flower that resemble a \"flying cockatoo\". It is known from Thailand, Burma and parts of India.",
    "History": "A balsam, Impatiens psittacina, or parrot flower, is a very rare impatiens species discovered in the Shan States of Upper Burma by Arthur Hedding Hildebrand, a British official. Seeds of it were presented to the Royal Gardens (Kew) in 1899 and it flowered in 1900 and a description was published in 1901 by Joseph Dalton Hooker who gave the common name of \"cockatoo balsam\".The specimen in Kew did not set seed but the capsules are said not to explode and disperse seeds as in many Impatiens.\nThe species grows in the wild in a small region of north Thailand (near Chiang Mai), Burma, and in the north-east Indian state of Manipur. The species name \"psittacina\" is Latin for \"parrot-like\", in reference to parrot-shaped blooms viewed from the side.\nThe Thai government has prohibited exporting this species, so it is not in cultivation. Counterfeit seeds are frequently sold.",
    "Description": "The plant is erect and branches profusely and grows compactly to a height of about half a metre. Like other Impatiens species it has thick stems, the leaves have a serrulate margin. The flower is light purple and carmine red. The lateral sepals are orbicular and light green. The lower sepal is bulbous and narrows into a hooked spur tipped in carmine. The dorsal petal is orbicular and hooded while the lateral united petals are long.This species of Impatiens is known in Thai as \"Dork Nok Khaew\" which translates to \"Flower Bird Parrot\".",
    "References": "",
    "External links": "Le Jardin (1902)\nScans of the original description"
  }
}