{
  "url": "https://en.wikipedia.org/wiki/Impatiens_balfourii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Balsaminaceae"
    },
    {
      "Genus": "Impatiens"
    },
    {
      "Species": "I. balfourii"
    }
  ],
  "text": {
    "__SUMMARY__": "Impatiens balfourii is a species of the genus Impatiens known by the common names Balfour's touch-me-not, Kashmir balsam, and poor man's orchid. It belongs to the family Balsaminaceae.",
    "Etymology": "The Latin name Impatiens means \"impatient\" or \"intolerant\" and refers to the explosive dehiscence of the fruits, which burst at the slightest touch as a means of scattering the seeds. The Latin species epithet balfourii honors the Scottish botanist Isaac Bayley Balfour (1853-1922).",
    "Description": "This is an annual herb growing 15–120 centimetres (5.9–47.2 in) in height. Its stem is glabrous, reddish, lined and very branched. It has alternately arranged, oval to lance-shaped, toothed, stalked leaves up to 4 centimetres (1.6 in) long. The inflorescence is a raceme generally bearing 4 to 8 flowers. Each flower is about 2 centimetres (0.79 in) long, with one of its white sepals forming a long, thin spur, and two of its yellow-dotted lavender or pink petals extending from the mouth.",
    "Reproduction": "The flowers are hermaphrodite, or perfect, and are pollinated by insects, or, in the Americas, by hummingbirds. The flowering period extends from July through September. The fruits are glabrous capsules about 20 millimetres (0.79 in) long and the seeds are dispersed when the fruits burst, launching them up to 6 metres (20 ft) away.",
    "Distribution": "It is native to the Himalayas, particularly Kashmir and surrounding areas, where it grows in mountains of 5,000 to 6,000 feet. It was brought back to England and many other European countries as a garden plant, and then it became popular in the San Francisco Bay Area and other parts of the United States. It can now be found growing wild as a garden escapee in Europe, on the US Pacific Coast, and in Wisconsin, where it is well adapted to cool, wet sites.",
    "Habitat": "In the wild the plant occurs along the banks of rivers, on roadsides, and in wastelands. It thrives in cool and moist areas, at an altitude of 100–600 metres (330–1,970 ft) above sea level.",
    "Gallery": "",
    "Notes": "",
    "References": "Pignatti, S. Flora d'Italia. Edagricole. 1982.\nTutin, T. G., et al. Flora Europaea, second edition. 1993.",
    "External links": "Jepson Manual Treatment\nBiolib"
  }
}