{
  "url": "https://en.wikipedia.org/wiki/Impatiens_denisonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Balsaminaceae"
    },
    {
      "Genus": "Impatiens"
    },
    {
      "Species": "I. denisonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Impatiens denisonii is a scapigerous herb species of the family Balsaminaceae, which is found only in the Western Ghats in South India. It is among the rarest of the eighteen Impatiens species which are endemic to the Nilgiri Hills. It was very abundant and considered among the most beautiful plants in the Nilgiri Hills.",
    "Description": "This plant has numerous pink or purple flowers. The leaf base is deeply 2-lobed with a broad sinus. The scape and pedicels are very long and slender. The wings are 3-partite bearded on the inner face. The lateral segment has a filiform appendage enclosed in the long recurved spur.The leaves are ovate cordate with bristly crenatures with numerous weak hairs above and glabrous below. Petioles are generally shorter than the leaves. Scapes much longer than the leaves. Bracts are small and ovate, pedicels are 1 inch (25 mm) long. Sepals are small and ovate. The vexillum is rather large broadly ovate, vaulted and has three broad spreading lobes with a dense tuft of petaloid hairs above the conjunction of the lobes. It has a long filiform appendage which is entirely hidden in the spur and extends its whole length. Spur is a very long recurved glabrous capsule. Seeds are numerous and small.",
    "Habitat": "I. denisonii is found in grasslands and along hedges and in wastelands of the Nilgiri Hills. It was very abundant on rocks and trees of the western slopes of the Nilgiris along the Sispara Ghat at elevations of 900 metres (3,000 ft) to 1,500 metres (4,900 ft).\nIn 2002, it was rediscovered by Tarun Chhabra and other researchers of the Edhkwehlynawd Botanical Refuge (EBR) of Udhagamandalam (Ootacamund). This team noticed that several native species of wild balsams were seldom seen in the field. For three years of ongoing botanical studies they made field trips during each August–September period when the balsams are in bloom. They sighted the I. denisonii only during their third year of searching. This was the first scientific collection of the species since British naturalist Richard Henry Beddome first documented it in 1862.",
    "External sources": "Impatiens denisonii Photo\nSir J.D. Hooker, C.B, K.C.S.I. (1897) Flora of British India International Distributors, Dehra Dun. Vol-1 to Vol-7.\nClive Stace, (1997) New Flora of the British Isles The press Syndicate of the University of Cambridge, New York. Second edition.\nJ.s Gamble, (1986) Flora of Presidency of Madras Bishen Singh publishers, Dehra Dun. Vol-1 to Vol-3.\nSingh, vohra, Hajra, (1997) Flora of India Botanical Survey of India, Coimbatore. Vol-1 to Vol-5.\nCecil.J. Saldanha. (1996), Flora of Karnataka Oxford & IBH Publishing, New Delhi. Vol-2.\nDr.S.N.Ramaswamy, Dr. M. Radhakrishna Roa, Dr. D.A.Govindappa (2001) Flora of Shimoga District, Karnataka Manasa Gangothri Publishing, Mysore.\nK.R.Keshava Murthy, S.N. Yoganarasimhan, (1990), Flora of Coorg (Kodagu) Vismat Publishers, Rajaji Nagar B’lore.\nS.N.Yoganarasimhan, K.Subramanyam & B.A. Razi, (1981) Flora of Chikmagalur District International Book Distributors, Dehra Dun.\nK.Gopalakrishna Bhat, (2003) Flora of Udupi Manipal press Limited, Manipal.\nCecil.J. Saldanha. H. Nicolson, (1976) Flora of Hassan District Amerind Publishing, New Delhi.\n\n\n== References =="
  }
}