{
  "url": "https://en.wikipedia.org/wiki/Impatiens_glandulifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Balsaminaceae"
    },
    {
      "Genus": "Impatiens"
    },
    {
      "Species": "I. glandulifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Impatiens glandulifera is a large annual plant native to the Himalayas. Via human introduction it is now present across much of the Northern Hemisphere and is considered an invasive species in many areas. Uprooting or cutting the plants is an effective means of control.",
    "Etymology": "The common names Policeman's Helmet, Bobby Tops, Copper Tops, and Gnome's Hatstand all originate from the flowers being decidedly hat-shaped. Himalayan Balsam and Kiss-me-on-the-mountain arise from the plant originating in the Himalayan mountains. Ornamental jewelweed refers to its cultivation as an ornamental plant.\nThe genus name Impatiens, meaning \"impatient\", refers to its method of seed dispersal. The species name glandulifera comes from the Latin words glándula meaning 'small gland', and ferre meaning 'to bear', referring to the plant's glands.",
    "Description": "It typically grows to 1 to 2 m (3.3 to 6.6 ft) high, with a soft green or red-tinged stem, and lanceolate leaves 5 to 23 cm (2.0 to 9.1 in) long. The crushed foliage has a strong musty smell. Below the leaf stems the plant has glands that produce a sticky, sweet-smelling, and edible nectar. The flowers are pink, with a hooded shape, 3 to 4 cm (​1 1⁄4 to ​1 1⁄2 in) tall and 2 cm (​3⁄4 in) broad; the flower shape has been compared to a policeman's helmet.\nAfter flowering between June and October, the plant forms seed pods 2 to 3 cm (​3⁄4 to ​1 1⁄4 in) long and 8 mm broad (​1⁄4 in), which explode when disturbed, scattering the seeds up to 7 metres (23 feet).\nThe green seed pods, seeds, young leaves and shoots are all edible. The flowers can be turned into a jam or parfait.The plant was rated in first place for per day nectar production per flower in a UK plants survey conducted by the AgriLand project which is supported by the UK Insect Pollinators Initiative. (However, when number of flowers per floral unit, flower abundance, and phenology were taken into account it dropped out of the top 10 for most nectar per unit cover per year, as did all plants that placed in the top ten along with this one for per day nectar production per flower, with the exception of Common Comfrey, Symphytum officinale.)",
    "Distribution": "Himalayan Balsam is native to the Himalayas, specifically to the areas between Kashmir and Uttarakhand. In its native range it is usually found in altitudes between 2000–2500 m above sea level, although it has been reported in up to 4000 m above sea level.In Europe the plant was first introduced in the United Kingdom where it has become naturalized and widespread across riverbanks. Presently it can be found almost everywhere across the continent.In North America it has been found in the Canadian provinces of British Columbia, Manitoba, Ontario, Quebec, Nova Scotia, New Brunswick, Prince Edward Island and Newfoundland. In the United States it is found on both the east and west coast, seemingly restricted to northern latitudes.In New Zealand it is sometimes found growing wild along riverbanks and wetlands.",
    "Invasive species": "Himalayan Balsam is sometimes cultivated for its flowers. It is now widely established in other parts of the world (such as the British Isles and North America), in some cases becoming an invasive species weed. The aggressive seed dispersal, coupled with high nectar production which attracts pollinators, often allows the Himalayan Balsam to outcompete native plants. Himalayan Balsam also promotes river bank erosion due to the plant dying back over winter, leaving the bank unprotected from flooding. Invasive Himalayan Balsam can also adversely affect indigenous species by attracting pollinators (e.g. insects) at the expense of indigenous species. It is considered a \"prohibited noxious weed\" under the Alberta Weed Control Act 2010.In the UK the plant was first introduced in 1839 at the same time as Giant Hogweed and Japanese Knotweed. These plants were all promoted at the time as having the virtues of \"herculean proportions\" and \"splendid invasiveness\" which meant that ordinary people could buy them for the cost of a packet of seeds to rival the expensive orchids grown in the greenhouses of the rich. Within ten years, however, Himalayan balsam had escaped from the confines of cultivation and begun to spread along the river systems of England. Today it has spread across most of the UK and some local wildlife trusts organise \"balsam bashing\" events to help control the plant. However, a recent study (Hejda & Pyšek, 2006) concludes that in some circumstances, such efforts may cause more harm than good. Destroying riparian stands of Himalayan Balsam can open up the habitat for more aggressive invasive plants such as Japanese knotweed and aid in seed dispersal (by dropped seeds sticking to shoes). Riparian habitat is suboptimal for I. glandulifera, and spring or autumn flooding destroys seeds and plants. The research suggests that the optimal way to control the spread of riparian Himalayan Balsam is to decrease eutrophication, thereby permitting the better-adapted local vegetation that gets outgrown by the balsam on watercourses with high nutrient load to rebound naturally. They caution that these conclusions do probably not hold true for stands of the plant at forest edges and meadow habitats, where manual destruction is still the best approach.\n\nThe Bionic Control of Invasive Weeds in Wiesbaden, Germany, is trying to establish a self-sufficient project to conserve their local biodiversity by developing several food products made from the Impatiens flowers. Eventually, if all goes well, this project will have the Himalayan Balsam financing its own eradication.\nIn August 2014, CABI released a rust fungus in Berkshire, Cornwall and Middlesex in the United Kingdom as part of field trials into the biological control of Himalayan Balsam.Some research also suggests that I. glandulifera may exhibit allelopathy, in which it excretes toxins that negatively affect neighboring plants, thus increasing its competitive advantage.The Royal Horticultural Society and the Centre for Ecology and Hydrology recommend that pulling and cutting is the main method of non-chemical control, and usually the most appropriate.Natural Resources Wales has used manual methods such as pulling plants and using strimmers to largely eradicate Himalayan Balsam from reaches of the River Ystwyth.",
    "References": "",
    "External links": "Identifying and removing Himalayan Balsam on businesslink.gov.uk\nHimalayan balsam (Impatiens glandulifera)The UK Environment Agency's guide to managing invasive non-native plants"
  }
}