{
  "url": "https://en.wikipedia.org/wiki/Impatiens_balsamina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Balsaminaceae"
    },
    {
      "Genus": "Impatiens"
    },
    {
      "Species": "I. balsamina"
    }
  ],
  "text": {
    "__SUMMARY__": "Impatiens balsamina, commonly known as balsam, garden balsam, rose balsam, touch-me-not or spotted snapweed, is a species of plant native to India and Myanmar.It is an annual plant growing to 20–75 cm tall, with a thick, but soft stem. The leaves are spirally-arranged, 2.5–9 cm long and 1–2.5 cm broad, with a deeply toothed margin. The flowers are pink, red, mauve, lilac, or white, and 2.5–5 cm diameter; they are pollinated by bees and other insects, and also by nectar-feeding birds. The ripe seed capsules undergo explosive dehiscence.",
    "Human use": "Different parts of the plant are used as traditional remedies for disease and skin afflictions. Juice from the leaves is used to treat warts and snakebite, and the flower is applied to burns. This species has been used as indigenous traditional medicine in Asia for rheumatism, fractures, and other ailments. In Korean folk medicine, this impatiens species is used as a medicine called bongseonhwa dae (봉선화대) for the treatment of constipation and gastritis.  Chinese people used the plant to treat those bitten by snakes or who ingested poisonous fish.  Juice from the stalk, pulverised dried stalks, and pastes from the flowers were also used to treat a variety of ailments.  Vietnamese wash their hair with an extract of the plant to stimulate hair growth.  One in vitro study found extracts of this impatiens species, especially of the seed pod, to be active against antibiotic-resistant strains of Helicobacter pylori. It is also an inhibitor of 5α-reductases, enzymes that reduce testosterone levels.In Korea, the flowers are used to produce an orange nail varnish.",
    "Chemistry": "The naphthoquinones lawsone, or hennotannic acid, and lawsone methyl ether and methylene-3,3'-bilawsone are some of the active compounds in I. balsamina leaves. It also contains kaempferol and several derivatives. Baccharane glycosides have been found in Chinese herbal remedies made from the seeds.",
    "Ecology": "It is widely cultivated as an ornamental plant, and has become naturalised and invasive on several Pacific Ocean islands.",
    "References": "",
    "External links": "Jewelweeds. Drugs.com"
  }
}