{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_ustaloides",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. ustaloides"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma ustaloides is a species of mushroom in the large genus Tricholoma. It has a widespread distribution in Europe, where it is typically found in association with oak and beech trees.  Although generally considered inedible, it is consumed by some in Mexico.",
    "Description": "The cap is red-brown or chestnut-brown with a paler margin, very sticky when moist, and has a diameter of 4 to 8 cm (1.6 to 3.1 in). The overall shape of the cap is bell-like when young, later flattening to a more irregular convex shape in maturity, and often developing a lobed appearance. The margins of the caps are usually turned inwards. The gills are crowded together, adnate or emarginate in attachment to the stipe, and white or a light ochraceous yellow with dark brown stains when old or bruised. The stipe is 4 to 10 cm (1.6 to 3.9 in) long by 1 to 2 cm (0.4 to 0.8 in) thick, roughly spindle-shaped (fusiform), with red-brown fibrils and a sharply defined zone of white color at the stalk apex, especially in more mature specimens. The flesh is white or cream, smelling strongly of meal, with a bitter taste.Spores have a roughly spherical or ellipsoid shape, are hyaline, smooth, non-amyloid, and have dimensions of 5.5—7.0 x 4.5—5.5 µm. Basidia are 4-spored and cystidia are absent.",
    "Habitat and distribution": "This mycorrhizal species typically grows in small groups, and is often found near trees in the genera Quercus and Fagus.Although relatively rare, it has a widespread distribution in Europe, limited by the presence of its preferred tree hosts. Its first recorded appearance in Mexico was 1984.",
    "Edibility": "Despite its inedible status by some sources, Tricholoma ustaloides is consumed by the inhabitants of Ajusco and Topilejo, communities near Mexico City.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species\n\n\n== References =="
  }
}