{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_aurantium",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. aurantium"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma aurantium, commonly known as the golden orange tricholoma, is a mushroom of the agaric genus Tricholoma. Originally described by Jacob Christian Schäffer in 1774, it was transferred to the genus Tricholoma by Adalbert Ricken in 1915.",
    "Description": "The cap is broadly convex to more or less flat, measuring 3–9 cm (1.2–3.5 in) wide with an margin that is initially rolled inward. Fresh specimens are sticky or slimy. The cap colors is orange to dull reddish-orange. Parts that have been handled bruise dark red. The surface textures ranges from smooth to covered with scattered appressed fibrils and scales. The closely spaced gills are whitish but develop brownish to reddish-brown stains in maturity. They are narrowly attached to the stipe, sometimes by a notch. The often hollow stipe measures 4–8 cm (1.6–3.1 in) long by 1–2 cm (0.4–0.8 in) thick, and is either roughly the same width throughout, or tapers slightly to the base. Its surface is covered with dense orangish scales that terminate in a line near the top of the stipe, where it is white. The white, mealy tasting flesh does not change color with injury.The spore print is white. Spores are smooth, ellipsoid, and inamyloid, measuring 5–6 by 3–4 µm.",
    "Habitat and distribution": "The fungus grows in a mycorrhizal relationships with various species of conifers. Fruit bodies grow scattered or in groups or clusters on the ground.\nTricholoma aurantium is widely distributed in North America. It is found in Asia (India, Pakistan). The ectomycorrhizae of T. aurantium has been reported with Pinus wallichiana and Abies pindrow in Pakistan, and with silver fir (Abies alba) in Italy.",
    "Chemistry": "Tricholoma aurantium fruitbodies contains the novel diterpene lactone compounds trichoaurantianolides A, B, C and D. The bright orange-red color is due to the benzotropolone pigment aurantricholone. The first total synthesis of trichoaurantianolides C and D was reported in 2015.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species",
    "References": "",
    "External links": "Tricholoma aurantium  in Index Fungorum"
  }
}