{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_murrillianum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. murrillianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma murrillianum is a gilled mushroom found west of the Rocky Mountains in North America growing in coniferous woodland. This ectomycorrhizal fungus is an edible species that exists in a symbiotic relationship with various species of conifer as well as tan oak and madrone. It belongs to the genus Tricholoma in the matsutake species complex, which includes the closely related East Asian songi or matsutake as well as the American matsutake (T. magnivelare) and Mexican matsutake (T. mesoamericanum). T. murrillianum is also known as the ponderosa mushroom, pine mushroom, and Western matsutake.",
    "Edibility": "Matsutake mushrooms (including T. murrillianum) are choice edibles with high desirability, especially in Asian markets. They are prized for their distinctive spicy odor and flavor and firm, meaty texture. Serious poisonings have occurred due to confusion with poisonous look-alikes, most notably Amanita smithiana.",
    "Harvest": "As Japanese production of T. matsutake has declined with the growing presence of the pine-killing nematode, Bursaphelenchus xylophilus, there is an increasingly global matsutake harvesting market of related species. Exports from western North America bloomed over the last four decades, driving prices to a peak in the 1990s when Western matsutakes reached up to $600 per pound. Prices have since declined dramatically, but the annual matsutake harvest still drives economies in many rural Pacific Northwest areas.\nButton matsutakes are especially prized, and illegal raking of wild matsutake patches can cause serious ecological damage. Matsutake harvests in the Pacific Northwest have been on the decline in recent years, possibly as a result of deep raking and over-harvesting.",
    "Distribution": "T. murrillianum is found predominantly in the Pacific Northwest of the United States and Canada. It was previously included with the American matsutake, T. magnivelare, but in 2017 scholarship based on molecular analysis separated the two and determined that T. magnivelare is limited to the eastern half of North America. In southern North America, the Mexican matsutake, T. mesoamericanum, is found instead. \nThe Western matsutake can be distinguished from its Asian counterparts by its whiter color, and from its North American counterparts by range, which does not overlap. It is mostly white while T. magnivelare and T. mesoamericanum tend to be darker in cap coloration, though all three can stain reddish brown with handling when mature. T. murrillianum also has a smoother pileus than the eastern T. magnivelare.",
    "References": "",
    "External links": "MykoWeb profile of T. murrillianum"
  }
}