{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_orirubens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. orirubens"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma orirubens, commonly known as blushing tricholoma, is an edible gilled mushroom native to Europe. The grey-capped fruit bodies are generally found singly or in small groups in deciduous and coniferous woodland in autumn.",
    "Taxonomy": "Tricholoma orirubens was described by French mycologist Lucien Quélet in 1873. The generic name derives from the Greek trichos/τριχος 'hair' and loma/λωμα 'hem', 'fringe' or 'border'. It lies within the section terrea within the subgenus Tricholoma within the genus Tricholoma.",
    "Description": "Tricholoma orirubens has a dark grey or grey-brown cap up to 7.5 cm (3.0 in) in diameter with darker blackish scales, and a straight or undulating margin. The cap is conical with a slight boss before opening and flattening, eventually with either a boss or central depression. The thick grey gills are emarginate or adnate and widely spaced, and turn red when bruised. The white or pale grey ringless stipe measures 4.5 to 8 cm tall and 0.7 to 2.5 cm wide, and has a distinctive blue tinged base.",
    "Distribution and habitat": "Widespread across Europe, Tricholoma orirubens is not common. It is rare in the Netherlands. Found singly or in small groups in deciduous and coniferous woodland in autumn, it prefers clayey or chalky soils. It is ectomycorrhizal.Tricholoma orirubens can also form fairy rings. One found in Germany had a diameter of around 80 m (260 ft) and contained an estimated 10,000 mushrooms.",
    "Edibility": "Smelling and tasting strongly of flour, T. orirubens is one of the more appetising members of the genus. It can taste sweet as well.",
    "See also": "List of Tricholoma species\n\n\n== References =="
  }
}