{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_caligatum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. caligatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma caligatum is a mushroom of the agaric genus Tricholoma. It is a large species with a distinct sheathing ring on the stem, found in mycorrhizal association with various trees throughout the Mediterranean. It is sometimes referred to as the European Matsutake, though it is certainly gastronomically inferior to the true Matsutake (Tricholoma matsutake), a related species highly prized in Japan.",
    "Taxonomy": "Tricholoma caligatum was originally described in 1834 as \"Agaricus caligatus\" and was transferred to genus Tricholoma in 1914. Considerable controversy exists regarding the application of this name to Central European and North American collections, which likely represent different species.",
    "Description": "The cap (pileus) is hemispherical at first, soon becoming convex to flat, reaching 12–15 cm in diameter, and it is covered in large, chesnut to dark-brown scales. The gills (lamellae) are adnate to sinuate, crowded, whitish to cream. The stem (stipe) is 4–12 cm long, tapering and somewhat rooting at the base, and has a well-developed cottony ring covering the gills when young. Below the ring the stem is covered in dark bands of scales, which are the same colour as the cap. The flesh is thick and fibrous, and has a distinct, spicy, penetrating smell resembling nutmeg or allspice. The spore print is white.",
    "Ecology & Distribution": "Tricholoma caligatum is a strictly Southern species, locally common in Mediterranean woods. It is associated with several conifers, such as Pinus pinea, Pinus halepensis, Pinus nigra, Pinus brutia, and Pinus pinaster, but also with evergreen oaks, strawberry trees and terebinth bushes. It appears in coastal and high altitude woods in autumn and winter. According to Christensen & Heilmann-Clausen, North American reports of this fungus likely represent a different species.",
    "Edibility": "Tricholoma caligatum is edible, although fruitbodies are often bitter. The bitterness seems to vary from one collection to another and is removed by parboiling. It is regularly consumed along the Mediterranean coast, and is highly valued in the island of Cyprus, where is considered a delicacy pickled and preserved in brine or vinegar.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species",
    "References": "",
    "External links": "Tricholoma caligatum  in Index Fungorum"
  }
}