{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_atrosquamosum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. atrosquamosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma atrosquamosum, commonly known as dark-scaled knight, is an edible gilled mushroom native to Europe. The grey-capped fruit bodies are generally found singly or in small groups in deciduous woodland on chalk-based soils.",
    "Taxonomy": "Tricholoma atrosquamosum was described 1837 by French naturalist François Fulgis Chevallier as Agaricus atrosquamosus. It has also been classified as a subspecies of the related T. terreum by George Edward Massee. It lies within the section Terrea within the subgenus Tricholoma within the genus Tricholoma. Two varieties are recognised, var. atrosquamosum is generally a larger mushroom and squarrulosum smaller. Tricholoma atrosquamosum is commonly known as the dark-scaled knight.",
    "Description": "The cap is 4–10 cm (1.5–4 in) wide and covered with dark grey-brown scales. Young specimens have more conical caps which become convex to flat with maturity. It is generally darker than other grey-capped tricholomas. The stout stipe is 2.5–8 cm (0.98–3.15 in) high and 0.7–2 cm (0.28–0.79 in) wide and has no ring. It is grey with tiny blackish scales either all over or restricted to the apex. The base of the stipe can be tinged greenish or pinkish, and becomes reddish upon drying. The pale grey-brown gills are adnate or free (unattached to the stipe). The mushroom has a mealy smell and taste, though there can be a fruity, peppery or spicy edge to the former.  The spore print is white.",
    "Distribution and habitat": "Tricholoma atrosquamosum is found in North America and Europe. It is generally rare in Europe, and in danger of extinction in the Netherlands. The fruit bodies appear under deciduous and coniferous trees, particularly beech and spruce on chalky (calcareous) soils. Variety squarrulosum is also rare (though more widely distributed in southern Europe), and associated with oak, pine and spruce on chalk soils, with its fruit bodies appearing September to November. Both subspecies are rare in the British Isles.",
    "Edibility": "Both subspecies are edible, and highly regarded by some. They can be confused with darker specimens of the poisonous T. pardinum, which is generally a larger mushroom and lacks the peppery aroma.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species\n\n\n== References =="
  }
}