{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_saponaceum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. saponaceum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma saponaceum, also known as the soap-scented toadstool, soapy knight or soap tricholoma is an inedible mushroom found in woodlands in Europe and North America.",
    "Taxonomy": "Tricholoma saponaceum was first described in 1818 by the father of mycology Elias Magnus Fries and given the name Agaricus saponaceus, before being placed in the genus Tricholoma by German mycologist Paul Kummer in 1871. The specific epithet saponaceum is derived from the Latin 'of or pertaining to soap'. Its names in other European languages, such as French Tricolome à odeur de savon, and German Seifenritterling have a similar derivation to its English names-soap-scented toadstool, soapy knight or soap tricholoma—all relating to its soapy scent.Tricholoma saponaceum is yet another fungus which may represent a species complex of two or more species. The variety ardosiacum, described by Italian mycologist Giacomo Bresadola, has a dark blue-grey cap.",
    "Description": "Tricholoma saponaceum has a convex cap with a vague umbo up to 9 or 10 cm (4 or 4 in) across, which flattens with age. The colour is highly variable, with greyish, greenish, olive, yellowish and brownish shades reported. The cap is paler at the margin and fades with age. The widely spaced gills are adnexed and whitish, although may be tinted pale green and bruise pink. The stipe lacks a ring and can be swollen in its midriff, and measures 4–11 cm (1.6–4.3 in) tall by 1–3 cm (0.4–1.2 in) wide. A key distinguishing feature in the western United States is an orange-pink colour at the stipe's base. The spore print is white, and the oval smooth spores measure 5–6 × 3–4 μm. The odour is distinctive and has been likened to newly scrubbed floors or soap.Its gills may lead it to being confused with Hygrophorus species.",
    "Distribution and habitat": "Tricholoma saponaceum is a terrestrial mushroom found in Europe and North America.  It is abundant in the Pacific Northwest and Rocky Mountains. It is found in coniferous and deciduous woodlands (more commonly the former in North America) from late summer to late autumn. Spruce, live oak, tanoak, and madrone are species it can be associated with in the western United States. It is associated with oak in Central and southern Europe.",
    "Toxicity": "Bland or mild tasting, the fungus is usually classified as inedible or possibly mildly poisonous in guidebooks.",
    "See also": "List of North American Tricholoma\nList of Tricholoma species\n\n\n== References =="
  }
}