{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_album",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. album"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma album, commonly known as the white knight, is an all-white mushroom of the large genus Tricholoma. It is found in Europe, India, and possibly North America. The cap and gills are white. The whitish stipe has no ring.",
    "Taxonomy, naming, and classification": "The species was originally described as Agaricus albus by Jacob Christian Schäffer in 1774, and reclassified as Gyrophila alba by mycologist Lucien Quélet in 1886. It was given its current binomial name by German Paul Kummer in 1871. The British Mycological Society has listed \"white knight\" as its common name. The generic name derives from the Greek trichos/τριχος 'hair' and loma/λωμα 'hem', 'fringe' or 'border', while the specific epithet is the Latin adjective albus \"white\".The fungus is classified in the section Lasciva of the genus Tricholoma, characterised by species with a strong odor and acrid or bitter taste; an older classification has it placed in section Inamoena.Marcel Bon named the variety Tricholoma album var. thalliophilum to account for those mushrooms that differed by staining blue-green with thallium oxide and sulfoformol; in the absence of additional differentiating characters, some later authors have questioned the taxonomical value of this characteristic.",
    "Description": "The cap is 3–7.5 cm (1.2–3.0 in) wide and white with a pale yellow tinge, and more yellow or ochre in the centre as the fruit body ages. Convex with a slight boss, the cap is broadly conical in shape with inrolled margins. The white to pale yellow or ochre-tinged stipe is 3–8.5 cm (1.2–3.3 in) high and 0.8–1.5 cm wide and has no ring. There is no ring or volva. The mushroom has a prominent unpleasant sweet smell reminiscent of honey and radishes, and has an acrid and disagreeable taste. The thick gills are widely spaced with finely serrated edges. The spore print is white, the oval or oblong spores 5–7 μm long by 3.5–5 μm wide.",
    "Ecology, habitat and distribution": "Tricholoma album is found across Europe, the fruit bodies appearing between August and December, in association with oak (Quercus) trees, with which they form a mycorrhizal relationship. Experiments have demonstrated that inoculating blue pine (Pinus wallichiana) and deodar (Cedrus deodara) seedlings with the fungus increases plant height and shoot and root biomass. The mushroom can be encountered growing in sizeable fairy rings. The presence of the mushroom in North America has not been confirmed. It has been reported from India in 2010.",
    "See also": "List of Tricholoma species\n\n\n== References =="
  }
}