{
  "url": "https://en.wikipedia.org/wiki/Tricholoma_argyraceum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Tricholomataceae"
    },
    {
      "Genus": "Tricholoma"
    },
    {
      "Species": "T. argyraceum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tricholoma argyraceum is a grey-capped mushroom of the large genus Tricholoma. It has been often confused with the similar-looking Tricholoma scalpturatum.",
    "Taxonomy": "French mycologist Pierre Bulliard described this species as Agaricus argyraceus in 1779, before his countryman Claude Casimir Gillet gave it its current name in 1874. The generic name derives from the Greek trichos/τριχος 'hair' and loma/λωμα 'hem', 'fringe' or 'border'. It lies within the section Terrea within the subgenus Tricholoma within the genus Tricholoma.",
    "Description": "The cap is conical initially and flattening to a convex shape, with a prominent boss. Measuring 1.5 to 6 cm (0.6–2.4 in) in diameter, it is covered with greyish scales, paler than other grey-capped tricholomas, and the crowded gills are white or pale grey and emarginate or adnate in cross section. They sometimes stain yellowish when bruised. The thin flesh is cream or white and has a farinaceous (floury) and somewhat rancid taste and smell. The whitish stipe is 2–5 cm (0.8–1 in) high and 0.3–0.8 cm (0.1–0.3 in) wide and has no ring and a tapering base.The poisonous T. pardinum is similar in appearance but with coarser scales on its cap. T.scalpturatum has a darker cap without a boss.",
    "Distribution and habitat": "Tricholoma argyraceum occurs across Europe but is uncommon overall. The fruit bodies appear from June to December (occasionally earlier in Spring). The species has an ectomycorrhizal association with a number of genera – birch (Betula), Carpinus, oak (Quercus) and Tilia.",
    "Synonyms": "Obsolete synonyms for Tricholoma argyraceum include:\nAgaricus argyraceus Bull. 1779\nAgaricus myomyces var. argyraceus (Bull.) Pers. 1801\nTricholoma argyraceum f. inocybeoides (A. Pearson) Mort. Chr. & Noordel. 1999\nTricholoma argyraceum var. inocybeoides (A. Pearson) Krieglst. 1991\nTricholoma inocybeoides A. Pearson 1938\nTricholoma myomyces var. argyraceum (Bull.) J.E. Lange 1933\nTricholoma scalpturatum var. argyraceum (Bull.) Kühner & Romagn. 1953\nTricholoma terreum var. argyraceum (Bull.) P. Kumm. 1871",
    "Edibility": "Tricholoma argyraceum is technically edible but of poor quality and inferior to other grey-capped Tricholomas. It has also been classified as inedible.",
    "See also": "List of Tricholoma species\n\n\n== References =="
  }
}