{
  "url": "https://en.wikipedia.org/wiki/Inga_edulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Inga"
    },
    {
      "Species": "I. edulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Inga edulis known as ice-cream-bean, joaquiniquil, cuaniquil, guama or guaba, is a fruit native to South America. It is in the mimosoid tribe of the legume family Fabaceae. It is widely grown, especially by indigenous Amazonians, for shade, food, timber, medicine, and production of the alcoholic beverage cachiri. It is popular in Peru, Ecuador, Pernambuco-Brazil, Venezuela and Colombia. The name inga is derived from its name with the Tupí people of South America. Its name \"ice cream bean\" originates from the sweet flavor and smooth texture of the pulp.",
    "Biology": "Mature trees of Inga edulis reach 30 m (98 ft) high and 60 cm (2.0 ft) diameter at breast height, usually branching from below 3 m (9.8 ft). The branches form a broad, flat, moderately dense canopy. Inga edulis can be evergreen in tropical regions or deciduous when planted in colder regions. The tree has a pale grey coloured trunk. The stems and young twigs can be sparsely to densely haired. The leaves are alternate, evenly pinnate, 10–30 cm long with 4–6 pairs of opposite, dark-green, membranous, slightly pubescent, oval leaflets. The terminal leaflets can grow up to 18 cm long by 11 cm wide in comparison to the basal ones. Extrafloral nectaries are placed on petioles and stipules can be either inconspicuous, absent, or caduceus. It is known that Inga species are in symbiosis with ants (eg. Pheidoles spp.), which get the nectar of the extrafloral nectaries. In exchange the ants will patrol over the Inga plant to protect it against herbivores. There are certain insects such as Riodinid caterpillars which excrete sugary honeydew from their tentacle nectaries. The ants will form a symbiosis with the caterpillars by letting them feed on the tree and in favour of getting sugary honeydew from them.  Flowers are fragrant, sessile, pentamerous and are arranged in dense axillary spikes. The flower has a calyx tube with five puberulent, striate lobes, corolla with five silky, villous petals. These are around 14–20 mm long and contain numerous white stamens. The fruits are longitudinally ribbed, cylindrical indehiscent leguminous pods which can be straight, curved or often spirally twisted up. They are pendant and up to 1 m long and yellowish brown to greenly coloured. The amount of ovoid seeds can vary from 10–20, which are purplish-black to olive colored. These are embedded in the sweet, cottony, white arillus which gives it the name Icecream bean, since they taste sweet.Symbiosis\nThe Inga plant can also form symbiotic relationships where nitrogen gas can be fixated by rhizobial bacteria and mycorrhiza as other legumes can. Surveys have shown that Inga edulis undergo a mutualistic relationships with the bacterial strain of Bradyrhizobium.",
    "Synonyms": "This plant has a convoluted history of synonymy with Inga vera. The plants discussed under that name by Brenan and Kunth are actually I. edulis, whereas that based on the writings of Carl Ludwig Willdenow refers to the actual I. vera. Inga edulis in works referring back to authorities other than von Martius usually refers to Inga feuilleei.Synonyms of Inga edulis Mart.:\n\nFeuilleea edulis (Mart.) Kuntze\nInga benthamiana Meisn.\nInga edulis var. grenadensis Urb.\nInga minutula (Schery) T.S.Elias\nInga scabriuscula Benth.\nInga vera Kunth\nInga vera sensu Brenan\nInga ynga (Vell.) J.W.Moore\nMimosa inga L.\nMimosa ynga Vell.",
    "Ecology": "The natural distribution of Inga edulis spreads from Central to South America and ranges from subtropical dry to tropical wet conditions. It can be found at elevations from sea level up to 2200 m. Inga edulis grows best when mean annual daytime temperature ranges from 23 to 30 °C. However, it can tolerate 18 – 35 °C. During the resting period mature trees can survive -2 °C while young plants are killed at 0 °C. Preferred annual precipitation ranges from 1200 to 2500 mm but 640 to 4000 mm of annual precipitation can be tolerated also. Inga edulis can be grown on a widely varying range of soil conditions. It prefers a soil pH of 5 – 6.5 but can also grow in very strongly acidic soil down to a pH of 4.5 or moderately alkaline conditions up to pH 8. The natural habitat of Inga edulis includes margins of large rivers like the Amazon, thickets below high water line and wooded swamps. Therefore the tree tolerates temporarily waterlogged soils for 2–3 months each year. However, it can also tolerate drought seasons up to 6 months. Further Inga edulis can cope with heavy soils or slope fairly well. In terms of soil fertility, Inga edulis is not only unpretentious but has the potential to improve soil quality. As a leguminous tree, Inga edulis can compensate for nutrient depleted soils by fixing nitrogen with its root nodules. Ammonium and nitrates found in soil typically result in nodulation reduction. Inga edulis is an exception, as its nodules increase in size when ammonium levels are at 5mM. Nitrate on the other hand did not benefit Inga edulis and continued to show properties that prevented nodulation. Additionally to nitrogen, Inga edulis is reported to significantly increase the extractable Phosphorus content in the soil and thus further ameliorates degraded soils.",
    "Cultivation": "Inga edulis is widely cultivated in agroforestry systems in its neotropical dispersal area. This form of cultivation, often associated with coffee or cocoa culture is widely known since pre-Columbian times. Germination of Inga edulis seeds is fairly easy as the seeds are recalcitrant and often germinate already in the pod. However, seeds lose their ability to germinate after two weeks of storage. Direct sowing of the seeds is possible, but the establishment of seedlings with already a certain height can decrease competition with noxious weeds and thus increase growth. Further, the inoculation with rhizobia and mycorrhizal fungi in depleated soils is recommended to promote growth. These inoculi can easily be produced by collecting soil, nodules and fine roots from mature, nodulated inga edulis stands. Inga edulis seems to be very resistant to pests and diseases. Minor damages can result of fungal attacks in the seedling stage. Mature Inga edulis can be defoliated by Lepidoptera larvae. Also, fruit fly larvae often damage the seed testa. In Ecuador, Inga edulis in specially susceptible to mistletoe infestations.",
    "Uses": "Food crop\n\nInga edulis has been cultivated as a fruit tree for millennia and is widely sold on the local South American marketplace, mainly for the sweet, succulent pulp surrounding the seeds. The white pulp (aril) is consumed raw as a sweet snack, though it is less nutritious than the seeds. Toxic compounds such as trypsin and chymotrypsin inhibitors contained in the seeds of Inga edulis are destroyed through cooking.The taste is described as resembling that of vanilla ice cream. Some varieties even possess a slight cinnamon flavor. The seeds are only edible when cooked and have a taste similar to that of chickpeas.In Colombia the arils are also used to prepare an alcoholic beverage called cachiri for a festival of the same name. The native women chew the arils and spit the mixture into a vat, where it is left to ferment. The fruit ripens quickly and can only be kept for three to four days, limiting potential export opportunities. However, refrigeration can extend shelf life to about three weeks.Use in Agroforestry Systems\nDue to its rapid growth and ability to improve soil properties, Inga edulis has found widespread use in tropical agroforestry. Most notably, Inga alley cropping is used as an alternative to slash and burn cultivation. It is also a popular shade tree for coffee, cocoa and tea plantations. One important reason for this is that in comparison to other shade tree species Inga edulis retains its leaves in the dry season. Cuttings and leaves also used as mulch and animal fodder. The wood is sometimes used as timber and for fuel, its popularity as a source of firewood stemming from its high calorific value and weak smoke production.Despite its rapid growth and significant potential to improve soils in agroforestry systems, Inga edulis has not been the object of any improved breeding program. However, the plant has been shown to exhibit strong introgression with Inga ingoides in species contact areas. This could allow for selection of hybrids via interspecific hybridization to further increase yield and flood tolerance of the crop.Medicinal uses\nInga edulis is widely used in native South American folk medicine. Decoctions of the leaves, bark or root commonly are utilized as treatments for diarrhea, arthritis and rheumatism. Crushed, boiled leaves are ingested to relieve coughing or applied to lip sores, possibly caused by herpes. Several studies have investigated Inga edulis as a source of polyphenols for use as antioxidants and have shown promising results. However, further studies are necessary to test and develop medical applications.",
    "Footnotes": "\nIce Cream Beans\n\nDuke, James A. (1983): Inga edulis Mart. Crop Fact Sheet. Version of 07-JAN-1998. Retrieved 2007-DEC-17.\nInternational Legume Database & Information Service (ILDIS) (2005): Genus Canavalia. Version 10.01, November 2005. Retrieved 2007-DEC-17.\nUnited States Department of Agriculture (USDA) (2007): Germplasm Resources Information Network – Inga edulis. Retrieved 2007-DEC-18."
  }
}