{
  "url": "https://en.wikipedia.org/wiki/Inga_thibaudiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Caesalpinioideae[1]"
    },
    {
      "(unranked)": "Mimosoid clade[1]"
    },
    {
      "Genus": "Inga"
    },
    {
      "Species": "I. thibaudiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Inga thibaudiana is a species of tropical tree in the Mimosoideae subfamily of Fabaceae. It occurs in Central and South America, where it is known as guaba de mono, guabito  and guavo de playa.",
    "Description": "Inga thibaudiana is a small tree with a densely branched crown growing to a height of about 20 metres (66 ft). The leaves are pinnate with four to seven pairs of elliptical or oblanceolate leaflets, each with an elongated, often curved tip, and a bristle-like spike at the apex. There is a small pot-shaped gland at the base of each pair of leaflets. The underside of the leaves are densely felted with short brown hairs and the twigs are also hairy. The white flowers have a wispy appearance and are in short spikes with hairy stalks. Each has a short calyx, a tubular corolla, projecting stamens and a long style. The fruits are long, flattened seed pods containing many seeds. Inga thibaudiana could be confused with Inga multijuga, but that species does not have leaflets with elongated tips nor a network of secondary veins along the edges of the leaflets.",
    "Distribution and habitat": "Inga thibaudiana occurs in Central and South America, the Caribbean region, and Trinidad and Tobago. Its range extends from south-east Mexico to Peru, Bolivia and Brazil. It is found in primary and secondary woodland, in disturbed ground, on road verges and field edges at altitudes of up to 700 metres (2,300 ft) in regions with high rainfall and a humid climate.",
    "Ecology": "Inga thibaudiana flowers and fruits throughout the year. It is a fast-growing tree and makes good firewood. It grows in areas of forest that are seasonally flooded and is often associated with other trees, such as Virola duckei and Brownea grandiceps. Many lianas and epiphytic plants grow among its branches.\n\n\n== References =="
  }
}