{
  "url": "https://en.wikipedia.org/wiki/Pacay",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Clade": "Mimosoideae"
    },
    {
      "Genus": "Inga"
    },
    {
      "Species": "I. feuillei"
    }
  ],
  "text": {
    "__SUMMARY__": "Inga feuillei (named after Louis Feuillée), commonly known as pacay or ice-cream bean tree, is a tree in the family Fabaceae native to Andean valleys of northwestern South America.   Pacay trees, as is the case with other trees in genus Inga, also produce pods that contain an edible white pulp and have nitrogen-fixing roots.",
    "Description": "Pacay is a medium to large sized tree up to 18 m (59 ft) tall. Indumentum of pubescent hairs with rusty color on young branchlets, leaf rhachis and inflorescences. Leaves have 3-5 pairs of oblong-elliptic leaflets, with a terminal leaflet of ca. 10–20 cm long. Inflorescences in spikes to 3 cm long. Pods, flat, 20 cm long or more.In English they have been called \"ice-cream beans\" due to the sweet flavor and smooth texture of the pulp. Naturally growing Inga trees produce abundant root nodules, which fix nitrogen, thus adding nitrogen to the soil rather than taking it away, hence benefitting the land by increasing fertility levels. Inga feuilleei is a legume tree that is medium to large in length. Its height can reach an average of 60 feet or taller and will stand temperatures as high as 30 degree Celsius when mature. At low temperatures, these trees are often damaged. These trees generally occur near river banks, so it has year round irrigation. Inga species are dependable, they produce in abundance, and they provide sustenance in bad times. A family can produce food without occupying the farmland used for food crops, because they can grow on sites neglected by agriculture. They grow rapidly, are tolerant of diverse soils, and are resistant to disease and fire. These trees are easy to establish, spread their shade quickly, and provide fruit for years. The fruits of the trees are quite edible and are often consumed by people of regions where this fruit grows. In Mexico, coffee-plantation workers can double their annual salary by selling the pods from the Inga trees used to shade the coffee plants. In Central America, the seeds are cooked and eaten as a vegetable. In Mexico, the seeds are roasted and sold outside theaters to moviegoers. In Costa Rica, the fruit is also known as Guaba, and is associated with good luck.",
    "Gallery": "",
    "Future": "Pacay and other inga trees have important futures. They are multipurpose trees and are potentially valuable additions to gardens, orchards, fields, hedgerows, or wayside wastelands throughout most warm parts of the world. They also have outstanding prospects as urban trees for much of the tropics. They are a source of snacks for the owners and cash for the enterprising.\n\n\n== References =="
  }
}