{
  "url": "https://en.wikipedia.org/wiki/Lolliguncula_brevis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Cephalopoda"
    },
    {
      "Order": "Myopsida"
    },
    {
      "Family": "Loliginidae"
    },
    {
      "Genus": "Lolliguncula"
    },
    {
      "Species": "L. brevis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lolliguncula brevis, or the Atlantic brief squid, is a small species of squid in the Loliginidae family. It is found in shallow parts of the western Atlantic Ocean.",
    "Distribution": "The Atlantic brief squid occurs most frequently in shallow waters along the eastern seaboard of the United States as far north as Maryland. It has also been found in Argentina, Brazil, the British Virgin Islands, Colombia, Mexico, Panama, Puerto Rico, Suriname, Trinidad and Tobago and Venezuela.",
    "Description": "The female Atlantic brief squid is about 11 cm long and the male 9 cm. The basic colour is dark reddish-brown to yellow-brown and there are many chromatophores on the upper surface which enable the squid to change colour. The mantle is widest in the middle and tapers to a rounded point at the back. The fins are wider than they are long, rounded and about half the length of the mantle. The mantle has thick muscular walls and a large water-filled cavity and is separated from the head by a collar. The head has two large eyes, the structure of which is very similar to vertebrate eyes. There is a funnel underneath the head which is used in locomotion. There are five pairs of appendages. Numbers 1, 2, 3 and 5 are short tapering arms with two rows of suckers. The left 5th appendage of males is modified to form a hectocotylus arm which is used to transfer spermatophores into the female reproductive organ. The other pair of appendages are contractile tentacles and are much longer than the arms. These have clubs with four rows of suckers at the distal end and are used for capturing food which is then transferred to the arms. The posterior end of the female mantle is occupied by a pair of white nidamental glands which secrete the material from which the egg capsule is formed.",
    "Biology": "This species is found in warm shallow waters, often at the mouths of rivers where it seems to tolerate low salinity levels. It eats small fish and crustaceans. In order to move, water inside the mantle cavity is expelled through the funnel by muscular contraction of the mantle walls. To catch fast moving prey, the contraction is vigorous, sending a jet of water through the funnel which is directed backwards. To escape a predator, the funnel is directed forwards and the squid shoots backwards at great speed. It can also emit a cloud of ink to distract the predator. Eggs are deposited in a gelatinous capsule attached to the sea bed. The large-yolked eggs hatch into fully formed miniature versions of the parent squid.\n\n\n== References =="
  }
}