{
  "url": "https://en.wikipedia.org/wiki/Sporobolus_indicus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Sporobolus"
    },
    {
      "Species": "S. indicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Sporobolus indicus is a species of grass known by the common name smut grass.",
    "Distribution": "This bunchgrass is native to temperate and tropical areas of the Americas.\nIt can be found in more regions, as well as on many Pacific Islands, as an introduced species and a common weed of disturbed habitat. It is naturalized in Hawaii, Fiji, French Polynesia, New Caledonia, Midway Atoll, and other areas.",
    "Description": "Sporobolus indicus is a perennial bunchgrass producing a tuft of stems up to about a meter-3 feet tall. The hairless leaves are up to 50 centimeters long. The inflorescence is a dense, narrow, spikelike panicle of grayish or light brown spikelets, its base sometimes sheathed by the upper leaf.\nThe inflorescence and upper leaves are sometimes coated in black smut fungus of the genus Bipolaris, the reason for the common name smut grass.The 1889 book 'The Useful Native Plants of Australia’ records that common names included \"Rat-tail Grass\" \"Chilian Grass\" and that Indigenous People of the Cloncurry River area of Northern Australia called it \"Jil-crow-a-berry\". It also states that Sporobolus indicus is \"A fine, open, pasture grass, found throughout the colonies. Its numerous penetrating roots enable it to resist severe drought. It yields a fair amount of fodder, much relished by stock, but is too coarse for sheep. The seeds form the principal food of many small birds. It has been suggested as a paper-making material.\"",
    "References": "",
    "External links": "Jepson Manual Treatment - Sporobolus indicus\nSporobolus indicus - Photo gallery"
  }
}