{
  "url": "https://en.wikipedia.org/wiki/Sporobolus_airoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Sporobolus"
    },
    {
      "Species": "S. airoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Sporobolus airoides is a species of grass known by the common name alkali sacaton. It is native to western North America, including the Western United States west of the Mississippi River, British Columbia and Alberta in Canada, and northern and central Mexico. It grows in many types of habitat, often in alkali soils, such as in California desert regions.",
    "Description": "Sporobolus airoides is a perennial bunchgrass forming a clump of stems reaching up to 2 m (6.6 ft) tall. The stem bases are thick and tough, almost woody in texture. The fibrous green or gray-green leaves are up to 60 cm (24 in) in length. The inflorescence is long and generally wide open and spreading, bearing yellow spikelets with purplish bases. The grass produces abundant seeds, which are often dispersed in flowing water and germinate when embedded in sediment.",
    "Halophyte – salinity": "Sporobolus airoides is a facultative halophyte, able to grow in soils with high salt concentrations.  This grass germinates best in warm, sunny, wet conditions, and it can easily move into saline soils such as those in alkali flats when the substrate is wet.",
    "Cultivation": "It is a valuable grass for habitat restoration and revegetation projects in disturbed habitat in the Southwest United States, especially in riparian zones in California and the Intermountain West.",
    "Mojave Desert": "It is planted with Muhlenbergia asperifolia (scratchgrass) for Mojave River and other riparian zone restoration in the Mojave Desert. It produces dense groundcover once established.",
    "References": "",
    "External links": "Jepson Manual Treatment – Sporobolus airoides\nUSDA Plants Profile: Sporobolus airoides\nGrass Manual Treatment – Sporobolus airoides\nFAO Grassland Index\nSporobolus airoides – Photo gallery"
  }
}