{
  "url": "https://en.wikipedia.org/wiki/Puccinia_mariae-wilsoniae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Pucciniomycetes"
    },
    {
      "Order": "Pucciniales"
    },
    {
      "Family": "Pucciniaceae"
    },
    {
      "Genus": "Puccinia"
    },
    {
      "Species": "P. mariae-wilsoniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Puccinia mariae-wilsoniae, commonly known as the spring beauty rust, is a species of rust fungus found in North America. A plant pathogen, it grows on the leaves of the spring beauty flowering plants Claytonia caroliniana and C. virginica.",
    "Taxonomy": "The species was first described scientifically in 1874 by Charles Horton Peck, although Peck attributed authorship to George William Clinton, mayor of Buffalo, New York in 1842–43; the first specimens were collected in Buffalo. The specific epithet was originally published as mariae-wilsoni, but this is an orthographic error that was later corrected to mariae-wilsoniae. Early 20th-century rust authority Joseph Charles Arthur considered Uromyces claytoniae to be synonymous with P. mariae-wilsoniae, but this conclusion was rejected in a later publication, and the putative synonymy is recognized by neither of the taxonomic databases Index Fungorum nor MycoBank. The epithet honors Mary L. Wilson, a Buffalo-area botanist who frequently collected specimens for Peck.The fungus is commonly known as the \"spring beauty rust\".",
    "Description": "The rust grows on all sides of the plant, producing scattered clusters of reddish-brown sori on the surface. The aecia (specialized reproductive structures) are cup-shaped and have a conspicuous peridium. The spores produced by the aecia (aeciospores) are hyaline (translucent), covered with minute warts, and measure 18–27 by 14–20 μm. The telia are about 0.1–1.0 mm in diameter, and dark brown; teliospores measure 33–56 by 16.5–27 μm with brownish walls 1.5–2.5 μm thick, and are two-celled with little to no constriction at the septum. The surface of the teliospores are ornamented with rounded warts that are 0.2–0.5 μm high, separated by 1.4–3.0 μm between the centers of the warts.The variety Puccinia mariae-wilsoniae var. montiae differs from the main form in having teliospores measuring 27–46 by 20–28.5 μm, and walls 1.6–3.0 μm thick, and warts 0.9–1.7 μm high.",
    "Habitat and distribution": "The rust grows on the leaves and stems of plants in the Portulacaceae family, including the Carolina spring beauty (Claytonia caroliniana), the Virginia spring beauty or fairy spud (C. virginica), and the lanceleaf springbeauty (Claytonia lanceolata). Other host species include Montia fontana and M. sibirica. It is known only from North America, where it is common in the United States and Canada. The variety montiae has been collected in Washington, California, and Utah; its hosts are Montia sibirica and M. cordifolia.\n\n\n== References =="
  }
}