{
  "url": "https://en.wikipedia.org/wiki/Puccinia_asparagi",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Basidiomycota"
    },
    {
      "Class": "Urediniomycetes"
    },
    {
      "Subclass": "Incertae sedis"
    },
    {
      "Order": "Uredinales"
    },
    {
      "Family": "Pucciniaceae"
    },
    {
      "Genus": "Puccinia"
    },
    {
      "Species": "P. asparagi"
    }
  ],
  "text": {
    "__SUMMARY__": "Puccinia asparagi is the causative agent of asparagus rust. It is an autoecious fungus, meaning that all stages of its life cycle – pycniospores, aeciospores, and teliospores – all develop upon the same host plant\n\n. Rust diseases are among the most destructive plant diseases, known to cause famine following destruction of grains, vegetables, and legumes. Asparagus rust occurs wherever the plant is grown and attacks asparagus plants during and after the cutting season. Asparagus spears are usually harvested before extensive rust symptoms appear. Symptoms are first noticeable on the growing shoots in early summer as light green, oval lesions, followed by tan blister spots and black, protruding blisters later in the season. The lesions are symptoms of Puccinia asparagi during early spring, mid-summer and later summer to fall, respectively. Severe rust infections stunt or kill young asparagus shoots, causing foliage to fall prematurely, and reduce the ability of the plant to store food reserves. The Puccinia asparagi fungus accomplishes this by rust lowering the amounts of root storage metabolites. The infected plant has reduced plant vigor and yield, often leading to death in severe cases. Most rust diseases have several stages, some of which may occur on different hosts; however, in asparagus rust all the life stages (orange spore in spring, red spore in summer, and black spore in autumn and winter) occur on asparagus. Because of this, many observers mistake the different stages of the Puccinia asparagi life cycle as the presence of different diseases. The effects of Puccinia asparagi are present worldwide wherever asparagus is being grown. Asparagus rust is a serious threat to the asparagus industry.",
    "Life cycle": "",
    "Life cycle-First stage": "Also known as the orange spore phase. Oval legions develop. These legions are called pycnia and appear during the spring months, from April to July. They are raised, light green in color, and 10–20 mm in length. The lesions turn orange in color and are now called aecia. Aecia sink in towards the center as they mature. In young plantings where the spears are not harvested, these spots develop into yellow, cup-shaped, spore-bearing aecia in concentric ring patterns. Air currents and splashing rains carry the microscopic golden aeciospores to the smaller branches, where they germinate and infect when free moisture as dew, fog, or rain is present. The common, brown, blister-like pustules (uredia) develop about two weeks later.",
    "Life cycle-Second stage": "Also known as the red spore phase. During the summer months, reddish-brown, blister-like pustules (uredia) develop on the asparagus shoots. When the pustules mature, they release large numbers of rust-colored spores called urediniospores that cause new infections through the summer season. The spores are carried by air currents to produce numerous infections on other asparagus plants, often in fields several hundred feet or more away. Successive generation of urediniospores may be produced, germinate in the presence of moisture, and cause infections every 12 to 14 days until late summer, causing severely affected fields to appear reddish brown. These reddish, rust-colored, powdery spores are seen when rubbed against light-colored clothing.",
    "Life cycle-Third stage": "Also known as the black spore phase. Near the beginning of autumn, production of rust-colored urediospores is replaced by the formation of black over-wintering spores. These spores are designed to withstand the harsh winter conditions. The large, two-celled, thick-walled, black teliospores are formed either in existing uredia or newly formed pustules. Spores overwinter on host plant residue, germinate in early spring, and produce new infections on growing asparagus spears. The black-brown lesions are called telia and give a blackish hue to the top of the plants. The teliospores remain attached in the pustules on asparagus plant parts or plant debris for the remainder of the season and throughout winter. Around springtime when young asparagus shoots are emerging, the overwintering teliospores germinate on the old stems to produce sporidia. The sporidia (also called basidiospores) infect nearby emerging shoots or spears. This infection results in pycnia, producing pyciniospores and repeating the disease cycle.",
    "Favorable conditions": "Rust is favored by temperatures between 55–90 °F (13–32 °C). The spores need several hours of dew or rain for spores to germinate and infect the host. Puccinia asparagi thrives where dews or fogs are prevalent because droplets of water are needed for successful infection of the host plant. At 59 °F (15 °C) a three-hour, spore-wetting period is needed for initial infection. Maximum infection at this temperature occurs after the spores are wet for nine hours.",
    "Global / local distribution": "Asparagus rust is found worldwide wherever garden asparagus (Asparagus officinalis) is grown. As with many crop diseases, rust disease caused by Puccinia asparagi spreads rapidly due to poor field maintenance and close proximity of crop fields – asparagus rust was enabled to establish itself from New Jersey to California in five years. The disease has long been known in Europe, but did not attain prominence in the United States until 1902. Since then, the rust has spread to every important asparagus-growing region in the United States. Even in areas with climate ill suited to support vegetation, such as the Imperial Valley of California, have reported severe rust damage, with many crop fields having 100% infection rate. Puccinia asparagi also attacks a number of nonedible species of asparagus, including A. brouseopetii, A. caspius, A. maritimus, A. medeoloides, asparagus fern (A. plumosus), and A. verticillatus. It has also been observed to attack the common onion, Welsh or Spanish onion, chives, and shallot.",
    "Economic and agricultural impact": "Severe infection reduces both the size and the number of edible shoots (spears) the following spring. Severely diseased plants may be prematurely desiccated and killed during the summer. Damage is most severe during prolonged dry periods. Asparagus plants weakened by rust are also very susceptible to the Fusarium wilt, root rot, and decline disease",
    "Symptoms and signs": "Asparagus spears are usually harvested before severe rust symptoms appear. These symptoms include light green, oval lesions, followed by tan blister spots and black, projecting blisters later in the season and indicate the presence of aeciospores, urediospores, and teliospores, respectively. Serious rust infections stunt or kill young asparagus shoots, causing foliage to fall prematurely, and reduce the ability of the plant to store food reserves. The orange spores are the key sign for this disease because they are the easiest to spot. Examination of the plant for orange spots or laboratory techniques can sense the presence of this fungus.",
    "Prevention, treatment, and control": "Effective field sanitation, irrigation practices, and monitoring for lesions are important components of managing rust. Treatments become necessary as soon as the symptoms of rust appear. It is essential to provide adequate irrigation during the fern period that occurs in the summer-spring transition so that plants are neither over- nor under-watered. To prevent infection, it is ideal to have crops organized in well-spaced rows oriented in the direction of prevailing winds to maximize air movement and facilitate drying after rain. At the end of the fern season, cutting and destroying diseased ferns helps to prevent the spread of infectious spores. The fern may also be removed in its entirety from the field. It is also beneficial to destroy wild asparagus within 400 yards of commercial asparagus fields in order to isolate the crop and reduce the chance of fungal infection.",
    "Prevention, treatment, and control-Host-plant resistance": "In addition, plant rust-resistant varieties of asparagus, such as Viking KB3, Jersey Centennial, Jersey Titan, Delmonte 361, Jersey Giant, Greenwich, and Martha Washington, are reported to grow well in Minnesota. Genetic resistance in asparagus to Puccinia asparagi is recognized as an efficient means of managing rust. Pioneer work on asparagus rust resistance led to the development of the Washington varieties, including Martha Washington (Norton 1913). Since then much effort has been directed towards identifying resistance, which has led to the development of asparagus cultivars (e.g. Jersey Giant, Jersey Centennial, Jersey Titan, Delmonte 361 and Greenwich) with quantitative, rather than qualitative resistance, resulting in differences in the intensity of infection. This resistance has been termed 'slow-rusting'.",
    "See also": "List of Puccinia species",
    "References": "",
    "External links": "Index Fungorum\nUSDA ARS Fungal Database"
  }
}