{
  "url": "https://en.wikipedia.org/wiki/Puccinia_coronata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Urediniomycetes"
    },
    {
      "Order": "Uredinales"
    },
    {
      "Family": "Pucciniaceae"
    },
    {
      "Genus": "Puccinia"
    },
    {
      "Species": "P. coronata"
    }
  ],
  "text": {
    "__SUMMARY__": "Puccinia coronata is a plant pathogen and causal agent of oat and barley crown rust. The pathogen occurs worldwide, infecting both wild and cultivated oats. It is a relatively new disease of barley in North America.  It was first found in 1992 in a barley breeding nursery near Clay Center, Nebraska. Since then, crown rust has been found throughout the upper Midwest, with greatest incidence in the central Red River Valley of North Dakota and Minnesota. In that region the alternate host, common buckthorn (Rhamnus cathartica), grows abundantly in shelter belts and riparian areas. Since 1993, outbreaks of crown rust have occurred on barley and forage grasses at several localities in this region. The extent of yield losses in barley caused by this disease have not been determined. Crown rust posed a threat to barley production, because the first infections in barley occur early in the season from local inoculum. Crown rusts have evolved many different physiological races within different species in response to host resistance. Each pathogenic race can attack a specific line of plants within the species typical host. For example, there are over 290 races of P. coronata. Crops with resistant phenotypes are often released, but within a few years virulent races have arisen and P. coronata can infect them.",
    "Symptoms": "Uredinia are linear, light orange, and occur mostly on the leaf blades but occasionally occur also on leaf sheaths, peduncles\nand awns. Extensive chlorosis is often associated with the uredinia. Telia are mostly linear, black to dark brown, and are covered by the host epidermis. Although infection by crown rust does not usually kill whole plants, it does kill individual leaves of the plants. This greatly reduces photosynthetic processes which in turn reduces growth and crop yields. In addition, if plants are badly infected, they become more sensitive to drought conditions which can cause death.",
    "Disease cycle": "Teliospores on barley straw and residue of susceptible grasses left in the field germinate in the spring and produce basidiospores that infect R. cathartica. Pycnial and aecial stages are produced on the alternate host. Aeciospores from R. cathartica are the primary inoculum for infecting barley. The primary infections, which can occur as early as the three leaf stage of barley in the spring, develop into uredinia. Urediniospores produced in the uredinia repeat the infection process, and the fungus undergoes several cycles of reproduction on barley during the growing season. Spread by wind-borne urediniospores can carry the fungus some distance from the R. cathartica bushes that were the original sources of primary inoculum, although such secondary spread seems much less extensive than that for oat crown rust. In fact, P. coronata avenae can remain viable over dispersal distances of several hundred miles.Barley crown rust can infect rye as well as barley. In addition, it also infects a number of wild grasses including quackgrass (Elytrigia repens), slender wheatgrass (Elymus tranchycaulus), western wheatgrass (Pascopyrum smithii), foxtail barley (Hordeum jubatum), and several wheatgrasses (Elytrigia spp.) and wild rye grasses (Elymus spp. and Leymus spp.). The fungus readily forms telia on these hosts, which serve as a reservoir of overwintering teliospores. Quackgrass may be the most important reservoir for overwintering telia. This ubiquitous, perennial weed is very susceptible to the rust and is often found growing near Rhamnus.",
    "Intra-specific classification": "Uredinial/telial stages also occur on a wide range of grass species (Poaceae) in the genera Agrostis, Arrhenatherum, Bromus, Calamagrostis, Elymus, Festuca, Glyceria, Holcus, Hordeum, Lolium, Poa and Schedonorus etc.. Recent molecular studies suggest that with high intraspecific genetic variation, Puccinia coronata harbors multiple phylogenetic lineages. Seven phylogenetic species are recognized based on host specificity, morphology and multi-gene phylogenetic analyses, namely P. coronata s.str., P. coronati-agrostidis, P. coronati-brevispora, P. coronati-calamagrostidis, P. coronati-hordei, P. coronati-japonica, and P. coronati-longispora. Puccinia coronata s.str. is further divided into two varieties: P. coronata var. avenae and P. coronata var. coronata. The former is composed of two formae speciales: P. coronata var. avenae f. sp. avenae and P. coronata var. avenae f. sp. graminicola. The crown rust pathogen on oats belongs to P. coronata var. avenae f. sp. avenae.",
    "Intra-specific classification-Puccinia coronata avenae": "Puccinia coronata avenae is the variation of crown rust fungus which infects oat plants (Avena sativa). Almost every growing region of oat has been affected by this pathogen at one point or another. During particularly bad epidemics, the worldwide crop yields have been reduced by up to 40%. One reason why P. coronata avenae has such a prominent effect is that the conditions which favor oat production also favor the growth and inoculation of the rusts- meaning that years in which the highest yields of crops are expected are the same years in which losses are the highest as well. P. coronata var. avenae uredospores germinate the best at temperature between 10-30 °C with germ-tube growth optimized at 20 °C.The virulence of P. coronata avenae and the resistance of wild oat plants is a highly studied topic. It seems that the resistance level of the oat plant is dependent upon which race of P. coronata avenae is acting on the oat plant; the virulence of the fungal pathogen also seems to depend upon which strain the strain of oat being attacked. There are most likely multiple traits that control both virulence and resistance which suggests a very interactive host-parasite coevolution. A few specific loci have been found to confer resistance such as Pca which conferred a dominant, resistant phenotype to nine different isolates of P. coronata. An additional isolate of P. coronata was also resisted, although another, un-linked gene may be involved which correlates the theory that resistance and virulence are controlled by A. sativa multiple genes. Some studies suggest that the responses are dependent upon the physiological race of the rust involved due to mutations that arise in separate races.One way in which the expression of certain genes has been found to combat P. coronata avenae is through the production of avenalumins. Avenalumins are antimicrobial compounds which inhibit hyphal growth, thus preventing P. coronata from spreading. Avenalumins are only found in infected areas of plants and nowhere else. The production of avenalumins is regulated by some of the same genes that have been found to confer resistance in certain lines of oats, thus indicating their importance in resistance. In addition to total resistance to specific races, in such cases as the production avenalumins, partial or horizontal resistance provides a way to reduce the effect of P. coronata.",
    "Management": "Sources of resistance to crown rust have been identified in barley germplasm from diverse regions, but most malting barley\ncultivars currently grown in the northern Great Plains of North America are susceptible to crown rust.  Typically P. coronata can overcome resistant gene within five years, making it difficult for researchers to control its damaging effects on the oat production industry.  Agricultural Research Service researchers have introduced individual genes that produce proteins believed to recognize crown rust and trigger a defensive response within the plant. [1] Because of P. coronata’s quick ability to adapt to resistant strains of oat, researchers have had to turn to a new variety of oat (Avena barbata), which is commonly considered a weed, for new resistant genes.  In lab studies A. barbata has done remarkably well in conferring resistance to various strains of crown rust.  The main goal of the researchers is to not only confer resistance to crown rust, but also to develop oat varieties with additional desirable traits such as high yield and drought tolerance.",
    "See also": "List of Puccinia species",
    "References": "",
    "External links": "Index Fungorum\nUSDA ARS Fungal Database"
  }
}