{
  "url": "https://en.wikipedia.org/wiki/Puccinia_libanotidis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Pucciniomycetes"
    },
    {
      "Order": "Pucciniales"
    },
    {
      "Family": "Pucciniaceae"
    },
    {
      "Genus": "Puccinia"
    },
    {
      "Species": "P. libanotidis"
    }
  ],
  "text": {
    "__SUMMARY__": "Puccinia libanotidis, common name moon carrot rust, is a species of rust that infects the moon carrot, Seseli libanotis. It is restricted to the same range as its host plant across Eurasia.",
    "Description and life cycle": "P. libanotidis can be identified by three of its five spore types, which leave, respectively, rust-brown, cinnamon-like, and black scab-like sori along the plant. The first spore stage, the uredinioid aecial stage, is the most noticeable, and comprises clusters of brown spores that burst through the plant and form an orange-brown sorus. This sorus may stretch 0.5–3.0 centimetres (0.20–1.18 in) across the petiole and undersides of the leaf veins of the host plant, leading to a gall formation. The aeciospores are spiny and usually are 25–35 × 20–25 µm in size. The second stage involves yellowish pycniospores that form 0.1 millimetres (0.0039 in) structures around the aeciaspores. These are 3.5 × 2.5 µm in size and produce a resin known as \"pycnial nectar\". By the end of May, the third (and second conspicuous) stage, that of urediniospores, emerges. These spores are cinnamon-tinted and 1 millimetre (0.039 in) in diameter with relatively thick – 6.5 µm – wall. When examined under a microscope, they closely resemble the aeciaspores.During August, the lower leaves of an infected plant will turn yellow. The urediniospores spread out, lightly scattered, across the upper surfaces of the leaves and petioles, and teliospores (comprising the third conspicuous stage) appear. The teliospores are dark brown, almost black, and measure 30–50 × 15–25 µm. They are atypically rounded, with a smooth wall, and slightly constricted at the cross wall that divides them into two cells. These spores overwinter and germinate into basidiospores, which will infect new leaves the following year.",
    "Ecology": "P. libanotidis usually only infects S. libanotis, though it has been observed on S. campestre as well. Its range is thus limited to that of the host plant, which is widespread across Eurasia. In 2003, appearance of the rust was reported for the first time in Iran. In Great Britain, S. libanotis is confined to two chalky regions in south-east England, and the rust in turn is quite rare. It had been observed twice, once in 1910 and again in 1946, and was then thought extinct, being unofficially Red Listed as extirpated from Britain in 2006. However, three years later, A. Martyn Ainsworth from Kew Gardens re-discovered the rust. The uredinium of P. libanotidis can in turn be parasitised by the fungus Eudarluca caricis.",
    "References": "",
    "External links": "P. libanotidis at the Catalogue of Life"
  }
}