{
  "url": "https://en.wikipedia.org/wiki/Puccinia_graminis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Basidiomycota"
    },
    {
      "Class": "Teliomycetes"
    },
    {
      "Subclass": "Incertae sedis"
    },
    {
      "Order": "Uredinales"
    },
    {
      "Family": "Pucciniaceae"
    },
    {
      "Genus": "Puccinia"
    },
    {
      "Species": "P. graminis"
    }
  ],
  "text": {
    "__SUMMARY__": "The stem, black, and cereal rusts are caused by the fungus Puccinia graminis and are a significant disease affecting cereal crops. Crop species that are affected by the disease include bread wheat, durum wheat, barley and triticale. These diseases have affected cereal farming throughout history. The life cycle of Puccinia (also called the \"rust cycle\") was discovered by Prof. K.C. Mehta. Since the 1950s, wheat strains bred to be resistant to stem rust have become available. Fungicides effective against stem rust are available as well.In 1999 a new virulent race of stem rust was identified that most current wheat strains show no resistance against. The race was named TTKSK (e.g. isolate Ug99),  named after the country where it was identified (Uganda) and the year of its discovery (1999). It spread to Kenya, then Ethiopia, Sudan and Yemen, and is becoming more virulent as it spreads.  An epidemic of stem rust on wheat caused by race TTKSK is currently spreading across Africa, Asia and the Middle East and is causing major concern due to the large numbers of people dependent on wheat for sustenance.  Scientists are working on breeding strains of wheat that are resistant to UG99. However, wheat is grown in a broad range of environments. This means that breeding programs would have extensive work remaining to get resistance into regionally adapted germplasms even after resistance is identified.An outbreak of another virulent race of stem rust, TTTTF, took place in Sicily in 2016, suggesting that the disease is returning to Europe. Comprehensive genomic analysis of Puccinia graminis combined with plant pathology and climate data has pointed out the potential of the re-emergence of stem wheat rust in UK.",
    "Biology": "There is considerable genetic diversity within the species P. graminis, and several special forms, forma specialis, which vary in host range have been identified.\n\nPuccinia graminis f. sp. avenae, oat\nPuccinia graminis f. sp. dactylis''Puccinia graminis'' f. sp. ''dactylis''\nPuccinia graminis f. sp. hordei, barley\nPuccinia graminis f. sp. lolii\nPuccinia graminis f. sp. poae\nPuccinia graminis f. sp. secalis, rye, barley\nPuccinia graminis f. sp. tritici, wheat, barleyP. graminis is a member of the phylum Basidiomycota within the kingdom Fungi. The characteristic rust color on stems and leaves is typical of a general stem rust as well as any variation of this type of fungus. Different from most fungi, the rust variations have five spore stages and alternate between two hosts. Wheat is the primary host, and barberry is the alternate host.\nThere are multiple pathotypes (including QCC and MCC) affecting barley, within forma specialis tritici.",
    "Pathology": "The stem rust fungus attacks the parts of the plant that are above ground. Spores that land on green wheat plants form a pustule that invades the outer layers of the stalk. Infected plants produce fewer tillers and set fewer seed, and in cases of severe infection the plant may die. Infection can reduce what is an apparently healthy crop about three weeks before harvest into a black tangle of broken stems and shriveled grains by harvest.Stem rust of cereals causes yield losses in several ways:\nFungus absorbs nutrients that would otherwise be used for grain development.\nPustules break through epidermis, which disrupt the plant's control of transpiration and can lead to desiccation and infection by other fungi.\nInterference with plant vascular tissue leads to shriveled grains.\nThe fungus weakens the stems, which can lead to lodging (falling over). In severe cases lodging can make mechanical harvesting impossible.",
    "Signs and symptoms": "",
    "Signs and symptoms-On wheat": "Stem rust on wheat is characterized by the presence of uredinia on the plant, which are brick-red, elongated, blister-like pustules that are easily shaken off. They most frequently occur on the leaf sheaths, but are also found on stems, leaves, glumes and awns. On leaves they develop mostly on the underside but may penetrate to the upperside. On leaf sheaths and glumes pustules rupture the epidermis, giving a ragged appearance.Towards the end of the growing season black telia are produced. For this reason stem rust is also known as 'black rust'. The telia are firmly attached to the plant tissue.The site of infection is a visible symptom of the disease.",
    "Signs and symptoms-On barberry": "Pycnia appear on barberry plants in the spring, usually in the upper leaf surfaces. They are often in small clusters and exude pycniospores in a sticky honeydew. Five to ten days later, cup-shaped structures filled with orange-yellow, powdery aeciospores break through the lower leaf surface. The aecial cups are yellow and sometimes elongate to extend up to 5 mm from the leaf surface.",
    "Life cycle": "Like other Puccinia species, P. graminis is an obligate biotroph (it colonizes living plant cells) and has a complex life cycle featuring alternation of generations. The fungus is heteroecious, requiring two hosts to complete its life cycle – the cereal host and the alternate host. There are many species in Berberis and Mahonia that are susceptible to stem rust, but the common barberry is considered to be the most important alternate host. P. graminis is macrocyclic (exhibits all five of the spore types that are known for rust fungi).\nAnimated video of the life cycle of stem rust\nP. graminis can complete its life cycle either with or without barberry (the alternate host).",
    "Life cycle-Life cycle on barberry": "Due to its cyclical nature, there is no true 'start point' for this process. Here, the production of urediniospores is arbitrarily chosen as a start point.\nUrediniospores are formed in structures called uredinia, which are produced by fungal mycelia on the cereal host 1–2 weeks after infection. The urediniospores are dikaryotic (contain two un-fused, haploid nuclei in one cell) and are formed on individual stalks within the uredinium. They are spiny and brick-red. Urediniospores are the only type of spores in the rust fungus life cycle that are capable of infecting the host on which they are produced, and this is therefore referred to as the 'repeating stage' of the life cycle. It is the spread of urediniospores that allows infection to spread from one cereal plant to another. This phase can rapidly spread the infection over a wide area.\nTowards the end of the cereal host's growing season, the mycelia produce structures called telia. Telia produce a type of spore called teliospores. These black, thick-walled spores are dikaryotic. They are the only form in which Puccinia graminis is able to overwinter independently of a host.Each teliospore undergoes karyogamy (fusion of nuclei) and meiosis to form four haploid spores called basidiospores. This is an important source of genetic recombination in the life cycle. Basidiospores are thin-walled and colourless. They cannot infect the cereal host, but can infect the alternative host (usually barberry). They are usually carried to the alternative host by wind.\nOnce basidiospores arrive on a leaf of the alternative host, they germinate to produce a haploid mycelium that directly penetrates the epidermis and colonises the leaf. Once inside the leaf the mycelium produces specialised infection structures called pycnia. The pycnia produce two types of haploid gametes, the pycniospores and the receptive hyphae. The pycniospores are produced in a sticky honeydew that attracts insects. The insects carry pycniospores from one leaf to another. Splashing raindrops can also spread pycniospores. A pycniospore can fertilise a receptive hypha of the opposite mating type, leading to the production of a dikaryotic mycelium. This is the sexual stage of the life cycle and cross-fertilisation provides an important source of genetic recombination.This dikaryotic mycelium then forms structures called aecia, which produce a type of dikaryotic spores called aeciospores. These have a worty appearance and are formed in chains – unlike the urediniospores that are spiny and are produced on individual stalks. The chains of aeciospores are surrounded by a bell-like enclosure of fungal cells. The aeciospores are able to germinate on the cereal host but not on the alternative host (they are produced on the alternative host, which is usually barberry). They are carried by wind to the cereal host where they germinate and the germ tubes penetrate into the plant. The fungus grows inside the plant as a dikaryotic mycelium. Within 1–2 weeks the mycelium produces uredinia and the cycle is complete.",
    "Life cycle-Life cycle without barberry": "Since the urediniospores are produced on the cereal host and can infect the cereal host, it is possible for the infection to pass from one year's crop to the next without infecting the alternate host (barberry). For example, infected volunteer wheat plants can serve as a bridge from one growing season to another. In other cases the fungus passes between winter wheat and spring wheat, meaning that it has a cereal host all year round. Since the urediniospores are wind dispersed, this can occur over large distances. Note that this cycle consists simply of vegetative propagation – urediniospores infect one wheat plant, leading to the production of more urediniospores that then infect other wheat plants.",
    "Spore dispersal": "Puccinia graminis produces all five of the spore types that are known for rust fungi.Spores are typically deposited close to the source, but long-distance dispersal is also well documented. The following three categories of long-distance dispersal are known to occur:\nExtremely long-distance dispersalThis can occur unassisted (the robust nature of the spores allows them to be carried long distances in the air and then deposited by rain-scrubbing) or assisted (typically on human clothing or infected plant material that is transported between regions). This type of dispersal is rare and is very difficult to predict.\nStep-wise range expansionThis is probably the most common mode of long-distance dispersal and usually occurs within a country or region.\nExtinction and recolonisationThis occurs in areas that have unsuitable conditions for year-round survival of Puccinia graminis – typically temperate regions where hosts are absent during either the winter or summer. Spores overwinter or oversummer in another region and then recolonise when conditions are favorable.",
    "Wheat stem rust resistance genes": "A number of stem rust resistance genes (Sr genes) have been identified in wheat. Some of them arose in bread wheat (e.g. Sr5 and Sr6), while others have been bred in from other wheat species (e.g. Sr21 from T. monococcum) or from other members of the tribe Triticeae (e.g. Sr31 from rye and Sr44 from Thinopyrum intermedium).\nNone of the Sr genes provide resistance to all races of stem rust. For instance many of them are ineffective against the Ug99 lineage. Notably Ug99 has virulence against Sr31, which was effective against all previous stem rust races. Recently, a new stem rust resistance gene Sr59 from Secale cereale was introgressed into wheat, which provides an additional asset for wheat improvement to mitigate yield losses caused by stem rust. Singh et al. (2011) provide a list of known Sr genes and their effectiveness against Ug99.",
    "History of stem rust": "The fungal ancestors of stem rust have infected grasses for millions of years and wheat crops for as long as they have been grown. According to Jim Peterson, professor of wheat breeding and genetics at Oregon State University, \"Stem rust destroyed more than 20% of U.S. wheat crops several times between 1917 and 1935, and losses reached 9% twice in the 1950s,\" with the last U.S. outbreak in 1962 destroying 5.2% of the crop.While Ug99 wasn't discovered until 1999, stem rust has been an ongoing problem dating back to Aristotle's time (384-322 B.C). An early ancient practice by the Romans was one where they would sacrifice red animals such as foxes, dogs, and cows to Robigus (fem. Robigo), the rust god. They would perform this ritual in the spring during a festival known as the Robigalia in hopes of the wheat crop being spared from the destruction caused by the rust. Weather records from that time have been observed and it has been speculated that the fall of the Roman Empire was due to a string of rainy seasons in which the rust would have been more harsh, resulting in reduced wheat harvests. Laws banning barberry were established in 1660 in Rouen, France. This was due to the fact that European farmers noticed a correlation between barberry and stem rust epidemics in wheat. The law banned the planting of barberry near wheat fields and was the first of its kind before the parasitic nature of stem rust was discovered in the 1700s.Two Italian scientists, Fontana and Tozzetti, first explained the stem rust fungus in wheat in 1767. Italian scientist Giuseppe Maria Giovene (1753–1837), in his work Lettera al dottor Cosimo Moschettini sulla ruggine, also thoroughly studied the stem rust. Thirty years later it received its name, Puccinia graminis, by Persoon, and in 1854 brothers Louis René and Charles Tulasne discovered the characteristic five-spore stage that is known to some stem rust species. The brothers were also able to make a connection between the red (urediniospore) and black (teliospore) spores as different stages within the same organism, but the rest of the stages remained unknown.Anton de Bary later conducted experiments to observe the beliefs of the European farmers regarding the relationship between the rust and barberry plants, and after successful attempts to connect the basidiospores of the basidia stage to barberry, he also identified that the aeciospores in the aecia stage reinfect the wheat host. Upon de Bary's discovery of all five spore stages and their need for barberry as a host, John Craigie, a Canadian pathologist, identified the function of the spermogonium in 1927.Due to the useful nature of both barberry and wheat plants, they were eventually brought to North America by European colonists. Barberry was used for many things like making wine and jams from the berries to tool handles from the wood. Ultimately, as they did in Europe, the colonists began to notice a relationship between barberry and stem rust epidemics in wheat. Laws were enacted in many New England colonies, but as the farmers moved west, the problem with the stem rust moved with them and began to spread to many areas, creating a devastating epidemic in 1916. It wasn't until two years later in 1918 that the United States created a program to remove barberry. The program was one that was supported by state and federal entities and was prompted by the looming fear of food supplies during the war. The \"war against barberries\" was waged and called upon the help of citizens through radio and newspaper advertisements, pamphlets, and fair booths asking for help from all in the attempt to rid the barberry bushes of their existence. Later, in 1975–1980, the program was reestablished under state jurisdiction. Once this happened, a federal quarantine was established against the sale of stem rust susceptible barberry in those states that were part of the program. A barberry testing program was created to ensure that only the species of barberry and other variations of plants that are immune to stem rust will be grown in the quarantine area.",
    "See also": "Chilean wheat cycle\nList of Puccinia species",
    "References": "",
    "External links": "Borlaug Global Rust Initiative\nFAO\nAnimation of stem rust life cycle"
  }
}