{
  "url": "https://en.wikipedia.org/wiki/Typhlophis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Anomalepididae"
    },
    {
      "Genus": "TyphlophisFitzinger, 1843"
    },
    {
      "Species": "T. squamosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: (none).Typhlophis is a monotypic genus created for the blind snake species, T. squamosus, found along the Atlantic coast of South America from the Guianas to Pará in Brazil, as well as in Trinidad. No subspecies are currently recognized.",
    "Geographic range": "T. squamosus is found in the Atlantic coastal lowlands of South America in Guyana, Suriname and French Guiana as far south as the state of Pará in Brazil. It is also found on the island of Trinidad. The type locality given is \"Cayenne\" (French Guiana).",
    "Description": "The head of T. squamosus is covered with small scales, which are indistinguishable from the body scales.",
    "Etymology": "The synonym, Typhlophis ayarzaguenai, was named in honor of Venezuelan herpetologist José Ayarzagüena.",
    "See also": "List of anomalepidid species and subspecies.\nAnomalepididae by common name.\nAnomalepididae by taxonomic synonyms.",
    "References": "",
    "External links": "Typhlophis squamosus at the Reptarium.cz Reptile Database. Accessed 29 August 2007.",
    "Further reading": "Boulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Glauconiidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Genus Typhlophis, p. 57; species T. squamosus, p. 57).\nKok, Philippe; Rivas Fuenmayor, Gilson (2008). \"Typhlophis ayarzaguenai Señaris, 1998 is a junior synonym of Typhlophis squamosus (Schlegel, 1839)\". Reptilia-Amphibia 29 (4): 555-558.\nSchlegel H (1839). Abbildungen neuer oder unvollständig bekannter AMPHIBIEN, nach der Natur oder dem Leben entworfen, herausgegeben und mit einem erläuternden Texte begleitet. Düsseldorf: Arnz & Comp. xiv + 141 pp. (Typhlops squamosus, new species, p. 36). (in German)."
  }
}