{
  "url": "https://en.wikipedia.org/wiki/Eucomis_comosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Scilloideae"
    },
    {
      "Genus": "Eucomis"
    },
    {
      "Species": "E. comosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucomis comosa (pineapple flower, pineapple lily, wine eucomis) is a species of flowering plant in the asparagus family Asparagaceae (subfamily Scilloideae). A deciduous bulbous perennial used as an ornamental plant, it is endemic to South Africa. The white to purple flowers appear in summer and are arranged in a spike (raceme), topped by a \"head\" of green leaflike bracts.",
    "Description": "Eucomis comosa is a perennial plant, growing from a large bulb, which is often purple in colour. The leaves form a basal rosette, and are 30–80 cm (12–31 in) long by 3–10 cm (1–4 in) wide, with a smooth, slightly undulating margin. The leaves usually have purple spots and may have an overall purple tinge; var. striata has purple stripes. The inflorescence, a raceme, appears in summer (late July or early August in the UK) and is borne on a stem (peduncule) 40–60 cm (16–24 in) tall. Individual flowers have stalks (pedicels) 15–20 mm (9⁄16–13⁄16 in) long. The tepals are whitish to purple, the ovary always purple. Most plants have a pleasant coconut-like scent. The inflorescence is topped by a head (coma) of bracts, often purple spotted or tinged like the leaves. The overall effect is of a miniature pineapple plant (Ananas comosus), though in fact the two species are not closely related.",
    "Taxonomy": "The species was first described by Maarten Houttuyn in 1780, as Asphodelus comosus. The specific epithet comosus (shared by the pineapple, Ananas comosus) means \"tufted\". In 1929, Heinrich Rudolf Wehrhahn transferred the species to Eucomis. It is one of a group of larger tetraploid species of Eucomis, with 2n = 4x = 60.",
    "Distribution and habitat": "Eucomis comosa is native to the east Cape Provinces and the province of KwaZulu-Natal in South Africa. It is found in rocky ground at elevations of around 1,600 m (5,200 ft).",
    "Cultivation": "Eucomis comosa is an ornamental plant with numerous cultivars, varying in colour from forms with white flowers and little or no purple on the leaves, to forms with deeply coloured leaves. Described as \"surprisingly hardy\" in the UK, down to −5 or −10 °C (23 or 14 °F), it needs a sheltered spot in full sun, and a protective mulch in winter when grown where frosts occur. In the UK, the cultivar 'Sparkling Burgundy', with reddish purple leaves, has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Gallery": "",
    "References": "",
    "External links": "Dibakwane, Dineo & Sisulu, Walter (October 2018). \"Eucomis comosa\". PlantzAfrica. SANBI. Retrieved 2018-11-07.\nEucomis comosa\nPink, A. (2004). Gardening for the Million. Project Gutenberg Literary Archive Foundation."
  }
}