{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_uva-vulpis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Species": "F. uva-vulpis"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria uva-vulpis is a bulbous perennial plant belonging to the genus Fritillaria and native to eastern Turkey, north-western Iraq and western Iran. They are mainly found in the wooded foothills of the Zagros, where they grow in damp meadows  and cornfields between 900 and 1800 m above sea level.",
    "Name": "The Latin name of the plant means \"fox-grape\", and was coined in Kew after their Kurdish name tarsi raiwi, recorded by Guest.\nThe botanist Guest collected this plant in north-eastern Iraq in 1931 and brought it to Kew. Studies by Rix showed that this collection consisted of a mix of  Fritillaria assyriaca and Fritillaria uva-vulpis. The plant was first described by Christabel Beck under the name of Fritillaria assyriaca in 1953. Plants were collected in Persia by Admiral Paul Furse in 1962, and brought into cultivation under that name. In 1974, Martyn Rix at Kew proposed the new name of Fritillaria uva-vulpis for Fritillaria assyriaca sensu Beck. Most garden plants marketed as Fritillaria assyriaca actually belong to the species F. uva-vulpis.",
    "Description": "The bulb of Fritillaria uva-vulpis is 3 cm in diameter. The flowering plant is between 30–45 cm (12–18 in) high. The three to five, normally four shiny green spear-shaped leaves are 8–12 cm long and 1–2 cm wide, the upper leaves are smaller. Each stems bears one, rarely two drooping, bell-shaped flowers. The six petals are rounded and a compound of dark purple tinged with grey/pewter on the outside, with an intensely yellow border at the mouth, and gold on the inside. The short yellow style is undivided and 5–7 mm long. The seed capsule is cylindrical, c. 3 cm long and 1 cm in diameter. Locus typicus is Polunin in Iraq.\n\nThe plant is very similar to Fritillaria assyriaca which, however, has stolons on the stem, a flower with a more greenish tinge and a slightly flaring mouth and tends to grow at higher altitudes.",
    "Cultivation": "The fox-grape fritillary was introduced by Polly and Paul Furse to Britain from Iran. It needs hot and dry summers, and fertile, humus-rich soil. In Britain, it is best kept in pots. The bulb spreads readily by grains, which need several years before they reach flowering size. The bulbs should be planted 10 cm deep. In Britain, it flowers in April. The plant is easy to grow, provided it is not out-competed by its neighbours.",
    "References": "\n\n== Bibliography =="
  }
}