{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_imperialis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Species": "F. imperialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria imperialis (crown imperial, imperial fritillary or Kaiser's crown) is a species of flowering plant in the lily family, native to a wide stretch from Kurdistan  across the plateau of Turkey, Iraq and Iran to Afghanistan, Pakistan and the Himalayan foothills. It is also widely cultivated as an ornamental and reportedly naturalized in Austria, Sicily, and Washington State. The common names and also the epithet \"imperialis\", literally \"of the emperor\", refer to the large circle of golden flowers, reminiscent of an emperor's crown.Fritillaria imperialis grows to about 1 m (3 ft) in height, and bears lance-shaped, glossy leaves at intervals along the stem. It bears a prominent whorl of downward facing flowers at the top of the stem, topped by a 'crown' of small leaves, hence the name. While the wild form is usually orange-red, various colours are found in cultivation, ranging from nearly a true scarlet through oranges to yellow. The pendulous flowers make a bold statement in the late spring garden; in the northern hemisphere, flowering takes place in late spring, accompanied by a distinctly foxy odour that repels mice, moles and other small animals.Due to the way that the bulb is formed, with the stem emerging from a depression, it is best to plant it on its side, to prevent water causing rot at the top of the bulb. Fritillaria imperialis requires full sun for best growth, and sandy, well-drained soil for permanence. After flowering and complete drying of the leaves, the stems should be cut off just above the ground.\nNumerous cultivars have been developed for garden use, of which the yellow-flowered 'Maximea Lutea' has gained the Royal Horticultural Society's Award of Garden Merit.Like other members of the lily family, F. imperialis is susceptible to depredation by the scarlet lily beetle (Lilioceris lilii).A few names have been coined for taxa once considered as belonging to Fritillaria imperialis but now regarded as distinct species:\n\nFritillaria imperialis var. chitralensis, now called Fritillaria chitralensis\nFritillaria imperialis var. eduardii, now called Fritillaria eduardii\nFritillaria imperialis var. inodora, now called Fritillaria eduardii var. inodora\nFritillaria imperialis var. inodora-purpurea, now called Fritillaria eduardii var. eduardii\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}