{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_dagana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Subgenus": "Liliorhiza"
    },
    {
      "Species": "F. dagana"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria dagana is a rare perennial herbaceous bulbous plant, distributed in Siberia.\nIt is a species in the genus Fritillaria of the family Liliaceae. It is placed in the subgenus Liliorhiza.",
    "Description": "F. dagana reaches a height of 20–35 cm. It produces a single pendant campanulate flower, brown-violet on the outside, yellowish and mottled inside. The perianth segments are 4 cm in length and 10–13 mm in width. Leaves are lanceolate, 6–8 cm in length and arranged in a single whorl of 2–5 in the upper part of the stem, with only the occasional upper leaf more distally. The fruit is an elongated capsule. The number of chromosomes is 2n = 24.",
    "Taxonomy": "First described by Turczaninow in 1834 near Lake Baikal in Siberia when he was working there. Baker (1874), who divided Fritillaria into subgenera, placed F. dagana in subgenus Goniocarpa, a subgenus later subsumed into Fritillaria. Modern classifications, based on molecular phylogenetics, place it in Liliorhiza, a subgenus that it predominantly North American. Within Liliorhiza, F. dagana is one of a small number of species found in north west Asia, forming a grade with the remainder of the subgenus (see Day et al. 2014 Fig. 2). It was originally included in Liliorhiza on account of its multi-scaled bulbs.",
    "Distribution and habitat": "F. dagana is endemic to southern Siberia, specifically the Irkutsk, and Chita regions and the Republics of Buryatia, Tuva, and Yakutia. It is alpine and subalpine in habitat, on the edges of forests edges and grassy slopes.",
    "Cultivation": "F. dagana blooms from mid June to mid July.",
    "Conservation": "The species is endangered by flower picking and is listed in the red books for the region.",
    "References": "",
    "Bibliography": "\n\n== External links =="
  }
}