{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_recurva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Species": "F. recurva"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria recurva, the scarlet fritillary, is a North American bulb-forming herb in the lily family.Fritillaria recurva is native to southwest Oregon from and northern California where it grows in the Klamath Mountains, Northern Coast Ranges, Cascade Range, and Sierra Nevada. Most of the known California locations are in the northern half of the state, as far south as Solano and El Dorado Counties, but there are isolated population in Tulare and Mariposa Counties. The species has also been reported from Douglas and Washoe Counties in Nevada. It grows in dry, open woodlands and chaparral from 300–2,200 metres (980–7,220 ft), and it blooms in spring from February to July.",
    "Description": "Fritillaria recurva is a bulb-forming perennial. Lleaves are arranged in whorls and are linear to narrowly lanceolate. Tepals are scarlet, checkered with yellow on the inside, and form a bell shape, and are usually nodding (hanging down). Its name, \"recurva\", derives from petals and sepals being \"recurved\", or bent backwards. The fruit is a winged capsule.Fritillaria recurva blooms from June to October. It blooms about two weeks earlier than F. gentneri, which has a different reddish color. Throughout its range it is distinguishable from other Fritillaria species by its scarlet red color, checkered with yellow on the inside, and recurved tepals. Hybrids among the 10 species of Fritillaria make identification challenging.In southwest Oregon F. recurva is similar to the rare F. gentneri. The latter can be distinguished from F. recurva by its branching style and longer nectary glands.",
    "References": "",
    "External links": "Jepson Manual Treatment — Fritillaria recurva\nUnited States Department of Agriculture Plants Profile — Fritillaria recurva\nFritillaria recurva — University of California @ Berkeley, Calphotos Photo gallery"
  }
}