{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_affinis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Species": "F. affinis"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria affinis (checker lily, chocolate lily) is a highly variable species in the genus Fritillaria, native to western North America, in California, Klamath Ranges, the north coast ranges, Cascade Ranges, north Sierra Nevada foothills, and the San Francisco Bay Area, north to British Columbia, Oregon, Washington, Montana and Idaho.It grows from a bulb, which resembles a small mass of rice grains. The stems are 10–120 cm tall. The flowers are produced in the spring, nodding, 1–4 cm, yellowish or greenish brown with a lot of yellow mottling to purplish black with little mottling, or yellow-green mottled with purple. The leaves are in whorls.Its habitat includes oak or pine scrub or open woods and thickets near the coast.\nThere are two varieties:\n\nFritillaria affinis var. affinis: This the more common and widespread variant, occurring throughout the plant's range. It can be differentiated from var. tristulis by its stronger mottling pattern. Its bulb has 2 to 20 small scales.\nFritillaria affinis var. tristulis: This variant is much less widespread; it is found only in Marin County on the north coast of California. It has a much more subtle mottling pattern and is generally darker overall. Its bulb has 60 to 100 small scales.",
    "Cultivation and uses": "Prefers low to mid-elevation, shade or part shade, dry summer dormancy, good drainage.  Some sources say that it may be difficult to cultivate, but other sources say that it is one of the easiest fritillaries to grow. The roots or bulbs cooked make palatable and nutritious food. Historically, the bulbs of this plant were eaten steamed by Salish Native American peoples, including the Squamish, Sechelt, Halq'emeylem and Straits Salish.",
    "References": "",
    "External links": " Media related to Fritillaria affinis at Wikimedia Commons\n\nTreatment from the Jepson Manual\nHarlow, Nora, Jakob, Kristin, and Raiche, Roger (2003) Wild Lilies, Irises, and Grasses. University of California Press. ISBN 0-520-23849-4.\nCalFlora Taxon Report"
  }
}