{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_liliacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Species": "F. liliacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria liliacea, commonly known as fragrant fritillary, is a threatened perennial herb in the lily family. It is native to the region surrounding San Francisco Bay in California.",
    "Description": "The bell-shaped white flowers have greenish stripes and are set on a nodding pedicel of about 37 centimeters in height.  The blossoms are odorless to faintly fragrant. Fritillia liliacea prefers heavy soils including clays; for example, andesitic and basaltic soils derived from the Sonoma Volcanic soil layers are suitable substrate for this species.",
    "Distribution": "The range of this wildflower is over parts of southwestern Northern California, United States, especially Solano and Sonoma counties and at coastal locations south to Monterey County;  occurrence is typically in open hilly grasslands at altitudes less than 200 meters in elevation.This California endemic has been a candidate for listing as a U.S. federally endangered species, and some of the remaining fragmented colonies are at risk of local extinction, such that the species is considered locally endangered.  Example occurrences are: Edgewood Park in San Mateo County and the Sonoma Mountains foothills in Sonoma County.  Examples of highly fragmented or extirpated colonies are in San Francisco due to urban development.",
    "See also": "Sonoma County, California",
    "References": "",
    "External links": "Photograph of Fritillaria liliacea, University of California @ Davis Botany club\nUSDA Plant profile for Fritillaria liliacea\nFritillariaicones.com\" Fritillaria Icones Laurence Hill \nScottish Rock Garden Club, Bulb Log 29 (2006) — photos of bulbs of this and several other species."
  }
}