{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_assyriaca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Subgenus": "Fritillaria"
    },
    {
      "Species": "F. assyriaca"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria assyriaca is a perennial herbaceous bulbous plant occurring in a region stretching from Turkey to Iran. It is a species in the genus Fritillaria, in the family Liliaceae. It is placed in the subgenus Fritillaria.",
    "Description": "F. assyriaca is one of the more variable Fritillaria species. Flowers are 1–2, occasionally 5, narrow and campanulate tubular, perianth segments variable usually greenish or dusky reddish or purplish brown with green fascia, occasionally striped, yellowish inside. and sometimes reflexed (recurved) towards the tip. The outer segments measure 1525×4–5 mm and are narrowly oblong. The inner segments measuring 5–10 mm in width are usually obtuse (blunted at tip). The nectaries measure 2–4×1 mm and are linear-lanceolate and are about 1 mm above the base of the segment. The style is stout, and may be 5–10 mm long but usually 7–8 mm and 1.5–2 mm in diameter. It is usually undivided or slightly lobed at its apex. The stamens consist of filaments which are 5–9 mm in length and are swollen and papillose with anthers that are 4–6 mm long. The capsule is abou 26 mm long, cylindrical, and not winged. The leaves are usually 4–6, but may be up to 12. The lowest 3-9×0.3-1.9 cm, sometimes opposite and ovate-lanceolate, the remainder shorter, alternate, usually canaliculated (channeled), especially when young, linear, and glaucous. Bulbs up to 3 cm in diametre, with stolons or bulbils frequently present. The stem varies between 4–20 cm in height but may reach 35 cm when bearing fruit, and may frequently have papillae present at ground level. F. assyriaca, a tetraploid, has a very large genome. With approximately 127 pg (130 Gb (Giga base pairs)), it was for a long time the largest known genome, exceeding the largest vertebrate animal genome known to date, that of the marbled lungfish (Protopterus aethiopicus), in size.",
    "Taxonomy": "The specimen that Baker named in 1874 was collected by Haussknecht in 1867, from a locale thought to be in south eastern Turkey. It had been confused with another species, now known as F. uva-vulpis Rix. Previously it was referred to as F. assyriaca hort. till Rix proposed F. uva-vulpis in 1974 to avoid confusion. However many plants offered for commercial sale as F. assyriaca today are in fact F. uvs-vulpis.",
    "Distribution and habitat": "One of the more widespread species in the genus, F. assyriaca is found from central Turkey in the Ankara region, east to Agri in the far eastern part of Turkey, and south towards Shiraz, Iran, and often occupies disturbed habitats.",
    "Ecology": "Flowering occurs from march to May.",
    "References": "",
    "Bibliography": "\n\n== External links =="
  }
}