{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_japonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Subgenus": "Japonica"
    },
    {
      "Species": "F. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillari japonica is a perennial herbaceous bulbous plant, endemic to Japan.\nIt is a species in the genus Fritillaria, in the family Liliaceae. It is placed in the subgenus Japonica.",
    "Description": "F. japonica is characterised by the presence of a distinctly divided style, having smooth tepal margins and nectaries and white anthers. The flower is campanulate.Bulb c. 1 cm, stem 6–12 cm in height. Leaves lanceolate, about 6 cm in length. The lower leaves are opposite, the upper in a whorl of three. Flowers single, broad, campanulate, white with brown marking, unscented. Tepals 1.5–2 cm in length, nectaries yellow and 5–8 mm long, from angle of bell to apex. Style trifid (3 lobed) ovedistal 2 mm. Fruit a capsule not winged, tapering, apex to base, pendant at maturity. Seeds pear-shaped.",
    "Taxonomy": "F. japonica was first described by Miquel in 1867, in his Prolusio Florae Japonicae. He provides the following description (in Latin) — \"Stem 5 thumb breadths, arising from a bulb of few scales and scarcely larger than a pea, with 4–5 leaves at its apex, lanceolate and tapering to a point at both ends; single nodding spreading-campanulate flower born on a pedicel; perigonium half a thumb breadth, pointed and recurved at the tip, the outside pale lilac and dotted, the inside dotted lemon yellow and blood red; anthers yellow and elliptical-oblong; stigma with three linear lobes.\" He ends with Ad iconem libri iaponici determinavi, alluding to the fact he had examined the illustration in Iinuma's Somoku-zusetsubook (1856).\nWhen Baker (1874) divided Fritillaria into subgenera, he was unsure where to place F. japonica and listed it under Species dubiae. From then on there was considerable confusion as to the exact nature of the species and its taxonomic placement. It was not till 2001 that Rix placed all the endemic species of Japan into one subgenus, Japonica, a decision subsequently validated by molecular phylogenetic analysis. Long considered a variety of Fritillaria koidzumiana, it continies to be sold in horticulture as Fritillaria japonica koidzumiana.",
    "Distribution and habitat": "Central and southwest Honshu, Japan. Found in peaty woodland soil.",
    "Notes": "",
    "References": "",
    "Bibliography": "\n\n== External links =="
  }
}