{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_gentneri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Species": "F. gentneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria gentneri, or Gentner's fritillary, is a rare member of lily family (Liliaceae), that is endemic to southwest Oregon and adjacent Siskiyou County, California.  Its habitat is dry, open woodlands and chaparral from 1000–5000 feet, where it blooms from March through July. However, most populations generally are done blooming by the end of May. As with many plants, the lower elevations bloom earliest with the bloom period moving up following elevation.",
    "Discovery": "It was discovered by 18-year-old Laura Gentner in 1942 in rural Jackson County, Oregon.  Dr. Helen M. Gilkey, curator of the herbarium at the Oregon State College, published it as a new species with Gentner as its namesake.  In her 1951 paper in Madroño in she distinguished it from the similar Fritillaria recurva: \"As brilliant in color as F. recurva, the blossom of this new form is consistently of a different shade of red; its flowering period begins two weeks later; the plant is typically more robust...\"",
    "Description": "Gentner's fritillary grows to 50 to 70 centimeters, bears nodding reddish flowers checkered with yellow, tepals with reflexed tips, and glaucous stems with whorls of leaves.  It can be distinguished from F. recurva by its spreading style, longer, more conspicuous glands, and generally not recurved tips of its tepals.  There has been disagreement over the species status of this plant.There is also some evidence that it may be a hybrid between Fritillaria affinis and Fritillaria recurva.  For now, it is listed as a species in the Flora of North America, and the Manual of Higher Plants of Oregon.",
    "Endangered species": "It was listed as an endangered species by the U.S. Fish and Wildlife Service in 1999.  The city of Jacksonville has set aside over 300 acres (1.2 km2) of habitat for Gentner's fritillary and hosts a festival dedicated to the flower every April. The city maintains a system of hiking trails allowing visitors to enjoy the wildflowers.There are 30 known populations of the plant, 28 in Oregon and 2 over the border in California. The populations are very small, with some containing just a few individuals. There are no more than 1200 plants in total.",
    "Recovery plan": "The Recovery Plan for Fritillaria gentneri (Gentners fritillary) was finalized on July 21, 2003. The Recovery Plan established four recovery units across the range of the fritillary. These four units were called Units 1 (Jacksonville), 2 (Grants Pass), 3 (Butte Falls), and 4 (Cascade-Siskiyou National Monument).\nThe recovery plan included the following conditions to downlist and delists the fritillary (USFWS 2003):\n1. Each of the four established recovery units should include 750 flowering plants in order to downlist the species and 1,000 flowering plants to delist the species.\n2. Fritillaria management areas should be established on public lands or private land subject to a permanent conservation easement.\n3. Each recovery unit should maintain 2 Fritillaria management areas with a minimum of 100 flowering plants each within a 0.8 kilometer distance from each other.\n4. Flowering individuals will be distributed over a minimum of 50,000 square meters (5 hectares or 12.4 acres) per recovery unit to avoid population vulnerability.\n5. A site-specific management and monitoring plan be developed approved and implemented for each Fritillaria management area to assure recovery of the species.\n6. Areas could be subject to fencing, grazing management, or other measure as identified through monitoring of threats in each population.\n7. A post delisting monitoring plan must be in place at time of delisting.US Fish and Wildlife Service. 2003. Recovery Plan for Fritillaria gentneri (Gentner's fritillary). U.S. Fish and Wildlife Service, Portland, Oregon. viii + 89 pp.",
    "See also": "Southern Oregon Land Conservancy",
    "References": "",
    "External links": "Calflora: Fritillaria gentneri (Gentner's fritillary)\nJepson Manual\nNpsoregon.org: Species Profile\nJacksonville Woodlands Association\nRecovery plan"
  }
}