{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_cirrhosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Species": "F. cirrhosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria cirrhosa, common name yellow Himalayan fritillary, is an Asian species of herbaceous plant in the lily family, native to China (Gansu, Qinghai, Sichuan, Tibet, Yunnan), the Indian Subcontinent (Nepal, Pakistan, India, Bhutan), and Myanmar.Fritillaria cirrhosa produces bulbs up to 20 mm (0.8 in) in diameter. Stem is up to 60 cm (24 in) tall, usually with one flower at the top, sometimes two or three. Leaves are narrowly lanceolate, usually opposite, sometimes whorled, up to 13 cm (5.1 in) long. Flowers are bell-shaped, yellowish-green to brownish-purple flowers which are usually with a chequered pattern in dull purple. The plant is commonly found in alpine slopes and shrublands of the Himalayas, at altitudes of 2,700–4,000 m (9,000–13,000 ft). It is in danger of extinction, due to be being aggressively collected to make a traditional Chinese medicine, Bulbus fritillariae cirrhosae.\nFormerly includedSeveral names have been coined at infraspecific levels (variety, subspecies, and form) for plants once believed to belong to Fritillaria cirrhosa. None of these is currently recognized. Some of the names are regarded as synonyms of Fritillaria cirrhosa not deserving recognition (see synonym list at right). A few others are considered as belonging to distinct species. Those are:\n\nFritillaria cirrhosa var. brevistigma, now called Fritillaria yuzhongensis\nFritillaria cirrhosa var. ecirrhosa, now called Fritillaria sichuanica\nFritillaria cirrhosa f. glabra, now called Fritillaria taipaiensis",
    "References": "",
    "External links": "Flora Reipublicae Popularis Sinicae, 川贝母 Fritillaria cirrhosa D. Don  in Chinese with many color photos"
  }
}