{
  "url": "https://en.wikipedia.org/wiki/Fritillaria_acmopetala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Liliales"
    },
    {
      "Family": "Liliaceae"
    },
    {
      "Genus": "Fritillaria"
    },
    {
      "Species": "F. acmopetala"
    }
  ],
  "text": {
    "__SUMMARY__": "Fritillaria acmopetala (pointed-petal fritillary) is a species of flowering plant in the lily family Liliaceae, native to rocky limestone mountain slopes in the Middle East. It was first described by Pierre Edmond Boissier in 1846.",
    "Description": "Fritillaria acmopetala is a bulbous perennial with an erect stem reaching heights of 30–70 cm (12–28 in). The long, straight, very narrow leaves grow in whorls about the lower stem and in pairs near the top. The stem has one or more nodding flowers at each node. The flower has six tepals, each 3 cm long. The outer ones are yellowish-green with some darker patches and red veins, the inner ones purplish brown at the top and bottom. The insides of both are yellow. The bell-shaped flower flares out sharply at the mouth.\n\nThere are two subspecies, Fritillaria acmopetala ssp. acmopetala and Fritillaria acmopetala ssp. wendelboi. The latter has broader leaves and is restricted to Southern Turkey",
    "Distribution and habitat": "It is found in northern Cyprus, southern Turkey (Lycia to Cilicia) and the (Nur Dağları of the Hatay Province, Lebanon, Israel and Palestine. It is found in the maquis, open woodland and in cornfields. The subspecies Fritillaria acmopetala ssp. Wendelboi grows in cedar woodland at higher altitudes. In Cyprus, it grows  in cornfields and under olive trees in the Girne-district, in the villages of Karaman and Edremit.",
    "Cultivation": "The plant was introduced into cultivation in 1874. It needs well-draining, fertile soil, like most fritillaries. The bulbs should be planted 10 cm (3.9 in) deep. In Britain, it flowers in early April and is fully hardy. This plant has gained the Royal Horticultural Society's Award of Garden Merit.It is susceptible to predation by the red lily beetle (Lilioceris lilii) and can suffer from lily disease caused by the plant pathogenic fungus Botrytis elliptica.",
    "References": "",
    "External links": "Fritillaria icones Illustration"
  }
}