{
  "url": "https://en.wikipedia.org/wiki/Salix_pedicellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. pedicellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix pedicellata is a species of willow. It is a shrub or small tree to about 6–8 m tall, native around the Mediterranean Sea from Portugal to Lebanon and Syria in the north and from Morocco to Tunisia in the south. Salix canariensis may be treated as a subspecies of S. pedicellata.",
    "Description": "Salix pedicellata is very variable in appearance. It forms a shrub or small tree up to 6–8 m tall. Its trunk may be up to 1.4 m, but is usually shorter. Its twigs are dark brown, initially with short hairs (tomentose), later smooth (glabrous). If the bark is removed from a twig, prominent longitudinal ridges or lines are visible. The leaves are more-or-less oblong, 4–16 cm long and 1–5 cm wide. The upper surface of the leaf is green, the lower greyish with prominent veins. S. pedicellata flowers in early Spring – February to April in its native habitat. The male catkins are usually densely packed with flowers and are 2–4 cm long. The female catkins are less dense, usually revealing the stem, and slightly longer at 5–8 cm. Both male and female flowers have a single nectary. The seeds are black to olive in colour, cylindrical, about 1.25 mm long and 0.5 mm wide.",
    "Taxonomy": "Salix pedicellata was first described by René Desfontaines in 1799. Salix canariensis is treated by some taxonomists as a subspecies of S. pedicellata, under the name S. pedicellata subsp. canariensis, so that the species S. pedicellata becomes S. pedicellata subsp. pedicellata.\nIt hybridizes with Salix atrocinerea.",
    "Distribution": "Salix pedicellata is native to some of the countries around the Mediterranean, in Europe (Portugal, Spain, mainland Italy, Sicily, mainland Greece and Crete), western North Africa (Morocco, Algeria and Tunisia) and Western Asia (the East Aegean Islands, Turkey and Lebanon-Syria). It has been introduced to Ethiopia.\n\n\n== References =="
  }
}