{
  "url": "https://en.wikipedia.org/wiki/Salix_triandra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. triandra"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix triandra, with the common names almond willow or almond-leaved willow, is a species of willow native to Europe and Western and Central Asia. It is found from south-eastern England east to Lake Baikal, and south to Spain and the Mediterranean east to the Caucasus, and the Alborz Mountains. It usually grows in riparian habitats, on river and stream banks, and in wetlands.",
    "Description": "Salix triandra is a deciduous shrub or small tree growing to 10 m (33 ft) tall, usually multistemmed, with an irregular, often leaning crown. Young bark is smooth grey-brown, becoming scaly on older stems with large scales exfoliating (like a plane tree) to leave orange-brown patches. The leaves are broad, lanceolate, 4–11 cm long and 1–3 cm wide, with a serrated margin; they are dull dark green above and green to glaucous-green below, with a 1–2-cm petiole with two conspicuous basal stipules.\nThe flowers are produced in catkins in early spring at the same time as the new leaves, and pollinated by insects. They are dioecious, with male and female catkins on separate trees; the male catkins are 2.5–8 cm long, the female catkins 2–4 cm long. The male flowers have three stamens, a useful identification feature with most other willows having two or five stamens.",
    "Taxonomy": "The scientific name derives from the male flowers having three stamens. The English common name refers to the similarity in leaf shape to almond leaves.\nThe variety Salix triandra var. hoffmanniana Bab., found in Great Britain, is distinguished by being smaller (rarely over 4 m (13 ft) tall) and densely branched, with smaller leaves 2–7 cm long and 1-2.5 cm wide not glaucous below. It is not considered distinct by all authorities, particularly on continental Europe, so its range outside Britain, if any, is not reported.Salix triandra readily forms natural hybrids with Salix viminalis, the hybrid being named Salix × mollissima Hoffm. ex Elwert.Plants from Eastern Asia, formerly treated as S. triandra var. nipponica (Franch. & Savatier) Seem., are now considered the distinct species Salix nipponica. They share the feature of male flowers with three stamens.",
    "Cultivation and uses": "The plant is a potential biomass source for biofuel energy generation.In the Russian honey industry, the plant is used as a nectar source for honeybees.\nBasket weavingThe shoots (withies) are extensively used for basketmaking. It is one of the most important willows for this purpose after Salix viminalis, with several selected cultivars including: 'Black Maul', 'Grizette', 'Mottled Spaniards', 'Sarda', and 'Yellow Dutch'.Woven withies have been used in the creation of the large outdoor sculpture \"Willow Man\", located near Bridgwater in England.",
    "References": "",
    "External links": "USDA Plants: Salix triandra — photo gallery."
  }
}