{
  "url": "https://en.wikipedia.org/wiki/Salix_brachycarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. brachycarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix brachycarpa is a species of flowering plant in the willow family known by the common names barren-ground willow, small-fruit willow and shortfruit willow.",
    "Distribution": "The plant is native to North America, where it occurs throughout Alaska except for the Aleutian Islands and southeastern coastal region, in western and northern Canada, and in the contiguous United States in the Rocky Mountains south to Colorado, and the Sierra Nevada in California.It grows in several types of habitat. It grows in coniferous forests and alpine habitat types, near rivers and streams, in bogs, muskegs, swamps, and moraines. It is common on floodplains, where it grows with other willow species and various shrubs. It can also be found on serpentine barrens, salt marshes, and salt flats. It easily colonizes wet places recently cleared of vegetation, such as gravel bars.",
    "Description": "Salix brachycarpa is a shrub is low in stature or sometimes prostrate, growing up to 1.5 metres (4.9 ft) tall. The stems are sometimes hairy and the smaller branchlets may be quite woolly. The leaves are also usually hairy, with woolly undersides. The species is dioecious, with male and female reproductive parts occurring on separate plants. The inflorescence is a catkin up to 5 centimeters long. The plant produces tiny, downy seeds which are viable for just a few days but may germinate within 12 hours of hitting a suitable substrate.",
    "Description-Varieties": "There are at least two recognized varieties of this species of willow: \n\nSalix brachycarpa var. brachycarpa is the typical variety.\nSalix brachycarpa var. niphoclada is considered the arctic variety.\nSalix brachycarpa var. psammophila, a variety endemic to the Lake Athabasca sand dunes in northern Saskatchewan, Canada.A former subspecies, Salix brachycarpa subsp. niphoclada, is now synonymous with Salix niphoclada, another Alaskan willow species that is also commonly referred to as barren-ground willow. Of note, barren-ground willow is also the common name of a third but distinct species of willow found in Alaska, Salix nummularia.",
    "Uses": "On the Alaska North Slope, sites that supported this and other low-growing willow species before being disturbed for construction of the Trans-Alaska Pipeline System were observed to have been recolonized by low-growing willows, including Salix brachycarpa, within four years after disturbance ceased. Natural regeneration of this and other low-growing willows was successful on moist riparian sites with silty soils, where they were mixed with the taller Alaska willow (Salix alaxensis), and on dry sites with fine-textured soils.This willow provides food for moose in interior Alaska, and it has been planted to restore moose habitat in the Alaska North Slope. It is also planted in revegetation efforts and as a windbreak.S. brachycarpa is one of the few willows native to North America popularly in commercial cultivation. The cultivar S. brachycarpa 'Blue Fox' is most popular, valued for its blue-gray foliage and low stature, reaching approximately 1 m in height.",
    "Uses-Medicinal plant": "Native Americans used parts of willows, including this species, for medicinal purposes, basket weaving, to make bows and arrows, and for building animal traps.",
    "References": "",
    "External links": "Calflora Database: Salix brachycarpa (Shortfruit willow)"
  }
}