{
  "url": "https://en.wikipedia.org/wiki/Salix_viminalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. viminalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix viminalis, the basket willow, common osier or osier, is a species of willow native to Europe, Western Asia, and the Himalayas.",
    "Description": "Salix viminalis is a multistemmed shrub growing to between 3 and 6 m (9.8 and 19.7 ft) (rarely to 10 m (33 ft)) tall. It has long, erect, straight branches with greenish-grey bark. The leaves long and slender, 10–25 cm long but only 0.5–2 cm broad; they are dark green above, with a silky grey-haired underside. The flowers are catkins, produced in early spring before the leaves; they are dioecious, with male and female catkins on separate plants. The male catkins are yellow and oval-shaped; the female catkins are longer and more cylindrical; they mature in early summer when the fruit capsules split open to release the numerous minute seeds.",
    "Distribution and habitat": "It is commonly found by streams and other wet places. The exact native range is uncertain due to extensive historical cultivation; it is certainly native from central Europe east to western Asia, but may also be native as far west as southeastern England. As a cultivated or naturalised plant, it is widespread throughout both Britain and Ireland, but only at lower altitudes. It is one of the least variable willows, but it will hybridise with several other species.",
    "Uses": "Along with other related willows, the flexible twigs (called withies) are commonly used in basketry, giving rise to its alternative common name of \"basket willow\". In the Chilean village of Chimbarongo, it is used to fashion the renowned baskets.\nAnother increasing use is in energy forestry, effluent treatment, in wastewater gardens, and in cadmium phytoremediation for water purification.Salix viminalis is a known hyperaccumulator of  cadmium, chromium, lead, mercury, petroleum hydrocarbons, organic solvents, MTBE, TCE and byproducts, selenium, silver, uranium, and zinc, and potassium ferrocyanide (tried on S. babylonica L.), and as such is a prime candidate for phytoremediation. For more information, see the list of hyperaccumulators.",
    "Ecology": "Among the most common pathogens on S. viminalis are Melampsora spp. Female plants are more severely infected than male plants.\n\n\n== References =="
  }
}