{
  "url": "https://en.wikipedia.org/wiki/Salix_matsudana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. matsudana"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix matsudana, the Chinese willow, is a species of willow native to northeastern China. The species is named in honour of Sadahisa Matsuda, a Japanese botanist.  Three varieties are recognized, Salix matsudana var. anshanensis, S. matsudana var. matsudana, and S. matsudana var. pseudomatsudana.  The species is widely cultivated in China, and a horticultural variant with twisted twigs and trunk, the corkscrew willow (S. matsudana var. tortuosa), is widely planted.",
    "Description": "Salix matsudana is a medium-sized to large, deciduous, upright, rapidly growing tree to 20–40 ft tall, but has a short lifespan. Salix matsudana is dioecious, with the male and female catkins on separate trees. The leaves are narrow, light green, around 4–10 cm long and 1–2 cm broad. The flowers are borne in catkins produced early in the spring",
    "Classification": "The Flora of China recognizes three varieties within the species Salix matsudana:\n\nSalix matsudana var. anshanensis, endemic to Liaoning Province in northeastern China.\nS. matsudana var. matsudana, widespread in  northeastern China.\nS. matsudana var. pseudomatsudana, found only in the provinces of Hebei, Heilongjiang, and Liaoning.Many botanists, notably the Russian willow expert Alexei Konstantinovich Skvortsov, treat Salix matsudana as a synonym of the Peking willow Salix babylonica, which, despite its botanical name, is also native to northern China. The only reported difference between the two is that S. matsudana has two nectaries in each female flower, whereas S. babylonica has only one; however this character is variable in many willows (e.g. crack willow Salix fragilis can have either one or two), so even this difference may not be a meaningful species distinction.",
    "Cultivation and uses": "Chinese willow has been introduced into many areas as an ornamental tree, including Australia, Europe and North America.\nA particularly popular cultivar of this species is Salix matsudana 'Tortuosa', the \"Corkscrew willow\" (also known as the Hankow willow, curly willow, dragon's claw, or globe willow), in which the branches and twigs grow in a spiral, twisting manner. As a result of the ornamental shape of the branches and twigs, this cultivar is commonly used as a bonsai plant and for floral arrangements. However, this cultivar is susceptible to cankers, and is weak-wooded and prone to storm damage. Cultivars that have been selected to resist this include \"Golden Curls\" (a hybrid with the white willow (Salix alba)); \"Scarlet Curls\"; and \"Navajo\", the \"Navajo willow\" selected in the southwestern United States.\nAnother cultivar of hybrid origin between Chinese willow and white willow is \"Austree\"; this is an exceptionally fast-growing cultivar with straight, not contorted, branches, sold for screening and fast tree cover. Prone to cankers and other diseases, it is short-lived and unsuitable for most other purposes.\n\n\n== References =="
  }
}