{
  "url": "https://en.wikipedia.org/wiki/Salix_hastata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. hastata"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix hastata is a species of flowering plant in the willow family, known by the common name halberd willow. It has an \"almost circumpolar\" distribution, occurring throughout the northern latitudes of the Northern Hemisphere, most frequently found near the coast of the Arctic Ocean. In Alaska, it occurs in the north and in the central mountains. It also occurs in northwestern Canada, and in Norway and Russia, as well as various alpine or mountainous areas of Eurasia.",
    "Names": "The specific epithet hastata means \"spear-shaped\".",
    "Description": "This willow varies widely in appearance, depending on environmental conditions. In general, it is a shrub growing 1 to 2 meters tall, but known to reach 4 meters. It forms thickets. The deciduous, alternately arranged leaves are up to 9.2 centimeters long. The leaves are often hairy, especially along the underside. The species is dioecious, with male and female reproductive parts occurring on separate plants. The inflorescence is a catkin up to 5 centimeters long. The flowers are pollinated mainly by bees. The seeds germinate immediately upon contacting the substrate.",
    "Habitat": "Thickets of the shrub occur on slopes and riverbanks in the Arctic, in alpine climates, and on tundra. It is a pioneer species, colonizing recently cleared habitat, such as floodplains that have recently been scoured by water. It also grows in recently burned areas. Associated species include Barclay willow (Salix barclayi), Alaska willow (Salix alaxensis), tealeaf willow (S. pulchra), Richardson willow (S. lanata ssp. richardsonii), black cottonwood (Populus trichocarpa), alder (Alnus spp.), sedges (Carex ssp.), and mosses (Polytrichum ssp.). On the Alaska North Slope, S. hastata is a low-growing shrub. Sites that supported this and other low-growing willow species before being disturbed for construction of the Trans-Alaska Pipeline System were observed to have been recolonized by low-growing willows within four years after disturbance ceased. Natural regeneration of low-growing willows such as S. hastata was successful on moist riparian sites with silty soils, where they were mixed with the taller Alaska willow (S. alaxensis), and on dry sites with fine-textured soils.Halberd willow and Barclay willow are similar in appearance and distribution, and misidentifications have been reported in some cases in Alaska; the two species can be distinguished by the presence of sparse reddish hairs on the main leaf vein of Halberd willow. These two species of willow can also form natural hybrids with each other.",
    "Varieties": "This willow species has a few recognized varieties:\nS. hastata var. hastata L.\nS. hastata var. subintegrifolia Flod.\nS. hastata var. subalpina Anderss.\nS. hastata var. alpestris Anderss.S. hastata var. farriae is now considered a distinct species known as Farr's willow (S. farriae).",
    "Ecology": "Halberd willow is a food source for a number of mammals and birds. It is, however, not considered an important browse for moose, as it is not as palatable compared to other willows such as Alaska willow, tealeaf willow, sandbar willow (S. interior), and littletree willow (S. arbusculoides). On the Alaska North Slope, low-growing willows such as Halberd, tealeaf, sandbar, and littletree willow are usually covered by snow during the winter, so they are not a winter food source for moose.",
    "Cultivation": "This species is cultivated in parks and gardens. The cultivar 'Wehrhahnii' has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Other Uses": "Native Americans used parts of willows, including this species, for medicinal purposes, basket weaving, to make bows and arrows, and for building animal traps.  In Yukon, willow leaves were chewed to treat mosquito bites and bee stings, as well as stomach aches.\n\n\n== References =="
  }
}