{
  "url": "https://en.wikipedia.org/wiki/Salix_nigra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. nigra"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix nigra, the black willow, is a species of willow native to eastern North America, from New Brunswick and southern Ontario west to Minnesota, and south to northern Florida and Texas.",
    "Description": "It is a medium-sized deciduous tree, the largest North American species of willow, growing to 10–30 m (35–100 ft) tall, exceptionally up to 45 m (148 ft), with a trunk 50–80 centimeters (20–30 in) diameter. The bark is dark brown to blackish, becoming fissured in older trees, and frequently forking near the base. The shoots are slender and variable in color from green to brown, yellow or purplish; they are (like the related European Salix fragilis) brittle at the base, snapping evenly at the branch junction if bent sharply. The foliage buds are 2–4 millimetres (1⁄16–3⁄16 in) long, with a single, pointed reddish-brown bud scale. The leaves are alternate, long, thin, 5–15 centimeters (2–6 in) long and 0.5–2 centimeters (1⁄4–3⁄4 in) broad, usually somewhat falcate, dark, shiny green on both sides or with a lighter green underside, with a finely serrated margin, a short petiole and a pair of small stipules. It is dioecious, with small, greenish yellow to yellow flowers borne on catkins 2.5–7.5 centimeters (1–3 in) long in early spring at the same time as the new leaves appear. The fruit is a 5 millimeters (3⁄16 in) capsule which splits open when mature to release the numerous minute, down-covered seeds. The leaves turn a lemon yellow in the fall. It is typically found along streams and in swamps.Salix gooddingii (Goodding's willow) is sometimes included in S. nigra as a variety, as S. nigra var. vallicola Dudley; when included, this extends the species' range to western North America. However, the two are usually treated as distinct species.Another name occasionally used for black willow is \"swamp willow\", not to be confused with Salix myrtilloides (swamp willow).",
    "Largest example": "According to the National Register of Big Trees, the largest black willow tree in the US is in Hennepin, Minnesota. Its height is 63 feet (19 m), circumference is 32 feet (9.8 m) and spread is 73 feet (22 m).The Marlboro Tree, located in Marlboro Township, New Jersey is certified by the State of New Jersey as the largest known example of this tree in the state. It is about 152 years old and measures 76 feet (23 m) in height and 19.7 feet (6.0 m) in circumference. Five grown people must hold hands to fully encircle the tree.",
    "Uses": "Black willow roots are very bitter, and have been used as a substitute for quinine in the past. Ethnobotanical uses of black willow by various Native American tribes include basketry, and treatment of fever, headache, and coughs.  The bark of the tree contains salicylic acid, a chemical compound similar to aspirin (acetylsalicylic acid).\nIt may also be used as an environmental restorative. Swamp trees in general are, by necessity, good at surviving and thriving in areas where highly mobile environmental toxins are present. Black Willow is very resistant to herbivory and flooding and is also a fantastic erosion control tool. Thus, it is useful for any sort of marshland stabilization or restorative as long as the roots don’t penetrate any clay liner that may be in place. In a relatively extensive phytoremediation study, Salix nigra demonstrated some success as a photodegradation tool. Photodegradation is theorized to work by drawing the target chemical up the roots and stem into the leaves where it is degraded by higher energy radiation provided by the sun.\n\n\n== References =="
  }
}