{
  "url": "https://en.wikipedia.org/wiki/Salix_barrattiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. barrattiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix barrattiana is a species of flowering plant in the willow family known by the common name Barratt's willow. It is native to North America, where it is distributed across Alaska and western Canada, with also a few populations in Montana and Wyoming. These disjunct populations are probably relics from a time when the climate was colder. The southernmost population is technically in Wyoming, but it is located at the Montana state line and it is limited to one clone of all-staminate plants within an area of 100 m2 in a high-elevation habitat.This willow is a shrub reaching a maximum height near 1.5 meters. It may form dense thickets. The stems are reddish-brown in color and the smaller branches may be purplish. The twigs are sticky with resin and have a coating of hairs. The leaves are up to 9.5 centimeters long and have hairy to woolly undersides. The leaves have a strong \"balsamic\" scent. The stipules and buds are very oily and will stain a pressing sheet yellow. The species is dioecious, with male and female reproductive parts on separate individuals. The inflorescence is a catkin, the male kind up to 5 cm long and the female up to 9 cm. The catkins are \"fuzzy\".This plant grows in fir and spruce forests and along rivers and streams. It can be found in boggy habitats and recent alluvial deposits. It is a tundra species. In the southern part of its range, it occurs at elevations up to 10,500 feet (3200 m) above sea level.This willow may hybridize with S. barclayi, S. commutata, and S. pseudomyrsinites.This species is threatened by global climate change.",
    "References": "",
    "External links": "The Nature Conservancy"
  }
}