{
  "url": "https://en.wikipedia.org/wiki/Salix_daphnoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. daphnoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix daphnoides or European violet willow is a species of plant in the family Salicaceae. It can grow as a large shrub or small tree, normally reaching a height of between 6 and 8 metres, but can grow up to 12 metres tall.",
    "Description": "It has a rounded crown with spreading branches with smooth, grey bark. Twigs are dark red/brown in colour, hairless and somewhat shiny. It has large buds, either hairless or with stiff, erect hairs. Leaves are oblong to narrow/obovate, normally between 7 and 12 cm long and 2 to 3 cm in width. They are hairy at first, but soon become glabrous, being a dark shiny green on their upper surfaces, and glaucous on their undersides. Catkins appear in February–March.",
    "Distribution and habitat": "S. daphnoides occurs scattered across central Europe, ranging between the Baltic states and Piedmont, and from the Balkans to eastern France.\nIt is native in the Alps, Pyrenees and the Carpathians, but has been naturalised by cultivation across a much wider area. It occurs at altitudes between 100 metres (330 ft) and 2,000 metres (6,600 ft).It grows along the banks of rivers and wetlands in alpine areas, preferring sand, pebbly or bolder-rich alluvial substrates. Outside these areas it does descend into lowland areas, occurring along main rivers such as the Visla and the Rhine (often with Salix eleagnos and Myricaria germanica) as well as in loose sand dunes.",
    "Conservation status": "The species is regarded by the IUCN as having a conservation status of 'Least Concern' because of its broad distribution, especially within a number of ecologically protected areas. Nevertheless, it is listed on a number of 'red lists' of individual countries.",
    "Uses": "Because the bark of S. daphnoides is rich in salicin, it makes the species of medicinal value. It is planted to provide reinforcement to coastal and continental sand dunes, but is also widely planted as an ornamental species in parks and along roads.\n\n\n== References =="
  }
}