{
  "url": "https://en.wikipedia.org/wiki/Salix_geyeriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. geyeriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix geyeriana is a species of willow known by the common names Geyer's willow, Geyer willow and silver willow. The type specimen was collected by the botanist Karl Andreas Geyer, for whom it was named. Its conspicuous, yellow flowers begin to bloom as early as March, to as late as the end of June.",
    "Description": "Salix geyeriana is a shrub growing up to 5 m (16 ft) tall, sometimes forming dense colonial thickets. The leaves are narrowly or widely lance-shaped and may grow over 7 cm long. Young leaves are coated in white or pale silky hairs, and some adult leaves retain their hairy textures. The leaves generally lack stipules or have only vestigial ones. The inflorescence is a spherical or slightly elongated catkin usually not more than about 2 cm long.\nThis species reproduces sexually by seed, as well as vegetatively, by sprouting from the stem or sections of the stem, which contain early root structures that readily sprout when buried in moist substrate.",
    "Habitat": "S. geyeriana grows in moist and wet habitat types, such as lakesides, riverbanks, and bogs.",
    "Distribution": "S. geyeriana is native to western North America. It is distributed from western Canada in southern British Columbia; through the US in Washington; central Idaho; western Montana and Wyoming; eastern Oregon; Nevada; and northern Utah; to southern and western Colorado; through central California; eastern and central Arizona; and western New Mexico. It is found in the Great Basin region, and in the mountains in the High Cascades, the Rockies, the northern and southern High Sierra Nevada, and the San Bernardino Mountains. Populations are especially dense over the Kern Plateau.",
    "Hybrids": "The lack of stipules and small, stubby catkins help identify this species; however, it easily hybridizes with many other willows in the wild; the daughter plants differ in morphology.The most widely distributed natural hybrid is S. geyeriana × S. lemmonii. It is known from British Columbia (in the vicinity of Victoria), Oregon (in Jefferson and Lane counties), and California (in Lassen and Sierra counties).Hybrids with S. bebbiana are known from Montana (collected from Beaverhead County); those with S. pedicellaris are known from Washington; and those with S. irrorata and S. ligulifolia are known from Arizona.",
    "Wildlife value": "S. geyeriana is browsed in the wild by moose (Alces alces) and elk (Cervus canadensis) in all seasons, but is essential during winter.Grouse (Phasianidae subf. Tetraoninae), ducks (Anatidae), and other small birds, and small mammals regularly consume the buds, catkins, shoots, and leaves of G. geyeriana; and it is one of many Salix species used in the construction of beaver dams for North American beavers (Castor canadensis).",
    "References": "",
    "External links": "Washington Burke Museum\nPhoto gallery"
  }
}