{
  "url": "https://en.wikipedia.org/wiki/Salix_pulchra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. pulchra"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix pulchra is a species of flowering plant in the willow family, known by the common names diamondleaf willow, tealeaf willow, and thin red willow. It is native to northern North America, where it occurs in Alaska, Yukon, the Northwest Territories, and Nunavut. The species is also found in northern British Columbia, and occurs in Russia.This willow is an erect, deciduous shrub growing up to 4.6 m (15 ft) tall, but usually remaining smaller, especially in the Arctic and in alpine climates. Along with S. richardsonii and S. alaxensis, it is one of the tallest growing willows in the Canadian Arctic Archipelago. The species is dioecious, with male and female reproductive parts occurring on separate individuals. The inflorescence is a catkin. The catkins grow before the leaves appear in the spring. The leaves are green above and whitish underneath, and hairless.This plant is a dominant species on the tundra in many areas. It commonly grows with sedges. It may form thickets with other species of willow along waterways and on floodplains. It grows in spruce woodlands and muskegs. It grows above the timberline in interior Alaska, and at the timberline in northern Alaska. It often sprouts and grows after wildfire, and it persists in open habitat.This species was formerly known as S. planifolia subsp. pulchra, a subspecies of S. planifolia, but has since been treated as a distinct species. The two willow species have overlapping distribution and similar appearance, but can be distinguished by the longer stipules in S. pulchra. In areas where both willows occur, S. pulchra is often found at high elevations. S. pulchra and S. planifolia also form natural hybrids.Salix pulchra is one of the least bitter-tasting willows in Alaska, and in the springtime, young leaves may be harvested for human consumption. The leaves and shoots were eaten by the Eskimo raw and dried, or stored in seal oil for future use. The leaves were also used to brew tea and make soup. At Nunivak Island, parts of this plant were chewed to treat ailments such as mouth sores and pain. This willow also provides a good source of vitamin C.Apart from medicinal purposes, Native Americans used parts of willows, including this species, in basket weaving, to make bows and arrows, and for building animal traps.",
    "References": "\n\n== External links =="
  }
}