{
  "url": "https://en.wikipedia.org/wiki/Salix_richardsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. richardsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix richardsonii is a species of flowering plant in the Salicaceae, or willow family. It is known by the common names Richardson's willow and woolly willow. It is native to Russia and northern North America, where it occurs in Alaska and northern Canada.\n\nThis willow is a branching shrub which forms dense thickets that grow to about 1 to 2 m (3.3 to 6.6 ft) tall, but is known to reach 6.5 m (21 ft) . Along with S. pulchra and S. alaxensis, it is the tallest willow in the Arctic Archipelago. The stems of this species have smooth, hairless bark, but the young twigs are very hairy. The wood becomes brittle as it ages. This species is dioecious, with male and female reproductive structures on separate individuals. The inflorescence is a catkin. The catkins appear before the leaves in the spring. The flowers of S. richardsonii are typically pollinated by bees. The seeds are viable for only a short period of time and germinate immediately upon contact with the moist substrate. Natural hybrids can be formed with other willows, such as S. barclayi and S. calcicola, with the hybrid Salix calcicola × S. richardsonii reportedly found on Southampton Island.This common willow can be found growing along streams and in other moist areas in the Arctic and above the timberline. It also grows in spruce forests and woodlands and areas that have recently burned. It grows on floodplains and other habitats that flood periodically. It grows on pingos and the open tundra. This species stabilizes eroding streambanks, and it can easily colonize disturbed areas and bare sites where debris has been cleared. It is fire-tolerant, resprouting easily after much of its aboveground mass has been burned.This plant provides food for many animals, such as moose, caribou, and beavers. The thickets provide cover, and beavers use the branches to build their dams. Thickets of the plant on streambanks allow the water to undercut the bank, providing overhangs for fish to hide under.Native Americans used parts of willows, including this species, for medicinal purposes, basket weaving, to make weapons such as bows and arrows, and for building animal traps. The bark was boiled to make broth, which was used to treat sore throats and tuberculosis (see Salicylic acid).",
    "References": "",
    "External links": "Flora boreali-americana, or, the botany of the northern parts of British America, source of the image above"
  }
}