{
  "url": "https://en.wikipedia.org/wiki/Salix_lasiolepis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. lasiolepis"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix lasiolepis (arroyo willow) is a species of willow native to western North America.",
    "Distribution": "The core range of the arroyo willow includes most of California, including the California Coast Ranges, Arizona, Klamath Mountains, Peninsular Ranges, Sierra Nevada, and Transverse Ranges. It extends north into Washington, south into Baja California, and east into Idaho, Utah, Texas, and Coahuila (México).",
    "Distribution-Habitat": "The plant is commonly found growing in riparian zones in canyons and valleys, along pond shores, and in marshes and wetlands. It is found in many plant communities, including: chaparral, oak woodland, mixed evergreen forest, coast redwood forest, yellow pine forest, red fir forest, lodgepole pine forest, and grasslands.",
    "Allergenicity": "Arroyo Willow (Salix lasiolepis) is a severe allergen.",
    "Pollination": "Occurs in following seasons depending on latitude and elevation: Spring.",
    "Description": "Salix lasiolepis is a deciduous large shrub or small multi−trunked tree growing to 10 metres (33 ft) tall. The shoots are yellowish brown and densely hairy when young. The leaves are 3.5–12.5 centimetres (1.4–4.9 in) long and broadly lanceolate in shape. They are green above and glaucous green below. The undersides are covered with whitish or rusty hairs which gradually wear off during the summer.\nThe flowers are arranged in yellow catkins 1.5–7 centimetres (0.59–2.76 in) long which are produced in early spring. The bloom period is February to May.",
    "Description-Varieties": "Salix lasiolepis var. bigelovii — Bigelow's willow, endemic to California and Oregon. Currently reclassified as species Salix lasiolepis.\nSalix lasiolepis var. lasiolepis — Tracy Willow, endemic to narrow Pacific coastal zone in NW California and SW Oregon. Currently reclassified as species Salix lasiolepis.",
    "Uses": "The indigenous peoples of California used the species in various ways. As a traditional medicinal plant, infusions of the leaves, bark, or flowers were a used for several disease remedies. The inner bark was used to make rope. Shoots were used in coiled and twined basketry, and branches were used to make acorn storage baskets.",
    "References": "",
    "External links": "Lady Bird Johnson Wildflower Center−NPIN database\nSalix lasiolepis in the CalPhotos Photo Database, University of California, Berkeley"
  }
}