{
  "url": "https://en.wikipedia.org/wiki/Salix_arctica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. arctica"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix arctica, the arctic willow, is a tiny creeping willow (family Salicaceae). It is adapted to survive in Arctic conditions, specifically tundras.",
    "Distribution": "The arctic willow grows in tundra and rocky moorland, and is the northernmost woody plant in the world, occurring far above the tree line to the northern limit of land on the north coast of Greenland.\nIt also occurs further south in North America on high-altitude alpine tundra, south to the Sierra Nevada in California and the Rocky Mountains in New Mexico, to Xinjiang in China in Asia.",
    "Description": "S. arctica is typically a low shrub growing to only 15 cm (6 in) in height (rarely to 25 cm (10 in) high), but in the Pacific Northwest, it may reach 50 cm (20 in) in height, and has round, shiny green leaves 1–4 cm (0.4–1.6 in) long and 6 cm (2.4 in) broad; they are pubescent, with long, silky, silvery hairs. Like the rest of the willows, arctic willow is dioecious, with male and female catkins on separate plants. As a result, the plant's appearance varies; the female catkins are red-coloured, while the male catkins are yellow-coloured.Despite its small size, it is a long-lived plant, growing extremely slowly in the severe arctic climate; one in eastern Greenland was found to be 236 years old.Hybrids with Salix arcticola and Salix glauca are known.",
    "Ecology": "The Arctic willow is a food source for several Arctic animals. Muskoxen, caribou, Arctic hares, and lemmings all feed on the bark and twigs, while the buds are the main food source of the rock ptarmigan.\nIt is the primary host plant and food source for the Arctic woolly bear moth, Gynaephora groenlandica.",
    "Uses": "Both the Inuit and the Gwich’in make use of this willow. Twigs are used as fuel, while the decayed flowers (suputiit) are mixed with moss and used as wicking in the kudlik. The plant was used for several medicinal purposes, such as relieving toothache, helping to stop bleeding, curing diarrhoea and indigestion, and as a poultice on wounds. Both the Gwich’in and Inuit in the Bathurst Inlet area were known to eat parts of the Arctic willow, which is high in vitamin C and tastes sweet.",
    "References": "",
    "External links": "Jepson Manual treatment - Salix arctica"
  }
}