{
  "url": "https://en.wikipedia.org/wiki/Salix_arizonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. arizonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix arizonica is a species of willow known by the common name Arizona willow. It is native to the southwestern United States, where it occurs in Arizona, Colorado, New Mexico, and Utah.This shrub varies in size and shape, occurring in low mats or upright, sometimes forming thickets. It reaches 2.6 to 3 meters in maximum height. The branches are often bright red in color, while the smaller twigs are yellowish, reddish, or brownish, with a coating of hairs. The leaves are generally oval in shape and have smooth or serrated margins. The shiny leaf blades are up to 5 centimeters long. The inflorescence is a catkin. The species is dioecious. Flowering occurs in May and June. The shiny leaves of this willow help distinguish it from other willows in the habitat, all of which have waxy leaves.This species is very similar to Salix boothii, a plant that has certain flavonoids that are lacking in Salix arizonica. They can also be distinguished by the size and shape of the leaves.This willow occurs in three main areas, the White Mountains of Arizona (including Mt. Baldy), the plateaus of Utah, and the Rocky Mountains of southern Colorado and New Mexico. This plant grows in subalpine meadows and cienegas and on streambanks. It occurs in spots where there is moisture available year-round. Other species in the habitat include Dasiphora floribunda, Caltha leptosepala, Carex spp., Deschampsia caespitosa, Pedicularis groenlandica, Picea engelmannii, Poa pratensis and other willow species, such as S. monticola and S. planifolia.The main threat to this species is grazing by livestock and wild ungulates. Animals reduce the plants' biomass and height as well as their survival and ability to reproduce sexually. Other threats include alteration of the local hydrology, logging, road maintenance, recreational activity, ski resort activity, fungi of the Melampsora epitea species complex, and climate change.This species has been shown to have significant genetic variation between its well-separated populations.",
    "References": "\n\n== External links =="
  }
}