{
  "url": "https://en.wikipedia.org/wiki/Salix_alaxensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. alaxensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix alaxensis is a species of flowering plant in the willow family known by the common names Alaska willow and feltleaf willow. It is native to northern North America, where it occurs throughout Alaska and northwestern Canada.",
    "Description": "This plant is a shrub or tree up to 9 m (30 ft) tall. The stem diameter is up to 18 cm (7.1 in). In harsher climates, it remains much smaller. The smooth, gray bark becomes furrowed and scaly with age. The leaves are up to 11 cm long and have woolly undersides.",
    "Reproduction": "The species is dioecious, with male and female reproductive parts on separate individuals. The inflorescence is a catkin up to 10 cm long. The fruit is a capsule. The seed has a downy layer of fibers that helps it disperse via wind and moving water. The seed remains viable for about a week, but it germinates within 24 hours of deposition upon a moist soil substrate. It does not germinate easily on dry soils or forest litter. The plant primarily reproduces sexually, via seed, but it can also reproduce vegetatively. It can resprout easily, and if stem fragments break off, they can often take root and grow into new plants.",
    "Ecology": "Moose are especially fond of this plant, pulling down and breaking branches up to 4 cm in diameter and eating up to 90% of the twigs on the plant. In some areas of northern Alaska, this plant provides 95% of the winter food for moose. Snowshoe hares also prefer it.\nIn northern Alaska, this may be the only source of fuel wood. It is one of the tallest willows in the Canadian Arctic Archipelago.",
    "Distribution": "This willow is commonly dominant in willow communities across its range. Other willows in the habitat may include Bebb willow (S. bebbiana), grayleaf willow (S. glauca), Sitka willow (S. sitchensis), Pacific willow (S. lasiandra), barren-ground willow (S. brachycarpa), and halberd willow (S. hastata). It grows along rivers and streams and lakes. It grows in forested habitat, but it does not tolerate shade, so it persists only in open areas. Because it germinates quickly, it easily colonizes disturbed habitat, such as riverbanks scoured by recent floods and areas where glaciers have receded. It grows in early stages of succession, and after a few decades, it is shaded out by poplars and other trees as the habitat turns into forest.\nThis plant is fire-adapted and can resprout after its aboveground parts are burned away. The wind-dispersed seeds then land on the burned soil and colonize the terrain.",
    "Uses and cultivation": "Native Americans used parts of willows, including this species, for medicinal purposes, basket weaving, to make bows and arrows, and for building animal traps.This plant is used for habitat restoration and revegetation of disturbed sites, such as pipelines. Cultivars have been developed, such as 'Rhode', which has been used for revegetation efforts. Cuttings and bundles of dormant branches can be directly planted in the ground and will take root.",
    "References": "",
    "External links": "The Nature Conservancy"
  }
}