{
  "url": "https://en.wikipedia.org/wiki/Salix_reticulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. reticulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix reticulata, the net-leaved willow, or snow willow, is a dwarf willow, native to the colder parts of Europe, North America, and Northern Asia. It is found in the western United States (Salix reticulata subsp. nivalis), including the Sierra Nevada and Rocky Mountains. In Europe it extends south through the Carpathian Mountains and Alps to the Pyrenees and the mountains of Bulgaria and North Macedonia. It is common in Canada, Greenland and Finland, and present but rare in Scotland.The plant grows on wet, often slightly calcareous, rocks and ledges.",
    "Description": "Salix reticulata is a dwarf, prostrate, deciduous shrub growing to 8 cm (3 in) tall by 30 cm (12 in) broad, forming loose open mats with extensive, much-branched, underground stems. The exposed stems can rise to 20 cm (7.9 in) high. The twigs are slightly hairy at first, then hairless and dark reddish-brown later.\nLeaves are 1.2 cm to 5 cm long, 1 to 3.5 cm wide; densely hairy at first, becoming hairless at least on the upper side. The leaves have a conspicuous network of veins.\nIn Spring, slender yellow catkins with pink tips appear.",
    "Cultivation": "Salix reticulata is cultivated as an ornamental plant, for use as groundcover. It has gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "",
    "References-Further reading": "Pink, A. (2004). Gardening for the Million. Project Gutenberg Literary Archive Foundation.",
    "Gallery": "",
    "External links": "Jepson Manual Treatment: Salix reticulata subsp. nivalis"
  }
}