{
  "url": "https://en.wikipedia.org/wiki/Salix_warburgii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. warburgii"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix warburgii is a plant of the genus Salix, the willows, endemic to Taiwan. It can be found among shrubs near water. growing 15 metres (49 ft) tall. Liliaceae is the most fortunate plant in the vascular plant. It can live the most northern where is in the polar environment.  In the tropical edge of the formation of endemic species in Taiwan is the reason for the rapid evolution of species in a special environment. The evolution of the results of the time and space, In addition to water willow outside the southeastern China's other multi-stamens willow and the four sub-Liu will have a similar situation, and these special willow plants are also known as tropical willow. Salix warburgii in Taiwan's distribution is low Elevation of the shrub and the river bank, because the cutting method is easy to survive so there is no artificial introduction of cultivation.",
    "Description": "A relatively small deciduous tree, Salix warburgii usually grows to a height between about 10–15 metres (33–49 ft).The bark is grey, and the leaves are ovate with serrated edges. The back of the leaves is also, like the bark, grey.",
    "Feature": "Salix warburgii grows in the water. Due to the thin skin, it couldn't live without water. Because its leaves can't keep water in, it should as soon as possible fail into water to germinate and grow up. The bare breathing root and the body of a lot of dehygrogen enzymes can make Salix warburgii to adapt the water environmental.Salix warburgii is hermaphrodite, and it blossom in early spring. The male flower is green and the female flower is yellow. There is only stamen or pistil grow in the bracts which look likes the calyx. The flowers are Catkins inflorescence.",
    "Leaves": "Petiole base has a pair of hair follicles will fall off, the petiole on the base of the petiole glands, large leaves of the gland will grow into small leaf-like. The shape of the leaf has a section of almost the same strip, both ends narrow in the narrow, apex gradually tapering tail tip needle type, leaf edge has obvious serrated, leaf back without hair, but often white white powder, usually Leaves alternate. The surface was shiny green, pink on the back.",
    "Flower": "Salix warburgii is a dioecious plant. In early spring, female flowers are green and male flowers are yellow. The flowers are without petals, calyx, only stamens or pistils longer than calyx-like bracts. . Male flowers spike are about 4–8 cm, containing 4-7 stamens, anthers conspicuously yellow, filaments basally hairy, surrounded by yellow glands. While the female spike length of about 3–6 cm, with bracts long ovary stalk, spindle-shaped ovary which has 6-10 ovules, short style on the split 4 petals into a cross, ovary at the bottom of only one gland body.",
    "Fruit": "Capsule is spindle type, fruit length is 7–12 cm, seed is fluff, is the common \"catkins.\"",
    "Cultivation": "(1) cuttings:\nthe so-called \"unintentional willow shade\", just shows the water willow breeding methods. If choosing in the spring and summer season, the implementation of cutting strong 2 to 3 years old branches, 15 to 25 cm long, cutting, then you can easily get new plants.\n(2) sowing method: water Liu's seed life is short. It should be taken within two weeks after planting is appropriate.\n【Attentions】\n* Like sunshine, sunshine must be sufficient.\n* Young plants grow rapidly in spring and summer. In the growth season, 1 to 2 months should be fertilized 1 times, and timely added water.\n* They prefer wet environment, so cultivated soil with moist soil or sandy loam is best. The appropriate temperature to grow is 14 to 30 degrees Celsius.\n* In the winter deciduous period, we have to prun, landscape the  tree. For the aging of the plant is strong shear, we can promote the germination of new foliage. If you want the trunk grow taller, cut in the trunk below the trunk, then up to grow high expectations.\n\n\n== References =="
  }
}