{
  "url": "https://en.wikipedia.org/wiki/Salix_scouleriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. scouleriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix scouleriana (Scouler's willow; syn. S. brachystachys Benth., S. capreoides Anderss., S. flavescens Nutt., S. nuttallii Sarg., S. stagnalis Nutt.) is a species of willow native to western North America, from south central Alaska east to western Northwest Territory, central Manitoba, and the Black Hills of South Dakota, and south through the Rocky Mountains to Coahuila, and along the coast through British Columbia, Washington, Oregon, and the Sierra Nevada in California. Other names occasionally used include fire willow, Nuttall willow, mountain willow, and black willow.",
    "Description": "It is a deciduous shrub or small tree, depending on the environment, usually with multiple stems that reach 2 to 7 m in height in dry, cold, high elevations, and other difficult environments, and 10 to 20 m in favorable sites. The stems are straight and support few branches generally resulting in narrow crowns. The root system is fibrous, deep, and widespread. The thick sapwood is nearly white, and heartwood is light brown tinged with red. Stem bark is thin, gray or dark brown, with broad, flat ridges. Twigs are stout and whitish-green. The leaves are oblanceolate to elliptic, 5–12.5 cm long, mostly short-pointed at the apex and tapered toward the base, with entire to sparsely wavy-toothed margins. They are dark-green and nearly hairless above, and white- or grayish-hairy below.\nIt is dioecious, having male and female flowers on different trees. The flowers are tiny, grouped in pussy willow-like catkins. The anthers, two per flower, are yellow, sometimes tipped with red; pistils are red. The fruit is light reddish-brown, long-pointed capsules about 0.75 cm long. At maturity, they open to release a white fluff with tiny, imbedded seeds. The species has 2n = 76 or 114 chromosomes.",
    "Ecology": "Scouler's willow is the most common upland willow through most of its range. It invades quickly and abundantly after fires and logging. Mineral soil seedbeds are required for seedling establishment (Forest Practices Branch 1997). In northern areas, it occurs in muskegs, willow thickets, disturbed areas, and forests. At lower latitudes, the species grows in former clearcuts, burned areas, thinned forests, and areas of natural disturbance, such as avalanche areas and river flood zones. These are all moist, well-drained to poorly drained sites. Although this willow tolerates drier conditions than most other willows, it does not tolerate xeric conditions. It is a component in a large number of vegetation types throughout its range. With few exceptions, it is the only willow found growing with other trees in upland Western forests. Soils of all textures, including skeletal soils and soils derived from most parent materials are colonized. Sites may vary from near sea level to about 3,000 m in elevation. It is top-killed by all but gentle fires, but usually greater than 65% of the plants sprout quickly afterwards. The species is intolerant of shade, and when overtopped by conifers and other trees, it begins to decline.",
    "Reproduction": "It flowers from mid to late spring, flowers appearing before leaves, often while snow is still on the ground, and fruiting occurs from late spring to midsummer, depending on area. The flowers are insect pollinated. There are about 14,300 cleaned seeds/g. Germination, which is epigeal, begins to occur in 12 to 24 hours after seeds alight on wet ground. Germination usually reaches 95%in one or two days. The seeds are dispersed by the wind. Plants sprout from the root collar when cut or top-killed. Pieces of stem and root will root and grow if partially buried in moist soil.",
    "Growth and management": "Annual height growth of sprouts from cut stems varies from 1 to 3 m/year. Up to 60 sprouts are produced per stem. Maximum height at 20 years is about 9 m. At higher elevations, shrubs reach 4 to 5 m in 15 years, after which growth slows until a maximum height of 10 m is reached. Fruits should be collected by hand or with pruning poles as soon as they turn from green to yellow. The capsules are air-dried until opening. Generally, the seeds should be sown as soon as possible because they remain viable for only a few days. Seed can be stored in sealed containers under refrigeration for four to six weeks, but germination begins to drop rapidly after 10 days. Seeds are broadcast on well-prepared beds that are kept continually moist until germination and seedling emergence. Light is required for successful germination. Recommended spacing using rooted cuttings for erosion control is 1.8 m by 1.8 m; for unrooted whips or shorter cuttings, 0.6 m. Rooted cuttings can be grown to 3 m tall in containers. Cuttings should be 45 to 60 cm long, and whips (not recommended) should be 1.2 m long.",
    "Benefits": "Scouler's willow protects the soil and helps return sites to forest cover following disturbances. When growing along streams, it helps protect the stream banks from erosion and shades the watercourse, thus maintaining cooler water temperatures. The cover provided is important for mammals and birds. The flowers provide pollen and nectar to honey bees in early spring.It is an important browse species for domestic livestock and wild animals. Cattle, sheep, and goats all use it as browse. It is sometimes the most preferred food species for white-tailed, black-tailed, and mule deer, elk, moose, and bighorn sheep. Small mammals, bears, upland game birds, and waterfowl feed to a lesser extent on leaves, buds, and seeds. Fresh browse (twigs and leaves) contain 41% dry matter, 4% protein, 2% fat, 20.8% nitrogen-free extract, 11.2% crude fiber, and good quantities of mineral nutrients.The wood, which is soft and close-grained, is not sawn into lumber, but is used to a limited extent for firewood and wood carving. The Secwepemc people of British Columbia used the wood for smoking fish, drying meat, and constructing fishing weirs, the inner bark for lashing, sowing, cordage, and headbands, and decoctions of twigs for treating pimples, body odor, and diaper rash.",
    "References": "Anderson, M.D. 2001. Salix scouleriana. In: U.S. Department of Agriculture, Forest Service, Rocky Mountain Research Station, Fire Sciences Laboratory, Missoula, MT. .\nHickman, edit. 2003. Jepson Manual: Salix scouleriana University of California, Berkeley, CA.\nBrinkman, K.A. 1974. Salix L., willow. In: C.S. Schopmeyer, tech. coord. Seeds of woody plants in the United States. Agriculture Handbook 450.\nU.S. Department of Agriculture, Forest Service, Washington, DC. p. 746-750.\nDepartment of Ecology. 2003. Plant selection guide. State of Washington, Department of Ecology, Olympia, WA.\nForest Practices Branch. 1997. Operational summary for vegetation management: willow complex. ISBN 0-7726-3166-2. Forest Practices Branch, Ministry of Forests, Victoria, British Columbia, Canada.\nHarrington, H.D. 1964. Manual of the plants of Colorado. Sage Books, Denver, CO.\nJohnson, F.D. 1995. Wild trees of Idaho. University of Idaho Press, Moscow, ID.\nNatural Resources Conservation Service. 2003. USDA Plants profile: Salix scouleriana\nPeattie, D.C. 1953. A natural history of western trees. Houghton Mifflin Company, Boston, MA.\nSargent, C.S. 1923. Manual of the trees of North America (exclusive of Mexico). Houghton Mifflin, Boston, MA.\nSecwepemc Cultural and Education Society. 2003. Secwepemc Nation, Kamloops, BC, Canada. Flood plain garden.\nTreeguide.com. 2003. Scouler willow, Salix scouleriana Barratt ex Hook.\nViereck, L.A. and E.L. Little, Jr. 1972. Alaska trees and shrubs. Agriculture Handbook 410. Forest Service, U.S. Department of Agriculture, Washington, DC.\nWelsh, S.L. 1974. Anderson's flora of Alaska and adjacent parts of Canada. Brigham Young University Press, Provo, UT.\nJohn K. Francis, Research Forester, U.S. Department of Agriculture, Forest Service, International Institute of Tropical Forestry, Jardín Botánico, 1201 Calle Ceiba, San Juan, PR 009261119. in cooperation with the University of Puerto Rico, Río Piedras, PR 00936-4984",
    "External links": "Jepson Manual eFlora (TJM2) treatment - Salix scouleriana\nUSDA Plants profile for Salix scouleriana (Scouler's willow)"
  }
}