{
  "url": "https://en.wikipedia.org/wiki/Salix_taxifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. taxifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix taxifolia, the yewleaf or yew-leaf willow, is a species of willow native to all of southern Mexico, also Pacific Coast regions, north to Sinaloa, and in the south Pacific Coast of Mexico into central Guatemala. Scattered populations are also reported from northern Mexico and from the US states of Texas, New Mexico, and Arizona.It is a large shrub or tree with narrow linear leaves similar to those of a yew. Its range is similar to that of the Bonpland willow, S. bonplandiana.",
    "Distribution": "The primary range of yewleaf willow is southern Mexico south of the Trans-Mexican Volcanic Belt and the Pacific coast region, then into Pacific coast–central Guatemala.Besides the core range area, (of the northern Sierra Madre Occidentals) in Arizona–New Mexico and northeast Sonora, two larger disjunct regions occur in west Texas and central Chihuahua. South of Chihuahua, Chihuahua it is found at the Conchos River, and west of the city, a large area at the lake region. It also occurs in scattered, isolated locales of Durango, Sinaloa, and in the northeast at Nuevo Leon and Tamaulipas: also extreme southern Baja California Sur, (west of Sinaloa-Durango across the Gulf of California). Besides parts of the Sierra Madre Occidental, locales occur in the southern Sierra Madre Oriental cordillera, but also small isolated locales as far northeast as the northeast states.\nIts range is similar to that of the Bonpland willow, Salix bonplandiana, except S. bonplandiana covers almost the entire north-south extent of the Sierra Madre Occidentals; yewleaf is more intermittent in that range.",
    "Distribution-Similar ranges of S. taxifolia, S. bonplandiana": "Both S. taxifolia, and S. bonpandiana have identical ranges: both species range from the Trans-Mexican Volcanic Belt southward, on an imaginary centerline into central Guatemala. Each is on the Pacific Coast, but leave the coastal strip before the range into central Guatemala. Both have their disjunct ranges in Arizona, both being in the Madrean Sky Islands region. Both also range into Baja California Sur, but S. taxifolia only at the extreme south. (S. bonplandiana also occurs in Arizona, in the Mogollon Rim–White Mountains regions.)\nThe other differences between the two: S. taxofolia occurs in minor locales of the Sierra Madre Oriental cordillera, and S. bonplandiana occurs in the Sierra Madre Occidental cordillera northwest to southwest Durango. S. taxifolia occurs west of the Occidental cordillera in the south Pacific Coast north to southern Sinaloa–southwest Durango. B. bonplandiana has a few locales on the Mexican Plateau, (with both occurring in central Chihuahua, west of Chihuahua, Chihuahua). Other minor locale differences occur in central New Mexico, far west Texas, Coahuila, Nuevo Leon, and Tamaulipas.",
    "References": "",
    "External links": "Lady Bird Johnson database"
  }
}