{
  "url": "https://en.wikipedia.org/wiki/Salix_glauca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. glauca"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix glauca is a species of flowering plant in the willow family known by the common names gray willow, grayleaf willow, white willow, and glaucous willow. It is native to North America, where it occurs throughout much of Alaska, northern and western Canada, and the contiguous United States south through the Rocky Mountains to northern New Mexico. It can also be found in Greenland, northwestern Europe, and Siberia.This willow is usually a shrub growing up to 1.2 m (3.9 ft) tall, but in appropriate habitat it becomes a tree up to 6 m (20 ft) tall. The smooth gray bark becomes furrowed with age. The species is dioecious, with male and female reproductive parts occurring on separate individuals. This species has secondary sexual dimorphism, with male and female individuals different in function or morphology in aspects other than their reproductive structures. For example, female plants are more sensitive to drought conditions. The seed stays on the plant until fall, when it is dispersed. The seed is coated in downy fibers that help it disperse on the wind and on water. Unlike the seeds of many other willows, these do not germinate immediately on contact with the substrate, but overwinter under the snow and sprout in the spring. This provides cold stratification to the seeds, and allows them a few weeks more to develop than in summer-dispersing willows.In the northern part of its range, this plant codominates with other species of willow on floodplains and in shrubby riparian and tundra habitat. It may also grow scattered throughout coniferous forests and woodlands, dominated often by spruces. In the southern part of its range, it grows in alpine and subalpine climates. Like many other willows, it colonizes freshly cleared habitat, such as floodplains recently scoured by water and forests recently burned.The taxonomy of S. glauca has been described as \"confusing\". With considerable geographic variation across its wide circumboreal-polar range, S. glauca may be considered \"a very widespread and polymorphic species or species group\", with currently no consensus whether it should be subdivided into races, subspecies or varieties. Formally and informally, there are a number of recognized subspecies (such as  glauca, stipulifera, acutifolia, callicarpaea) and varieties (such as acutifolia, glauca, stipulata, villosa), but there are only small morphological differences to tell them apart.  Furthermore, S. glauca is known to form hybrids with other willows, resulting in intermediates that are visually difficult to distinguish from one another.  Some varieties and subspecies have very specific or limited  distribution, though. The hybrid S. arctophila × S. glauca subsp. callicarpaea, for instance, is not found in Canada, and is common in eastern parts of Greenland, but absent from the west, whereas S. glauca subsp. glauca is not found on Greenland at all.As with other willows, S. glauca is an important food source for a variety of animals, particularly wintering ungulates, providing them with a rich source of calcium and phosphorus. It is considered moderately important as moose browse, and during the winter it constitutes much of the diet for snowshoe hares.Native Americans used parts of willows, including this species, for medicinal purposes, basket weaving, to make bows and arrows, and for building animal traps.",
    "References": "",
    "External links": "The Nature Conservancy\nFlora of North America"
  }
}