{
  "url": "https://en.wikipedia.org/wiki/Salix_arbusculoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. arbusculoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix arbusculoides is a species of flowering plant in the willow family known by the common name littletree willow. It is native to northern North America, where its distribution extends across Alaska and most of Canada.This willow is a shrub or tree growing up to 9 meters tall. It has many branches with smooth gray or reddish brown bark. The leaves are up to 7.5 centimeters long and often have a thin coat of hairs on the undersides. Immature leaves have thicker coats of hair and are paler and yellowish in color. The leaves have toothed edges that are studded with glands that function as resin glands as well as hydathodes. This species is dioecious, with male and female catkins borne on separate individuals. The flowers are pollinated by insects, especially bees.This plant grows in forests and open meadows. It dominates or codominates willow communities, particularly in interior Alaska and parts of the Northwest Territories. It can grow on tundra above the timberline. It is often found near rivers and streams and on floodplains, forming dense thickets near water. It can be found in spruce woodlands and muskegs. Associated species include black spruce (Picea mariana), white spruce (Picea glauca), paper birch (Betula papyrifera), resin birch (Betula glandulosa), mountain alder (Alnus viridis crispa), thinleaf alder (Alnus incana tenuifolia), Scouler willow (Salix scouleriana), Bebb willow (Salix bebbiana), bluejoint reedgrass (Calamagrostis canadensis), cladonia lichens, sedges, and mosses.This is an early seral species which colonizes freshly disturbed habitat, such as floodplains recently scoured by floodwaters. The seeds germinate immediately when they are deposited upon moist substrate, and the plant grows best on wet alluvium. It also commonly sprouts up in recently burned areas. It can grow on other types of disturbed habitat, such as roadsides and mine sites. It does not tolerate shade and will be shaded out as the habitat transitions to forest when other trees begin to grow.This plant provides food for many animals, such as moose, deer, caribou, snowshoe hares, beavers, and small mammals and birds. It is especially palatable to moose, and it is nutritious. The plant also provides cover when it forms dense thickets. When it grows along waterways it provides overhangs for fish to hide under.",
    "Medicinal uses": "This plant was used medicinally by the Eskimo for ailments such as skin sores and watery eyes. Native Americans used parts of willows, including this species, for medicinal purposes, basket weaving, to make bows and arrows, and for building animal traps. It is a species of diamond willow and can be used for woodworking.",
    "References": "",
    "External links": "The Nature Conservancy\nDominique M. Collet (2004), Willows of Interior Alaska, US Fish and Wildlife Service"
  }
}