{
  "url": "https://en.wikipedia.org/wiki/Salix_repens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. repens"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix repens, the creeping willow, is a small, shrubby species of willow in the family Salicaceae, growing up to 1.5 metres in height.  Found amongst sand dunes and heathlands, it is a polymorphic species, with a wide range of variants. In the UK, at least, these range from small, prostrate, hairless plants at one end of the spectrum to taller, erect or ascending silky-leaved shrubs at the other. This wide variation in form has resulted in numerous synonyms.",
    "Distribution": "The plant has a Eurosiberian Boreo-temperate range, and is widely distributed around the coasts of western and northern Europe.In the UK, the prostrate forms (ssp. argentea and ssp. repens) are characteristically found on sand dunes, growing close to the water table in dune slacks, as well as in coastal heaths and acid grassland, as well as being found further inland on heaths and moorland. The erect form (var. fusca) occurs in fens. The species becomes more confined to moist or wet habitats in the southern and eastern parts of its UK range, and has been recorded from sea level up to 855 metres (2,805 ft) (in East Perthshire).",
    "Ecology": "Dunes containing Salix repens are recognised as being of ecological importance by the EU Habitats Directive. Over 132 Natura 2000 sites are designated for this habitat type. As the water table lowers within the slack, these Salix-dominated habitats (termed Salicion arenariae) may develop either into mesophilous (neither wet nor dry), or xerophilous (dry) communities. The former may contain species such as Pyrola rotundifolia, Viola canina and Monotropa hypopitys; the latter containing Carlina vulgaris and Thalictrum minus.Salix repens provides shelter to other species of plant and animal. Its soft, fluffy seed hairs provide nesting material for songbirds, whilst in autumn there is often a rich assemblage of unusual fungus species growing in its vicinity.Should the dune slack that the plant inhabits become inundated by an advancing dune, it is able to adapt and change its growth form from erect to prostrate. Losing its erect habit, the plant is able to creep horizontally along the front of the advancing dune and survive the changing conditions.Studies have shown that mycorrhizal fungal associations may assist Salix repens in expanding the ecological niches it can occupy.",
    "Hybrids": "Creeping willow may hybridise with other Salix species, typically including goat willow (S. caprea) and downy willow (S. lapponum). One especially rare hybrid (S. x angusensis) was discovered on Ainsdale Nature Reserve, Lancashire in 1993. It is a hybrid between three Salix species: S. cinerea ssp. oleifolia x S. repens var. argentea X  S. viminalis.",
    "References": "\n\n== External links =="
  }
}