{
  "url": "https://en.wikipedia.org/wiki/Salix_bonplandiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. bonplandiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix bonplandiana (Bonpland willow), (Spanish: ahuejote, sauce,  ahujote, and huejote), is a perennial species of willow tree native to southern and southwest Mexico and extending into central Guatemala; in western Mexico it is a tree of the Sierra Madre Occidental cordillera, but also occurring in other small locales, for example Baja California Sur, northern Sonora, San Luis Potosi, etc. A core disjunct area occurs in central and southeast Arizona, in advantageous locales, especially associated with higher elevations and water.",
    "Distribution": "In Mexico, the Bonpland willow is associated with the Pacific Coast, and in southern Mexico, the range extends into internal mountain areas of Pacific, central-southwest Guatemala. Across southern Mexico, it is a species of the Trans-Mexican Volcanic Belt,  and has its range extension on the Pacific, west from the west of the Volcanic Belt, and then north into the Sierra Madre Occidental cordillera. In the cordillera, the range ends in southwest Chihuahua, but is disjunct in a large area of central Arizona, the Mogollon Rim–White Mountains (Arizona) and extending into the Madrean Sky Islands southeastwards, including mountain-related isolated locales in the bootheel of extreme southwest New Mexico.",
    "Distribution-Identical ranges of S. bonplandiana, S. taxifolia": "Both S. bonplandiana, and S. taxifolia have identical ranges; both species range from the Trans-Mexican Volcanic Belt southward, on an imaginary centerline into central Guatemala. Each is on the Pacific Coast, but leave the coastal strip before the range extension into central Guatemala. Both have their disjunct ranges in Arizona, both being in the Madrean Sky Islands region. Both also range into Baja California Sur, but S. taxifolia only at the extreme south. (S. bonplandiana also occurs in Arizona, in the Mogollon Rim–White Mountains regions.)\nThe other differences between the two are S. taxofolia occurs in minor locales of the Sierra Madre Oriental cordillera, and S. bonplandiana occurs in the Sierra Madre Occidental cordillera northwest to southwest Durango. S. taxifolia occurs west of the Occidental cordillera in the south Pacific Coast north to southern Sinaloa–southwest Durango. B. bonplandiana has a few locales on the Mexican Plateau, (with both occurring in central Chihuahua, west of Chihuahua, Chihuahua). Other minor locale differences occur in central New Mexico, far west Texas, Coahuila, Nuevo Leon, and Tamaulipas.",
    "Notes": "",
    "References": "Little. Atlas of United States Trees, Volume 3, Minor Western Hardwoods, Little, Elbert L, 1976, US Government Printing Office. Library of Congress No. 79-653298. Map 166-SW, Map 166-N Salix bonplandiana.",
    "External links": "Lady Bird Johnson databaseSpanish:\n\nEspecies consideradas monumentos urbanos"
  }
}