{
  "url": "https://en.wikipedia.org/wiki/Salix_babylonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. babylonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix babylonica (Babylon willow or weeping willow; Chinese: 垂柳; pinyin: chuí liǔ) is a species of willow native to dry areas of northern China, but cultivated for millennia elsewhere in Asia, being traded along the Silk Road to southwest Asia and Europe.",
    "Description": "Salix babylonica is a medium- to large-sized deciduous tree, growing up to 20–25 m (66–82 ft) tall. It grows rapidly, but has a short lifespan, between 40 and 75 years. The shoots are yellowish-brown, with small buds. The leaves are alternate and spirally arranged, narrow, light green, 4–16 cm long and 0.5–2 cm broad, with finely serrate margins and long acuminate tips; they turn a gold-yellow in autumn. The flowers are arranged in catkins produced early in the spring; it is dioecious, with the male and female catkins on separate trees.",
    "Taxonomy": "Salix babylonica was described and named scientifically by Carolus Linnaeus in 1736, who knew the species as the pendulous-branched (\"weeping\") variant then recently introduced into the Clifford garden in Hartekamp in The Netherlands.",
    "Taxonomy-Horticultural selections and related hybrids": "Early Chinese cultivar selections include the original weeping willow, Salix babylonica 'Pendula', in which the branches and twigs are strongly pendulous, which was presumably spread along ancient trade routes.  These distinctive trees were subsequently introduced into England from Aleppo in northern Syria in 1730, and have rapidly become naturalised, growing well along rivers and in parks. These plants are all females, readily propagated vegetatively, and capable of hybridizing with various other kinds of willows, but not breeding true from seed. This type of tree is grown very easily through plant propagation.\nTwo cultivated hybrids between pendulous Salix babylonica and other species of  Salix willows also have pendulous branchlets, and are more commonly planted than S. babylonica itself:\n\nSalix × pendulina, a hybrid with S. babylonica accepted as the female parent, but with the male parent unidentified, probably being either S. euxina or S. × fragilis, but perhaps S. pentandra.  Of these possibilities, S. × fragilis is itself a hybrid, with S. alba and S. euxina as parental species.\nSalix × sepulcralis, is a hybrid between S. alba and S. babylonica.Cultivars derived from either of these hybrids are generally better adapted than S. babylonica to the more humid climates of most heavily populated regions of Europe and North America.",
    "Taxonomy-Relation to Salix matsudana": "A similar willow species also native to northern China, Salix matsudana (Chinese willow), is now included in Salix babylonica as a synonym by many botanists, including the Russian willow expert Alexey Skvortsov. The only reported difference between the two species is S. matsudana has two nectaries in each female flower, whereas S. babylonica has only one; however, this character is variable in many willows (for example, crack willow, Salix fragilis, can have either one or two), so even this difference may not be taxonomically significant.",
    "Cultivation": "S. babylonica, especially its pendulous-branched (\"weeping\") form, has been introduced into many other areas, including Europe and the southeastern United States, but beyond China, it has not generally been as successfully cultivated as some of its hybrid derivatives, being sensitive to late-spring frosts.  In the more humid climates of much of Europe and eastern North America, it is susceptible to a canker disease, willow anthracnose (Marssonina salicicola), which makes infected trees very short-lived and unsightly.",
    "Cultivation-Cultivars": "Salix babylonica (Babylon willow) has many cultivars, including:\n\n'Babylon' (synonym: 'Napoleon') is the most widely grown cultivar of S. babylonica, with its typical weeping branches.\n'Crispa' (synonym: 'Annularis') is a mutant of 'Babylon', with spirally curled leaves.Various cultivars of Salix matsudana (Chinese willow) are now often included within Salix babylonica, treated more broadly, including:\n\n'Pendula' is one of the best weeping trees, with a silvery shine, hardier, and more disease resistant.\n'Tortuosa' is an upright tree with twisted and contorted branches.Yet other weeping willow cultivars are derived from interspecific Salix hybrids, including S. babylonica in their parentage.  The most widely grown weeping willow cultivar is Salix × sepulcralis 'Chrysocoma', with bright yellowish branchlets.",
    "Uses": "Peking willow is a popular ornamental tree in northern China, and is also grown for wood production and shelterbelts there, being particularly important around the oases of the Gobi Desert, protecting agricultural land from desert winds.",
    "Origin:  China, not Babylon": "The epithet babylonica in this Chinese species' scientific name (S. babylonica), as well as the related common names \"Babylon willow\" or \"Babylon weeping willow\", derive from a misunderstanding by Linnaeus that this willow was the tree described in the Bible in the opening of Psalm 137 (here in Latin and English translations):\n\nFrom the Clementine Vulgate (Latin, 1592):Super flumina Babylonis illic sedimus et flevimus, cum recordaremur Sion.\nIn salicibus in medio ejus suspendimus organa nostra....Here, \"salicibus\" is the dative plural of the Latin noun salix, the willows, used by Linnaeus as the name for the willow genus Salix.\n\nFrom the King James Version (English, 1611):By the rivers of Babylon, there we sat down, yea, we wept, when we remembered Zion.\nWe hanged our harps upon the willows in the midst thereof.From the Revised Standard Version (English, 1952):By the waters of Babylon, there we sat down and wept, when we remembered Zion\nOn the willows there we hung up our lyres....Despite these Biblical references to \"willows\", whether in Latin or English, the trees growing in Babylon along the Euphrates River in ancient Mesopotamia (modern Iraq) and named gharab in early Hebrew, are not willows (Salix) in either the modern or the classical sense, but the Euphrates poplar (Populus euphratica), with willow-like leaves on long, drooping shoots, in the related genus Populus.  Both Populus and Salix are in the plant family Salicaceae, the willow family.\nThese Babylonian trees are correctly called poplars, not willows, in the New International Version of the Bible (English, 1978):\n\nBy the rivers of Babylon we sat and wept when we remembered Zion\nThere on the poplars we hung our harps.",
    "Notes": "",
    "References": "",
    "Further reading": "Flora of China:  eFloras, Salix babylonica, 4, p. 186"
  }
}