{
  "url": "https://en.wikipedia.org/wiki/Salix_serissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Salicaceae"
    },
    {
      "Genus": "Salix"
    },
    {
      "Species": "S. serissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Salix serissima is a species of flowering plant in the willow family known by the common names autumn willow and fall willow. It is native to North America, where it is distributed across much of Canada and the northern contiguous United States.This willow is a shrub growing to 2 to 3 m (6.6 to 9.8 ft) tall, and known to reach 5 m (16 ft) at times. The stems and twigs are hairless. The leaves are lance-shaped to oval and are up to 11 cm long by 3.3 wide. They are hairless. The inflorescence is a catkin.This willow grows in forests and woodlands, and in moist habitat such as bogs, swamps, and riverbanks. It grows with aspen (Populus tremuloides) and balsam poplar (P. balsamifera). It may grow with other species of willow. Its seeds remain dormant through the winter and germinate in the spring, allowing it to invade fens and other open, moist habitat.The distribution of this plant extends across northern North America, but several disjunct populations are found to the south. These include four in the Black Hills of South Dakota (two on the Black Hills National Forest); one in the Sherman Mountains of Albany County, Wyoming (on the Medicine Bow National Forest); seven in north-central Colorado (one on the Arapaho-Roosevelt National Forest); and one in southwestern Colorado (potentially on the San Juan National Forest). Though it is not a threatened species in general, in these areas it is considered sensitive. It is threatened by alterations in the hydrology of the peatland on which it grows.",
    "References": "\n\n== External links =="
  }
}