{
  "url": "https://en.wikipedia.org/wiki/Genoplesium_nudum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Genoplesium"
    },
    {
      "Species": "G. nudum"
    }
  ],
  "text": {
    "__SUMMARY__": "Genoplesium nudum, commonly known as the tiny midge orchid in Australia or the red midge orchid in New Zealand, is a small terrestrial orchid native to south-eastern Australia and New Zealand. It has a single thin leaf fused to the flowering stem and up to forty small, reddish-purple or green and red flowers. Australian and New Zealand authorities use the name Corunastylis nuda but Genoplesium nudum and Prasophyllum transversum are used by the World Checklist of Selected Plant Families.",
    "Description": "Genoplesium nudum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single thin leaf 150–300 mm (6–10 in) long and fused to the flowering stem with the free part 10–20 mm (0.4–0.8 in) long. Between five and forty reddish-purple or green and red flowers are crowded along a flowering stem 50–100 mm (2–4 in) tall. The flowers lean forwards and are about 4.5 mm (0.2 in) long, 3 mm (0.12 in) wide and often do not open fully. The flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, about 2 mm (0.08 in) long and about 1.5 mm (0.06 in) wide. The lateral sepals are lance-shaped, about 3 mm (0.12 in) long, 1 mm (0.04 in) wide, fused at the base then free from each other and curved downwards. The petals are egg-shaped, 1.5 mm (0.06 in) long and 1 mm (0.04 in) wide with a pointed tip. The labellum is egg-shaped, thick and fleshy, 1.5 mm (0.06 in) long, 1 mm (0.04 in) wide with fine teeth along its edges. There is a channelled, egg-shaped callus in the centre of the labellum and extending almost to its tip. Flowering occurs between December and March in Australia and until August in New Zealand.",
    "Taxonomy and naming": "The tiny midge orchid was first formally described in 1853 by Joseph Dalton Hooker who gave it the name Prasophyllum nudum and published the description in Flora Novae-Zelandiae. In 1989, David Jones and Mark Clements changed the name to Genoplesium nudum and in 2002 changed the name again to Corunastylis nuda. The specific epithet (nuda) is a Latin word meaning \"bare\" or \"naked\".Prasophyllum transversum was formally described by Robert D. FitzGerald in 1888 but Jones and Clements regarded this as a synonym of Genoplesium nudum, now known as C. nuda in the countries where it occurs.",
    "Distribution and habitat": "Genoplesium nudum usually grows in moist, grassy forest. It is found New South Wales south from the New England region, in eastern Victoria, in Tasmania and in the North, South and Chatham Islands of New Zealand.",
    "Ecology": "Most species of Genoplesium and Corunastylis are pollinated by small vinegar flies but C. nuda is self-pollinating and reproduces solely by seed. It does not seem to require fire before flowering but often appears in disturbed sites.",
    "Conservation": "The tiny midge orchid is widespread and common throughout its range, except in Tasmania, where it is listed as \"Rare\" under the Tasmanian Threatened Species Protection Act 1995. It is threatened in that state by land clearing, forestry activities and inappropriate fire regimes.",
    "References": "",
    "External links": " Media related to Genoplesium nudum at Wikimedia Commons\n Data related to Genoplesium nudum at Wikispecies"
  }
}