{
  "url": "https://en.wikipedia.org/wiki/Genoplesium_woollsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Genoplesium"
    },
    {
      "Species": "G. woollsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Genoplesium woollsii, commonly known as the dark midge-orchid, is a species of orchid endemic to New South Wales. It has a single thin, wiry leaf and in autumn has up to thirty five drooping, dark purple flowers on a flowering stem which is fused to the lower part of the leaf.",
    "Description": "Genoplesium woollsii is a terrestrial, perennial, deciduous, sympodial herb with a single cylindrical, glabrous leaf fused to the flowering stem. The leaf is 100–400 mm (4–20 in) long and the free part is 15–35 mm (0.6–1 in) long and ends below the flowers. Between five and thirty five dark purple flowers with darker streaks are arranged on a flowering stem 15–35 mm (0.6–1 in) tall. The flowers droop forwards, and are about 8 mm (0.3 in) long, 4–6 mm (0.16–0.24 in) wide. As with others in the genus the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 3–4 mm (0.1–0.2 in) long, 1.5–2 mm (0.06–0.08 in) wide, sharply pointed and with short hairs on the edges. The lateral sepals are linear to lance-shaped, 4–5 mm (0.16–0.20 in) long, 1–1.5 mm (0.04–0.06 in) wide and diverge from each other. The petals are egg-shaped, 2.5–3 mm (0.098–0.12 in) long, about 1 mm (0.04 in) wide with a pointed tip and short hairs on the edges. The labellum is egg-shaped, 2.5–4 mm (0.1–0.2 in) long, 1.5–2 mm (0.06–0.08 in) wide with densely hairy edges and a sharply pointed tip. There is a callus in the centre of the labellum and along about three-quarters of its length. Flowering usually occurs between February and April.",
    "Taxonomy and naming": "The dark midge orchid was first formally described in 1865 by Ferdinand von Mueller who gave it the name Prasophyllum woollsii and published the description in Fragmenta phytographiae Australiae''. In 1989, David Jones and Mark Clements changed the name to Genoplesium woollsii.",
    "Distribution and habitat": "The dark midge-orchid grows in heath, forest and moss gardens mainly between the Blue Mountains and Batemans Bay.",
    "References": "",
    "External links": " Data related to Genoplesium woollsii at Wikispecies"
  }
}