{
  "url": "https://en.wikipedia.org/wiki/Genoplesium_rufum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Genoplesium"
    },
    {
      "Species": "G. rufum"
    }
  ],
  "text": {
    "__SUMMARY__": "Genoplesium rufum, commonly known as the rufous midge-orchid, is a species of orchid endemic to New South Wales. It has a single thin, wiry leaf and up to twenty five drooping, pinkish or reddish flowers on a flowering stem which is fused to the lower part of the leaf. It was formerly thought to range from Queensland to South Australia and Tasmania but specimens in other states are now assigned to Genoplesium clivicola.",
    "Description": "Genoplesium rufum is a terrestrial, perennial, deciduous, sympodial herb with a single wiry leaf fused to the flowering stem. The leaf is 100–160 mm (4–6 in) long and the free part is 10–20 mm (0.4–0.8 in) long. Between five and twenty five pinkish to reddish flowers are crowded on a flowering stem 10–40 mm (0.4–2 in) tall. The flowers droop forwards, and are 3.5–4.5 mm (0.1–0.2 in) long, 3–5 mm (0.1–0.2 in) wide. As with others in the genus the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 2–3 mm (0.08–0.1 in) long, 1–2 mm (0.04–0.08 in) wide and sharply pointed. The lateral sepals are linear to lance-shaped, about 3 mm (0.1 in) long, 1 mm (0.04 in) wide, have an expanded base and diverge from each other. The petals are egg-shaped, about 2 mm (0.08 in) long, 1 mm (0.04 in) wide with a pointed tip. The labellum is egg-shaped, whitish or pinkish, 2–3 mm (0.08–0.1 in) long, 1.5–2 mm (0.06–0.08 in) wide, sometimes with small, irregular teeth on the edges. There is a blackish callus in the centre of the labellum and extending almost to its tip. Flowering occurs between January and May.",
    "Taxonomy and naming": "The rufous midge orchid was first formally described in 1810 by Robert Brown who gave it the name Prasophyllum rufum and published the description in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. In 1989, David Jones and Mark Clements changed the name to Genoplesium rufum and in 2002 changed the name again to Corunastylis rufa but the change has not been accepted by the World Checklist of Selected Plant Families. Jones and Brown have also listed Prasophyllum trifidum and P. unicum as synonyms of G. rufum although later changed these names to Corunastylis trifida and Corunastylis unica respectively. The specific epithet (rufum) is a Latin word meaning \"red\".",
    "Distribution and habitat": "The rufous midge-orchid is locally common in forest between Ku-ring-gai and Bargo.It was formerly understood to also occur in Queensland, Victoria, South Australia and Tasmania but specimens in those states are now assigned to Corunastylis clivicola, also known as Genoplesium clivicola.",
    "References": "",
    "External links": " Data related to Genoplesium rufum at Wikispecies"
  }
}