{
  "url": "https://en.wikipedia.org/wiki/Genoplesium_nudiscapum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Genoplesium"
    },
    {
      "Species": "G. nudiscapum"
    }
  ],
  "text": {
    "__SUMMARY__": "Genoplesium nudiscapum, commonly known as the bare midge orchid, is a small terrestrial orchid endemic to Tasmania. It has a single thin leaf fused to the flowering stem and up to twenty small, green and reddish-brown flowers. It was thought to be extinct, since it had not been seen since 1852 but was rediscovered in 2008. The species has also been described as occurring on continental Australia. Australian authorities use the name Corunastylis nudiscapa for the Tasmanian endemic but Genoplesium nudiscapum is used by the World Checklist of Selected Plant Families.",
    "Description": "Genoplesium nudiscapum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single thin leaf 60–80 mm (2–3 in) long and fused to the flowering stem with the free part up to 10 mm (0.4 in) long. Between three and twenty green and reddish-brown flowers are crowded along a green flowering spike 8–15 mm (0.3–0.6 in) long reaching to a height of 40–120 mm (2–5 in). The flowers are entirely glabrous, lean forwards and are about 5 mm (0.2 in) long, 3.5 mm (0.1 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is about 2.5 mm (0.1 in) long, 1.5 mm (0.06 in) wide and has a pointed tip. The lateral sepals are lance-shaped, about 4.5 mm (0.18 in) long, 1 mm (0.04 in) wide, turn downwards and are free from each other. The petals are egg-shaped, 2.5 mm (0.1 in) long, about 1 mm (0.04 in) wide with a small white gland on the tip. The labellum is narrow oblong, about 2 mm (0.08 in) long, 1 mm (0.04 in) wide with a callus in its centre and extending almost to its tip. Flowering occurs from February to mid-April.",
    "Taxonomy and naming": "Genoplesium nudiscapum was first formally described in 1853 by Joseph Dalton Hooker who gave it the name Prasophyllum nudiscapum and published the description in The botany of the Antarctic voyage of H.M. discovery ships Erebus and Terror. III. Flora Tasmaniae. In 1989, David Jones and Mark Clements changed the name to Genoplesium nudiscapum. At that time, G. nudiscapum was described as occurring in New South Wales and Victoria but extinct in Tasmania, not having been seen there since 1852. In 2002 Jones and Clements changed the name again to Corunastylis nudiscapa.The National Herbarium of New South Wales lists Prasophyllum nichollsianum as a synonym of G. nudiscapum.In 2008, the Tasmanian orchid was rediscovered in the foothills of Mount Wellington. Corunastylis nudiscapa is now regarded in Australia as a Tasmanian endemic and orchids previously known as C. nudiscapa/Genoplesium nudiscapum on the mainland to be either Corunastylis leptochila or C. densa.",
    "Distribution and habitat": "Genoplesium nudiscapum grows in heathy woodland and forest dominated by Eucalyptus tenuiramis or Eucalyptus obliqua in two locations near Hobart.",
    "Conservation": "The total population of the bare midge orchid is estimated at about 250 plants and the species is listed as \"Endangered\" under the Tasmanian Threatened Species Protection Act 1995. It is threatened by land clearing, weed invasion and management and by inappropriate fire regimes.",
    "References": "",
    "External links": " Data related to Genoplesium nudiscapum at Wikispecies"
  }
}