{
  "url": "https://en.wikipedia.org/wiki/Genoplesium_filiforme",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Genoplesium"
    },
    {
      "Species": "G. filiforme"
    }
  ],
  "text": {
    "__SUMMARY__": "Genoplesium filiforme, commonly known as the glandular midge orchid is a small terrestrial orchid endemic to the east coast of Australia. It has a single thin leaf and up to thirty greenish to purple flowers with a reddish-purple labellum. The edges of its flower parts are covered with many short glandular hairs. It is found from southern Queensland to southern New South Wales.",
    "Description": "Genoplesium filiforme is a terrestrial, perennial, deciduous, herb with an underground tuber and a single thin leaf 150–300 mm (6–10 in) long with the free part 10–20 mm (0.4–0.8 in) long. Between five and thirty greenish to purple flowers are arranged along a flowering stem 10–45 mm (0.4–2 in) tall. The flowers are 6.5 mm (0.3 in) long, 5 mm (0.20 in) wide and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 3.5–4.5 mm (0.1–0.2 in) long, about 2 mm (0.08 in) wide and pointed with short hairs on its edges. The lateral sepals are linear to lance-shaped, 4–6 mm (0.16–0.24 in) long, about 1 mm (0.04 in) wide and spread widely apart from each other. The petals are narrow egg-shaped, about 3 mm (0.1 in) long and 1 mm (0.04 in) wide and also have hairs on their edges. The labellum is egg-shaped with the narrower end towards its base, 3–4 mm (0.1–0.2 in) long, about 2 mm (0.08 in) wide with short hairs on its edges. There is an oblong callus in the centre of the labellum and extending three-quarters of the length of the labellum. Flowering occurs between February and May.",
    "Taxonomy and naming": "The glandular leek orchid was first formally described in 1885 by Robert D. FitzGerald who gave it the name Prasophyllum filiforme and published the description in Journal of Botany, British and Foreign. In 1989, David Jones and Mark Clements changed the name to Genoplesium filiforme and in 2002 changed the name again to Corunastylis filiformis but the latter change has not been accepted by the World Checklist of Selected Plant Families.\nThe National Herbarium of New South Wales lists Prasophyllum nublingii as a synonym of G. filiforme.",
    "Distribution and habitat": "Genoplesium filiforme grows in forest, heath and moss gardens over sandstone in near-coastal areas. It is found between Nowra in New South Wales and Helidon in Queensland.",
    "References": "",
    "External links": " Data related to Genoplesium filiforme at Wikispecies"
  }
}