{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_pyriforme",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. pyriforme"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum pyriforme, commonly known as the graceful leek orchid is a species of orchid species endemic to eastern Australia. It has a single tubular leaf and up to fifty greenish flowers with a pink or white labellum. As with others in the genus, the labellum is above the column rather than below it.",
    "Description": "Prasophyllum pyriforme is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth dark green, tube-shaped leaf 100–250 mm (4–10 in) long and 3–6 mm (0.1–0.2 in) in diameter near its reddish base.  Between thirty and fifty greenish or mauve flowers are crowded on a flowering stem 100–150 mm (4–6 in) long. The ovary is 4–6 mm (0.16–0.24 in) long, the petals are 7–9 mm (0.3–0.4 in) long and the lateral sepals are 8–11 mm (0.3–0.4 in) long, erect, linear to lance-shaped and fused at their sides for most of their length. The labellum is 6–8 mm (0.2–0.3 in) long, curves upwards to almost touch the lateral sepals and is pink or white with wavy edges. The callus in the centre of the labellum is greenish, wrinkled and extends almost to the tip of the labellum. Flowering occurs in November and December.",
    "Taxonomy and naming": "Prasophyllum pyriforme was first formally described in 1933 by Edith Coleman and the description was published in The Victorian Naturalist from a specimen collected near Doncaster. The specific epithet (pyriforme) is derived from the Latin words pyrum meaning \"pear\" and forme meaning \"shape\".",
    "Distribution and habitat": "The graceful leek orchid grows in woodland and open forest and flowers more prolifically after fire. It occurs in southern and eastern Victoria and on the south coast of New South Wales.",
    "References": "",
    "External links": " Data related to Prasophyllum pyriforme at Wikispecies"
  }
}