{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_tunbridgense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. tunbridgense"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum tunbridgense, commonly known as the Tunbridge leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, bright green leaf and up to twenty five relatively large, green to light greenish-brown flowers with white petals and a large white labellum.",
    "Description": "Prasophyllum tunbridgense is a terrestrial, perennial, deciduous, herb with an underground tuber and a single bright green, tube-shaped leaf which is 200–300 mm (8–10 in) long and 4–6 mm (0.16–0.24 in) wide with a purplish base. Between ten and twenty five green to light greenish-brown flowers are crowded along a flowering spike which is 60–90 mm (2–4 in) long, reaching to a height of 300–400 mm (10–20 in). The flowers are 7–9 mm (0.3–0.4 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, about 9–12 mm (0.4–0.5 in) long, about 4 mm (0.2 in) wide and brownish-green with purplish markings. The lateral sepals are linear to lance-shaped, 7–8.5 mm (0.28–0.33 in) long, about 1.5 mm (0.06 in) wide and spread slightly apart from each other. The petals are narrow linear to oblong, 7–8 mm (0.28–0.31 in) long and about 1 mm (0.04 in) wide with a purple line in the centre. The labellum is white, oblong in shape, about 8 mm (0.3 in) long, 4 mm (0.2 in) wide and turns sharply upwards and slightly backwards on itself near its middle. The edges of the upturned part of the labellum have irregularly crinkled edges and there is a greenish-yellow, fleshy, raised callus in its centre and extending just past the bend. Flowering occurs in October and early November, more prolifically after earlier fires.",
    "Taxonomy and naming": "Prasophyllum tunbridgense was first formally described in 1998 by David Jones from a specimen collected in a nature reserve near Tunbridge and the description was published in Australian Orchid Research. The specific epithet (tunbridgense) refers to the type locality.",
    "Distribution and habitat": "The Tunbridge leek orchid is only known from six populations near Tunbridge and Campbell Town where it grows in grassland.",
    "Conservation": "The population of P. tunbridgense has been estimated as about 140. It is classed as \"Endangered\" under the Tasmanian Threatened Species Protection Act 1995 and under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the population are land clearing, grazing by sheep, and by its small population size.",
    "References": "",
    "External links": " Data related to Prasophyllum tunbridgense at Wikispecies"
  }
}