{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_pictum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. pictum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum pictum is a species of orchid endemic to New South Wales. It has a single tubular, shiny dark green leaf and up to twenty two scented brown, pink, purple and white flowers. It is only known from three subpopulations on the Northern Tablelands.",
    "Description": "Prasophyllum pictum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single shiny, dark green, tube-shaped leaf, 200–300 mm (8–10 in) long and 3–4 mm (0.1–0.2 in) wide with a purplish base. Between about nine and twenty two flowers are crowded along a flowering spike 100–200 mm (4–8 in) long, reaching to a height of up to 350 mm (10 in). The flowers are sweetly scented and are white with brown, pink and purple tones. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is broadly egg-shaped to lance-shaped, 8–10 mm (0.3–0.4 in) long, 3–4 mm (0.1–0.2 in) wide and has three to five darker veins and a pointed tip. The lateral sepals are linear to lance-shaped, 8.5–11 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and joined to each other, at least when the flower first opens. The petals are white with a pink to red central area, linear, 8.5–11.5 mm (0.3–0.5 in) long and about 2 mm (0.08 in) wide. The labellum is white, oblong to lance-shaped, 10–12 mm (0.4–0.5 in) long, about 4 mm (0.2 in) wide and turns sharply upwards through more than 90°. There is an egg-shaped to wedge-shaped yellow callus with a dark green base in the centre of the labellum and extending well past the bend. Flowering occurs between late November and late December.",
    "Taxonomy and naming": "Prasophyllum pictum was first formally described in 2018 by David Jones and Lachlan Copeland from a specimen collected near Ebor and the description was published in Australian Orchid Review. The specific epithet (pictum) is derived from the Latin word pictus meaning \"painted\" or \"colored\", referring to the colourful flowers of this leek orchid.",
    "Distribution and habitat": "This leek orchid grows in grassland and grassy woodland at altitudes of about 1,300 m (4,000 ft). It is only known from three subpopulations containing a total of about 200 plants near Ebor.\n\n\n== References =="
  }
}