{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_incompositum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. incompositum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum incompositum is a species of orchid endemic to Queensland. It has a single tubular, dark green leaf and up to thirty scented, greenish-brown and white flowers. It has only been recorded from the Carnarvon National Park.",
    "Description": "Prasophyllum incompositum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, dark green leaf which is 350–600 mm (10–20 in) long and 5–7 mm (0.2–0.3 in) wide near its reddish base. Between five and thirty fragrant, greenish-brown and white flowers are untidily arranged along a flowering spike which is 50–90 mm (2–4 in) long. The flowers are 11–13 mm (0.4–0.5 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 8–11 mm (0.3–0.4 in) long, about 3–4.5 mm (0.1–0.2 in) wide and the lateral sepals are linear to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and spread widely apart from each other. The petals are linear to lance-shaped, 7–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and white with a dark central stripe. The labellum is oblong to egg-shaped, 9–11 mm (0.35–0.43 in) long, about 4 mm (0.16 in) wide, turns sharply upwards near its middle. The edges of the upturned part of the labellum are very ruffled and there is a thin, green, fleshy callus in its centre. Flowering occurs in August and September.",
    "Taxonomy and naming": "Prasophyllum incompositum was first formally described in 1991 by David Jones from a specimen collected in the Carnarvon National Park and the description was published in Australian Orchid Research. The specific epithet (incompositum) is a Latin word meaning \"disarranged\" or \"confused\", referring to the disorganised appearance of the flowering stem.",
    "Distribution and habitat": "This leek orchid grows in moist, grassy places in woodland and has only been recorded from the Carnarvon National Park.",
    "References": "",
    "External links": " Data related to Prasophyllum incompositum at Wikispecies"
  }
}