{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_ovale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. ovale"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum ovale, commonly known as the little leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a small leek orchid with a single smooth, tubular leaf and up to twenty or more white, green and brown flowers with the labellum only slightly upturned.",
    "Description": "Prasophyllum ovale is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, tube-shaped leaf 150–300 mm (6–10 in) long and 2–3 mm (0.08–0.1 in) in diameter. Between eight and twenty or more flowers are arranged on a flowering stem 200–400 mm (8–20 in) tall. The flowers are white, green and brown, about 8 mm (0.3 in) long and wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The sepals and petals turn forwards and the lateral sepals are free from each other. The labellum is turned only slightly upwards and has a slightly frilly edge. Flowering occurs from September to October.",
    "Taxonomy and naming": "The little leek orchid was first formally described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (ovale) is a Latin word meaning \"oval\", referring to the shape of the labellum.",
    "Distribution and habitat": "The little leek orchid  grows in woodland between New Norcia and Mount Barker in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Prasophyllum ovale is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum ovale at Wikispecies"
  }
}