{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_campestre",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. campestre"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum campestre, commonly known as the sandplain leek orchid, or inland leek orchid, is a species of orchid endemic to eastern Australia. It has a single tubular, yellowish-green leaf and up to twenty greenish, strongly scented flowers with red, purplish, brown or white marks. It grows in the drier parts of Queensland, New South Wales and Victoria.",
    "Description": "Prasophyllum campestre is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, yellowish-green leaf. The leaf has a reddish base and is 80–350 mm (3–10 in) long and 5–8 mm (0.2–0.3 in) in diameter at the base. Between ten and twenty, highly fragrant flowers are widely spaced along a flowering spike 100–400 mm (4–20 in) tall. The flowers are greenish with red, purplish, brown or white marks and are 9–11 mm (0.35–0.43 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped, 8–12 mm (0.3–0.5 in) long and about 3 mm (0.1 in) wide. The lateral sepals are 7–10 mm (0.3–0.4 in) long and about 1.5 mm (0.06 in) wide, free from each other and spread widely apart at their ends. The petals are linear, 7–11 mm (0.3–0.4 in) long and about 1 mm (0.04 in) wide. The labellum is lance-shaped to egg-shaped, 6–9 mm (0.2–0.4 in) long, about 4 mm (0.16 in) wide with the outer end turned upwards at 90° and wavy edges. There is a fleshy, greenish callus in the centre of the labellum. Flowering occurs from September and October.",
    "Taxonomy and naming": "Prasophyllum campestre was first formally described in 1991 by Robert Bates and David Jones from a specimen collected near Nymagee and the description was published in Australian Orchid Research. The specific epithet (campestre) is a Latin word meaning \"of or pertaining to fields\", referring to the habitat of this species.",
    "Distribution and habitat": "The inland leek orchid grows in semi arid areas in fertile, water-retaining soil. It occurs in inland areas of southern Queensland, New South Wales and northern Victoria.",
    "References": "",
    "External links": " Media related to Prasophyllum campestre at Wikimedia Commons\n Data related to Prasophyllum campestre at Wikispecies"
  }
}