{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_niphopedium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. niphopedium"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum niphopedium, commonly known as the marsh leek orchid, is a species of orchid endemic to a small area in Victoria. It has a single tubular leaf and up to twenty greenish flowers with reddish markings. It is only known from five population on grassy alpine plains with the total number of individual plants less than five hundred.",
    "Description": "Prasophyllum niphopedium is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 300 mm (10 in) long and 5 mm (0.2 in) wide at the base. Between ten and twenty faintly scented flowers are loosely arranged along flowering stem 70–120 mm (3–5 in) long which reaches to a height of 200–350 mm (8–10 in). The flowers are lightly scented, greenish with pink or reddish markings and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The ovary is oval-shaped and 3–4 mm (0.1–0.2 in) long. The dorsal sepal is egg-shaped and 6–8 mm (0.2–0.3 in) long and the lateral sepals are a similar length but linear to lance-shaped and are free, or mostly free from each other. The petals are linear to lance-shaped, 5–7 mm (0.2–0.3 in) and curve forwards. The labellum is trowel-shaped, pink, 5–6 mm (0.20–0.24 in) long and turns sharply upwards near its middle. There is a brown or green, short, channelled and wrinkled callus in the centre of the labellum. Flowering occurs from December to February.",
    "Taxonomy and naming": "Prasophyllum niphopedium was first formally described in 2000 by David Jones and the description was published in The Orchadian from a specimen collected in the Cobberas Range.",
    "Distribution and habitat": "The marsh leek orchid grows on snow plains in grassy alpine heath, usually near watercourses in the Cobberas Range and Benambra area. The number of plants fluctuates between two hundred and five hundred in five populations.",
    "Conservation": "Prasophyllum niphopedium is listed as \"Endangered\" under the Victorian Flora and Fauna Guarantee Act 1988 but is not listed under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the species are soil disturbance and grazing by feral horses and cattle and inappropriate fire regimes.",
    "References": "",
    "External links": " Data related to Prasophyllum niphopedium at Wikispecies"
  }
}