{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_gibbosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. gibbosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum gibbosum, commonly known as the humped leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a late-flowering leek orchid with a single smooth, tubular leaf and up to eighty or more purplish-red and white flowers with a smooth labellum. It is similar to P. cucullatum but that species has a frilly labellum, usually a shorter flowering stem and an earlier flowering period.",
    "Description": "Prasophyllum gibbosum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, tube-shaped leaf 50–250 mm (2–10 in) long and 3–5 mm (0.1–0.2 in) in diameter. Between five and eighty or more flowers are arranged on a flowering stem 50–350 mm (2–10 in) tall. The flowers are purplish-red and white, 5–8 mm (0.2–0.3 in) long and 4 mm (0.2 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is broad and the petals face forwards. The lateral sepals have a humped base. The labellum is mostly white, has smooth edges and is turned upwards towards the lateral sepals. Flowering occurs from late September to January.",
    "Taxonomy and naming": "The hooded leek orchid was first formally described in 1810 by Robert Brown from specimens collected near Albany. The description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (gibbosum) is a Latin word meaning \"very humped\" or \"crooked\", referring to the hump at the base of the lateral sepals.",
    "Distribution and habitat": "The humped leek orchid  grows in areas that are wet in winter, and only flowers prolifically after fire the previous summer. It occurs from Bunbury to Esperance in the Swan Coastal Plain, Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "Prasophyllum gibbosum is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum gibbosum at Wikispecies"
  }
}