{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_calcicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. calcicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum calcicola, commonly known as the limestone leek orchid, is a species of orchid endemic to Australia. It has a single, smooth, tube-shaped leaf and up to twelve yellowish-green flowers on an erect flowering stem. It is found in coastal areas of Western Australia and South Australia growing on soils derived from limestone.",
    "Description": "Prasophyllum calcicola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth, tube-shaped leaf which is 50–150 mm (2–6 in) long and about 2 mm (0.08 in) in diameter near the reddish base. Between three and twelve or more flowers are arranged on a flowering spike. The flowers are yellowish-green, about 4 mm (0.2 in) long and 3 mm (0.1 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, about 2 mm (0.08 in) long, 2–3 mm (0.08–0.1 in) wide and green with a red edge. The lateral sepals are lance-shaped, 2–4 mm (0.08–0.2 in) long and joined to each other for about half their length. The petals are triangular in shape, about 2 mm (0.08 in) long and 1 mm (0.04 in) wide. The labellum is 2–3 mm (0.08–0.1 in) long, oblong to lance-shaped and turns upward at 90° about half-way along. Flowering occurs in September and October.",
    "Taxonomy and naming": "Prasophyllum calcicola was first formally described in 1989 by Robert Bates and the description was published in Journal of the Adelaide Botanic Garden from a specimen collected in the Warrenben Conservation Park. The specific epithet (calcicola) is derived from the Latin words calx meaning \"limestone\"  and -cola meaning \"dweller\", referring to the usual habitat of this species.",
    "Distribution and habitat": "The limestone leek orchid grows in coastal areas in calcareous sand and near limestone. It occurs between north of Geraldton and Israelite Bay in Western Australia and in the south-east of South Australia.",
    "Conservation": "This orchid is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum calcicola at Wikispecies"
  }
}