{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_flavum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. flavum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum flavum, commonly known as the yellow leek orchid, is a species of orchid endemic to eastern Australia. It has a single tubular, green leaf with only a short free section and up to fifty scented, yellowish-green flowers.",
    "Description": "Prasophyllum flavum is a terrestrial, perennial, deciduous, herb with a rhizome-like underground tuber and a single tube-shaped leaf, up to 60 mm (2 in) long with a free section less than 30 mm (1 in) long. Between eight and fifty fragrant flowers up to 10 mm (0.4 in) across are crowded along a flowering spike up to 900 mm (40 in) tall. The flowers are yellowish-green with the ovary pressed up against the flowering stem. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, up to 10 mm (0.4 in) long is deeply dished. The lateral sepals are also up to 10 mm (0.4 in) long, dished liked the dorsal sepal and usually, but not always, joined for most of their length. The petals are egg-shaped to lance-shaped, up to 8 mm (0.3 in) long and have a pointed end. The labellum is egg-shaped to lance-shaped, up to 8 mm (0.3 in) long, turns upwards and has wavy, wrinkled edges. Flowering occurs from October to January.",
    "Taxonomy and naming": "Prasophyllum flavum was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (flavum) is a Latin word meaning \"yellow\" or \"golden-yellow.",
    "Distribution and habitat": "The yellow leek orchid grows in moist, fertile soils in high-rainfall forests. It is found on the coast and ranges of New South Wales and in Victoria south-east Queensland and in Tasmania.",
    "References": "",
    "External links": " Media related to Prasophyllum flavum at Wikimedia Commons\n Data related to Prasophyllum flavum at Wikispecies"
  }
}