{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_rogersii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. odoratum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum rogersii, commonly known as the Barrington Tops leek orchid is a species of orchid endemic to New South Wales. It has a single tubular leaf and up to twenty five reddish-brown flowers and only occurs in a few locations at higher altitudes.",
    "Description": "Prasophyllum rogersii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 150–300 mm (6–10 in) long and 4–6 mm (0.16–0.24 in) wide. Between five and twenty five flowers are crowded along a flowering spike 70–120 mm (3–5 in) long, reaching to a height of 200–300 mm (8–10 in). The flowers are reddish-brown or orange-brown. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 5–6 mm (0.20–0.24 in) long and about 3 mm (0.1 in). The lateral sepals are linear to lance-shaped, about 7 mm (0.3 in) long, free from and parallel to each other. The petals are about 5 mm (0.2 in) long and curve forwards. The labellum is white, egg-shaped, 5–6 mm (0.20–0.24 in) long, about 5 mm (0.2 in) wide and turns sharply upwards with crinkled edges. There is a raised, shiny callus in the centre of the labellum and extending almost to its tip. Flowering occurs in December and January.This orchid has been confused with P. niphopedium in Victoria and with P. perangustum in Tasmania. It is closely related to P. frenchii.",
    "Taxonomy and naming": "Prasophyllum rogersii was first formally described in 1928 by Herman Rupp and the description was published in Proceedings of the Linnean Society of New South Wales. The specific epithet (rogersii) honours Richard Sanders Rogers whom Rupp described as \"our recognized leader in the field of Australian orchidology\".",
    "Distribution and habitat": "The Barrington Tops leek orchid grows in moist, grassy places in montane to subalpine habitats in the Barrington Tops National Park.",
    "References": "",
    "External links": " Data related to Prasophyllum rogersii at Wikispecies"
  }
}