{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_abblittiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. abblittiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum abblittiorum is a species of orchid endemic to Tasmania. It has a single tubular, green leaf and up to twelve yellowish green flowers with faint streaks. It is an unusual prasophyllum in that the labellum is not ornamented. Only about 100 plants are known, growing at two sites in the Arthur-Pieman Conservation Area.",
    "Description": "Prasophyllum abblittiorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 70–200 mm (3–8 in) long and 2–5 mm (0.08–0.2 in) wide. Between three and twelve yellowish green flowers are arranged along a flowering spike which is 75–215 mm (3–8 in) high. The flowers are 3.5–7 mm (0.1–0.3 in) long and wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 4–6 mm (0.16–0.24 in) long, 1.5–3 mm (0.06–0.1 in) wide with a thickened, pointed tip. The lateral sepals are lance-shaped, 4.5–7 mm (0.2–0.3 in) long, 1–2 mm (0.04–0.08 in) wide and free from each other. The petals are lance-shaped, 3.5–5.5 mm (0.1–0.2 in) long, about 1 mm (0.04 in) wide and slightly dished. The labellum is a slightly paler green, lance-shaped, 3.5–5.5 mm (0.1–0.2 in) long, 1–2 mm (0.04–0.08 in) wide. Unlike those of most other prasophyllums, the labellum is not ornamented and resembles the petals. Flowering occurs from mid-October to early November.",
    "Taxonomy and naming": "Prasophyllum abblittiorum was first formally described in 2017 by Philip A. Collier from a specimen collected in the Arthur-Pieman Conservation Area and the description was published in Muelleria. The specific epithet (abblittiorum) honours the Abblitt family, two of whom discovered this species.",
    "Distribution and habitat": "This leek orchid is only known from a two sites in the Arthur-Pieman Conservation Area. It grows in wet heath and on the side of a road.",
    "Conservation": "Prasophyllum abblittiorum satisfies the conditions for listing as \"endangered\" under the Tasmanian Threatened Species Protection Act 1995 because of its small population size and the presence of a population on a roadside. About 25 individuals have been observed on the roadside and about 85 in the \"bush\".",
    "References": "",
    "External links": " Data related to Prasophyllum abblittiorum at Wikispecies"
  }
}