{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_subbisectum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. subbisectum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum subbisectum, commonly known as the Pomonal leek orchid, is a species of orchid endemic to Victoria. It has a single, thin tubular leaf and up to fifteen small, greenish-brown to brown flowers well-spaced along a thin flowering stem. It is only known from a small area around Stawell.",
    "Description": "Prasophyllum subbisectum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 100–150 mm (4–6 in) long and 2–4 mm (0.08–0.2 in) wide. Between seven and fifteen flowers are well-spaced along a flowering stem 60–100 mm (2–4 in) long which reaches to a height of 150–300 mm (6–10 in). The flowers are greenish-brown to brown and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 5–6 mm (0.20–0.24 in) long, about 3 mm (0.1 in) wide and curves downward. The lateral sepals are 7–8 mm (0.28–0.31 in) long, about 1 mm (0.04 in) wide and curve backwards. The petals are 5–6 mm (0.20–0.24 in) long, about 1 mm (0.04 in) wide and pointed. The labellum is greenish or pinkish, egg-shaped, about 4 mm (0.2 in) long and 5 mm (0.2 in) wide and turns sharply upwards near its middle. There is a shiny green or brown, deeply channelled callus along the centre of the labellum, extending almost to its tip. Flowering occurs in October and November.",
    "Taxonomy and naming": "Prasophyllum subbisectum was first formally described in 1936 by William Henry Nicholls and the description was published in The Victorian Naturalist from a specimen collected near Pomonal. The specific epithet (subbisectum) is derived from the Latin word sectus meaning \"cut\", with the prefixes sub- meaning \"somewhat\" and bi- meaning \"two\" or \"double\".",
    "Distribution and habitat": "The Pomonal leek orchid mostly grows in heathy woodland near Stawell.",
    "Conservation": "In 2010, P. subbisectum was recorded in four populations with a total of about 130 plants. It is listed as \"Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and the Victorian Flora and Fauna Guarantee Act 1988. The main threats to its survival are grazing by rabbits and kangaroos, habitat disturbance and inappropriate fire regimes.",
    "References": "",
    "External links": " Data related to Prasophyllum subbisectum at Wikispecies"
  }
}