{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_macrostachyum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. macrostachyum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum macrostachyum, commonly known as the laughing leek orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single smooth, tube-shaped leaf and up to thirty yellowish-green and purple flowers. It is one of the few Western Australian leek orchids which is not stimulated by summer fires and also has an unusually long flowering period.",
    "Description": "Prasophyllum macrostachyum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 120–200 mm (5–8 in) long and about 2 mm (0.08 in) in diameter near its reddish base. Between five and thirty flowers are widely spaced along a flowering stem which is up to 180 mm (7 in) long reaching to a height of 100–300 mm (4–10 in). The flowers are green and purplish-red, about 8 mm (0.3 in) long and 6 mm (0.2 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The ovary is an oval shape, about 15 mm (0.6 in) long at maturity. The dorsal sepal is egg-shaped, 3–4 mm (0.1–0.2 in) long and green with red edges. The lateral sepals are egg-shaped to lance-shaped 3–4 mm (0.1–0.2 in) long and joined for about two-thirds of their length. The petals are only about 2 mm (0.08 in) long, more or less triangular and have purplish edges. The labellum is purplish, egg-shaped to lance-shaped, 3–4 mm (0.1–0.2 in) long and turns sharply upwards near its middle. Flowering occurs from September to January.",
    "Taxonomy and naming": "Prasophyllum macrostachyum was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (macrostachyum) is derived from the Ancient Greek words makros meaning \"long\" and stachys meaning \"an ear of grain\" or \"a spike\", referring to the long flowering stem.",
    "Distribution and habitat": "The laughing leek orchid grows with shrubs and sedges in areas that are wet in winter and occurs between Dongara and Cape Le Grand National Park.",
    "Conservation": "This orchid is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum macrostachyum at Wikispecies"
  }
}