{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_erythrocommum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. erythrocommum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum erythrocommum, commonly known as the tan leek orchid, is a species of orchid endemic to Victoria. It has a single tubular green leaf and up to thirty small, greenish-brown to dark brown flowers. It is a very rare orchid, only known from a single small area north of Melbourne.",
    "Description": "Prasophyllum erythrocommum is a terrestrial, perennial, deciduous, herb with an underground tuber and which only occurs as solitary individuals. It has a single tube-shaped leaf up to 100 mm (4 in) long and 3–4 mm (0.1–0.2 in) wide at the base. Between ten and thirty scented flowers are loosely arranged along a slender flowering stem 50–100 mm (2–4 in) long. The flowers are greenish-brown to dark brown. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 4.5–6 mm (0.18–0.24 in) long and turns downwards. The lateral sepals are linear to lance-shaped, 4.5–6 mm (0.18–0.24 in) long, parallel to and free from each other. The petals are lance-shaped to oblong and 4–5.5 mm (0.16–0.22 in) long. The labellum is lance-shaped to egg-shaped, greenish to pinkish, dished and 4–5 mm (0.16–0.20 in) long. It is turns upward, although less sharply than in most similar members of the genus. There is a fleshy, dull greenish smooth callus in the centre of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "Prasophyllum erythrocommum was first formally described in 2006 by David Jones and Dean Rouse. The description was published in Australian Orchid Research from a specimen collected from near the Yan Yean Reservoir. The specific epithet (erythrocommum) is derived from the Ancient Greek words erythros meaning \"red\", and kommi meaning \"gum\" or \"resin\", an oblique reference to the red gum habitat of this species.",
    "Distribution and habitat": "The tan leek orchid is only known from the type location where it grows in an open, grassy flat.",
    "Conservation": "Prasophyllum erythrocommum is listed as Endangered under the Victorian Flora and Fauna Guarantee Act 1988. It occurs in an area which has been subjected to extensive land clearing.",
    "References": "",
    "External links": " Data related to Prasophyllum erythrocommum at Wikispecies"
  }
}