{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_cucullatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. cucullatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum cucullatum, commonly known as the hooded leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a tall orchid with a single smooth, tubular leaf and up to fifty or more purplish-red and white flowers with a frilled labellum crowded along a relatively short flowering stem.",
    "Description": "Prasophyllum cucullatum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, tube-shaped leaf 100–150 mm (4–6 in) long and 3–6 mm (0.1–0.2 in) in diameter. Between ten and fifty or more flowers are arranged on a flowering spike 50–200 mm (2–8 in) tall. The flowers are purplish-red and white, about 7 mm (0.3 in) long and 6 mm (0.2 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is broad and the petals and hood-like lateral sepals face forwards. The labellum is mostly white, has frilly edges and is turned upwards towards the lateral sepals. Flowering occurs from August to October.",
    "Taxonomy and naming": "The hooded leek orchid was first formally described in 1871 by Heinrich Gustav Reichenbach from specimens collected in 1840 near Albany by Charles von Hügel. The description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (cucullatum) is a Latin word meaning \"hooded\",\nreferring to the hood formed by the lateral sepals.",
    "Distribution and habitat": "The hooded leek orchid  grows in shrubland and in shallow soil pockets on granite outcrops. It occurs from Margaret River and Israelite Bay in the Esperance Plains, Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "Prasophyllum cucullatum is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum cucullatum at Wikispecies"
  }
}