{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_wallum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. wallum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum wallum, commonly known as the wallum leek orchid, is a species of orchid endemic to a small area in Queensland. It has a single tubular leaf and up to eighteen scented, greenish flowers with a white labellum. It is a distinctive species of leek orchid with its green and white, crowded flowers.",
    "Description": "Prasophyllum wallum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, 200–350 mm (8–10 in) long and 7–10 mm (0.3–0.4 in) wide with a green base. Between twelve and eighteen flowers are crowded along a flowering spike 50–80 mm (2–3 in) long, reaching to a height of 200–400 mm (8–20 in). The flowers are greenish, 7–9 mm (0.3–0.4 in) wide and scented. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 7–10 mm (0.3–0.4 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are linear to lance-shaped, 7–10 mm (0.3–0.4 in) long, 2–3 mm (0.08–0.1 in) wide and joined for about half their length. The petals are linear, curved, 5–8 mm (0.2–0.3 in) long and 1–2 mm (0.04–0.08 in) wide. The labellum is white, lance-shaped to egg-shaped, 7–8 mm (0.28–0.31 in) long, 5–6 mm (0.20–0.24 in) wide and turns upwards through less than 90° near its middle, and the upturned part has crinkled or wavy edges. Flowering occurs in August or September.",
    "Taxonomy and naming": "Prasophyllum wallum was first formally described in 1991 by Robert Bates and David Jones from a specimen collected near Coolum and the description was published in Australian Orchid Research. The specific epithet (wallum) refers to the wallum community where this species occurs.",
    "Distribution and habitat": "The wallum leek orchid grows in wallum and nearby stabilised sand dunes between Hervey Bay and Coolum.",
    "Conservation": "Prasophyllum wallum is listed as \"Vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and the Queensland Nature Conservation (Wildlife) Regulation 2006. The main threat to the species are habitat loss, inappropriate fire regimes and illegal collecting.",
    "References": "",
    "External links": " Data related to Prasophyllum wallum at Wikispecies"
  }
}