{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_hygrophilum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. hygrophilum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum hygrophilum, commonly known as the swamp leek orchid, is a species of orchid endemic to Victoria. It has a single tubular green leaf and up to thirty greenish brown, pink or mauve flowers. It is a rare orchid only known from two populations and is classified as \"endangered\" in Victoria.",
    "Description": "Prasophyllum hygrophilum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 120–200 mm (5–8 in) long and 3–5 mm (0.1–0.2 in) wide at the base. Between twelve and thirty scented flowers are crowded along a flowering stem 80–150 mm (3–6 in) long, reaching to a height of 300–600 mm (10–20 in). The flowers are greenish brown, pink or mauve and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 8–12 mm (0.3–0.5 in) long and the lateral sepals are linear to lance-shaped 8–12 mm (0.3–0.5 in) long and free from each other. The petals are linear to lance-shaped and 7–10 mm (0.3–0.4 in) long and spread widely apart. The labellum is white or pink, 7–9 mm (0.3–0.4 in) long, turns upwards through 90° near its middle and has a slightly wavy edge. There is a broad, raised, tapering, greenish callus in the centre of the labellum. Flowering occurs from November to December.",
    "Taxonomy and naming": "Prasophyllum hygrophilum was first formally described in 2003 by David Jones and Dean Rouse. The description was published in Australian Orchid Research from a specimen collected from near Nagambie.",
    "Distribution and habitat": "This leek orchid grows in grassy woodland it two areas of north-central Victoria.",
    "Conservation": "Prasophyllum hygrophilum is listed as Endangered under the Victorian Flora and Fauna Guarantee Act 1988.",
    "References": "",
    "External links": " Data related to Prasophyllum hygrophilum at Wikispecies"
  }
}