{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_giganteum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. giganteum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum giganteum, commonly known as the bronze leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a tall, fragrant leek orchid with a single smooth, tubular leaf and up to fifty or more green and pinkish-purple flowers with a frilly labellum.",
    "Description": "Prasophyllum giganteum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, tube-shaped leaf 300–1,000 mm (10–40 in) long and 6–10 mm (0.2–0.4 in) in diameter. Between fifteen and fifty or more flowers are arranged on a flowering stem 400–1,200 mm (20–50 in) tall. The flowers are green and pinkish-purple, 18 mm (0.7 in) long and 10 mm (0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The lateral sepals are joined to each other and the petals face forwards. The labellum is white, tinged with pink, turns upwards through about 90° and has a frilly edge. Flowering occurs from September to November but usually only after fire the previous summer.",
    "Taxonomy and naming": "The bronze leek orchid was first formally described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (giganteum) is a Latin word meaning \"large\" or \"gigantic\", referring to the tall flowering stem.",
    "Distribution and habitat": "The bronze leek orchid  grows in heath and woodland in coastal areas and occurs between Kalbarri and Israelite Bay in the Esperance Plains, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Prasophyllum giganteum is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum giganteum at Wikispecies"
  }
}