{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_pruinosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. pruinosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum pruinosum, commonly known as the plum leek orchid, is a species of orchid endemic to South Australia. It has a single tubular leaf and up to twenty green, brown and whitish flowers with a pink of purple tints.",
    "Description": "Prasophyllum pruinosum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 200–400 mm (8–20 in) long and 3–6 mm (0.1–0.2 in) wide with a reddish base. Between five and twenty flowers are arranged along a flowering spike 60–100 mm (2–4 in) long reaching to a height of 200–400 mm (8–20 in). The flowers are yellowish-green, brown, purple-plum and white and are lightly scented. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is 6.5–8.5 mm (0.3–0.3 in) long and 4 mm (0.2 in) wide and the lateral sepals are 7.5–9.5 mm (0.3–0.4 in) long, 2 mm (0.08 in) wide and free from each other. The petals are 7–8 mm (0.3–0.3 in) long, 1.5 mm (0.06 in) wide, have a central dark band and turn forwards. The labellum is 7–8 mm (0.28–0.31 in) long, about 4 mm (0.2 in) wide and turns sharply upwards near its middle, the upturned part with crinkled edges. There is a brownish callus in the centre of the labellum, reaching almost to its tip. Flowering occurs from September to November.",
    "Taxonomy and naming": "Prasophyllum pruinosum was first formally described in 1909 by Richard Sanders Rogers and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (pruinosum) is a Latin word meaning \"frosty\".",
    "Distribution and habitat": "The plum leek orchid grows in woodland and grassy forest in the Black Hill Conservation Park and near Rowland Flat, although its range was once more extensive.",
    "Conservation": "Prasophyllum pruinosum is listed as \"Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and as \"Vulnerable\" under the South Australian National Parks and Wildlife Act 1972. In 2008 the total population was estimated to be 280 plants in eight sites. The main threats to the population are competition from weeds, grazing by kangaroos, rabbits and livestock and by recreational activities.",
    "References": "",
    "External links": " Data related to Prasophyllum pruinosum at Wikispecies"
  }
}