{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_sphacelatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. sphacelatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum sphacelatum, commonly known as the subalpine leek orchid, is a species of orchid endemic to south-eastern Australia. It has a single tubular, dull green leaf and up to eighteen scented, green to brownish flowers with a green to pinkish labellum. It grows in subalpine areas of New South Wales, Victoria and Tasmania.",
    "Description": "Prasophyllum sphacelatum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dull green, tube-shaped leaf, 280–380 mm (11–15 in) long and 2–4 mm (0.08–0.2 in) wide with a white to reddish base. The free part of the leaf is 80–140 mm (3–6 in) long. Between six and eighteen flowers are arranged along a flowering spike about 80–140 mm (3–6 in) long. The flowers are green to reddish-brown, 14–18 mm (0.6–0.7 in) long and strongly scented. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 6–8 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 7–8 mm (0.28–0.31 in) long, about 1.5 mm (0.06 in) wide and the petals are linear, to narrow lance-shaped, about 7 mm (0.3 in) long and 1 mm (0.04 in) wide. The labellum is green to pinkish, egg-shaped to lance-shaped, 6–8 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and turns sharply upwards with wavy edges. Flowering occurs from December to February.",
    "Taxonomy and naming": "Prasophyllum sphacelatum was first formally described in 1996 by David Jones from a specimen collected near Tantangara Dam in the Kosciuszko National Park and the description was published in Muelleria. The specific epithet (sphacelatum) is \"derived from the Greek, sphakelos, necrosis, mortification, describing the withered leaf tip at anthesis\".",
    "Distribution and habitat": "The subalpine leek orchid grows in subalpine herbfield and grassland, sometimes with grasses and shrubs in snow gum (Eucalyptus pauciflora) forest. It is found in sulalpine regions of New South Wales south from the Brindabella Range, in north-eastern Victoria and in Tasmania where it often grows on buttongrass plains.",
    "References": "",
    "External links": " Media related to Prasophyllum sphacelatum at Wikimedia Commons\n Data related to Prasophyllum sphacelatum at Wikispecies"
  }
}