{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_concinnum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. concinnum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum concinnum, commonly known as the trim leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular leaf and green or yellowish-green flowers with brown markings. It was not seen after 1947, presumed to have gone extinct and listed as \"rare\" under the Tasmanian Government Threatened Species Protection Act 1995 but was rediscovered in 1992. Flowering of this orchid is dramatically stimulated by summer fires and the species is now known to be widespread in the state and has been removed from the Act.",
    "Description": "Prasophyllum concinnum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf. The flowers are loosely arranged along a flowering spike 100–140 mm (4–6 in) long, reaching to a height of 300–400 mm (10–20 in). The flowers are green or yellowish-green with brown markings. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal and lateral sepals are lance-shaped and about 10 mm (0.4 in) long with the edges rolled inwards. The lateral sepals are curved and only joined for about 1 mm (0.04 in) near their bases. The petals are linear in shape and about 8 mm (0.3 in) long. The labellum is about 8 mm (0.3 in) long and turns upwards with pale-coloured, slightly wavy edges. There is a raised, green, channelled callus in the centre of the labellum and extending to its tip. Flowering occurs from late October to December.",
    "Taxonomy and naming": "Prasophyllum concinnum was first formally described in 1948 by William Henry Nicholls from a specimen collected in 1947 by Winifred Curtis from Blackmans Bay. The description was published in The Victorian Naturalist. The specific epithet (concinnum) is a Latin word meaning \"beautiful\" or \"striking\", alluding to \"the neat,immaculate appearance of the flower when in bloom\".",
    "Distribution and habitat": "The trim leek orchid grows in forest, coastal scrub and heath in southern Tasmania, possibly also on the east and north east of the state.",
    "Conservation": "After its description in 1948, Prasophyllum concinnum was not seen again until 1992. It had been described as \"rare\" under the Threatened Species Protection Act but has since been found to be widespread and has been removed from the Act.",
    "References": "",
    "External links": " Data related to Prasophyllum concinnum at Wikispecies"
  }
}