{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_occultans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. occultans"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum occultans, commonly known as the hidden leek orchid, is a species of orchid endemic to southern Australia. It has a single, smooth, tube-shaped leaf with a reddish-purple base and up to ten greenish flowers. It is a rare species found only in a few locations in South Australia and in far western Victoria.",
    "Description": "Prasophyllum occultans is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth, tube-shaped leaf which is 100–300 mm (4–10 in) long and 3–5 mm (0.1–0.2 in) in diameter near its reddish-purple base. The flowering stem emerges about half-way along the leaf. Between four and ten greenish and dull brown flowers are arranged on the flowering stem which is 30–80 mm (1–3 in) long. The ovary is 4–6 mm (0.16–0.24 in) long and 1.5–2.5 mm (0.06–0.1 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is green with a brownish tip, lance-shaped to egg-shaped, 6–8 mm (0.2–0.3 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are greenish with brown marks, lance-shaped, 7–8 mm (0.28–0.31 in) long, 2–3 mm (0.08–0.1 in) wide and free from each other. The petals are green with a dull brown stripe, linear to oblong, 5–6 mm (0.20–0.24 in) long and 1 mm (0.04 in) wide. The labellum is greenish-white, egg-shaped to lance-shaped, 5–6 mm (0.20–0.24 in) long, about 2 mm (0.08 in) wide and turns upward at 90° about half-way along. The upturned part is triangular with a wavy edge and there is a greenish-brown callus in its centre. Flowering occurs in September and early October and the flowers are \"apparently apomictic\".",
    "Taxonomy and naming": "Prasophyllum occultans was first formally described in 1989 by Robert Bates and the description was published in Journal of the Adelaide Botanic Garden from a specimen collected in the Lincoln Conservation Park. The specific epithet (occultans) is a Latin word meaning \"hidden\" or \"concealed\", referring to the difficulty of finding this orchid, due to its size and coloration.",
    "Distribution and habitat": "The hidden leek orchid mostly in mallee-broombush and is found on the Eyre Peninsula, Yorke Peninsula, upper South-Eastern botanical region of South Australia and possibly Kangaroo Island. There is a single record from far western Victoria.",
    "References": "",
    "External links": " Data related to Prasophyllum occultans at Wikispecies"
  }
}