{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_litorale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. litorale"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum litorale, commonly known as the coastal leek orchid, is a species of orchid endemic to southern continental Australia. It has a single tubular leaf and up to forty flowers with red and green colouring and grows in sandhills near the sea.",
    "Description": "Prasophyllum litorale is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 150 mm (6 in) long and 5–9 mm (0.2–0.4 in) wide. Between fifteen and forty scented flowers are crowded along flowering stem which reaches to a height of 200–450 mm (8–20 in). The flowers variously are coloured red and green and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The ovary is oval-shaped to round and about 5 mm (0.2 in) long. The dorsal sepal is egg-shaped to lance-shaped, green with a central reddish stripe, 6–8 mm (0.2–0.3 in) long, 3–4 mm (0.1–0.2 in) wide, dished and held more or less horizontally. The lateral sepals are lance-shaped, 6–8 mm (0.2–0.3 in) long, about 2 mm (0.08 in) wide and free from each other. The petals are oblong, about 5 mm (0.2 in) long, 1.5 mm (0.06 in) wide and pink or reddish-brown with pale edges. The labellum is pink to creamy-white, 5 mm (0.2 in) long, 2–3 mm (0.08–0.1 in) wide and turns upwards with the tip extending above the lateral sepals. There is a short, thick, channelled yellowish-green callus in the centre of the labellum. Flowering occurs in December and January but the flowers are relatively short-lived.",
    "Taxonomy and naming": "Prasophyllum litorale was first formally described in 1990 by Robert John Bates and the description was published in Journal of the Adelaide Botanic Gardens from a specimen collected near Portland. The specific epithet (litorale) is a Latin word meaning \"of the seashore\", referring to the apparently restricted habitat of this orchid.",
    "Distribution and habitat": "The coastal leek orchid grows on coastal sandhills between Portland in Victoria and Port Macdonnell in the far south-east of South Australia.",
    "Conservation": "Prasophyllum litorale is listed as \"vulnerable\" in the Victorian Flora and Fauna Guarantee Act 1988 and as \"endangered\" in the South Australian National Parks and Wildlife Act 1972.",
    "References": "",
    "External links": " Data related to Prasophyllum litorale at Wikispecies"
  }
}