{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_brevilabre",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. brevilabre"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum brevilabre, commonly known as the short-lip leek orchid, is a species of orchid endemic to south-eastern Australia. It has a single tubular, green leaf and up to thirty small, greenish-brown flowers with a white labellum. The labellum is sharply turned back on itself so that its tip almost reaches its base.",
    "Description": "Prasophyllum brevilabre is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 350 mm (10 in) long with the free part 20–80 mm (0.8–3 in) long. Up to thirty flowers are well-spaced along a flowering spike 150–500 mm (6–20 in) tall. The flowers are greenish-brown and as with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, reddish-brown and 7–8 mm (0.28–0.31 in) long. The lateral sepals are about 10 mm (0.4 in) long, sometimes joined together but often free from each other. The petals are linear to lance-shaped, 8–10 mm (0.3–0.4 in) long, sometimes wavy and sometimes sickle-shaped. The labellum is spoon-shaped, 8–10 mm (0.3–0.4 in) long and about 3 mm (0.1 in) wide. It is turned back on itself so that its tip almost touches its base, and its edges are wavy. Flowering occurs from September to January, most prolifically after fire the previous summer.",
    "Taxonomy and naming": "The short-lip leek orchid was first formally described in 1840 by John Lindley who gave it the name Prasophyllum lutescens var. brevilabre and published the description in The genera and species of orchidaceous plants. In 1859 Joseph Dalton Hooker changed the name to Prasophyllum brevilabre. The specific epithet (brevilabre) is derived from the Latin words brevis meaning \"short\" and labrum meaning \"lip\".",
    "Distribution and habitat": "Prasophyllum brevilabre occurs in south-eastern Queensland, the coastal New South Wales and sometimes as far inland as Mount Kaputar, in the higher rainfall areas of Victoria and is widespread in Tasmania. It grows in a variety of habitats from coastal heath to forest, sometimes in subalpine regions.",
    "References": "",
    "External links": " Media related to Prasophyllum brevilabre at Wikimedia Commons\n Data related to Prasophyllum brevilabre at Wikispecies"
  }
}