{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_montanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. montanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum montanum, commonly known as the mountain leek orchid, is a species of orchid endemic to eastern Australia. It has a single tubular, green leaf and up to fifty scented, greenish to pinkish flowers. It grows in montane ecosystems at altitudes above 1,500 m (5,000 ft).",
    "Description": "Prasophyllum montanum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, 500–700 mm (20–30 in) long and 8–10 mm (0.3–0.4 in) wide at its purplish base. Between ten and fifty fragrant flowers are crowded along a flowering spike 50–150 mm (2–6 in) long. The flowers are greenish to pinkish, 8–10 mm (0.3–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 9–15 mm (0.4–0.6 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are green, 10–15 mm (0.4–0.6 in) long, about 2 mm (0.08 in) wide and joined to each other for about half their length. The petals are green or purplish, linear to lance-shaped, 8–12 mm (0.3–0.5 in) long, about 2 mm (0.08 in) wide and spread widely. The labellum is white or pinkish-purple, broadly egg-shaped or arrow-head shaped, 7–9 mm (0.3–0.4 in) long, 4–5 mm (0.16–0.20 in) wide, turns upwards and has a slightly wavy edge. There is a greenish, raised callus in the centre of the labellum. Flowering occurs from December to February.",
    "Taxonomy and naming": "Prasophyllum montanum was first formally described in 1991 by Robert Bates and David Jones from a specimen collected at Mount Franklin in the Australian Capital Territory and the description was published in Australian Orchid Research. The specific epithet (montanum) is a Latin word meaning \"of mountains\" referring the habitat of this species.",
    "Distribution and habitat": "The mountain leek orchid grows on dry rocky ridges or in forest, usually above 1,500 m (5,000 ft). It is found in montane regions of the Australian Capital Territory and New South Wales south from the Brindabella Range, and in northern Victoria.",
    "References": "",
    "External links": " Media related to Prasophyllum montanum at Wikimedia Commons\n Data related to Prasophyllum montanum at Wikispecies"
  }
}