{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_pallidum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. pallidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum pallidum, commonly known as the pale leek orchid, is a species of orchid endemic to a south-eastern South Australia. It has a single tubular leaf and up to thirty green or yellowish-green flowers. It was previously thought to occur in Victoria but records from that state are now recognised as P. roseum.",
    "Description": "Prasophyllum pallidum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 150–350 mm (6–10 in) long and 3–5 mm (0.1–0.2 in) wide. Between fifteen and thirty five flowers are well-spaced along a flowering stem 70–100 mm (3–4 in) long which reaches to a height of 300–500 mm (10–20 in). The flowers are green or yellowish-green and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The ovary is swollen, realively large compared to the rest of the flower and stands out from the flowering stem. The dorsal sepal is lance-shaped to egg-shaped, 5–7 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and slightly dished. The lateral sepals are a similar length to the dorsal sepal but narrower and are free from each other. The petals are 4–5 mm (0.16–0.20 in) long, about 1 mm (0.04 in) wide and curve forwards. The labellum is wedge-shaped to egg-shaped, about 5 mm (0.2 in) long and 3 mm (0.1 in) wide and turns sharply upwards near its middle. The edges of the labellum are crinkled and there is a pale green, fleshy callus along the centre of the labellum, extending almost to its tip. Flowering occurs from September to November and is stimulated by earlier fires.",
    "Taxonomy and naming": "Prasophyllum pallidum was first formally described in 1930 by William Henry Nicholls and the description was published in The Victorian Naturalist from a specimen collected near Pomonal. The specific epithet (pallidum) is a Latin word  meaning \"ashen\", \"pale\" or \"wan\". Specimens collected in Victoria as P. pallidum are now included in P. roseum.",
    "Distribution and habitat": "The pale leek orchid mostly grows in grassy forest from the Flinders Ranges to the Mount Lofty Ranges.",
    "Conservation": "Prasophyllum pallidum is listed \"Vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and under the South Australian National Parks and Wildlife Act 1972.",
    "References": "",
    "External links": " Data related to Prasophyllum pallidum at Wikispecies"
  }
}