{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_solstitium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. solstitium"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum solstitium is a species of orchid endemic to the Northern Tablelands of New South Wales. It has a single tubular, bright green leaf and up to thirty five greenish-pink to purplish-red flowers crowded on the flowering stem. It grows in grassland on heavy basalt soil.",
    "Description": "Prasophyllum solstitium is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, bright green leaf 150–400 mm (6–20 in) long with a purplish base. Between ten and thirty five flowers are crowded along the flowering stem which is 300–450 mm (10–20 in) tall. The flowers are greenish-pink to purplish-red and strongly fragrant. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, 8.5–10 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and curves downwards. The lateral sepals are linear to lance-shaped, 8.5–10 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and free from each other. The petals are linear to narrow lance-shaped, about 7 mm (0.3 in) long, 2 mm (0.08 in) wide and curve forwards. The labellum is whitish, pinkish, reddish or purplish, broadly lance-shaped to egg-shaped, 5–6 mm (0.20–0.24 in) long, about 4 mm (0.16 in) wide, turns upwards at about 90° near its middle and often reaches above the lateral sepals. The edges of the labellum are flared and wavy near the tip and there is a fleshy green callus near its centre. Flowering occurs from December to January.",
    "Taxonomy and naming": "Prasophyllum solstitium was first formally described in 2000 by David Jones from a specimen collected near the road between Guyra and Ebor and the description was published in The Orchadian.",
    "Distribution and habitat": "This leek orchid grows in grassland on heavy, black basaltic soil on the New England Tableland.",
    "References": "",
    "External links": " Media related to Prasophyllum solstitium at Wikimedia Commons\n Data related to Prasophyllum solstitium at Wikispecies"
  }
}