{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_validum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. validum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum validum, commonly known as the Mount Remarkable leek orchid, is a species of orchid endemic to South Australia. It has a single tubular leaf and up to forty five green to yellowish-green flowers with a white labellum. A similar leek orchid occurring in Victoria, previously included in this species, is known recognised as the undescribed Prasophyllum sp. aff. validum.",
    "Description": "Prasophyllum validum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 300–600 mm (10–20 in) long and 4–8 mm (0.2–0.3 in) wide. Between twenty and forty five flowers are arranged along a flowering spike 100–300 mm (4–10 in) long reaching to a height of 200–400 mm (8–20 in). The flowers are green to yellowish-green, about 15 mm (0.6 in) wide and fragrant. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped, 10–13 mm (0.4–0.5 in) long and about 4 mm (0.2 in) wide. The lateral sepals are 12–15 mm (0.5–0.6 in) long, about 2 mm (0.08 in) wide and joined to each other except near the tips. The petals are 9–11 mm (0.35–0.43 in) long and about 2 mm (0.08 in) wide. The labellum is white, 8–9.5 mm (0.3–0.4 in) long, about 5 mm (0.2 in) wide and turns sharply upwards near its middle, the upturned part sharply pointed with wavy edges. There is a fleshy, shiny green callus in the centre of the labellum and extending almost to its tip. Flowering occurs in November and December.A similar orchid found in Victoria, formerly included in this species, is now recognised as an undescribed species with the temporary name Prasophyllum sp. aff. validum.",
    "Taxonomy and naming": "Prasophyllum validum was first formally described in 1927 by Richard Sanders Rogers and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (validum) is a Latin word meaning \"strong\" or \"sound\".",
    "Distribution and habitat": "The Mount Remarkable leek orchid grows in woodland on slopes and gullies in the Mount Remarkable National Park although it had a wider distribution in the past.",
    "Conservation": "Prasophyllum validum (including Prasophyllum sp. aff. validum) is listed as \"Vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and under the South Australian National Parks and Wildlife Act 1972. In 2008 the total population in South Australia was estimated to be about 1500 plants. The spesies was formerly known from other populations but the last of these was seen in 1994. The main threats to the population are competition from weeds, grazing by kangaroos, rabbits and livestock and by vehicles and machine use near roadsides.",
    "References": "",
    "External links": " Data related to Prasophyllum validum at Wikispecies"
  }
}