{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_pilligaense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. pilligaense"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum pilligaense is a species of orchid endemic to New South Wales. It has a single tubular, shiny dark green leaf and up to thirty scented greenish brown to brownish and white flowers. It is only known from a few populations in the Coonabarabran district.",
    "Description": "Prasophyllum pilligaense is a terrestrial, perennial, deciduous, herb with an underground tuber and a single shiny, dark green, tube-shaped leaf, 300–400 mm (10–20 in) long and 3–6 mm (0.1–0.2 in) wide with a purplish base. Between about twenty and thirty sweetly scented, greenish brown to brownish flowers are densely crowded along a flowering spike 70–150 mm (3–6 in) long and reaching to a height of up to 450 mm (20 in). As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 11–14 mm (0.4–0.6 in) long, 3–4 mm (0.1–0.2 in) wide and has three to five darker veins and a pointed tip. The lateral sepals are linear to lance-shaped, 11–15 mm (0.4–0.6 in) long, about 2 mm (0.08 in) wide, free from each other and more or less erect. The petals are white with a red central area, narrow linear in shape, 9–12 mm (0.4–0.5 in) long and about 1 mm (0.04 in) wide. The labellum is white, narrow oblong, 12–15 mm (0.5–0.6 in) long, 3–5 mm (0.1–0.2 in) wide and turns upwards through about 90°. There is an egg-shaped, tapered yellow to yellowish green callus with a dark green base in the centre of the labellum and extending slightly past the bend. Flowering occurs between late September and late October.",
    "Taxonomy and naming": "Prasophyllum pilligaense was first formally described in 2018 by David Jones and Lachlan Copeland from a specimen collected at Rocky Glen near Coonabarabran and the description was published in Australian Orchid Review. The specific epithet (pilligaense) refers to the Pilliga forest to which this species is confined.",
    "Distribution and habitat": "This leek orchid has been found in five populations in the Coonabarabran district, growing with scattered shrubs in woodland.\n\n\n== References =="
  }
}