{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_secutum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. secutum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum secutum, commonly known as the northern leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, green leaf and up to thirty scented, light brown flowers with a whitish labellum. It is only known from 18 populations and the total population is estimated to number fewer than 500 plants.",
    "Description": "Prasophyllum secutum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 100–250 mm (4–10 in) long and 3–4 mm (0.1–0.2 in) wide near its purplish-red base. The free part of the leaf is 40–80 mm (2–3 in) long. Between nine and thirty scented, light brown flowers are arranged along a flowering spike which is 35–140 mm (1–6 in) long reaching to a height of 120–350 mm (5–10 in). The flowers are 7–9 mm (0.3–0.4 in) long and 4–5 mm (0.16–0.20 in) wide. As with other leek orchids, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, about 5–6 mm (0.20–0.24 in) long, 2.5–3 mm (0.098–0.12 in) wide. The lateral sepals are 6–7 mm (0.2–0.3 in) long, about 2 mm (0.08 in) wide, free from and parallel to each other. The petals are linear, 5 mm (0.2 in) long, about 1.5 mm (0.06 in) wide and turned forwards. The labellum is whitish, about 5 mm (0.2 in) long, 3 mm (0.1 in) wide and turns sharply upwards through about 90° near its middle. There is a fleshy green, channelled callus in the centre of the labellum and extending past the bend. The callus is covered with small papillae. Flowering occurs in October and November but only after fires the previous summer.",
    "Taxonomy and naming": "Prasophyllum secutum was first formally described in 1998 by David Jones from a specimen collected on Anthony Beach near Smithton and the description was published in Australian Orchid Research. The specific epithet (secutum) is a Latin word meaning \"followed\" referring to this species flowering more prolifically after fire.",
    "Distribution and habitat": "The northern leek orchid grows in dense coastal scrub between sand dunes. It is found in northern Tasmania and on some of the islands in Bass Strait.",
    "Conservation": "The total number of mature plants of P. secutum is difficult to estimate because they only flower after fire and many populations have not been observed for several decades. About 250 plants are known from two populations and the total number in all populations is estimated to be about 500. The main threats to the species are land clearing, habitat disturbance, inappropriate fire regimes and small population size.",
    "References": "",
    "External links": " Data related to Prasophyllum secutum at Wikispecies"
  }
}