{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_morganii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. morganii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum morganii, commonly known as the Cobungra leek orchid, is a species of orchid endemic to a small area in Victoria. It has a single tubular leaf and up to eighty greenish flowers with purplish markings. It was known from a single population of fifteen plants but has not been seen since 1933 and is now presumed extinct.",
    "Description": "Prasophyllum morganii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 160 mm (6 in) long and 4–10 mm (0.2–0.4 in) wide. Between fifty and eighty scented, widely-opening flowers are crowded along flowering stem 40–100 mm (2–4 in) long which reaches to a height of 100–250 mm (4–10 in). The flowers are greenish with purple markings and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The ovary is oval-shaped and 3–4 mm (0.1–0.2 in) long. The dorsal sepal is broadly egg-shaped, green and 4–5 mm (0.16–0.20 in) long and the lateral sepals are a similar length but narrower and are free from each other. The petals are similar in size to the lateral sepals and curve forwards. The labellum is heart-shaped, purplish or pink, up to 4 mm (0.2 in) long and turns upwards. There is a deep purplish, triangular callus with a V-shaped ridge along the centre of the labellum. Flowering occurs in October and November.",
    "Taxonomy and naming": "Prasophyllum morganii was first formally described in 1930 by William Henry Nicholls and the description was published in The Victorian Naturalist from a specimen collected near Cobungra.",
    "Distribution and habitat": "The Cobungra leek orchid was only known from a single location on private property, growing in open snow gum (Eucalyptus pauciflora) forest at altitudes of over 1,000 m (3,300 ft). Fewer than fifteen plants were known but no plants have been seen since 1933 despite extensive searches in the area.",
    "Conservation": "Prasophyllum morganii is listed as \"Vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and is listed as \"Extinct\" in the Victorian Flora and Fauna Guarantee Act 1988.",
    "References": "",
    "External links": " Data related to Prasophyllum morganii at Wikispecies"
  }
}