{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_milfordense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. milfordense"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum milfordense is a species of orchid endemic to Tasmania. It has a single tubular, dark green leaf and up to thirty greenish-brown, white and purplish flowers. It is a very rare orchid, only found in a single location with a population of around 240 plants.",
    "Description": "Prasophyllum milfordense, commonly known as the Milford leek orchid is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, dark green leaf which is 300–650 mm (10–30 in) long and 4–6 mm (0.16–0.24 in) wide near its reddish-purple base. Between five and thirty greenish-brown, white and purplish flowers are loosely arranged along a flowering spike which is 60–220 mm (2–9 in) long. The flowers are 8–10 mm (0.3–0.4 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 7–8 mm (0.28–0.31 in) long, about 4 mm (0.2 in) wide and greenish-brown with darker stripes. The lateral sepals are linear to lance-shaped, 7–8 mm (0.28–0.31 in) long, about 2 mm (0.08 in) wide, greenish-brown and free from each other. The petals are linear to lance-shaped with the narrower end towards the base, 7–8 mm (0.28–0.31 in) long, about 2 mm (0.08 in) wide and white with greenish or purplish markings. The labellum is white, narrow lance-shaped with the narrower end towards the base, 8–9 mm (0.3–0.4 in) long, about 4 mm (0.16 in) wide and turns sharply upwards near its middle, reaching to the lateral sepals or higher. The edges of the upturned part of the labellum are slightly wavy and there is a fleshy green, channelled callus in its centre. Flowering occurs from late October to early December.",
    "Taxonomy and naming": "Prasophyllum milfordense was first formally described in 1998 by David Jones from a specimen collected near Cambridge and the description was published in Australian Orchid Research. The specific epithet (milfordense) refers to the name of the private property where the species is found.",
    "Distribution and habitat": "The Milford leek leek orchid grows in grassland in an area near Hobart with below average rainfall for the state.",
    "Conservation": "Prasophyllum milfordense is only known from a small area of a single private property and in 2012, the total population was estimated to be 240 plants. In some drought years, no plants are seen. It is classed as \"Endangered\" under the Tasmanian Threatened Species Protection Act 1995 and as Critically Endangered under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the population are the activities of rabbits, land clearance, inappropriate fire regimes and changes to rainfall patterns.",
    "References": "",
    "External links": " Data related to Prasophyllum milfordense at Wikispecies"
  }
}