{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_tortilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. tortilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum tortilis is a species of orchid endemic to South Australia. It has a single tube-shaped leaf and up to ten purplish-brown and green flowers with a purple labellum. It is a recently described plant, previously included with P. fitzgeraldii, but distinguished from that species by its smaller number of smaller, more darkly coloured, short-lived flowers. It also resembles P. goldsackii but has fleshier flowers than that species.",
    "Description": "Prasophyllum tortilis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, dark green leaf which is 120–250 mm (5–10 in) long and 2–4 mm (0.08–0.2 in) wide but narrower at its purplish base. Between four and ten purplish-brown and green flowers are well-spaced along a flowering spike 40–60 mm (1.6–2.4 in) long. The flowers are 6–8 mm (0.2–0.3 in) long and 5–9 mm (0.2–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 4–6 mm (0.16–0.24 in) long, 2–5 mm (0.08–0.2 in) wide and greenish with a brown stripe along its centre. The lateral sepals are oblong to lance-shaped, dark purple, 5.5–7 mm (0.2–0.3 in) long, 3–4.5 mm (0.1–0.2 in) wide, joined and twisted together. The petals are purplish with whitish edges, linear to oblong, 5–6 mm (0.20–0.24 in) long and 1–2 mm (0.04–0.08 in) wide. The labellum is purple, oblong to egg-shaped, 5–7 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and curves upward about half-way along with the tip just reaching between the lateral sepals. The edges of the upturned part are wavy or crinkled with short, hair-like papillae. There is a raised, greenish-yellow callus in the centre of the labellum and extending almost to its tip. Flowering occurs from late September to mid-October.",
    "Taxonomy and naming": "Prasophyllum tortilis was first formally described in 2017 by David Jones and Robert Bates and the description was published in Australian Orchid Review from a specimen collected in the Wanilla Conservation Park. The specific epithet (tortilis) is a Latin word meaning \"twisted\", referring to the fleshy texture of this orchid.",
    "Distribution and habitat": "This leek orchid mostly grows in hilly woodland between the Eyre Peninsula and southern Mount Lofty Ranges",
    "References": "",
    "External links": " Data related to Prasophyllum tortilis at Wikispecies"
  }
}