{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_sylvestre",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. sylvestre"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum sylvestre, commonly known as the forest leek orchid, is a species of orchid endemic to south-eastern Australia. It has a single tubular, bright green leaf and up to thirty faintly scented, pale green, pink and reddish-brown flowers. It is similar to P. fuscum and P. affine but differs from them, including in the habitat in which they grow.",
    "Description": "Prasophyllum sylvestre is a terrestrial, perennial, deciduous, herb with an underground tuber and a single bright green, tube-shaped leaf, 160–400 mm (6–20 in) long and 3–4 mm (0.1–0.2 in) wide with a red base. Between five and thirty flowers are well-spaced along a flowering spike about 40–90 mm (2–4 in) long. The flowers are pale green, pink and reddish-brown, 3–4 mm (0.1–0.2 in) wide and lightly scented. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is linear to egg-shaped, 7–10 mm (0.3–0.4 in) long and about 2.5 mm (0.1 in) wide. The lateral sepals are linear to lance-shaped, 7–10 mm (0.28–0.39 in) long, about 2 mm (0.08 in) wide and joined for about half their length. The petals are linear, to narrow lance-shaped, 6–7 mm (0.2–0.3 in) long and about 1 mm (0.04 in) wide. The labellum is pink or white, oblong to egg-shaped, 6–9 mm (0.2–0.4 in) long, 2–3 mm (0.08–0.1 in) wide and turns sharply upwards with slightly wavy edges. Flowering occurs from late October to early December and is usually triggered by fire or other light disturbance.",
    "Taxonomy and naming": "Prasophyllum sylvestre was first formally described in 1991 by Robert Bates and David Jones from a specimen collected near Batemans Bay and the description was published in Australian Orchid Research. The specific epithet (sylvestre) is a Latin word meaning \"of forests\" referring to the habitat where this species grows.",
    "Distribution and habitat": "The forest leek orchid grows in tall open forest or in moist areas near wet forests. It is found in New South Wales south from near Batemans Bay and in far eastern Gippsland in Victoria.",
    "References": "",
    "External links": " Media related to Prasophyllum sylvestre at Wikimedia Commons\n Data related to Prasophyllum sylvestre at Wikispecies"
  }
}