{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_atratum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. atratum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum atratum, commonly known as the Three Humock leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, dark green leaf and up to twenty five brownish- to purplish-green flowers with a dark purplish labellum. It is only known from a single population of fewer than one thousand plants growing on Three Hummock Island.",
    "Description": "Prasophyllum atratum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dark green, tube-shaped leaf which is 120–400 mm (5–20 in) long and 4–6 mm (0.16–0.24 in) wide near its reddish to purple base. Between eight and twenty five brownish- to purplish-green flowers are arranged along a flowering spike which is 50–100 mm (2–4 in) long, reaching to a height of 150–300 mm (6–10 in). The flowers are about 7 mm (0.3 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is 5–7 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and the lateral sepals are 5.5–7.5 mm (0.2–0.3 in) long, about 2 mm (0.08 in) wide and free from each other, sometimes joined at the base. The petals are 5–7 mm (0.2–0.3 in) long, about 1 mm (0.04 in) wide and curved. The labellum is dark purplish, 4.5–5.5 mm (0.18–0.22 in) long, 3–4 mm (0.1–0.2 in) wide, tapers to a point and turns sharply upwards near its middle. There is a blackish callus in the centre of the labellum and extending nearly to its tip. Flowering occurs in October and November.",
    "Taxonomy and naming": "Prasophyllum atratum was first formally described in 2006 by David Jones from a specimen collected near the airstrip on Three Hummock Island. The description was published in Australian Orchid Research. The specific epithet (atratum) is a Latin word meaning \"dressed in black\", referring to the dark-coloured flowers.",
    "Distribution and habitat": "The Three Hummock leek orchid grows in sedgy heath on Three Hummock Island.",
    "Conservation": "Prasophyllum atratum is listed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and as \"Endangered\" (the highest risk category) under the Tasmanian Threatened Species Protection Act 1995. It is only known from a single population growing mainly on an airstrip and the area surrounding it. The orchid appears to benefit from disturbance.\n\n\n== References =="
  }
}