{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_roseum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. roseum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum roseum, commonly known as the pink lip leek orchid, is a species of orchid endemic to southern continental Australia. It has a single tube-shaped leaf and up to thirty greenish flowers with a pink labellum. It is a recently described plant, previously included with P. fitzgeraldii, but distinguished from that species by its smaller, less crowded flowers, with more spreading lateral sepals and different labellum callus. It grows in the south-east of South Australia and in western Victoria.",
    "Description": "Prasophyllum roseum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, pale green leaf which is 150–400 mm (6–20 in) long and 3–4 mm (0.1–0.2 in) wide. The free part of the leaf is less than half its total length. Between ten and thirty scented, greenish flowers are well spaced along a flowering spike 30–60 mm (1–2 in) long, reaching to a height of 200–500 mm (8–20 in). The flowers are 7–9 mm (0.3–0.4 in) long and 5–6 mm (0.20–0.24 in) wide. The flowers do not open widely, and as with others in the genus are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 4–6 mm (0.16–0.24 in) long and about 2.5 mm (0.1 in) wide. The lateral sepals are linear to lance-shaped, 4–6 mm (0.16–0.24 in) long, about 2 mm (0.08 in) wide, free and slightly spreading from each other. The petals are oblong, 4–5 mm (0.16–0.20 in) long and about 1.5 mm (0.06 in) wide. The labellum is pale to deep pink, rarely white, lance-shaped to narrow egg-shaped, about 5 mm (0.2 in) long, 2 mm (0.08 in) wide and turns gently upward at 90° about half-way along. The upturned part is wavy with hair-like papillae on the edges. There is an egg-shaped, shiny, yellowish-green callus in the centre of the labellum and extending past its bend. Flowering mostly occurs in late September and early October and only lasts for two or three days.",
    "Taxonomy and naming": "Prasophyllum roseum was first formally described in 2017 by David Jones and Robert Bates and the description was published in Australian Orchid Review from a specimen collected in the Desert Camp Conservation Park. The specific epithet (roseum) is a Latin word meaning \"of roses\", referring to the colour of the labellum.",
    "Distribution and habitat": "The pink lip leek orchid grows in damp heathy woodland and forest in the southeast of South Australia and in western Victoria near Edenhope, Nhill and Stawell.",
    "References": "",
    "External links": " Data related to Prasophyllum roseum at Wikispecies"
  }
}