{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_macrotys",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. macrotys"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum macrotys, commonly known as the inland leek orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single tubular leaf and up to thirty greenish to purplish flowers and is similar to the tall leek orchid (P. elatum) but has smaller, darker flowers.",
    "Description": "Prasophyllum macrotys is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, tube-shaped leaf 250–450 mm (10–20 in) long and 5–12 mm (0.2–0.5 in) in diameter. Between ten and thirty or more flowers are arranged on a flowering stem 300–500 mm (10–20 in) tall. The flowers are yellowish-green to purplish-black, about 15 mm (0.6 in) long and 11–12 mm (0.4–0.5 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The lateral sepals are joined to each other and the relatively short petals face forwards. The labellum is white and narrowed near the middle, where it turns upwards through about 90°. The upturned part has a wavy edge. Flowering occurs from August to October.",
    "Taxonomy and naming": "Prasophyllum macrotys was first formally described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. Lindley did not give a reason for using the specific epithet macrotys but \"macrotys\" is one of the common names given to the plant Actaea racemosa.",
    "Distribution and habitat": "The inland leek orchid  grows in woodland and shrubland between Kalbarri and Lake King in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains and Jarrah Forest biogeographic regions.",
    "Conservation": "Prasophyllum macrotys is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum macrotys'' at Wikispecies"
  }
}