{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_parvifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. parvifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum parvifolium, commonly known as the autumn leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a common species in its range and has a single smooth, tube-shaped leaf and up to eighteen or more green and white flowers with red stripes.",
    "Description": "Prasophyllum parvifolium is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, tube-shaped leaf 100–350 mm (4–10 in) long and about 2 mm (0.08 in) in diameter. Between six and eighteen or more flowers are arranged on a flowering spike 150–400 mm (6–20 in) high. The flowers are green and white with red stripes, about 10 mm (0.4 in) long and 6–8 mm (0.2–0.3 in) wide. The dorsal sepal is broad and the lateral sepals and petals face forwards. The lateral sepals are free from each other and the labellum curves strongly upwards between the lateral sepals. Flowering occurs from June to August.",
    "Taxonomy and naming": "Prasophyllum parvifolium was first formally described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (parvifolium) is derived from the Latin words parvus meaning \"little\" and folium meaning \"leaf\". referring to the free part of the leaf.",
    "Distribution and habitat": "The autumn leek orchid is common in heath, woodland and forest between Eneabba and Manjimup in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "This orchid is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Prasophyllum parvifolium at Wikimedia Commons\n Data related to Prasophyllum parvifolium at Wikispecies"
  }
}