{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_suaveolens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. correctum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum suaveolens, commonly known as the fragrant leek orchid, is a species of orchid species endemic to inland Victoria. It has a single bright green, tube-shaped leaf with a reddish base and up to twenty five green to yellowish-green flowers with red markings. The flowers are the smallest of any leek orchid found in Victoria.",
    "Description": "Prasophyllum suaveolens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, bright green leaf which is 150–200 mm (6–8 in) long and 2–3 mm (0.08–0.1 in) wide near its reddish base. Between ten and twenty five strongly scented, green to yellowish-green flowers are loosely arranged along a flowering spike 50–100 mm (2–4 in) long, reaching to a height of 100–250 mm (4–10 in). As with other leek orchids, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is linear to egg-shaped, 4–5 mm (0.16–0.20 in) long, about 2 mm (0.08 in) wide, has reddish streaks and turns downward. The lateral sepals are linear to lance-shaped, 2–3 mm (0.08–0.1 in) long, about 1 mm (0.04 in) wide and free from each other or joined near their base. The petals are narrow egg-shaped, about 4 mm (0.2 in) long, 1 mm (0.04 in) wide and upswept with reddish line along the centre. The labellum is lance-shaped to egg-shaped, 4–5 mm (0.16–0.20 in) long, 1.5 mm (0.06 in) wide and is green to pinkish. It curves sharply upwards near it middle and has a slightly crinkled edge. There is a fleshy, green callus in its centre and extending as far its tip. Flowering occurs in October and November.",
    "Taxonomy and naming": "Prasophyllum suaveolens was first formally described in 1994 by David Jones from a specimen collected near Lismore and the description was published in the journal Muelleria. The specific epithet (correctum) is a Latin word meaning \"fragrant\".",
    "Distribution and habitat": "The fragrant leek orchid grows in grassland and grassy woodland on basalt plains in inland areas, but once had a much wider distribution.",
    "Conservation": "In 2010, P. suaveolens was only known from eight population with a total of about 1500 plants but many populations occur on roadsides or in private property. Only two populations are conserved in reserves. The species is classed as Threatened under the Victorian Flora and Fauna Guarantee Act 1988 and as Endangered under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the species are weed invasion, road or rail maintenance activities and inappropriate fire regimes.\n\n\n== References =="
  }
}