{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_australe",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. australe"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum australe, commonly known as the southern leek orchid or austral leek orchid, is a species of orchid and is endemic to south-eastern Australia. It has a single tubular, green leaf and up to fifty scented, greenish-brown flowers with red stripes.",
    "Description": "Prasophyllum australe is a terrestrial, perennial, deciduous, herb with an underground tuber and a single green, tube-shaped leaf up to 350 mm (10 in) long and 8 mm (0.3 in) in diameter near its reddish base. Up to fifty or more highly scented flowers are arranged along 60–200 mm (2–8 in) of a thin flowering spike 250–900 mm (10–40 in) high. The flowers are greenish-brown with white reddish stripes and are often sweetly fragrant. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The ovary is 6–10 mm (0.2–0.4 in) long and pressed against the flowering stem. The lateral sepals are about 6 mm (0.2 in) long, joined for most of their length and form the uppermost part of the flower. The dorsal and lateral sepals and the petals are similar in size and shape, lance-shaped to egg-shaped, 8–10 mm (0.3–0.4 in) long, but the lateral sepals are joined at their sides. The labellum is white, about 8 mm (0.3 in) long and 2 mm (0.08 in) wide, curves upwards and has a wavy margin. Flowering occurs from September to January and is more prolific after fire the previous summer.",
    "Taxonomy and naming": "Prasophyllum australe was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (australe) is a Latin word meaning \"south\".",
    "Distribution and habitat": "The southern leek orchid grows in swampy places in forest and heath in south-eastern Queensland, near-coastal New South Wales, southern Victoria, south-eastern South Australia and in Tasmania.\n\n\n== References =="
  }
}