{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_wilkinsoniorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. wilkinsoniorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum wilkinsoniorum is a species of orchid endemic to New South Wales. It has a single tubular, bright green leaf and up to forty five scented, dark greenish-brown to brownish-red flowers with a green to pinkish labellum. It grows in grassy places in a restricted area on the Southern Tablelands.",
    "Description": "Prasophyllum wilkinsoniorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single bright green, tube-shaped leaf, 300–400 mm (10–20 in) long with a white to reddish base. Between fifteen and forty five flowers are arranged along a flowering spike up to 450 mm (20 in) high. The flowers are dark greenish-brown to brownish-red and scented. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 8–11 mm (0.3–0.4 in) long, about 4 mm (0.2 in) wide and turned downwards. The lateral sepals are linear to lance-shaped, 8–11 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and the petals are linear to narrow lance-shaped, 8–12 mm (0.3–0.5 in) long and about 2 mm (0.08 in) wide. The labellum is green to pinkish, broadly egg-shaped to lance-shaped, 7–9 mm (0.3–0.4 in) long, about 5 mm (0.2 in) wide and turns sharply upwards with wavy edges. There is a fleshy green to brown callus in the centre of the labellum. Flowering occurs from December to January.",
    "Taxonomy and naming": "Prasophyllum wilkinsoniorum was first formally described in 2000 by David Jones from a specimen collected near Tantawangalo and the description was published in The Orchadian.",
    "Distribution and habitat": "This leek orchid grows between Cathcart and Tantawangalo, usually in grassy flat areas.",
    "References": "",
    "External links": " Media related to Prasophyllum wilkinsoniorum at Wikimedia Commons\n Data related to Prasophyllum wilkinsoniorum at Wikispecies"
  }
}