{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_frenchii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. frenchii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum frenchii, commonly known as the maroon leek orchid or swamp leek orchid, is a species of orchid endemic to south-eastern continental Australia. It has a single tubular green leaf and up to sixty five green, reddish-brown or red flowers. Formerly more widespread, it is now confined to seven populations containing a total of fewer than 1,000 plants.",
    "Description": "Prasophyllum frenchii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 200 mm (8 in) long, 5–10 mm (0.2–0.4 in) wide at the base and which is often withered by flowering time. Between twenty and sixty five scented flowers are arranged along a flowering stem 150–600 mm (6–20 in) or more high. The flowers are scented, green, reddish-brown or red and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 5–8 mm (0.2–0.3 in) long and the lateral sepals are lance-shaped, 5–8 mm (0.2–0.3 in) long, more or less parallel to and free from each other. The petals are oblong in shape, 6–7 mm (0.2–0.3 in) long and turn forwards. The labellum is egg-shaped, green or reddish, 5–6 mm (0.20–0.24 in) long and turns upwards through about 90° near its middle. The upturned part is triangular and the edges of the labellum are slightly crinkled. There is a raised, horseshoe-shaped callus in the centre of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "Prasophyllum frenchii was first formally described in 1889 by Ferdinand von Mueller and the description was published in The Victorian Naturalist from a specimen collected by \"G. French\". The specific epithet (frenchii) \"is named after the youthful collector, who has filially inherited from one of the principal founders of the Field-Naturalists' Club his ardour for forming, by searches of his own, zoologic and phytologic collections, and instituting observations thereon\".",
    "Distribution and habitat": "The maroon leek orchid is widespread but rare, occurring from south-eastern Victoria to the south-east of South Australia. It grows in grassland, heath and open forest.",
    "Conservation": "Records indicate that P. frenchii was once likely to have numbered in many thousands and occurred as far east as Mallacoota in far East Gippsland. It is preserved in Wilsons Promontory National Park but is probably now extinct east of there. Only about 250 to 750 plants survive in seven populations and the species is listed as \"Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act, as \"Threatened\" under the Victorian Flora and Fauna Guarantee Act 1988 and as \"Endangered\" under the South Australian National Parks and Wildlife Act 1972. The main threats to the population are grazing, weed invasion and inappropriate fire regimes.",
    "References": "",
    "External links": " Media related to Prasophyllum frenchii at Wikimedia Commons\n Data related to Prasophyllum frenchii at Wikispecies"
  }
}