{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_suttonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. suttonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum suttonii, commonly known as the mauve leek orchid, Mount Buffalo leek orchid or Buffalo leek-orchid, is a species of orchid endemic to the Australian Alps. Some authorities list the species as being a Victorian endemic now extinct whilst others list is as occurring in New South Wales and extant. Descriptions of the species also differ. It has a single tube-shaped leaf and up to thirty five white flowers with purple or mauve marks.",
    "Description": "According to the National Herbarium of New South Wales, Prasophyllum suttonii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 200 mm (8 in) long. Up to thirty five fragrant, crystalline white flowers with purple or mauve marks are crowded along a flowering stem  which reaches to a height of 400 mm (20 in). As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped and up to 9 mm (0.4 in) long. The lateral sepals are up to 7 mm (0.3 in) long and usually free from each other, sometimes joined by a thin membrane. The petals are shaped like a spatula up to 8 mm (0.3 in) long. The labellum is broad lance-shaped to egg-shaped, about 8 mm (0.3 in) long and 4 mm (0.2 in) wide and turns sharply upwards near its middle, extending above the lateral sepals. The upturned edges of the labelled are crinkled or folded and there is a green, channelled callus along the centre of the labellum. Flowering occurs from January to March.The Royal Botanic Gardens Victoria and David Jones describe the species as having fewer flowers on the flowering stem, each with most of the flower organs smaller and appearing in December.",
    "Taxonomy and naming": "Prasophyllum suttonii was first formally described in 1912 by Richard Sanders Rogers and Bertha Rees and the description was published in Proceedings of the Royal Society of Victoria from a specimen collected on Mount Buffalo. The specific epithet (suttonii) honours Charles Stanford Sutton, a medical practitioner, amateur botanist and long-time member of the Field Naturalists Club of Victoria.",
    "Distribution and habitat": "The mauve leek orchid grows in wet bogs in alpine and subalpine heath and grassland, mainly in the Kosciuszko National Park in New South Wales. Victorian authorities list the species as endemic to that state and \"Presumed Extinct\", not having been collected since 1902.",
    "Conservation": "The buffalo leek-orchid is not listed under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act but is listed as \"Threatened\" under  the Victorian Flora and Fauna Guarantee Act 1988.",
    "References": "",
    "External links": " Data related to Prasophyllum suttonii at Wikispecies"
  }
}