{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_praecox",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. praecox"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum praecox, commonly known as the early leek orchid, is a species of orchid endemic to eastern Australia. It has a single tubular leaf and up to ten green to greenish brown and white flowers and is found in the southern parts of the Yorke Peninsula in South Australia.",
    "Description": "Prasophyllum praecox is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dark green, tube-shaped leaf 90–200 mm (4–8 in) long and 2–3 mm (0.08–0.1 in) wide near its purplish base. Between about four and ten green to greenish brown and white flowers are arranged along a flowering spike 20–80 mm (0.8–3 in) long. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, 8–9 mm (0.3–0.4 in) long and about 3 mm (0.1 in) wide. The lateral sepals are linear to lance-shaped, 8–9 mm (0.3–0.4 in) long and about 2–2.5 mm (0.08–0.1 in) wide and are free each other. The petals are linear in shape, 8–9 mm (0.3–0.4 in) long and 1.5–2 mm (0.06–0.08 in) wide. The labellum is white, 8–9 mm (0.3–0.4 in) long, 5–6 mm (0.20–0.24 in) wide and turns upwards at about 90° near its middle. The upturned part has wavy edges and there is a broad egg-shaped, yellowish green callus with a dark green centre, in the middle of the labellum. Flowering occurs from late July to September.",
    "Taxonomy and naming": "Prasophyllum praecox was first formally described in 2006 by David Jones from a specimen collected near Brentwood and the description was published in Australian Orchid Research. The specific epithet (praecox) is a Latin word meaning \"precocious\", referring to the early flowering of this orchid.",
    "Distribution and habitat": "The early leek orchid usually grows in low heath and occurs in the southern parts of the Yorke Peninsula.",
    "References": "",
    "External links": " Data related to Prasophyllum praecox at Wikispecies"
  }
}