{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_incorrectum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. incorrectum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum incorrectum, commonly known as the golfer's leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, dark green leaf and up to twenty scented, yellowish-green and reddish-brown flowers. The largest population occurs on a golf course.",
    "Description": "Prasophyllum incorrectum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, dark green leaf which is 120–300 mm (5–10 in) long and 3–5 mm (0.1–0.2 in) wide near its reddish-purple base. Between ten and twenty fragrant, yellowish-green and reddish-brown flowers are arranged along a flowering spike which is 50–100 mm (2–4 in) long. The flowers are 7–9 mm (0.3–0.4 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is linear to egg-shaped, 7–9 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and the lateral sepals are linear to lance-shaped, 7–9 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and sometimes joined, other times free from each other. The petals are linear to lance-shaped, 7–9 mm (0.3–0.4 in) long, about 1 mm (0.04 in) wide and green with brown streaks. The labellum is broadly egg-shaped, 6–8 mm (0.2–0.3 in) long, about 4 mm (0.2 in) wide and turns sharply upwards near its middle, often reaching between the lateral sepals. The edges of the upturned part of the labellum are slightly wavy and there is a raised,fleshy green callus in its centre. Flowering occurs in October and November.",
    "Taxonomy and naming": "Prasophyllum incorrectum was first formally described in 2003 by David Jones from a specimen collected on the Campbell Town golf course and the description was published in Muelleria. The specific epithet (incorrectum) refers to the species having been previously described as included in Prasophyllum correctum.",
    "Distribution and habitat": "The golfer's leek orchid grows in moist grassland and in grassy places in woodland. It is only known from three populations in Campbell Town, the largest of which occurs on the local golf course.",
    "Conservation": "Prasophyllum incorrectum is listed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and as \"Endangered\" under the Tasmanian Threatened Species Protection Act 1995. The main threats to the population are land clearing and the conversion of native grassland to exotic species.",
    "References": "",
    "External links": " Data related to Prasophyllum incorrectum at Wikispecies"
  }
}