{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_caudiculum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. caudiculum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum caudiculum, commonly known as the Guyra leek orchid, is a species of orchid endemic to a small area of northern New South Wales. It has a single tubular, bright green leaf and up to thirty five greenish to reddish-brown flowers crowded along an erect flowering stem. It grows in grassy places near Guyra.",
    "Description": "Prasophyllum caudiculum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, bright green leaf,  300–450 mm (12–18 in) long with a reddish-purple base. Between ten and thirty five flowers are crowded along the flowering spike. The flowers are greenish-brown to reddish-brown. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is narrow egg-shaped to lance-shaped, 6–7 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and curves downwards. The lateral sepals are linear to lance-shaped, 8–9 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and separated from each other. The petals are linear in shape, about 6 mm (0.2 in) long and 1 mm (0.04 in) wide. The labellum is broadly oblong to elliptic, 5–6 mm (0.20–0.24 in) long, about 5 mm (0.2 in) wide and turns upwards at about 90° near its middle, often extending between the lateral sepals. The edge of the labellum flares widely and is wavy near its tip. There is a broad, green, fleshy, channelled callus in the centre of the labellum. Flowering occurs from October to December.",
    "Taxonomy and naming": "Prasophyllum caudiculum was first formally described in 2000 by David Jones from a specimen collected near Guyra and the description was published in The Orchadian.",
    "Distribution and habitat": "This leek orchid grows with grasses and herbs on the New England Tableland.",
    "References": "",
    "References-Gallery": "",
    "External links": " Media related to Prasophyllum caudiculum at Wikimedia Commons\n Data related to Prasophyllum caudiculum at Wikispecies"
  }
}