{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_occidentale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. occidentale"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum occidentale, commonly known as the plains leek orchid, is a species of orchid endemic to southern continental Australia. It has a single tubular leaf and up to twenty five small, pale yellowish-green flowers. It is found in South Australia and Victoria although regarded by some taxonomists as a South Australian endemic.",
    "Description": "Prasophyllum occidentale is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 100–250 mm (4–10 in) long and 2–3 mm (0.08–0.1 in) wide at the base. Between seven and twenty five flowers are arranged along a flowering spike 60–110 mm (2–4 in) long reaching to a height of 150–300 mm (6–10 in). The flowers are pale yellowish-green, 12–15 mm (0.5–0.6 in) long and 7–10 mm (0.3–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 7–8 mm (0.28–0.31 in) long and about 3 mm (0.1 in) wide. The lateral sepals are 7–8.5 mm (0.28–0.33 in) long, about 1.5 mm (0.06 in) wide, free and more or less parallel to each other. The petals are linear to lance-shaped, 6–7 mm (0.2–0.3 in) long, about 1.5 mm (0.06 in) wide and curve forwards. The labellum is lance-shaped to egg-shaped, 4.5–5.5 mm (0.18–0.22 in) long, about 3.5 mm (0.1 in) wide and turns sharply upwards near its middle. The upturned part has crinkled edges and there is a raised, shiny green or brownish callus in the centre of the labellum and extending almost to its tip. Flowering occurs from August to October.",
    "Taxonomy and naming": "Prasophyllum occidentale was first formally described in 1908 by Richard Sanders Rogers and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (occidentale) is a Latin word meaning \"western\".",
    "Distribution and habitat": "The plains leek orchid grows in grassy places and in shrubland and is common and widespread, mostly in the west of South Australia. It is less common in Victoria, occurring in the south-west of that state. Some authorities regard this species as a South Australian endemic, and collections in Victoria to be of a closely related, as yet undescribed species.",
    "References": "",
    "External links": " Data related to Prasophyllum occidentale at Wikispecies"
  }
}