{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_elatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. elatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum elatum, commonly known as the tall leek orchid, snake orchid or piano orchid is a species of orchid in the family Orchidaceae which is endemic to Australia. It is one of the tallest orchids found in Western Australia as well as one of the most common and widespread. It often flowers in large numbers after a bushfire and has a relatively long flowering period.",
    "Description": "The tall leek orchid is a tuberous perennial herb growing to a height of 0.3-1.2 m, sometimes 1.50 m. It has a single leaf, up to 120 cm long and a flower spike crowded, often with up to 60 flowers. The flowers are pale yellowish-green to brownish or purplish black and faintly fragrant with the sepal at the back of the flower up to 11 mm long. The flowers appear from August to October.",
    "Taxonomy and naming": "Prasophyllum elatum was first described in 1810 by Robert Brown in Prodromus Florae Novae Hollandiae. John Lindley noted in his 1840 book The Genera and Species of Orchidaceous Plants that \"My Swan River specimens of this are from 3 to 4 feet [90-100 cm] high, with a spike of flowers 9 inches [23 cm] long\".\nThe specific epithet (elatum) is a Latin word meaning \"exalted\", \"high\" or \"lofty\".",
    "Distribution and habitat": "The tall leek orchid is common and widespread in every Australian state. In New South Wales it grows in coastal heath, scrub and forest and inland in sandy mallee to heath or rock outcrops. In Western Australia it grows in sand, gravel and laterite in winter-wet depressions. In Victoria it is found in moist to well drained soil in heathy woodlands and open forest, in full sun or semi shade where it flowers better after fire.\n\n\n== References =="
  }
}