{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_fimbria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. fimbria"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum fimbria, commonly known as the fringed leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a tall orchid with a single smooth, tube-shaped leaf and up to seventy greenish-brown flowers with a white and pink labellum.",
    "Description": "Prasophyllum fimbria is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth, tube-shaped leaf 200–800 mm (8–30 in) long and 5–10 mm (0.2–0.4 in) in diameter near the base. Seventy or more flowers are arranged on a flowering spike 60–200 mm (2–8 in) high which varies in colour from green to almost black. The flowers are greenish-brown, about 18 mm (0.7 in) long and 9–10 mm (0.35–0.39 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it and the dorsal sepal is the lowest part of the flower. The petals face forwards and the lateral sepals are erect and joined at their sides. The labellum is white and curves upwards with a frilly edge. In the centre of the labellum is a frilly, pinkish callus. Flowering occurs from June to September and is more prolific after fire the previous summer.",
    "Taxonomy and naming": "Prasophyllum fimbria was first formally described in 1871 by Heinrich Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (fimbria) is a Latin word meaning \"fringe\" referring to the frilly edges of the labellum.",
    "Distribution and habitat": "The fringed leek orchid grows in a range of habitats from swamps to heath and woodland. It occurs from Kalbarri in the north to Esperance in the east.",
    "Conservation": "This orchid is classified by the Western Australian Government Department of Parks and Wildlife as \"not threatened\" .",
    "References": "",
    "External links": " Media related to Prasophyllum fimbria at Wikimedia Commons\n Data related to Prasophyllum fimbria at Wikispecies"
  }
}