{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_hians",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. hians"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum hians, commonly known as the yawning leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a common, tall leek orchid with a single smooth, tubular leaf and up to fifty or more pink and fawn flowers with a frilly labellum.",
    "Description": "Prasophyllum hians is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, tube-shaped leaf 150–300 mm (6–10 in) long and 2–4 mm (0.08–0.2 in) in diameter. Between twenty and fifty or more flowers are arranged on a flowering stem 150–300 mm (6–10 in) tall. The flowers are pink and fawn, about 8 mm (0.3 in) long and wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The lateral sepals are joined to each other and the petals face forwards. The labellum is white, turns upwards through about 90° and has a frilly edge. Flowering occurs from September to November.",
    "Taxonomy and naming": "Prasophyllum hians was first formally described in 1871 by Heinrich Gustav Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (hians) is a Latin word meaning \"open\" or \"gaping\", referring to the open appearance of the flower.",
    "Distribution and habitat": "The yawning leek orchid  grows in a range of habitats from wet areas to forest between Dongara and Israelite Bay in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Prasophyllum hians is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Prasophyllum hians at Wikimedia Commons\n Data related to Prasophyllum hians at Wikispecies"
  }
}