{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_correctum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. correctum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum correctum, commonly known as the gaping leek orchid or Bairnsdale leek orchid, is a species of orchid species endemic to a small region in Victoria. It has a single dark green, tube-shaped leaf and up to twenty strongly scented, yellowish-green flowers and is only known from railway reserves near Bairnsdale.",
    "Description": "Prasophyllum correctum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, yellowish-green leaf which is 120–300 mm (5–10 in) long and 3–5 mm (0.1–0.2 in) wide near its red to purple base. Between ten and twenty strongly scented, yellowish-green flowers are arranged along a flowering spike 50–100 mm (2–4 in) long, reaching to a height of 150–400 mm (6–20 in). As with other leek orchids, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is linear to egg-shaped, 7–9 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and turns downwards, almost to vertical. The lateral sepals are linear to lance-shaped, 7–9 mm (0.3–0.4 in) long, about 1.5–2 mm (0.06–0.08 in) wide and free from each other. The petals are egg-shaped to lance-shaped, 6–8 mm (0.2–0.3 in) long, about 1 mm (0.04 in) wide and upswept with brown striations. The labellum is oblong to egg-shaped, 6–8 mm (0.2–0.3 in) long, about 4 mm (0.2 in) wide, curves upwards and tapers towards a narrow tip, sometimes reaching above the lateral sepals. The edges of the labellum are usually not crinkled or wavy but there is a fleshy, green, grooved callus in its centre. Flowering occurs in October and November.",
    "Taxonomy and naming": "Prasophyllum correctum was first formally described in 1994 by David Jones from a specimen collected near Stratford and the description was published in the journal Novon.When David Jones described an apparently new species of Prasophyllum collected in 1991 near Bairnsdale, he gave it the name P. chasmogamum. It was later found that the orchid described was in fact Prasophyllum pyriforme and another specimen of a new species collected at the same site had been overlooked. The overlooked specimen was given the specific epithet (correctum) in recognition of the earlier mistake.",
    "Distribution and habitat": "The gaping leek orchid leek orchid grows in grassland and woodland in two locations between Stratford and Bairnsdale.",
    "Conservation": "Prasophyllum correctum is only known from two locations with a total population of fewer than 150 plants. It is classified as Threatened under the Victorian Flora and Fauna Guarantee Act 1988 and as Endangered under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the species are competition from other plants including introduced species, grazing by rabbits and inappropriate fire regimes.\n\n\n== References =="
  }
}