{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_mimulum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. mimulum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum mimulum, commonly known as the highland leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, green leaf and up to ten greenish-brown to purplish flowers with purple and white petals and a white labellum. It is restricted to subalpine areas of the state.",
    "Description": "Prasophyllum mimulum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 150–300 mm (6–10 in) long and 3–5 mm (0.1–0.2 in) wide. Between three and ten greenish-brown to purplish flowers are well-spaced along a flowering spike which is 30–50 mm (1–2 in) long reaching to a height of 200–350 mm (8–10 in). The flowers are 9–13 mm (0.4–0.5 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is 5–8 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide and the lateral sepals are 5–8 mm (0.2–0.3 in) long and 1.5 mm (0.06 in) wide. The petals are purple with white edges and are 5.5–10 mm (0.2–0.4 in) long, 1.5 mm (0.06 in) wide. The labellum is white, 5.5–8.5 mm (0.2–0.3 in) long, 3–5 mm (0.1–0.2 in)wide, and turns sharply upwards through more than 90° near its middle. There is a yellowish green callus in the centre of the labellum and extending just past the bend. Flowering occurs from January to March.",
    "Taxonomy and naming": "Prasophyllum mimulum was first formally described in 2004 by David Jones from near Lake Baillie in the Central Plateau Conservation Area of Tasmania and the description was published in The Orchadian.",
    "Distribution and habitat": "The highland leek orchid grows in grassland and moorland in subalpine areas of Tasmania.",
    "References": "",
    "External links": " Data related to Prasophyllum mimulum at Wikispecies"
  }
}