{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_caricetum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. caricetum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum caricetum, commonly known as the Cathcart leek orchid, is a species of orchid endemic to a small area of southern New South Wales. It has a single tubular, bright green leaf and up to twenty five green, white and purplish flowers crowded on the flowering stem. It grows in montane swamps near Cathcart.",
    "Description": "Prasophyllum caricetum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, shiny, bright green leaf 200–350 mm (7.9–14 in) long with a whitish base. Between five and twenty five flowers are crowded along the flowering spike. The flowers are green with purplish and white petals and a white labellum. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 7.5–12 mm (0.3–0.5 in) long, about 4 mm (0.2 in) wide and curves upwards. The lateral sepals are linear to lance-shaped, 7.5–12 mm (0.3–0.5 in) long, about 4 mm (0.2 in) wide and sometimes joined together. The petals are linear in shape and about the same dimensions as the lateral sepals. The labellum is broadly oblong or elliptic to egg-shaped, 8–14 mm (0.3–0.6 in) long, 4–6 mm (0.16–0.24 in) wide, turns upwards and has a wavy edge. Flowering occurs from December to February.",
    "Taxonomy and naming": "Prasophyllum caricetum was first formally described in 2000 by David Jones from a specimen collected near Cathcart and the description was published in The Orchadian.",
    "Distribution and habitat": "This leek orchid grows in swamps with sedges and rush-like members of the family Restionaceae between Cathcart and Majors Creek.",
    "References": "",
    "External links": " Media related to Prasophyllum caricetum at Wikimedia Commons\n Data related to Prasophyllum caricetum at Wikispecies"
  }
}