{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_exile",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. exile"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum exile is a species of orchid endemic to a relatively small area of eastern Australia. It has a single tubular, green leaf and up to ten scented, green or purplish-brown and white flowers with a white labellum. It is similar to P. brevilabre and was formerly treated as a slender form of that species with fewer, more well-spaced flowers.",
    "Description": "Prasophyllum exile is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, almost thread-like leaf up to 60–120 mm (2–5 in) long and  2 mm (0.08 in) wide with a purplish base. Between two and ten flowers are well-spaced along a flowering spike up to 200 mm (8 in) tall. The flowers are greenish or purplish-brown and white and, as with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is linear to egg-shaped, 4–6 mm (0.16–0.24 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 5–7 mm (0.2–0.3 in) long, about 1 mm (0.04 in) wide and joined for most of their length. The petals are linear to oblong, 4–6 mm (0.16–0.24 in) long and slightly wavy near their ends. The labellum is white and oblong, 5–7 mm (0.2–0.3 in) long and about 3 mm (0.1 in) wide. It is turned back on itself so that its tip almost touches its base, and its edges are wavy. There is a linear to egg-shaped, shiny greenish callus in the centre of the labellum. Flowering occurs from June to early September.",
    "Taxonomy and naming": "This orchid was first formally described in 1991 by David Jones and Robert Bates from a specimen collected near Torbanlea and the description was published in Australian Orchid Research. The specific epithet (exilis) is a Latin word meaning \"thin, slender, meager or weak\" referring to the habit of this species. It had previously been treated as a slender form of P. brevilabre.The genus name (Prasophyllum) is derived from Ancient Greek words which have neuter case, requiring the specific epithet to be neutral. The correct name should therefore be Prasophyllum exile.",
    "Distribution and habitat": "Prasophyllum exile grows in damp, grassy places in coastal and near-coastal forest and woodland. It occurs from Cudgen in far north-eastern New South Wales north to south-eastern Queensland.",
    "References": "",
    "External links": " Data related to Prasophyllum exile at Wikispecies"
  }
}