{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_sargentii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. sargentii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum sargentii, commonly known as the frilled leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a tall orchid with a single smooth, tubular leaf and up to thirty or more purplish and white or golden brown and white flowers with a frilled labellum.",
    "Description": "Prasophyllum sargentii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, tube-shaped leaf 150–250 mm (6–10 in) long and 4–10 mm (0.2–0.4 in) in diameter near the base. Between 10 and 35 or more flowers are arranged on a flowering spike 200–600 mm (8–20 in) high. The flowers are brownish and white, about 18 mm (0.7 in) long and 9–11 mm (0.35–0.43 in) wide. The petals face forwards and the lateral sepals are erect, white and fused at their edges. The labellum is white, suffused with pink, has frilly edges and is turned upwards towards the lateral sepals. Flowering occurs from August to October and is stimulated by fire or light disturbance.",
    "Taxonomy and naming": "The frilled leek orchid was first formally described in 1948 by William Nicholls who gave it the name Prasophyllum australe var. sargentii and published the description in The Victorian Naturalist. In 1971, Alex George raised it to species status, noting that the species P. australe does not occur in Western Australia. The specific epithet (sargentii) honours Oswald Sargent, the collector of the type specimen.",
    "Distribution and habitat": "The frilled leek orchid  grows in sandy soil in shrubland and woodland, usually flowering after fire or light disturbance. It occurs from Kalbarri in the north to Israelite Bay in the east.",
    "Conservation": "Prasophyllum sargentii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Prasophyllum sargentii at Wikimedia Commons\n Data related to Prasophyllum sargentii at Wikispecies"
  }
}