{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_uvidulum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. uvidulum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum uvidulum, commonly known as the summer leek orchid, is a species of orchid endemic to Victoria. It has a single, tubular leaf and up to twenty five scented, pale green flowers with reddish markings and is only known from a swamp in the north-east of the state.",
    "Description": "Prasophyllum uvidulum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 200 mm (8 in) long and 2–3 mm (0.08–0.1 in) wide. Between twelve and twenty five scented, pale green flowers are arranged along a flowering spike 80–120 mm (3–5 in) long, reaching to a height of 200–350 mm (8–10 in). As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The ovary is 4–5 mm (0.16–0.20 in) long and has reddish ridges. The dorsal sepal is egg-shaped to lance-shaped, 6–9 mm (0.2–0.4 in) long and the lateral sepals are similar length, linear to lance-shaped, free and more or less parallel to each other. The petals are linear to lance-shaped and 6–7 mm (0.2–0.3 in) long. The labellum is white, pink or mauve, 6–7 mm (0.2–0.3 in) long, curves sharply upwards near its middle and the upturned part has irregular edges. There is a raised, shiny dark green, channelled callus in the centre of the labellum and extending just past the bend of the labellum. Flowering occurs in December and January.",
    "Taxonomy and naming": "Prasophyllum uvidulum was first formally described in 2009 by David Jones and Dean Rouse from a specimen collected near Shelley and the description was published in The Orchadian. The specific epithet (uvidulum) is the diminutive form of the Latin word uvidus meaning \"damp\", \"moist\" or \"humid\".",
    "Distribution and habitat": "The summer leek orchid grows in moist, grassy areas in tall forest and is only known from the type location.",
    "Conservation": "This orchid species is only known from about 20 plants at the type location and is listed as \"Threatened\" in the Victorian Government Flora and Fauna Guarantee Act 1988.",
    "References": "",
    "External links": " Data related to Prasophyllum uvidulum at Wikispecies"
  }
}