{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_murfetii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. murfetii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum murfetii, commonly known as the Fleurieu leek orchid, is a species of orchid endemic to South Australia. It has a single tubular leaf and up to thirty five greenish-brown, pink and white flowers. It only grows around the edges of swamps on the Fleurieu Peninsula. It is similar to P. frenchii and was formerly included in that species.",
    "Description": "Prasophyllum murfetii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dark green, tube-shaped leaf, 100–600 mm (4–20 in) long and 3–6 mm (0.1–0.2 in) wide. Between fifteen and thirty five flowers are arranged along a flowering spike 60–120 mm (2–5 in) long, reaching to a height of 400–600 mm (16–24 in). The flowers are sweetly scented, greenish-brown with pink to white edges, 10–12 mm (0.4–0.5 in) long and 6–8 mm (0.2–0.3 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is 6.5–8 mm (0.26–0.31 in) long and about 4 mm (0.2 in) wide. The lateral sepals are 7.5–9 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide, free from and parallel to each other. The petals are 6–7 mm (0.2–0.3 in) long, about 2 mm (0.08 in) wide and curve forwards. The labellum is about 6 mm (0.24 in) long, 4 mm (0.2 in) wide and turns sharply upwards at about 90° near its middle. The upturned part of the labellum has wavy edges and there is a raised, centrally grooved callus in the centre of the labellum and extending just past its bend. Flowering occurs in November and December.",
    "Taxonomy and naming": "Prasophyllum murfetii was first formally described in 2000 by David Jones from a specimen collected in the Hindmarsh Tiers near Myponga and the description was published in The Orchadian. The specific epithet (murfetii) honours the collector of the type specimen.",
    "Distribution and habitat": "The Fleurieu leek orchid grows swampy areas around the edges of lakes and ponds in two locations on the Fleurieu Peninsula.",
    "Conservation": "Between 100 and 150 individual plants of Prasophyllum murfetii grow in two populations and the species is listed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and as \"Endangered\" under the South Australian National Parks and Wildlife Act 1972. The main threats to the species are vegetation clearance, drying of catchments, forestry practices, agricultural practices, mining activities and inappropriate fire regimes.\n\n\n== References =="
  }
}