{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_barnettii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. barnettii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum barnettii, commonly known as the Anglesea leek orchid, is a species of orchid endemic to Victoria. It has a single tubular leaf and between twelve and thirty scented yellowish, reddish or brownish flowers and is only known from a small area in the south of the state.",
    "Description": "Prasophyllum barnettii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 120 mm (5 in) long and 2–3 mm (0.08–0.1 in) wide at the base. Between twelve and thirty scented yellowish, reddish or brownish flowers are arranged along a thin flowering spike 70–120 mm (3–5 in) long reaching to a height of 200–350 mm (8–10 in). As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 7–10 mm (0.3–0.4 in) long. The lateral sepals are a similar size and shape to the dorsal sepal and are sometimes joined to each other near their bases. The petals are linear in shape and about 6–8 mm (0.2–0.3 in) long. The labellum is reddish or white, 6–8 mm (0.2–0.3 in) long, turns upwards at about 90° and has slightly wavy edges. Flowering occurs from October to December.",
    "Taxonomy and naming": "Prasophyllum barnettii was first formally described in 2006 by David Jones and Dean Rouse from a specimen collected near Anglesea and the description was published in Australian Orchid Research. The specific epithet (barnettii) honours the Australian naturalist Paul Barnett (1927-1996).",
    "Distribution and habitat": "This leek orchid grows with grasses or shrubs in forest in the Otway Ranges and coastal areas between Anglesea and Princetown.",
    "References": "",
    "External links": " Data related to Prasophyllum barnettii at Wikispecies"
  }
}