{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_apoxychilum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. apoxychilum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum apoxychilum, commonly known as the tapered leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, green leaf with a purplish base and up to twenty light green and whitish flowers. It is very similar to P. truncatum, and there is some doubt as to whether the two species are distinct. The species is known from twenty widely separated populations and is usually only seen in disturbed sites, such as after fire.",
    "Description": "Prasophyllum apoxychilum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, 150–250 mm (6–10 in) long and 3–6 mm (0.1–0.2 in) wide, the free part 20–120 mm (0.8–5 in) long. Between eight and twenty flowers are arranged along a flowering spike 60–100 mm (2–4 in) long reaching to a height of 200–350 mm (8–10 in). The flowers are scented, light green, 8–11 mm (0.3–0.4 in) wide with whitish petals and a white labellum. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is narrow egg-shaped to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide, turns downward and has a few dark stripes. The lateral sepals are linear to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide, slightly curved and spread apart from each other. The petals are a similar size to the lateral sepals or slightly shorter and have a dark central band. The labellum is 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide, turns upwards, sometimes reaching above the lateral sepals and has a wavy edge. Flowering occurs from October to December and is stimulated by disturbance, such as by fire or mowing.",
    "Taxonomy and naming": "Prasophyllum apoxychilum was first formally described in 1998 by David Jones from a specimen collected near Murdunna and the description was published in Australian Orchid Research. The specific epithet (apoxychilum) derived from the Ancient Greek words apoxys meaning \"tapering\" and cheilos meaning \"lip\" referring to the pointed labellum.Prasophyllum apoxychilum is very similar to P. truncatum and the characteristics previously thought to distinguish them are variable within each.",
    "Distribution and habitat": "The tapered leek orchid grows in forest with an understorey of grasses or dense shrubs. It has been recorded from areas around Hobart and to its south-east, along the northern and eastern coastal areas. It seems to benefit from disturbance and one population flowers regularly, growing in an areas slashed under electric power lines.",
    "Conservation": "Prasophyllum apoxychilum is known from twenty, sometimes widely separated populations, containing a total of one thousand plants. The species is classified as Vulnerable under the Tasmanian Threatened Species Protection Act 1995 and as Endangered under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act.\n\n\n== References =="
  }
}