{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_petilum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. petilum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum petilum, commonly known as the Tarengo leek orchid, is a species of orchid endemic to eastern Australia. It has a single tubular, green leaf and up to eighteen pinkish mauve to greenish flowers, well-spaced along a slender flowering stem. It is a small orchid, difficult to locate, generally growing in taller grasses.",
    "Description": "Prasophyllum petilum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, dark green leaf. The leaf has a purplish base and is 120–250 mm (5–10 in) long and 2–3 mm (0.08–0.1 in) wide. Between five and eighteen, sometimes fragrant flowers are crowded along a flowering spike about 40–80 mm (2–3 in) long. The flowers are pinkish mauve to greenish and 5–7 mm (0.2–0.3 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is a narrow egg-shape to lance-shape, 5–8 mm (0.2–0.3 in) long and about 3 mm (0.1 in) wide. The lateral sepals are about the same length as the dorsal sepal but narrower and joined to each other for about half their length. The petals are linear to lance-shaped and about 5 mm (0.2 in) long. The labellum is linear to egg-shaped, 4–5 mm (0.16–0.20 in) long, turns upwards and has slightly wavy edges. There is a fleshy, yellowish-green callus in the centre of the labellum. Flowering occurs in late October and November.",
    "Taxonomy and naming": "Prasophyllum petilum was first formally described in 1991 by David Jones and Robert Bates from a specimen collected at Hall Cemetery in the Australian Capital Territory and the description was published in Australian Orchid Research. The specific epithet (petilum) is a Latin word meaning \"slender\" or \"thin\", referring the habit of this species.",
    "Distribution and habitat": "The Tarengo leek orchid grows in grassland and grassy woodland, often growing in colonies when not subject to grazing. It has been recorded at Hall, Boorowa, Ilford, Delegate, near Queanbeyan and Muswellbrook.",
    "Conservation": "Prasophyllum petilum is classified as Endangered under the New South Wales Threatened Species Conservation Act and the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act.",
    "References": "",
    "External links": " Media related to Prasophyllum petilum at Wikimedia Commons\n Data related to Prasophyllum petilum at Wikispecies"
  }
}