{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_tadgellianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. tadgellianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum tadgellianum, commonly known as the alpine leek orchid, is a species of orchid native to the Snowy Mountains and Tasmania. It has a single stiff, erect leaf and up to twenty scented, greenish-brown or reddish-brown flowers crowded on a stout spike.",
    "Description": "Prasophyllum tadgellianum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single stiff, erect, dark green, tube-shaped leaf 100–200 mm (4–8 in) long and 4–8 mm (0.2–0.3 in) in diameter near the base. Between ten and twenty flowers are crowded on a stout flowering spike 50–80 mm (2–3 in) high. The flowers are dark greenish-brown with a greenish, pink or white labellum and are usually lightly scented. They are inverted so that the labellum is above the column rather than below it. The ovary is about 4 mm (0.2 in) long and the petals are about 5 mm (0.2 in) long. The lateral sepals are about 6 mm (0.2 in) long, joined for most of their length and form the uppermost part of the flower. The dorsal sepal is egg-shaped to lance-shaped and about 6 mm (0.2 in) long. The labellum is sharply curved near its middle, often has a wavy edge and is covered with a raised callus. Flowering occurs from January to March and unlike many others in the genus, does not require fire the previous summer in order to flower.",
    "Taxonomy and naming": "This orchid was first formally described in 1922 by Richard Sanders Rogers and given the name Prasophyllum frenchii var. tadgellianum from a specimen collected on Mount Hotham by Alfred James Tadgell. The description was published in Transactions and Proceedings of the Royal Society of South Australia. The following year, Rogers raised the variety to species level. The specific epithet (tadgellianum) honours Alfred James Tadgell.In 1944, Herman Rupp described P. tadgellianum as a synonym of P. alpinum in his book Orchids of New South Wales but in 1996, David Jones reinstated P. tadgellianum as a common species found in south-eastern Australia and described P. alpinum as a species restricted to Tasmania.",
    "Distribution and habitat": "The alpine leek orchid grows in grassy alpine and subalpine grassland and woodland, often in moist or wet areas, in areas above 1,000 m (3,000 ft). It is found south of the Brindabella Range in New South Wales and Victoria. In Tasmania it is found only near Cradle Mountain and near Bastion Bluff in the Great Western Tiers.",
    "Conservation": "This orchid is listed as \"Rare\" under the Tasmanian Threatened Species Protection Act 1995.",
    "References": "",
    "External links": " Data related to Prasophyllum tadgellianum at Wikispecies"
  }
}