{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_laxum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. laxum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum laxum, commonly known as the lax leek orchid, is a species of orchid endemic to a small region of South Australia. It has a single tubular leaf and up to twenty pale green, tan and lilac-coloured flowers. It was first collected in the 1960s in a location known as the Hundred of Koppio on the Eyre Peninsula but was not described until 2008 from a new collection in 2004.",
    "Description": "Prasophyllum laxum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single loosely erect, tube-shaped leaf up to 300 mm (10 in) long and 4 mm (0.2 in) wide. The flowering stem emerges from the leaf 100–200 mm (4–8 in) above the ground. Between five and twenty strongly scented flowers are irregularly arranged along a drooping flowering stem up to 60 mm (2 in) long. The flowers are pale green on the inside, tan-coloured on the outside and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The ovary is oval-shaped, erect, 4–5 mm (0.16–0.20 in) long and 2–3 mm (0.08–0.1 in) wide. The dorsal sepal is egg-shaped to lance-shaped, 6–7 mm (0.2–0.3 in) long, about 1 mm (0.04 in) wide and points downwards. The lateral sepals are a similar size to the dorsal sepal, linear to lance-shaped and free from each other. The petals are linear in shape, about 4 mm (0.2 in) long, 1 mm (0.04 in) wide and pale green with white edges. The labellum is egg-shaped, very pale pink, 5 mm (0.2 in) long, about 2 mm (0.08 in) wide and curves gently upwards then the tip curves forwards. There is a green, channelled callus in the centre of the labellum. Flowering occurs in late September and October but the flowers are short-lived.",
    "Taxonomy and naming": "Prasophyllum laxum was first formally described in 2008 by Robert John Bates and the description was published in Journal of the Adelaide Botanic Gardens from a specimen collected near Wanilla. The specific epithet (laxum) is a Latin word meaning \"loose\" or \"slack\" referring to the loosely erect leaf and flowering stem.",
    "Distribution and habitat": "The lax leek orchid is only known from a single hill between Koppio and Wanilla on the Eyre Peninsula. It grows in sparse woodland.",
    "Conservation": "Prasophyllum laxum is listed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the population are habitat degradation by livestock and rabbits and from potential mining developments.",
    "References": "",
    "External links": " Data related to Prasophyllum laxum at Wikispecies"
  }
}