{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_brownii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. brownii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum brownii, commonly known as the Christmas leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is one of the last of the genus in Western Australia to flower and has a tall flowering stem with up to eighty pale green and fawn-coloured flowers.",
    "Description": "Prasophyllum brownii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth, light green, tube-shaped leaf 600–1,000 mm (20–40 in) long and 5–15 mm (0.2–0.6 in) in diameter near the base. Between thirty and eighty or more flowers are arranged on a flowering spike 400–1,200 mm (20–50 in) high. The flowers are light green, white and fawn-coloured, 10–15 mm (0.4–0.6 in) long and 10–12 mm (0.4–0.5 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal curves upwards and the petals face forwards, giving the flowers a cup-shaped appearance. The lateral sepals are erect and joined to each other by their sides. The labellum is broad, turns upwards but not as sharply as in other leek orchids, and has a frilly edge. Flowering occurs from November to January.",
    "Taxonomy and naming": "Prasophyllum brownii was first formally described in 1871 by Heinrich Gustav Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (brownii) honours the naturalist Robert Brown who collected the type specimen near Albany in 1801.",
    "Distribution and habitat": "The Christmas leek orchid grows in a wide range of habitats, including wet areas, forest and woodland and is often found growing on rotting logs and stumps. It occurs between Perth and Esperance.",
    "Conservation": "This orchid is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Prasophyllum brownii at Wikimedia Commons\n Data related to Prasophyllum brownii at Wikispecies"
  }
}