{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_drummondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. drummondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum drummondii, commonly known as the swamp leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a late-flowering species with a single tubular leaf and up to thirty brownish-orange or pale yellow flowers and often grows in standing water.",
    "Description": "Prasophyllum drummondii is a terrestrial, perennial, deciduous, herb with an underground tuber and which often grows in clumps. It has a single smooth, tube-shaped leaf 250–700 mm (10–30 in) long and 4–8 mm (0.2–0.3 in) in diameter near the base. Between ten and thirty or more flowers are arranged on a flowering spike 300–800 mm (10–30 in) high. The flowers are brownish-orange, sometimes yellow, 12–14 mm (0.5–0.6 in) long and about 10 mm (0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal curves downwards, the petals face forwards and the lateral sepals are erect and joined to each other by their sides. The labellum is broad, turns sharply upwards and has a wavy edge. Flowering occurs from October to December.",
    "Taxonomy and naming": "Prasophyllum drummondii was first formally described in 1871 by Heinrich Gustav Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (drummondii) honours the naturalist James Drummond who collected the type specimen near the Swan River in 1801.",
    "Distribution and habitat": "The swamp leek orchid grows in wet places, including swamps which still contain free water in early summer. It occurs between Three Springs and Israelite Bay.",
    "Conservation": "Prasophyllum drummondii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Prasophyllum drummondii at Wikimedia Commons\n Data related to Prasophyllum drummondii at Wikispecies"
  }
}