{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_spadiceum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. spadiceum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum spadiceum, commonly known as the brown lip leek orchid, is a species of orchid endemic to southern continental Australia. It has a single tube-shaped leaf and up to thirty pale green, brown and white flowers with a whitish labellum. It is a recently described plant, previously included with P. fitzgeraldii, but distinguished from that species by its smaller, paler flowers, whitish labellum and brown callus. It grows in the south-east of South Australia and in a single location in western Victoria.",
    "Description": "Prasophyllum spadiceum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, shiny, pale green leaf which is 150–400 mm (6–20 in) long and 2–4 mm (0.08–0.2 in) wide at the base. Between ten and thirty scented, mostly green flowers are well spaced along a flowering spike 50–100 mm (2–4 in) long, reaching to a height of 200–400 mm (8–20 in). The flowers are 7–9 mm (0.3–0.4 in) long and 6–8 mm (0.2–0.3 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, 4–6 mm (0.16–0.24 in) long and about 2 mm (0.08 in) wide. The lateral sepals are egg-shaped to lance-shaped, 4–6 mm (0.16–0.24 in) long, 2–3 mm (0.08–0.1 in) wide, free and slightly spreading from each other. The petals are brown with whitish edges, oblong, 5–6 mm (0.20–0.24 in) long and about 2 mm (0.08 in) wide. The labellum is whitish, oblong to egg-shaped, 5–6 mm (0.20–0.24 in) long, 4–5 mm (0.16–0.20 in) wide and turns sharply upward at 90° about half-way along. The upturned part is wavy or crinkled on the edges. There is a lance-shaped to egg-shaped, coffee-coloured callus in the centre of the labellum and extending almost to its tip. Flowering occurs in October.",
    "Taxonomy and naming": "Prasophyllum spadiceum was first formally described in 2017 by David Jones and Robert Bates and the description was published in Australian Orchid Review from a specimen collected in the Gum Lagoon Conservation Park. The specific epithet (spadiceum) is a Latin word meaning \"reddish-brown\", referring to the colour of the callus.",
    "Distribution and habitat": "The brown lip leek orchid mostly grows in damp heathy woodland and is found in the mid south-east of South Australia and in a single location with about 100 plants near Apsley in far western Victoria.",
    "References": "",
    "External links": " Data related to Prasophyllum spadiceum at Wikispecies"
  }
}