{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_holzingeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. holzingeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum holzingeri is a species of orchid endemic to New South Wales. It has a single tubular, shiny dark green leaf and up to fifteen unscented, greenish to brownish pink and white flowers. It is only known from a few populations in the Barrington Tops area.",
    "Description": "Prasophyllum holzingeri is a terrestrial, perennial, deciduous, herb with an underground tuber and a single shiny, dark green, tube-shaped leaf, 300–450 mm (10–20 in) long and 2–3 mm (0.08–0.1 in) wide with a purplish base. Between eight and fifteen flowers are crowded along a flowering spike 80–150 mm (3–6 in) long, reaching to a height of up to 300 mm (10 in). The flowers are unscented, greenish to brownish pink. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 4 mm (0.2 in) wide and has three to five darker veins and a pointed tip. The lateral sepals are linear to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and fused to each other when the flower first opens. The petals are white with a red central line, linear, 8–10 mm (0.3–0.4 in) long and about 2 mm (0.08 in) wide. The labellum is white, oblong to elliptic, 8.5–9.5 mm (0.33–0.37 in) long, about 4 mm (0.2 in) wide and turns sharply upwards through more than 90°. The edges of upturned part of the labellum are wavy and there is an oblong yellow or greenish yellow callus with a dark green base in the centre of the labellum and extending well past the bend. Flowering occurs between late January and early March.",
    "Taxonomy and naming": "Prasophyllum holzingeri was first formally described in 2018 by David Jones and Lachlan Copeland from a specimen collected in the Barrington Tops State Conservation Area and the description was published in Australian Orchid Review. The specific epithet (holzingeri) honours \"William (Bill) Holzinger\".",
    "Distribution and habitat": "This leek orchid grows in woodland with dense tussocks of snow grass at altitudes of about 1,400 m (5,000 ft) in the Barrington Tops area.\n\n\n== References =="
  }
}