{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_basalticum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. basalticum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum basalticum is a species of orchid endemic to New South Wales. It has a single tubular, dark green leaf and up to fifteen scented, greenish-brown to brownish-red flowers with a white and green labellum. It grows in grassy woodland on the Northern Tablelands.",
    "Description": "Prasophyllum basalticum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dark green, tube-shaped leaf, 200–350 mm (8–10 in) long and 3–5 mm (0.1–0.2 in) wide with a purplish base. Between five and fifteen flowers are arranged along a flowering spike 70–150 mm (3–6 in) high. The flowers are greenish-brown to brownish-red and sweetly scented. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is narrow egg-shaped to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and has three fine dark veins. The lateral sepals are linear to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and curved. The petals are white with a reddish line along the centre, linear to narrow lance-shaped, 8–10 mm (0.3–0.4 in) long and about 2 mm (0.08 in) wide. The labellum is white, oblong, 8.5–10.5 mm (0.3–0.4 in) long, about 4 mm (0.2 in) wide and turns sharply upwards and backwards. There is an egg-shaped green callus in the centre of the labellum, extending to slightly past the bend. Flowering occurs in November and December.",
    "Taxonomy and naming": "Prasophyllum basalticum was first formally described in 2018 by David Jones and Lachlan Copeland from a specimen collected in Werrikimbe National Park and the description was published in Australian Orchid Review. The specific epithet (basaltica) is derived from the Latin word basaltes meaning \"basalt\", referring to the soils of basaltic origin in which this species usually grows.",
    "Distribution and habitat": "This leek orchid grows in grassy woodland at altitudes of between 700 and 1,550 m (2,000 and 5,000 ft) in the Barrington Tops, Ebor and Dorrigo districts.",
    "References": "",
    "External links": " Media related to Prasophyllum basalticum at Wikimedia Commons"
  }
}