{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_incurvum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. incurvum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum incurvum is a species of orchid endemic to Tasmania. It has a single tubular, bright green leaf and up to forty brownish-green, white and purplish flowers. It is similar to P. alpestre but has larger flowers and petals which curve forwards.",
    "Description": "Prasophyllum incurvum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, bright green leaf which is 150–350 mm (6–10 in) long and 3–5 mm (0.1–0.2 in) wide. Between five and forty brownish-green, white and purplish flowers are crowded along a flowering spike which is 30–90 mm (1–4 in) long. The flowers are 7–12 mm (0.3–0.5 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, 7–9 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide with three to five darker stripes. The lateral sepals are linear to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and free from each other. The petals are linear to narrow oblong, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide, purplish near the base and turn strongly forwards. The labellum is white, oblong, 8.5–10.5 mm (0.3–0.4 in) long, 4–5 mm (0.16–0.20 in) wide and turns sharply upwards near its middle. The edges of the upturned part of the labellum are slightly wavy and there is a yellowish-green callus in its centre. Flowering occurs from January to March.",
    "Taxonomy and naming": "Prasophyllum incurvum was first formally described in 1998 by David Jones from a specimen collected near Liawenee and the description was published in Australian Orchid Research. The specific epithet (incurvum) is a Latin word meaning \"incurved\" referring to the incurved petals of this species.",
    "Distribution and habitat": "This leek orchid grows in moist grassland, mostly in montane areas of the Central Plateau but also in more southern areas of Tasmania.",
    "References": "",
    "External links": " Data related to Prasophyllum incurvum at Wikispecies"
  }
}