{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_gilgai",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. gilgai"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum gilgai, commonly known as the gilgai leek orchid, is a species of orchid endemic to Victoria. It has a single tubular green leaf and up to twenty greenish brown, light brown, pink or white flowers. It is a very rare orchid with a population of fewer than fifty plants in a small area in the north of the state.",
    "Description": "Prasophyllum gilgai is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 100–150 mm (4–6 in) long and 2–3 mm (0.08–0.1 in) wide at the base, but which is withered by flowering time. Between ten and twenty scented flowers are loosely arranged along a flowering stem 50–120 mm (2–5 in) long, reaching to 300–500 mm (10–20 in) tall. The flowers are greenish brown, light brown, pink or white and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped and the lateral sepals are linear to lance-shaped and more or less parallel and free from each other. The petals are linear to lance-shaped and 6–9 mm (0.2–0.4 in) long. The labellum is white or pink, 6–8 mm (0.2–0.3 in) long and turns upwards through 90° near its middle. There is a broad, raised, tapering callus in the centre of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "Prasophyllum gilgai was first formally described in 2006 by David Jones and Dean Rouse. The description was published in Australian Orchid Research from a specimen collected from near Benalla. The specific epithet (gilgai) refers to the geological formation where this species grows.",
    "Distribution and habitat": "This leek orchid grows in gilgai formations near Benalla.",
    "Conservation": "Prasophyllum gilgai is listed as Endangered under the Victorian Flora and Fauna Guarantee Act 1988.",
    "References": "",
    "External links": " Data related to Prasophyllum gilgai at Wikispecies"
  }
}