{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_alpestre",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. alpestre"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum alpestre, commonly known as the mauve leek orchid, is a species of orchid endemic to eastern Australia. It has a single tubular, green leaf and up to twenty five scented, white, purplish and green flowers. It grows in subalpine parts of New South Wales, Victoria and Tasmania.",
    "Description": "Prasophyllum alpestre is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, 150–350 mm (6–10 in) long and 4–8 mm (0.2–0.3 in) wide. Between five and twenty five fragrant flowers are crowded along a flowering spike about 300–800 mm (10–30 in) long. The flowers are white, purplish and green and 10–15 mm (0.4–0.6 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is a narrow egg-shape to lance-shape, 7–10 mm (0.3–0.4 in) long and 3–5 mm (0.1–0.2 in) wide. The lateral sepals are up to 7–10 mm (0.3–0.4 in) long and usually joined to each other. The petals are linear, egg-shaped or spoon-shaped, 8–12 mm (0.3–0.5 in) long, 2–3 mm (0.08–0.1 in) wide and spread widely. The labellum is egg-shaped to oblong, 6–11 mm (0.2–0.4 in) long, turns upwards at about 60° and its edges are wavy. Flowering occurs from November to March, making it one of the last of its genus to flower.",
    "Taxonomy and naming": "Prasophyllum alpestre was first formally described in 1998 by David Jones from a specimen collected at Charlottes Pass in the Kosciuszko National Park and the description was published in Australian Orchid Research. The specific epithet (alpestre) is a Latin word meaning \"of high mountains\" referring the habitat of this species.",
    "Distribution and habitat": "The mauve leek orchid grows in grassland and herbfields in moist areas and in woodland with snow gums (Eucalyptus pauciflora). It is found in subalpine regions of New South Wales, Victoria and Tasmania.\n\n\n== References =="
  }
}