{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_regium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. regium"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum regium, commonly known as the king leek orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, unusually thick tubular leaf and up to one hundred relatively large, greenish-brown or burgundy-coloured flowers. It is one of the tallest leek orchids, sometimes growing to a height of 2 m (7 ft).",
    "Description": "Prasophyllum regium is a terrestrial, perennial, deciduous, herb with an underground tuber and a single fleshy, green to blackish, tube-shaped leaf 500–1,500 mm (20–60 in) long and 10–16 mm (0.4–0.6 in) wide. Between fifty and one hundred or more flowers are arranged along a flowering spike 90–500 mm (4–20 in) long, reaching to a height of 500–2,000 mm (20–80 in). The flowers are greenish-brown to burgundy-coloured, 10–25 mm (0.4–1 in) long and about 15 mm (0.6 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is 11–16 mm (0.4–0.6 in) long and 4–5 mm (0.16–0.20 in) wide and the lateral sepals are 10–12 mm (0.4–0.5 in) long, 2–3 mm (0.08–0.1 in) wide and fused to each other. The petals are 10–12 mm (0.4–0.5 in) long, 3 mm (0.1 in) wide and curve forwards. The labellum is 8–10 mm (0.3–0.4 in) long, 5–6 mm (0.20–0.24 in) wide and turns sharply upwards near its middle, the upturned part with crinkled to wavy edges. A fleshy, shiny green callus covers most of the labellum, reaching almost to its tip. Flowering occurs from September to December.",
    "Taxonomy and naming": "Prasophyllum regium was first formally described in 1918 by Richard Sanders Rogers from a specimen collected near Manjimup and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (regium) is a Latin word meaning \"kingly\" or \"royal\" referring to the tall flowering stem.",
    "Distribution and habitat": "The king leek orchid is found between Perth and Albany in the Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions, growing in a wide range of habitats from seasonal swamps to dense forests.",
    "Conservation": "Prasophyllum regium is listed as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum regium at Wikispecies"
  }
}