{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_robustum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. robustum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum robustum, commonly known as the robust leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, green leaf and up to thirty greenish-brown flowers with a white labellum. It is only known from a single population of about fifty plants, its numbers having been reduced by land clearing.",
    "Description": "Prasophyllum robustum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 300–850 mm (10–30 in) long and 5–6 mm (0.20–0.24 in) wide near its dark red to purple base. Between fifteen and thirty greenish-brown to brownish flowers are loosely arranged along a flowering spike which is 150–250 mm (6–10 in) long reaching to a height of 400–1,100 mm (20–40 in). The flowers are 15–20 mm (0.6–0.8 in) long and wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, about 9.5–11 mm (0.37–0.43 in) long, about 5 mm (0.2 in) wide and has about four dark brown striations. The lateral sepals are linear to lance-shaped, 10–12 mm (0.4–0.5 in) long, about 2.5 mm (0.1 in) wide and spread widely apart from each other. The petals are linear, 10–11 mm (0.39–0.43 in) long, about 2.5 mm (0.1 in) wide and whitish with a brown line along the centre. The labellum is white, egg-shaped to lance-shaped, 11–13 mm (0.4–0.5 in) long, about 6 mm (0.2 in) wide and turns sharply back on itself near its middle. The edges of the outer part of the labellum have crinkled or wavy edges and there is a raised, fleshy, green, channelled callus in its centre and extending to the bend. Flowering occurs in November and December.",
    "Taxonomy and naming": "The robust leek orchid was first formally described in 1940 by William Henry Nicholls who gave it the name Prasophyllum patens var. robustum from a specimen collected at Smithton. The description was published in The Victorian Naturalist. In 1998, Mark Clements and David Jones raised the variety to species status. The specific epithet (robustum) is a Latin word meaning \"hard and strong like oak\".",
    "Distribution and habitat": "Prasophyllum robustum grows with shrubs and grasses in forest. It is only known from a single population of about fifty plants and the Smithton population appears to be extinct. Other populations have been lost due to land clearing for agriculture.",
    "Conservation": "The only remaining population of P. robustum is on private property with the current owners taking steps to preseve the species. Potential threats include land clearing, grazing by horses and inappropriate fire regimes.",
    "References": "",
    "External links": " Data related to Prasophyllum robustum at Wikispecies"
  }
}