{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_graniticola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. graniticola"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum graniticola is a species of orchid endemic to New South Wales. It has a single tubular, shiny dark green leaf and up to twenty five scented, greenish to brownish and white flowers. It is only known from two populations on the Northern Tablelands.",
    "Description": "Prasophyllum graniticola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single shiny, dark green, tube-shaped leaf, 300–550 mm (10–20 in) long and 3–5 mm (0.1–0.2 in) wide with a purplish base. Between ten and twenty five flowers are crowded along a flowering spike 100–200 mm (4–8 in) long, reaching to a height of up to 600 mm (20 in). The flowers are sweetly scented and greenish to brownish. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 4 mm (0.2 in) wide and has three to five darker veins and a pointed tip. The lateral sepals are linear to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and spread widely apart from each other. The petals are white with a red central line, linear to narrow spatula-shaped 8–10 mm (0.3–0.4 in) long and about 2 mm (0.08 in) wide. The labellum is white, oblong to lance-shaped, 8.5–10.5 mm (0.3–0.4 in) long, about 4 mm (0.2 in) wide and turns sharply upwards through more than 90°. There is an egg-shaped to wedge-shaped yellow callus with a dark green base in the centre of the labellum and extending well past the bend. Flowering occurs between late November and late December.",
    "Taxonomy and naming": "Prasophyllum graniticola was first formally described in 2018 by David Jones and Lachlan Copeland from a specimen collected near Ebor and the description was published in Australian Orchid Review. The specific epithet (graniticola) is derived from the Latin word granum meaning \"granite\" (amongst other meanings) and the suffix -cola meaning \"dweller\", referring to the habitat preference of this species, compared to the basaltic soils preferred by the similar P. basalticum.",
    "Distribution and habitat": "This leek orchid grows with grasses, bracken fern and spiny-head mat-rush in woodland at altitudes of about 1,200 m (4,000 ft). It is only known from two populations near Ebor.\n\n\n== References =="
  }
}