{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_spicatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. spicatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum spicatum, commonly known as the dense leek orchid, is a species of orchid endemic to southern mainland Australia. It has a single tubular, green leaf and up to fifty brownish and white or greenish and white flowers crowded in a cylinder-shaped spike.",
    "Description": "Prasophyllum spicatum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, 200–600 mm (8–20 in) long and 4–8 mm (0.2–0.3 in) wide at its purplish base. Between ten and fifty flowers are crowded along a cylindrical flowering spike 60–200 mm (2–8 in) long, reaching to a height of 300–600 mm (10–20 in). The flowers are brownish and white or greenish and white, 12–16 mm (0.5–0.6 in) wide and 8–10 mm (0.3–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The ovary is oval-shaped and 4–6 mm (0.16–0.24 in) long. The dorsal sepal is egg-shaped to lance-shaped, 6–8 mm (0.2–0.3 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are a similar length to the dorsal sepal but slightly narrower and are free from each other. The petals are white, 6–8 mm (0.2–0.3 in) long, about 2 mm (0.08 in) wide and have crinkled edges. The labellum is white, 7–10 mm (0.3–0.4 in) long, 5–6 mm (0.20–0.24 in) wide, turns upwards and has a very wavy and crinkled edge. There is a thin, yellow, channelled callus in the centre of the labellum and extending just past the bend. Flowering occurs from October to December.",
    "Taxonomy and naming": "Prasophyllum spicatum was first formally described in 1991 by Robert Bates and David Jones from a specimen collected near Dergholm State Park and the description was published in Australian Orchid Research. The specific epithet (spicatum) is a Latin word meaning \"in a spike\" referring the dense flower spike of this species.",
    "Distribution and habitat": "The dense leek orchid grows in near-coastal heath between Mount Gambier in eastern South Australia and Wilsons Promontory in south-eastern Victoria, although it is absent from the Otway district.",
    "Conservation": "Only eight populations of P. spicatum are known, with a total population of about 80 plants. Accurate determination of population size is difficult because of the sometimes dense heath where the orchid grows and its tendency to flower more often after fire. The species is listed as \"Vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and the Victorian Flora and Fauna Guarantee Act 1988. It is listed as \"Endangered\" under the South Australian National Parks and Wildlife Act 1972.",
    "References": "",
    "External links": " Data related to Prasophyllum spicatum at Wikispecies"
  }
}