{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_patens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. patens"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum patens, commonly known as the broad-lipped leek orchid or sandstone leek orchid, is a species of orchid endemic to the Sydney region of New South Wales. It has a single tubular green leaf and up to thirty green to greenish-brown, lemon-scented flowers with a white labellum.",
    "Description": "Prasophyllum patens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 250–500 mm (10–20 in) long and 4–6 mm (0.16–0.24 in) wide. Between ten and thirty lemon-scented flowers are arranged along 60–100 mm (2–4 in) of a flowering stem 300–600 mm (10–20 in) tall. The flowers are green to greenish-brown, 8–11 mm (0.3–0.4 in) long, 7–10 mm (0.3–0.4 in) wide and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 5–6 mm (0.20–0.24 in) long, about 2 mm (0.08 in) wide and the lateral sepals are linear to lance-shaped, 5–7 mm (0.2–0.3 in) long, 1–1.5 mm (0.04–0.06 in) wide and free from each other. The petals are linear to oblong, pointed, about 5–8 mm (0.2–0.3 in) long, about 1 mm (0.04 in) wide and spread widely apart. The labellum is white, linear to egg-shaped, 6–8 mm (0.2–0.3 in) long, 2–3 mm (0.08–0.1 in) wide and turns back on itself near its middle. The edges of the labellum are folded and crinkled and there is a pale green callus in its centre but ending just after the bend. Flowering occurs between September and October.",
    "Taxonomy and naming": "Prasophyllum patens was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (patens) is a Latin word meaning \"lying open\".",
    "Distribution and habitat": "The broad-lipped leek orchid grows in heath and heathy forest mostly in the Sydney region. Some sources include Queensland Victoria, Tasmania and South Australia in the range of this orchid while the Herbarium of the Royal Botanic Gardens Victoria suggests \"the relationship between P. odoratum sens. strict. and P. patens, P. robustum, P. truncatum and P. album is (also) in need of study\".",
    "References": "",
    "External links": " Media related to Prasophyllum patens at Wikimedia Commons\n Data related to Prasophyllum patens at Wikispecies"
  }
}