{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_readii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. readii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum readii, commonly known as the Streathem leek orchid, is a species of orchid endemic to Victoria. It has a single, tubular leaf and up to twenty five scented, greenish-brown to reddish-brown flowers with a white or pinkish labellum and is only known from a swamp in the south-west of the state.",
    "Description": "Prasophyllum readii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 80–120 mm (3–5 in) long and 3–5 mm (0.1–0.2 in) wide. Between twelve and twenty five scented, greenish-brown to reddish-brown flowers are well-spaced along a thin flowering spike 70–130 mm (3–5 in) long, reaching to a height of 300–450 mm (10–20 in). As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 7–9 mm (0.3–0.4 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 7–9 mm (0.3–0.4 in) long, 1–2 mm (0.04–0.08 in) wide, free from each other and spread widely apart.  The petals are linear to lance-shaped, 6.5–8.5 mm (0.26–0.33 in) long, about 1 mm (0.04 in) wide and curve forwards. The labellum is pinkish or whitish, 6–8 mm (0.2–0.3 in) long, 4–5 mm (0.16–0.20 in) wide and curves sharply upwards near its middle and has irregular edges. There is a raised, greenish, channelled callus in the centre of the labellum and extending almost to its tip. Flowering occurs in December and January.",
    "Taxonomy and naming": "Prasophyllum readii was first formally described in 2006 by David Jones and Dean Rouse from a specimen collected near Streatham and the description was published in Australian Orchid Research. The specific epithet (readii) honours Myles Read, the honour of the property where the type specimen was found.",
    "Distribution and habitat": "The Streathem leek orchid grows in a swamp with sedges and rushes and is only known from the type location.",
    "Conservation": "This orchid species is only known from about 1,000 plants at the type location and is listed as \"Endangered\" in the Victorian Government Flora and Fauna Guarantee Act 1988.",
    "References": "",
    "External links": " Data related to Prasophyllum readii at Wikispecies"
  }
}