{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_olidum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. olidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum olidum, commonly known as the pungent leek orchid is a species of orchid endemic to Tasmania. It has a single tubular, green to yellowish-green leaf and up to thirty bright green to brownish-green flowers. It is a very rare orchid, only found in a single location with a population which fluctuates from three to two hundred flowering plants.",
    "Description": "Prasophyllum olidum, commonly known as the pungent leek orchid is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, green to yellowish-green leaf which is 200–450 mm (8–20 in) long and 3–5 mm (0.12–0.20 in) wide near its reddish base. Between ten and thirty bright green to brownish-green flowers are crowded along a flowering spike which is 60–120 mm (2–5 in) long. The flowers are 14–16 mm (0.55–0.63 in) wide and 7–9 mm (0.3–0.4 in) wide. As with other leek orchids, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 7–10 mm (0.3–0.4 in) long, 3–4 mm (0.1–0.2 in) wide and turns downwards. The lateral sepals are linear, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and free from each other. The petals are narrow linear to lance-shaped, 7–9 mm (0.28–0.35 in) long, about 1 mm (0.04 in) wide. The labellum is 6–8 mm (0.2–0.3 in) long, 3–4 mm (0.1–0.2 in) wide and turns sharply upwards near its middle. The edges of the upturned part of the labellum are slightly wavy and there is a thick, fleshy green callus in its centre. Flowering occurs in late November and December.",
    "Taxonomy and naming": "Prasophyllum olidum was first formally described in 1998 by David Jones from a specimen collected near Campbell Town and the description was published in Australian Orchid Research. The specific epithet (olidum) is a Latin word meaning \"smelling\" or \"odorous\".",
    "Distribution and habitat": "The pungent leek leek orchid grows in native grassland in an area near Campbell Town at an altitude of 200 m (660 ft).",
    "Conservation": "Prasophyllum olidum is only known from a small area of a single private property. The population varies depending on rainfall. In 1995 the population was estimated to be about 200 but in 2011, following below average winter rains, the population was only three. It is classed as \"Endangered\" under the Tasmanian Threatened Species Protection Act 1995 and as Critically Endangered under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the population are habitat disturbance and inappropriate fire regimes.",
    "References": "",
    "External links": " Data related to Prasophyllum olidum at Wikispecies"
  }
}