{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_gracillimum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. gracillimum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum gracillimum, commonly known as the slender leek orchid, is a species of orchid endemic to a small region of Western Australia. It has a single tubular green leaf, and green, brown and white flowers loosely arranged along the flowering stem. This species has not been seen for more than fifty years and is considered by some botanists to be a form of P. fimbria.",
    "Description": "Prasophyllum gracillimum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is shorter than the flowering stem. The flowers are loosely arranged along a flowering stem which reaches to a height of 180–250 mm (7–10 in). The flowers are green, brown and white, and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal, lateral sepals and petals all taper to a point and are about 7 mm (0.3 in) long. The dorsal sepal is lance-shaped, slightly dished and the lateral sepals are narrow lance-shaped and joined for most of their length. The petals are narrow lance-shaped, curved and spread widely apart from each other. The labellum is lance-shaped to egg-shaped, pure white, curves upwards and has a wavy edge.",
    "Taxonomy and naming": "Prasophyllum gracillimum was first formally described in 1948 by William Henry Nicholls and the description was published in The Victorian Naturalist from a specimen collected near Yarloop. The specific epithet (gracillimum) is a Latin word meaning \"slenderest\".Some botanists consider this orchid to be a form of P. fimbria.",
    "Distribution": "The slender leek orchid is only known from the type location near Yarloop, where it has not been seen since 1944.",
    "References": "",
    "External links": " Data related to Prasophyllum gracillimum at Wikispecies"
  }
}