{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_truncatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. truncatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum truncatum, commonly known as the truncate leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, dark green leaf and up to twenty whitish flowers with purplish and greenish-brown markings. It is a late-flowering leek orchid and its flowering is stimulated by earlier fire.",
    "Description": "Prasophyllum truncatum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dark green, tube-shaped leaf which is 150–350 mm (6–10 in) long and 3–5 mm (0.12–0.20 in) wide near its red to purple base. Between ten and twenty whitish flowers with purplish and greenish-brown markings are loosely arranged along a flowering spike which is 70–110 mm (3–4 in) long, reaching to a height of 200–400 mm (8–20 in). The flowers are 7–9 mm (0.3–0.4 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, about 7–8.5 mm (0.28–0.33 in) long, about 4 mm (0.2 in) wide with five purplish striations. The lateral sepals are linear to lance-shaped, 7–8.5 mm (0.28–0.33 in) long, 1.5 mm (0.06 in) wide and free from each other. The petals are narrow linear, 7–8 mm (0.28–0.31 in) long, about 1 mm (0.04 in) wide and white with a purplish central line. The labellum is white, oblong to elliptic in shape, about 8 mm (0.3 in) long, about 4 mm (0.2 in) wide and turns sharply backwards on itself near its middle. The edges of the upturned part of the labellum have crinkled edges and there is a greenish-yellow, fleshy, raised callus in its centre extending just past the bend. Flowering occurs from November to March, more prolifically after fire.",
    "Taxonomy and naming": "Prasophyllum truncatum was first formally described in 1840 by John Lindley from a specimen collected near Stanley and the description was published in The genera and species of Orchidaceous plants. The specific epithet (truncatum) is a Latin word meaning \"maimed\" or \"cut off\".",
    "Distribution and habitat": "The truncate leek orchid widely distributed but uncommon, growing with shrubs and herbs in woodland in both the north and south of Tasmania.",
    "References": "",
    "External links": " Media related to Prasophyllum truncatum at Wikimedia Commons\n Data related to Prasophyllum truncatum at Wikispecies"
  }
}