{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_keltonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. keltonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum keltonii, commonly known as Kelton's leek orchid, is a species of orchid endemic to a small region of New South Wales. It has a single tubular, bright green leaf and up to twenty two scented, green, brownish-red or purplish flowers. It is a very rare orchid with only a few hundred plants known.",
    "Description": "Prasophyllum keltonii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single bright green, tube-shaped leaf 200–350 mm (8–10 in) long and 3–5 mm (0.1–0.2 in) wide. The free part of the leaf is 80–150 mm (3–6 in) long. Between twelve and twenty two flowers are arranged along a flowering stem 50–90 mm (2–4 in) long. The flowers are green, brownish-red or purplish and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, about 8 mm (0.3 in) long, 4 mm (0.2 in) wide, turns downwards and has three darker stripes. The lateral sepals are linear to lance-shaped, 8–10 mm (0.3–0.4 in) long, about 2 mm (0.08 in) wide and free from each other. The petals are linear to lance-shaped, 7–8.5 mm (0.28–0.33 in) long, about 1 mm (0.04 in) wide and curve forwards near their tips. The labellum is lance-shaped to egg-shaped, about 7 mm (0.3 in) long, 4–5 mm (0.16–0.20 in) wide and turns upwards near its middle. The edges of the labellum are smooth and there is a broad, green to reddish callus in its centre. Flowering occurs in December and January.",
    "Taxonomy and naming": "Prasophyllum keltonii was first formally described in 2007 by David Jones and the description was published in The Orchadian from a specimen collected on McPhersons Plain in the Bago State Forest near Blowering. The specific epithet (keltonii) honours Peter Branwhite, one of the collectors of the type specimen.",
    "Distribution and habitat": "Branwhite's leek orchid grows with tall sphagnum moss and heath on a small treeless area known as McPhersons Plain near Cabramurra and Talbingo. The entire population grows in an area of less than 1 ha (0.01 km2) and has declined from about four hundred plants since 2004.",
    "Conservation": "Prasophyllum Branwhite is listed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and the New South Wales Threatened Species Conservation Act 1995. The main threats to the population are logging, changes in drainage patterns due to dam water storage, grazing by livestock, feral horses and pigs and weed invasion. The population is not in a conservation reserve.",
    "References": "",
    "External links": " Data related to Prasophyllum Branwhite at Wikispecies"
  }
}