{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_diversiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. diversiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum brevilabre, commonly known as the Gorae leek orchid, is a species of orchid endemic to south-western Victoria. It has a single tubular, green leaf and up to forty greenish-brown flowers with reddish markings. It is a very rare orchid, now only known from two small, scattered populations. It was first recorded from Gorae West near Portland but is no longer found there.",
    "Description": "Prasophyllum diversiflorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tapering, tube-shaped leaf up to 450 mm (20 in) long and 4–10 mm (0.2–0.4 in) wide at the base. Between ten and forty scented flowers are crowded along a flowering spike 80–150 mm (3–6 in) long. The flowers are up to 10 mm (0.4 in) wide and greenish-brown with reddish markings. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, up to 7 mm (0.3 in) long with a pointed tip. The lateral sepals are lance-shaped, 6–10 mm (0.2–0.4 in) long, curved and free from each other. The petals are narrow linear in shape and 6–9 mm (0.2–0.4 in) long. The labellum is egg-shaped, white to pinkish, dished and 6–9 mm (0.2–0.4 in) long. It is turns upward near its middle and its edges are wavy. Flowering occurs from December to January.",
    "Taxonomy and naming": "Prasophyllum diversiflorum was first formally described in 1942 by William Henry Nicholls and published the description in The Victorian Naturalist from a specimen collected from Gorae West. Nicholls noted [this species] \"is probably the most variable, in regard to the floral characters, on record...\".",
    "Distribution and habitat": "The Gorae leek orchid occurs in south-western Victoria, growing in grassland and sedgeland which is often flooded in winter. It is only known from two small populations 90 km (60 mi) apart.",
    "Conservation": "Prasophyllum diversiflorum is classified as Threatened under the Victorian Flora and Fauna Guarantee Act 1988 and as Endangered under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the species are weed invasion, grazing and trampling, vehicle movement and roadside maintenance.",
    "References": "",
    "External links": " Data related to Prasophyllum diversiflorum at Wikispecies"
  }
}