{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_parviflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. parviflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum parviflorum, commonly known as the slender leek orchid, is a species of orchid endemic to eastern Victoria. It has a single tubular leaf and up to thirty greenish-brown to purplish flowers. Further studies of the species may indicate that some collections currently included may be of a different species.",
    "Description": "Prasophyllum parviflorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 200–350 mm (8–10 in) long and 3–4 mm (0.1–0.2 in) wide. Between ten and thirty flowers are widely spaced along flowering stem 60–100 mm (2–4 in) long which reaches to a height of 300–400 mm (10–20 in). The flowers are greenish-brown to purplish and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The ovary is oval-shaped and about 3 mm (0.1 in) long. The dorsal sepal is a tapering egg shape, about 5 mm (0.2 in) long and 2.5 mm (0.1 in) wide. The lateral sepals are lance-shaped, curved, about 5 mm (0.2 in) long, 1.5 mm (0.06 in) wide and fused at their bases. The petals are 4.5 mm (0.2 in) long, 1 mm (0.04 in) wide and curve forwards. The labellum is variably coloured, about 4 mm (0.2 in) long, 3 mm (0.1 in) wide and sharply upwards near its middle. There is a broad, fleshy, glossy callus along the centre of the labellum and extending nearly to its tip. Flowering occurs in October and November.",
    "Taxonomy and naming": "The slender leek orchid was first formally described in 1930 by Richard Sanders Rogers who gave it the name Prasophyllum hartii var. parviflorum and published the description in Transactions and Proceedings of the Royal Society of South Australia from a specimen collected on Wilsons Promontory. In 1941, William Henry Nicholls raised the variety to species status.",
    "Distribution and habitat": "Prasophyllum parviflorum grows in grassland and grassy areas in woodland east from French Island to the New South Wales border. Specimens collected in the west of the state may be P. suaveolens and small plants may, with further studies, be shown to be a separate species.",
    "Conservation": "Prasophyllum parviflorum is listed as \"Vulnerable\" under the Victorian Flora and Fauna Guarantee Act 1988.",
    "References": "",
    "External links": " Data related to Prasophyllum parviflorum at Wikispecies"
  }
}