{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_gracile",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. gracile"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum gracile, commonly known as the little laughing leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is one of the most common and widespread orchids in the south-west and has a single smooth, tube-shaped leaf and up to forty or more, usually yellowish-green flowers.",
    "Description": "Prasophyllum gracile is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth green, sometimes reddish, tube-shaped leaf 80–150 mm (3–6 in) long and about 2 mm (0.08 in) in diameter near the base. Between five and forty or more flowers are arranged on a flowering spike 60–200 mm (2–8 in) high. The flowers are yellowish-green, sometimes purplish, 7–10 mm (0.3–0.4 in) long and about 5 mm (0.2 in) wide. The ovary is an oval shape, about 3.5 mm (0.1 in) long and the dorsal sepal is a narrow egg shape or lance-shaped, about 5 mm (0.2 in) long, concave and more or less pointed. The lateral sepals are narrow lance-shaped about 6 mm (0.2 in) long, joined for about half their length and have erect, pointed tips about 2 mm (0.08 in) long. The petals are about 4 mm (0.2 in) long, blunt and curve inwards. The labellum is egg-shaped to lance-shaped, about 3 mm (0.1 in) long and 2 mm (0.08 in) wide with slightly wavy edges, and curves upwards to almost touch the lateral sepals. Flowering occurs from July to November.",
    "Taxonomy and naming": "Prasophyllum gracile was first formally described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (gracile) is a Latin word meaning \"slender\" referring to the thin tips on the lateral sepals.The taxonomy of this species has been difficult. Prasophyllum macrostachyum was described in 1810 by Robert Brown and in 1971, Alex George reduced P. gracile to a synonym of P. macrostachyum var. macrostachyum. Mark Clements examined the type specimens of P. gracile in the herbaria at Kew Gardens and determined that P. gracile is conspecific with P. ringens which had been raised to species status by Robert John Bates in 1989 and that it is different from P. macrostachyum, especially with regard to the length of the tips of the lateral sepals. Examination of fresh specimens by Clements and David Jones confirmed that  view.  As a consequence, they recognise both P. macrostachyum and P. gracile.",
    "Distribution and habitat": "The little laughing leek orchid most often grows in shallow soil pockets on granite outcrops but is also found in other habitats. It occurs from Shark Bay in the north to Eyre on the Great Australian Bight.",
    "Conservation": "This orchid is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Prasophyllum gracile at Wikimedia Commons\n Data related to Prasophyllum gracile at Wikispecies"
  }
}