{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_hectori",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. hectori"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum hectori, commonly known as the swamp leek orchid, is a species of orchid endemic to New Zealand. It has a single tubular, dark green leaf and up to eighty scented, yellow-green flowers with red or brown marking. It is similar to P. colensoi, the only other species of Prasophyllum found in New Zealand, but is distinguished from it by its larger size, larger number of flowers and swampy habitat.",
    "Description": "Prasophyllum hectori is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dark green to yellowish-green, tube-shaped, rush-like leaf which is usually taller than the flowering stem. The flowering stem emerges from the leaf about one-third of the leaf's length from its base. Between ten and eighty scented, well-spaced flowers are arranged along a flowering spike about 80 mm (3 in) long. The flowers are yellow to greenish, 5–8 mm (0.2–0.3 in) long with a mostly white labellum. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is broadly egg-shaped, dished, 6–8 mm (0.2–0.3 in) long and the lateral sepals are narrow oblong, slightly longer than the dorsal sepal and free from each other. The petals are slightly shorter and thinner than the lateral sepals. The labellum is egg-shaped and turns sharply upwards about half way from its base. The edges of the labellum are white and wavy and there is a light green callus in the centre of the labellum. Flowering occurs from December to February.",
    "Taxonomy and naming": "The swamp leek orchid was first formally described in 1887 by John Buchanan who gave it the name Gastrodia hectori and published the description in Transactions and Proceedings of the New Zealand Institute. In 2005, Brian Molloy, David Jones and Mark Clements changed the name to Prasophyllum hectori. The specific epithet (hectori) honours the naturalist James Hector.",
    "Distribution and habitat": "Prasophyllum hectori is found on the North and Chatham Island islands where it grows in wetlands, usually in or new slow-flowing streams, often with sedges.",
    "Conservation": "The swamp leek orchid is classified as \"at risk and declining by the New Zealand Department of Conservation.",
    "References": "",
    "External links": " Data related to Prasophyllum hectori at Wikispecies"
  }
}