{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_viretrum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. viretrum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum viretrum is a species of orchid endemic to Victoria. It has a single tubular, dark green leaf and up to thirty five scented, greenish-brown to brownish flowers and is only known from a few small populations in south-western Victoria.",
    "Description": "Prasophyllum viretrum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dark green, tube-shaped leaf up to 300 mm (10 in) long and 2–3 mm (0.08–0.1 in) wide. Between twelve and thirty five scented, greenish-brown to brownish flowers are arranged along a flowering spike 80–150 mm (3–6 in) long, reaching to a height of 200–400 mm (8–20 in). As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 7–9 mm (0.3–0.4 in) long and turned downwards. The lateral sepals are a similar length to the dorsal sepal, linear to lance-shaped and spread apart from each other. The petals are linear to lance-shaped and 6–7 mm (0.2–0.3 in) long. The labellum is white, sometimes pinkish, about 7 mm (0.3 in) long, turns upwards near its middle and has crinkled or wavy edges. Flowering occurs from October to December.",
    "Taxonomy and naming": "Prasophyllum viretrum was first formally described in 2006 by David Jones and Dean Rouse from a specimen collected at the Pretty Hill Flora Reserve, near Orford and the description was published in Australian Orchid Research. The specific epithet (viretrum) is derived from the Latin word viretum meaning \"greensward\", \"sod\" or \"turf\".",
    "Distribution and habitat": "This leek orchid grows in grassland in moist places and is only known from four or five populations in the south-west of the state.",
    "References": "",
    "External links": " Media related to Prasophyllum viretrum at Wikimedia Commons\n Data related to Prasophyllum viretrum at Wikispecies"
  }
}