{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_innubum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. innubum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum innubum, commonly known as the Brandy Mary's leek orchid, is a species of orchid endemic to a small region of New South Wales. It has a single tubular, bright green leaf and up to twenty brownish-green, white and purplish flowers. It is a very rare orchid with only about four hundred plants known.",
    "Description": "Prasophyllum innubum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single bright green, tube-shaped leaf 200–500 mm (8–20 in) long and 3–4 mm (0.1–0.2 in) wide. The free part of the leaf is 70–150 mm (3–6 in) long. Between six and twenty flowers are arranged along a flowering stem 50–80 mm (2–3 in) long. The flowers are brownish-green, white and purplish and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The ovary is a shiny green oval shape, 4–6 mm (0.16–0.24 in) long at 45° to the flowering stem. The dorsal sepal is egg-shaped to lance-shaped, 5–6 mm (0.20–0.24 in) long, about 2 mm (0.08 in) and points forwards then downwards. The lateral sepals are linear to lance-shaped, 5–6 mm (0.20–0.24 in) long, about 2 mm (0.08 in) wide and joined to each other. The petals are more or less linear in shape, 6–7 mm (0.2–0.3 in) long, about 1 mm (0.04 in) wide and have a pink or purplish stripe. The labellum is oblong, white or pink, 7–9 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and turns upwards through about 90° near its middle. The edges of the labellum are wavy and there is a green or whitish callus in its centre. Flowering occurs in January and February.",
    "Taxonomy and naming": "Prasophyllum innubum was first formally described in 2007 by David Jones and the description was published in The Orchadian from a specimen collected near Brandy Marys in the Bago State Forest near Blowering. The specific epithet (innubum) is a Latin word meaning \"unmarried\".",
    "Distribution and habitat": "Brandy Mary's leek orchid grows on stream edges in a small area near Cabramurra and Talbingo.",
    "Conservation": "Prasophyllum innubum is listed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and the New South Wales Threatened Species Conservation Act 1995. The main threats to the population are logging, changes in drainage patterns due to dam water storage, grazing by livestock, feral horses and pigs and weed invasion. The population is not in a conservation reserve.",
    "References": "",
    "External links": " Data related to Prasophyllum innubum at Wikispecies"
  }
}