{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_pulchellum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. pulchellum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum pulchellum, commonly known as the pretty leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, green leaf and up to twelve light reddish-brown flowers with a cream-coloured to whitish labellum. It is widely distributed in Tasmania and only about 130 plants are known but it is difficult to locate in the low heath where it grows and more individuals may survive.",
    "Description": "Prasophyllum pulchellum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 150–250 mm (6–10 in) long and 1.5–3 mm (0.06–0.1 in) wide near its purplish-red base. Between three and twelve light reddish-brown flowers are loosely arranged along a flowering spike which is 40–120 mm (2–5 in) long reaching to a height of 120–300 mm (5–10 in). The flowers are 5.5–7 mm (0.2–0.3 in) long and wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, about 6 mm (0.2 in) long, 3 mm (0.1 in) wide and reddish-brown with three to five darker markings. The lateral sepals are linear to narrow lance-shaped, 6–7 mm (0.2–0.3 in) long, about 2 mm (0.08 in) wide and free from each other. The petals are linear, 5–6 mm (0.20–0.24 in) long, about 1.5 mm (0.06 in) wide and reddish-brown with pale edges. The labellum is cream-coloured to whitish, egg-shaped to lance-shaped, 6–7 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and turns sharply upwards through about 90° near its middle. The edges of the upturned part of the labellum having crinkled, wavy edges and there is a shiny green, channelled callus in its centre extending just past the bend. Flowering occurs from late October through November.",
    "Taxonomy and naming": "Prasophyllum pulchellum was first formally described in 1998 by David Jones from a specimen collected on South Bruny Island\n and the description was published in Australian Orchid Research. The specific epithet (pulchellum) is a Latin word meaning \"beautiful\".",
    "Distribution and habitat": "The pretty leek orchid is only known from a six sites in the north and south of Tasmania. It grows in heath which often becomes very dense in the absence of fire, making the orchid difficult to locate.",
    "Conservation": "The population of P. pulchellum has been estimated as fewer than 150. It is classed as \"Endangered\" under the Tasmanian Threatened Species Protection Act 1995 and as Critically Endangered under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the population are urban development, inappropriate fire regimes and loss of population due to the loss of scattered individual orchids.",
    "References": "",
    "External links": " Data related to Prasophyllum pulchellum at Wikispecies"
  }
}