{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_rostratum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. rostratum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum rostratum, commonly known as the slaty leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular leaf and up to twenty five well-spaced, greenish-brown flowers. It is similar to P. pyriforme from mainland Australia but lacks that species' white to pinkish labellum.",
    "Description": "Prasophyllum rostratum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 250–600 mm (10–20 in) long and 5–8 mm (0.2–0.3 in) wide. Between ten and twenty five greenish to greenish-brown flowers are loosely arranged along a flowering spike which is 80–220 mm (3–9 in) long reaching to a height of 200–400 mm (8–20 in). The flowers are 14–16 mm (0.55–0.63 in) long and 8–10 mm (0.3–0.4 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is 9–12 mm (0.4–0.5 in) long, about 4 mm (0.2 in) wide and the lateral sepals are 7–12 mm (0.3–0.5 in) long, about 2 mm (0.08 in) wide, curve backwards and are free from each other. The petals are 6–11 mm (0.2–0.4 in) long, about 1 mm (0.04 in) wide and curve forwards and slightly upwards. The labellum is 6–8 mm (0.2–0.3 in) long, about 4 mm (0.2 in) wide and turns sharply upwards near its middle. There is a raised, fleshy, more or less bulbous callus in its centre. The labellum has a tail-like tip. Flowering occurs from October to December and is strongly promoted by fires the previous summer.",
    "Taxonomy and naming": "Prasophyllum rostratum was first formally described in 1840 by John Lindley and the description was published in The Genera and Species of Orchidaceous Plants. The specific epithet (rostratum) is a Latin word meaning \"beaked\" or \"curved\", referring to the tail-like tip of the labellum.",
    "Distribution and habitat": "The slaty leek orchid grows in a range of heath and sedge habitats, mainly in the north and north-west of Tasmania.",
    "References": "",
    "External links": " Data related to Prasophyllum rostratum at Wikispecies"
  }
}