{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_affine",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. affine"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum affine, commonly known as the heathland leek orchid or Jervis Bay leek orchid, is a species of orchid endemic to New South Wales. It has a single tubular, green leaf and up to fifty scented, green, red, brown and purple flowers. Although the type specimen was collected in the Sydney area in 1803, the species in now only known from three locations near Jervis Bay.",
    "Description": "Prasophyllum affine is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 500 mm (20 in) long. Up to 35 lightly scented flowers are crowded along a flowering spike about 400 mm (20 in) tall. The flowering spike emerges about three-quarters along the length of the leaf. The flowers are green, red, brown and purple and 7–9 mm (0.3–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped and 9–12 mm (0.4–0.5 in) long. The lateral sepals are up to 12 mm (0.5 in) long and at least partly joined to each other. The petals are 8–10 mm (0.3–0.4 in) long with a pointed tip. The labellum turns upwards at about 90° and there is a green to purple callus covered most of its upright part. Flowering occurs in November and December and is more prolific after summer fires. The fruit that follows flowering is a shiny green capsule which turns brown before releasing its seed.",
    "Taxonomy and naming": "Prasophyllum affine was first formally described in 1810 by John Lindley from a specimen collected at Port Jackson and the description was published in The Genera and Species of Orchidaceous Plants. The specific epithet (affine) is a Latin word meaning \"relating to\" or \"similar\". Lindley noted the similarity of this species to Prasophyllum alpinum.",
    "Distribution and habitat": "The heathland leek orchid grows in heath, although not in swampy places. It used to occur south from Sydney but is now only known from three locations near Jervis Bay.",
    "Conservation": "Prasophyllum affine is classified as Endangered under the New South Wales Threatened Species Conservation Act and the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. In 2001, fewer than 1200 mature plants were seen.\n\n\n== References =="
  }
}