{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_fitzgeraldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. fecundum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum fitzgeraldii, commonly known as FitzGerald's leek orchid, is a species of orchid endemic to South Australia. It has a single tube-shaped leaf and up to thirty five green or reddish-brown flowers with a pink to purple labellum. It was previously thought to also occur in Victoria.",
    "Description": "Prasophyllum fitzgeraldii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 100–450 mm (4–20 in) long and 3–5 mm (0.1–0.2 in) wide. Between fifteen and thirty five scented, green or reddish-brown flowers are arranged on a flowering spike 70–120 mm (3–5 in) long, reaching to a height of 300–500 mm (10–20 in). The flowers are 10–14 mm (0.4–0.6 in) long and 6–10 mm (0.2–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is broadly lance-shaped, 5–7 mm (0.2–0.3 in) long and about 3 mm (0.1 in) wide. The lateral sepals are lance-shaped, 5–7 mm (0.2–0.3 in) long, about 1.5 mm (0.06 in) wide and free from each other. The petals are linear, 5–6 mm (0.20–0.24 in) long and 1.5 mm (0.06 in) wide. The labellum is pink to purple, egg-shaped, about 5 mm (0.2 in) long, 3 mm (0.1 in) wide and turns upward at 90° about half-way along. The upturned part is crinkled and there is a fleshy, purplish-green callus in the centre and extending past the bend. Flowering occurs in October and November.",
    "Taxonomy and naming": "Prasophyllum fitzgeraldii was first formally described in 1909 by Richard Sanders Rogers and Joseph Maiden and the description was published in Transactions, proceedings and report, Royal Society of South Australia from a specimen collected in the Sandy Creek Conservation Park. The specific epithet (fitzgeraldii) honours the orchidologist Robert D. FitzGerald.",
    "Distribution and habitat": "FitzGerald's leek orchid grows in grassland, heath and forest in the south-east of South Australia. It was previously thought to also occur in Victoria, but the plants growing there are now thought to be of Prasophyllum roseum, a species described in 2017.",
    "References": "",
    "External links": " Data related to Prasophyllum fitzgeraldii at Wikispecies"
  }
}