{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_fecundum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. fecundum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum fecundum, commonly known as the self-pollinating leek orchid, is a species of orchid endemic to South Australia. It has a single, smooth, tube-shaped leaf with a reddish or purplish base, and up to twelve relatively small green and purplish flowers. The flowers are short-lived and self-pollinating although attractive to insects.",
    "Description": "Prasophyllum fecundum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth, tube-shaped leaf which is up to 200 mm (8 in) long and 2–4 mm (0.08–0.2 in) in diameter. The base of the leaf is red or purplish. Between three and twelve green and purplish flowers are arranged on a flowering spike 30–60 mm (1–2 in) long. The ovary is about 4 mm (0.2 in) long and 3 mm (0.1 in) wide and swollen. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is green, egg-shaped, about 4 mm (0.2 in) long and 2 mm (0.08 in) wide. The lateral sepals are greenish, lance-shaped, 4–5 mm (0.16–0.20 in) long, about 1.5 mm (0.06 in) wide and free from each other. The petals are greenish with purple tips, linear to oblong, about 4 mm (0.2 in) long and 1 mm (0.04 in) wide. The labellum is pale purple, egg-shaped, about 4 mm (0.2 in) long, 2.5 mm (0.1 in) wide and turns upward at 90° about half-way along. The upturned part is triangular with a wavy edge. Flowering occurs in September and early October.",
    "Taxonomy and naming": "Prasophyllum fecundum was first formally described in 1989 by Robert Bates and the description was published in Journal of the Adelaide Botanic Garden from a specimen collected in the Sandy Creek Conservation Park. The specific epithet (fecundum) is a Latin word meaning \"fruitful\", \"rich\" or \"abounding\" referring to the size of the ovary, which is usually larger than the rest of the flower.",
    "Distribution and habitat": "The self-pollinating leek orchid usually grows in sandy soil, often with Callitris trees.  It is found on the Yorke Peninsula, the southern Eyre Peninsula and in the Barossa Valley. Although the flowers are self-pollinating, they are nevertheless scented and attractive to insects.",
    "References": "",
    "External links": " Data related to Prasophyllum fecundum at Wikispecies"
  }
}