{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_stellatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. stellatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum stellatum, commonly known as the Ben Lomond leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, dark green leaf and up to twenty greenish-brown to brownish flowers with a white labellum. It is only known from two disjunct populations, at Ben Lomond and near Deloraine.",
    "Description": "Prasophyllum stellatum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single dark green, tube-shaped leaf which is 300–700 mm (10–30 in) long and 4–5 mm (0.16–0.20 in) wide near its dark red to purple base. Between ten and twenty greenish-brown to brownish flowers are loosely arranged along a flowering spike which is 90–150 mm (4–6 in) long, reaching to a height of 400–800 mm (20–30 in). The flowers are 14–18 mm (0.6–0.7 in) wide and as with other leek orchids, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, about 9.5–11 mm (0.37–0.43 in) long, about 4 mm (0.2 in) wide with three to five darker lines. The lateral sepals are linear to lance-shaped, 10–12 mm (0.4–0.5 in) long, about 2.5 mm (0.1 in) wide and spread widely apart from each other. The petals are narrow linear, 11–12 mm (0.4–0.5 in) long, about 1.5 mm (0.06 in) wide and brown with white edges. The labellum is white, oblong to narrow elliptic in shape, 12–14 mm (0.5–0.6 in) long, about 5 mm (0.2 in) wide and turns sharply backwards on itself near its middle. The edges of the upturned part of the labellum have crinkled edges and there is a greenish-yellow, fleshy, raised callus in its centre extending just past the bend. Flowering occurs from January to March.",
    "Taxonomy and naming": "Prasophyllum stellatum was first formally described in 1998 by David Jones from a specimen collected on Ben Lomond and the description was published in Australian Orchid Research. The specific epithet (stellatum) is a Latin word meaning \"starry\" or \"starred\" referring to the widely spreading petals and sepals.",
    "Distribution and habitat": "The Ben Lomond leek orchid is only known from two disjunct populations, one from private property near Storys Creek on Ben Lomond and the other in state forest at Cluan Tiers near Deloraine. It grows in forest with a shrub or grassy understorey.",
    "Conservation": "The population of P. stellatum has been estimated as about 70 in 2011. It is classed as \"Endangered\" under the Tasmanian Threatened Species Protection Act 1995 and as Critically Endangered under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the population are forestry activities, inappropriate disturbance and inappropriate fire regimes.",
    "References": "",
    "External links": " Data related to Prasophyllum stellatum at Wikispecies"
  }
}