{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_nitidum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. nitidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum nitidum, commonly known as the shining leek orchid, is a species of orchid endemic to southern continental Australia. It has a single tube-shaped leaf and up to twenty maroon, magenta or purple and green flowers with a pale purple to maroon labellum. It is a recently described plant, previously included with P. fitzgeraldii, but distinguished from that species by its shorter flower spike, glossy flowers and shining, raised labellum callus. It grows in the south-east of South Australia and in a single location in western Victoria.",
    "Description": "Prasophyllum nitidum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, shiny, green leaf which is 100–250 mm (4–10 in) long and 3–4 mm (0.1–0.2 in) wide near its maroon-tinged base. Between five and twenty scented, maroon, magenta or purple and green flowers are loosely arranged along a flowering spike 30–70 mm (1–3 in) long, reaching to a height of 400 mm (20 in). The flowers are 5–7 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 5–7 mm (0.2–0.3 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are greenish-brown or maroon, linear to lance-shaped, 5–8 mm (0.2–0.3 in) long, 1–2 mm (0.04–0.08 in) wide, mostly free from each other and curved backwards. The petals are purplish maroon, oblong, 5–6 mm (0.20–0.24 in) long, about 1.5 mm (0.06 in) wide and spread widely. The labellum is pale purple to maroon, oblong to egg-shaped, 5–6 mm (0.20–0.24 in) long, 2–4 mm (0.08–0.2 in) wide and turns sharply upward at 90° about half-way along. The upturned part is wavy or crinkled with hair-like papillae on the edges. There is a raised, oblong to egg-shaped, shiny callus which is darker than the labellum and which is in the centre of the labellum and extending almost to its tip. Flowering occurs in late September and October.",
    "Taxonomy and naming": "Prasophyllum nitidum was first formally described in 2017 by David Jones and Robert Bates and the description was published in Australian Orchid Review from a specimen collected in the Desert Camp Conservation Park. The specific epithet (nitidum) is a Latin word meaning \"shining\", \"glittering\" or \"bright\", referring to the shiny flowers.",
    "Distribution and habitat": "The shining leek orchid mostly grows in woodland on fertile plains in the mid to upper south-east of South Australia and near Edenhope in far western Victoria.",
    "References": "",
    "External links": " Data related to Prasophyllum nitidum at Wikispecies"
  }
}