{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_triangulare",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. triangulare"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum triangulare, commonly known as the dark leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a tall orchid with a single, purplish to blackish, tubular leaf and up to thirty or more relatively large, greyish-purple to brownish-purple flowers. It only flowers after fire the previous summer.",
    "Description": "Prasophyllum triangulare is a terrestrial, perennial, deciduous, herb with an underground tuber and a single fleshy, purplish to blackish, tube-shaped leaf 250–350 mm (9.8–14 in) long and 2–5 mm (0.08–0.2 in) wide. Between ten and thirty or more flowers are arranged along a flowering spike 90–180 mm (4–7 in) long, reaching to a height of 300–400 mm (10–20 in). The flowers are greyish-purple to brownish-purple, about 12 mm (0.5 in) long and about 9 mm (0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is 6–7 mm (0.2–0.3 in) long and about 2 mm (0.08 in) wide and the lateral sepals are a similar size and fused to each other. The petals are 5–6 mm (0.20–0.24 in) long, 2 mm (0.08 in) wide and turn forwards. The labellum is 8–9 mm (0.3–0.4 in) long, about 5 mm (0.2 in) wide and turns sharply upwards near its middle, the upturned part with slightly wavy edges. A broad callus covers most of the labellum, reaching almost to its tip. Flowering occurs in September and October but only following summer fire.",
    "Taxonomy and naming": "Prasophyllum triangulare was first formally described in 1882 by Robert D. FitzGerald and the description was published in The Gardeners' Chronicle. The specific epithet (triangulare) is derived from a Latin word triangulus meaning \"triangular\" referring to the narrow, triangular shape of the labellum.",
    "Distribution and habitat": "The dark leek orchid grows in shrubland, woodland and forest between Augusta and Albany in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "Prasophyllum regium is listed as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum triangulare at Wikispecies\n Media related to Prasophyllum triangulare at Wikimedia Commons"
  }
}