{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_constrictum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. constrictum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum constrictum, commonly known as the tawny leek orchid, is a species of orchid endemic to South Australia. It has a single tubular leaf and up to thirty five scented, brown or reddish-brown flowers with a pink or purplish labellum. Richard Sanders Rogers, who named this species, described the flowers as \"prune-coloured\".",
    "Description": "Prasophyllum constrictum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, 200–600 mm (8–20 in) long and 3–5 mm (0.1–0.2 in) wide. Between ten and thirty five flowers are arranged along a flowering spike 60–90 mm (2–4 in) long, reaching to a height of 200–500 mm (8–20 in). The flowers are scented, brown or reddish-brown, 12–15 mm (0.5–0.6 in) long and 5–7 mm (0.2–0.3 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is about 7 mm (0.3 in) long and 3.5 mm (0.1 in) wide and the lateral sepals are a similar length but narrower and parallel to each other. The petals are about 6 mm (0.2 in) long, 1 mm (0.04 in) wide and curve forwards. The labellum is pink or purplish, lance-shaped to egg-shaped, 7–9 mm (0.28–0.35 in) long, about 4 mm (0.16 in) wide and turns sharply upwards at about 90° near its middle. The middle of the labellum is narrowed and the upturned part has wavy edges. There is a fleshy, shiny callus in the centre of the labellum and extending almost to its tip. Flowering occurs from October to December.",
    "Taxonomy and naming": "Prasophyllum constrictum was first formally described in 1909 by Richard Sanders Rogers from a specimen collected near Tailem Bend and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (constrictum) refers to the constriction of the labellum.",
    "Distribution and habitat": "The tawny leek orchid grows in shrubby forest mainly in the Adelaide Hills and Mount Lofty Ranges.",
    "Conservation": "Prasophyllum constrictum is listed as \"Rare\" under the South Australian National Parks and Wildlife Act 1972.",
    "References": "",
    "External links": " Data related to Prasophyllum wallum at Wikispecies"
  }
}