{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_candidum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. candidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum candidum, commonly known as the Kiandra leek orchid, is a species of orchid endemic to eastern Australia. It has a single tubular, yellowish-green leaf and up to forty scented, bright white to greenish flowers. It grows in subalpine areas at altitudes above 1,000 m (3,000 ft) in New South Wales and Victoria although in the latter state it is considered to be a form of P. odoratum.",
    "Description": "Prasophyllum candidum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, yellowish-green leaf which is 200–400 mm (8–20 in) long and 8–22 mm (0.3–0.9 in) wide. Up to forty fragrant, bright white to greenish flowers are densely crowded along a flowering spike which is 60–100 mm (2–4 in) long. As with other leek orchids, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is linear to egg-shaped, 8–12 mm (0.3–0.5 in) long, about 4 mm (0.2 in) wide and curves inwards. The lateral sepals are linear to lance-shaped, 8–12 mm (0.3–0.5 in) long, about 2.5 mm (0.1 in) wide and spread widely apart from each other. The petals are linear to lance-shaped, 8–10.5 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and have a dark central stripe. The labellum is oblong to egg-shaped, 9–12 mm (0.4–0.5 in) long, 6–7 mm (0.24–0.28 in) wide, turns upwards and reaches above the lateral sepals. The edges of the labellum are very ruffled and there is a yellowish-green, grooved callus in its centre. Flowering occurs from December to early February.",
    "Taxonomy and naming": "Prasophyllum candidum was first formally described in 1991 by Robert Bates and David Jones from a specimen collected between Tumut and Adaminaby and the description was published in Australian Orchid Research. The specific epithet (candidum) is a Latin word meaning \"shining white\" or \"bright\", referring to the colour of the flowers.",
    "Distribution and habitat": "This leek orchid grows in sub-alpine grassland above 1,000 m (3,000 ft) in south-western New South Wales and Victoria. The Victorian Herbarium considers this species to be a form of P. odoratum.",
    "References": "",
    "External links": " Data related to Prasophyllum candidum at Wikispecies"
  }
}