{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_retroflexum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. retroflexum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum retroflexum, commonly known as the congested leek orchid or Kiandra leek orchid, is a species of orchid endemic to a small area near the border between New South Wales and Victoria, growing in subalpine herbfields. It has a single tubular leaf and up to forty densely-crowded, pale green flowers with pinkish markings.",
    "Description": "Prasophyllum retroflexum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf 200–400 mm (8–20 in) long and 3–6 mm (0.1–0.2 in) wide. Between ten and forty flowers are crowded along flowering stem 50–80 mm (2–3 in) long which reaches to a height of 250–400 mm (10–20 in). The flowers are lemon-scented, pale green with pinkish markings and open widely. As with others in the genus, they are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 5–6 mm (0.20–0.24 in) long and about 3 mm (0.1 in) wide. The lateral sepals are a similar length but narrower, linear to lance-shaped and are free from each other. The petals are a similar size to the lateral sepals and spread widely with their tips curved backwards. The labellum is pink to purplish, broadly egg-shaped, about 4 mm (0.2 in) long, 3 mm (0.1 in) wide and curves upwards near its middle. There is a raised green, fleshy, channelled callus in the centre of the labellum and extending almost to its tip. Flowering occurs from November to December.",
    "Taxonomy and naming": "Prasophyllum retroflexum was first formally described in 2000 by David Jones and the description was published in The Orchadian from a specimen collected near Adaminaby. The specific epithet (retroflexum) is derived from the Latin words retro meaning \"backwards\" and flexum meaning \"a bending or turning\".This species was formerly known as Prasophyllum morganii, but that species is now regarded as a Victorian endemic.",
    "Distribution and habitat": "The congested leek orchid grows in subalpine herbfield in the Tantangara - Kiandra - Yarrangobilly area in the Kosciuszko National Park of New South Wales and in a single population on the Nunniong Plain in Victoria.",
    "Conservation": "Prasophyllum retroflexum is listed as \"Vulnerable\" under the New South Wales Biodiversity Conservation Act 2016.",
    "References": "",
    "External links": " Data related to Prasophyllum retroflexum at Wikispecies"
  }
}