{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_fosteri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. fosteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum fosteri, commonly known as the Shelford leek orchid, is a species of orchid endemic to a small region of Victoria. It has a single tubular green leaf and up to twenty five green to reddish-brown flowers. It is a very rare orchid, only known from a single population on a roadside.",
    "Description": "Prasophyllum fosteri is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 100 mm (4 in) long and 2–4 mm (0.08–0.2 in) wide at the base. Between ten and twenty five scented flowers are arranged along a flowering stem 60–120 mm (2–5 in) long reaching to a height of 200–400 mm (8–20 in). The flowers are greenish to reddish-brown and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 7–8 mm (0.28–0.31 in) long and points forwards. The lateral sepals are linear to lance-shaped, 7–8 mm (0.28–0.31 in) long, parallel to and free from each other. The petals are more or less linear in shape, 6–7 mm (0.2–0.3 in) long and turn forwards. The labellum is egg-shaped, white pinkish, 5–6 mm (0.20–0.24 in) long and turns upwards through about 90° near its middle. The edges of the labellum are crinkled and there is a broad, raised callus in its centre. Flowering occurs from September to October.",
    "Taxonomy and naming": "Prasophyllum fosteri was first formally described in 2000 by David Jones and the description was published in The Orchadian from a specimen collected near Shelford.",
    "Distribution and habitat": "The Shelford leek orchid is only known from a single population growing on a roadside in the Shelford district. It grows in open native grasslands dominated by Themeda triandra in an area subject in the past to extensive clearing for agriculture.",
    "Conservation": "Prasophyllum fosteri is listed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and as \"Vulnerable\" under the Victorian Flora and Fauna Guarantee Act 1988. The main threats to the population are its small size, weed invasion livestock movement and road maintenance. The population is not in a conservation reserve.",
    "References": "",
    "External links": " Data related to Prasophyllum fosteri at Wikispecies"
  }
}