{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_beatrix",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. beatrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum beatrix, commonly known as the Marung leek orchid, is a species of orchid endemic to eastern Australia. It has a single tubular leaf and up to thirty five scented flowers with yellowish-green or purplish markings and is mainly confined to New South Wales.",
    "Description": "Prasophyllum beatrix is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, dark green leaf up to 600 mm (20 in) long and 2–8 mm (0.08–0.3 in) wide at the base, with the free part up to 250 mm (10 in) long. Between eight and thirty five scented white flowers with yellowish-green or purplish markings are crowded along a robust flowering spike 50–120 mm (2–5 in) long. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, 10–12 mm (0.4–0.5 in) long. The lateral sepals are a similar size to the dorsal sepal and are usually free each other. The petals are linear to lance-shaped and 10–14 mm (0.4–0.6 in) long. The labellum is white, 12–15 mm (0.5–0.6 in) long, turns upwards at more than 90° and has crinkled edges. Flowering occurs from September to October.",
    "Taxonomy and naming": "Prasophyllum beatrix was first formally described in 2006 by David Jones and Dean Rouse from a specimen collected from the Buckingbong State Forest near Narrandera and the description was published in Australian Orchid Research. The specific epithet (beatrix) is a Latin word beatusmeaning \"she that makes happy\", referring to \"the pleasant feelings engendered when finding this species in its natural habitat'.",
    "Distribution and habitat": "This leek orchid grows in grassy woodland in New South Wales but there is a single record from the Terrick Terrick National Park in Victoria.",
    "References": "",
    "External links": " Data related to Prasophyllum beatrix at Wikispecies"
  }
}