{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_anticum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. anticum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum anticum, commonly known as the Pretty Hill leek orchid, is a species of orchid endemic to Victoria. It has a single tubular, dark green leaf and between ten and twenty five scented, greenish-brown flowers and is only known from a small area in the south-west of the state.",
    "Description": "Prasophyllum anticum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 250 mm (10 in) long and 3–4 mm (0.1–0.2 in) wide at the base. Between ten and twenty five scented, greenish-brown flowers are crowded along a flowering spike about 60–120 mm (2–5 in) long. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped and about the same size as the lateral sepals which are erect and spread widely apart from each other. The petals are oblong to lance-shaped and about 7 mm (0.3 in) long. The labellum is egg-shaped, 6–7 mm (0.2–0.3 in) long, turns upwards at about 90° and has slightly wavy edges. Flowering occurs from October to November.",
    "Taxonomy and naming": "Prasophyllum anticum was first formally described in 2006 by David Jones and Dean Rouse from a specimen collected at the Pretty Hill Flora Reserve, near Orford and the description was published in Australian Orchid Research. The specific epithet (anticum) is a Latin word meaning \"foremost\" or \"in front\" in reference to the earlier flowering period of this species.",
    "Distribution and habitat": "The Pretty Hill leek orchid grows in grassland and is only known from the type location.\n\n\n== References =="
  }
}