{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_lindleyanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. lindleyanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum lindleyanum, commonly known as the green leek orchid, is a species of orchid endemic to south-eastern Australia. It has a single smooth, tube-shaped leaf and up to twenty scented, greenish flowers with a greenish or white labellum with a pink tinge.",
    "Description": "Prasophyllum lindleyanum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth, tube-shaped leaf up to 300 mm (10 in) long and 3–5 mm (0.1–0.2 in) in diameter near the base. Between ten and twenty scented, greenish flowers are well-spaced along a flowering spike up to 180 mm (7 in) long. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it and the dorsal sepal is the lowest part of the flower. The ovary is about 3 mm (0.1 in) long and inclined at 30° to the flowering stem and the dorsal sepal is egg-shaped to lance-shaped, 5–7 mm (0.2–0.3 in) long and inclined at 90° to the ovary. The laterals sepals are a similar size and shape to the dorsal sepal but are erect and spread apart from each other. The petals are 4–5 mm (0.16–0.20 in) long and spread apart or curve inwards. The labellum is white, often with a pink tinge, 5–8 mm (0.2–0.3 in) long and slightly crinkled with a central, greenish callus. Flowering occurs from September to January and is more prolific after fire the previous summer.",
    "Taxonomy and naming": "Prasophyllum lindleyanum was first formally described in 1871 by Heinrich Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (lindleyanum) honours John Lindley who died a few years before.",
    "Distribution and habitat": "The green leek orchid is uncommon throughout its range. It grows in woodland, heath and sub-alpine herbfield in Victoria and Tasmania, possibly also on the far south coast of New South Wales.",
    "References": "",
    "External links": " Media related to Prasophyllum lindleyanum at Wikimedia Commons\n Data related to Prasophyllum lindleyanum at Wikispecies"
  }
}