{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_collinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. collinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum collinum is a species of orchid endemic to South Australia. It has a single tubular leaf and up to thirty lemon-scented, greenish brown and white flowers. It is only known from the Eyre Peninsula where it grows in sparse woodland.",
    "Description": "Prasophyllum collinum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single shiny, dark green, tube-shaped leaf, 250–500 mm (10–20 in) long and 8–14 mm (0.3–0.6 in) wide with a reddish base. Between twelve and thirty lemon-scented flowers are crowded along a flowering spike 8–150 mm (0.3–6 in) long. The flowers are greenish brown and white and 8–12 mm (0.3–0.5 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 9–12.5 mm (0.4–0.5 in) long and 4–5 mm (0.16–0.20 in) wide with three fine dark lines. The lateral sepals are linear to lance-shaped, 9–14 mm (0.4–0.6 in) long, 2–3 mm (0.08–0.1 in) wide, and spread apart from each other. The petals are more or less linear in shape, green to purplish, 9–12 mm (0.4–0.5 in) long and 1.5–2 mm (0.06–0.08 in) wide and greenish, but white near the base. The labellum is white, oblong to egg-shaped, 12–15 mm (0.5–0.6 in) long, 6–7.5 mm (0.2–0.3 in) wide and turns sharply upwards at more than 90° near its middle. The upturned part of the labellum is wavy or crinkled and there is a yellowish-green callus with a dark green base, in the centre of the labellum. Flowering occurs in September and October.",
    "Taxonomy and naming": "Prasophyllum collinum was first formally described in 2006 by David Jones from a specimen collected near Mount Olinthus and the description was published in Australian Orchid Research. The specific epithet (collina) is a Latin word meaning \"of a hill\" or \"hilly\", referring to the hilly terrain where this orchid is often found.",
    "Distribution and habitat": "This leek orchid grows in sparse woodland, often on the sheltered side of low hills, in central and southern parts of the Eyre Peninsula.",
    "References": "",
    "External links": " Data related to Prasophyllum collinum at Wikispecies"
  }
}