{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_helophilum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. helophilum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum helophilum is a species of orchid endemic to New South Wales. It has a single tubular green leaf and up to twenty five purplish white and brown flowers. It grows in wet, swampy places on the central tablelands.",
    "Description": "Prasophyllum helophilum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, dark green leaf which is 150–450 mm (6–20 in) long and 2–6 mm (0.08–0.2 in) wide. Between about ten and twenty five flowers are crowded along a flowering stem 40–70 mm (2–3 in) long. The flowers are purplish white, brown and white and 6–8 mm (0.2–0.3 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is elliptic to egg-shaped, about 6 mm (0.2 in) long and 3 mm (0.1 in) wide with three fine, dark lines. The lateral sepals are linear to lance-shaped, about 7 mm (0.3 in) long, 2 mm (0.08 in) and mostly joined to each other. The petals are linear in shape, about 8 mm (0.3 in) long and 1–2 mm (0.04–0.08 in) wide. The labellum is white, more or less oblong in shape, 7–8.5 mm (0.28–0.33 in) long, 3.5–4 mm (0.1–0.2 in) and turns sharply upwards near its middle. The edges of the labellum are wavy and there is a yellowish-green and dark green callus in its centre. Flowering occurs in January and February.",
    "Taxonomy and naming": "Prasophyllum helophilum was first formally described in 2006 by David Jones and Dean Rouse. The description was published in Australian Orchid Research from a specimen collected  near the Kowmung River in the Kanangra-Boyd National Park. The specific epithet (helophilum) is \"derived from the Greek helos, marsh, meadow and -philum, loving, in reference to its marshy or swampy habitat\".",
    "Distribution and habitat": "This leek orchid is found on the Boyd Plateau in the Kanangra-Boyd National Park and on Mount Werong in the southern part of the Blue Mountains National Park.",
    "References": "",
    "External links": " Data related to Prasophyllum helophilum at Wikispecies"
  }
}