{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_odoratum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. odoratum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum odoratum, commonly known as the fragrant leek orchid, Rogers scented leek orchid or sweet leek orchid is a species of orchid endemic to south-eastern Australia. It has a single tubular leaf and up to fifty fragrant green and white flowers with reddish marks.",
    "Description": "Prasophyllum odoratum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf up to 700 mm (30 in) long and 2–8 mm (0.08–0.3 in) wide with a purplish base. Between ten and fifty flowers are arranged along a flowering spike 60–200 mm (2–8 in) long. The flowers are green and white with reddish marks and are scented. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 10–12 mm (0.4–0.5 in) long and turned downwards. The lateral sepals are linear to lance-shaped, 10–12 mm (0.4–0.5 in) long and free from each other. The petals are linear, to lance-shaped, 6–9 mm (0.2–0.4 in) long, white or with a reddish stripe with wavy margins. The labellum is white, egg-shaped, 6–12 mm (0.2–0.5 in) long, 4 mm (0.2 in) wide and turns sharply upwards with very wavy or ruffled edges. Flowering occurs from October to January.",
    "Taxonomy and naming": "Prasophyllum odoratum was first formally described in 1909 by Richard Sanders Rogers and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (odoratum) is a Latin word meaning \"having a smell\" or \"fragrant\".",
    "Distribution and habitat": "The fragrant leek orchid grows in a wide range of habitats in New South Wales as far inland as Griffith and is widespread in Victoria.",
    "References": "",
    "External links": " Media related to Prasophyllum odoratum at Wikimedia Commons\n Data related to Prasophyllum odoratum at Wikispecies"
  }
}