{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_goldsackii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. goldsackii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum goldsackii, commonly known as Goldsack's leek orchid, is a species of orchid endemic to South Australia. It has a single tubular green leaf and up to twelve green flowers with dark purple edges and tips. It is only known from two populations on each of the Yorke and Eyre Peninsulas.",
    "Description": "Prasophyllum goldsackii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 100–300 mm (4–10 in) long and 1–2 mm (0.04–0.08 in) wide, longer than the flowering stem. Between five and twelve flowers are loosely arranged along a flowering stem 150–600 mm (6–20 in) or more high. The flowers only open occasionally during hot weather and are self-pollinating. They are green with brown or dark purple edges and tips and as with others in the genus, are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 3–4 mm (0.1–0.2 in) long, about 2.5 mm (0.1 in) wide and forms a hood over the lower parts of the flower. The lateral sepals are curved, 4–5 mm (0.16–0.20 in) long, with their upper parts free from each other. The petals are triangular in shape, about 3 mm (0.1 in) long, 1.5 mm (0.06 in) wide and are sometimes hidden by the lateral sepals. The labellum is triangular, 4 mm (0.16 in) long and 2 mm (0.08 in) wide, turns upwards through about 90° near its middle and has a wavy edge. There is a raised callus consisting of two raised ridges near the bend in the labellum. Flowering occurs in September and October.",
    "Taxonomy and naming": "Prasophyllum goldsackii was first formally described in 1978 by Joseph Weber and Robert Bates and the description was published in Journal of the Adelaide Botanic Garden from a specimen collected by \"H. Goldsack\". The specific epithet (goldsackii) honours the collector of the type specimen.",
    "Distribution and habitat": "Goldsack's leek orchid grows in hard terra rossa soil on the lower Eyre Peninsula and on the Yorke Peninsula. It is difficult to observe because the flowers rarely open and when they do open, appear withered.",
    "Conservation": "This leek orchid is classified as \"Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and under the South Australian National Parks and Wildlife Act 1972. The main threats are dryland salinity, vegetation clearance, weed invasion and grazing by pest animals.",
    "References": "",
    "External links": " Data related to Prasophyllum goldsackii at Wikispecies"
  }
}