{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_paulinae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. paulinae"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum paulinae, commonly known as Pauline's leek orchid, is a species of orchid endemic to the south-west of Western Australia. It is a small, rare leek orchid with a single smooth, tubular leaf and up to seventy yellowish-green and purple flowers.",
    "Description": "Prasophyllum paulinae is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth dark green, tube-shaped leaf with a whitish base and 100–180 mm (4–7 in) long and 4–5 mm (0.16–0.20 in) in diameter. Between twenty five and seventy flowers are arranged on a flowering stem 80–250 mm (3–10 in) long reaching to a height of 150–400 mm (6–20 in). The flowers are greenish-yellow and purple, about 6 mm (0.2 in) long and 4 mm (0.2 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is about 4 mm (0.2 in) long and 2 mm (0.08 in) wide and the lateral sepals are about 4 mm (0.2 in) long and 1–1.5 mm (0.04–0.06 in) wide and fused at their bases but with elongated tips. The petals are about 3 mm (0.1 in) long and 1 mm (0.04 in) wide and turn forwards. The labellum has reddish or purplish markings and is about 5 mm (0.2 in) long, 4 mm (0.2 in) wide and turns sharply upwards near its middle. The edges of the labellum are reddish and crinkled and there is a dark callus in its centre, extending almost to the tip. Flowering occurs from September to November and is enhanced by fires the previous summer.",
    "Taxonomy and naming": "Prasophyllum paulinae was first formally described in 1996 by David Jones and Mark Clements and the description was published in Nuytsia. The specific epithet (paulinae) honours Pauline Heberle.",
    "Distribution and habitat": "Pauline's leek orchid grows with grasses and sedges in swamps near Albany in the Jarrah Forest biogeographic region.",
    "Conservation": "Prasophyllum paulinae is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.",
    "References": "",
    "External links": " Data related to Prasophyllum paulinae at Wikispecies"
  }
}