{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_canaliculatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. canaliculatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum canaliculatum, commonly known as the channelled leek orchid or summer leek orchid, is a species of orchid endemic to a small area of southern New South Wales. It has a single tubular, bright green leaf and up to twenty five scented, greenish-red or brownish flowers on a flowering stem. It grows in woodland at altitudes around 1,000 m (3,000 ft) where only about two hundred plants survive.",
    "Description": "Prasophyllum canaliculatum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, bright green leaf, 250–400 mm (9.8–16 in) long, about 3 mm (0.1 in) wide with a purplish-red base. The free part of the leaf beyond the flowering stem is 120–200 mm (5–8 in) long. Between five and twenty five fragrant flowers are crowded along a flowering spike 50–110 mm (2–4 in) long. The flowers are red, greenish red or brownish red and 7–9 mm (0.3–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is narrow egg-shaped to lance-shaped, 7–9 mm (0.3–0.4 in) long, 4–5 mm (0.16–0.20 in) wide and turned downwards. The lateral sepals are linear to lance-shaped, 7–9 mm (0.3–0.4 in) long, about 2 mm (0.08 in) and erect or curved forwards. The petals are linear to lance-shaped, about 7 mm (0.3 in) long and 2 mm (0.08 in) wide. The labellum is broadly elliptic to egg-shaped, about 6 mm (0.2 in) long, 4 mm (0.2 in) wide and turns upwards through about 90° near its tip. The edges of the labellum are flared and there is a green to reddish channelled callus in its centre. Flowering occurs from December to January.",
    "Taxonomy and naming": "Prasophyllum canaliculatum was first formally described in 1989 by David Jones from a specimen collected in the Wadbilliga National Park and the description was published in The Orchadian. The specific epithet (canaliculatum) is a Latin word meaning \"channelled' or \"grooved\".",
    "Distribution and habitat": "The summer leek orchid is only known from two populations on the Monaro tableland. It grows between grass tussocks in woodland at an altitude of about 1,000 m (3,000 ft).",
    "Conservation": "Only about 200 plants of P. canaliculatum are known to survive and the species is classified as \"Critically Endangered\" (CR) under the New South Wales Government Threatened Species Conservation Act 1995. The main threats to the population are the activities of feral pigs and deer, weed invasion and illegal off-road vehicle traffic.",
    "References": "",
    "External links": " Media related to Prasophyllum canaliculatum at Wikimedia Commons\n Data related to Prasophyllum canaliculatum at Wikispecies"
  }
}