{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_bagoense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. bagoense"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum bagoense, commonly known as the Bago leek orchid, is a species of orchid endemic to a small area of southern New South Wales. It has a single tubular, green leaf and up to thirty scented, pale tawny green flowers on a flowering stem. It grows in subalpine grassland in a single population near Tumbarumba.",
    "Description": "Prasophyllum bagoense is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, 250–350 mm (9.8–14 in) long and 3–4 mm (0.1–0.2 in) wide with a purplish-red base. Between fifteen and thirty fragrant flowers are crowded along a flowering spike 250–400 mm (10–20 in) high. The flowers are pale tawny green and 8–11 mm (0.3–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is narrow egg-shaped to lance-shaped, 6–7.5 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and turned downwards. The lateral sepals are linear to lance-shaped and about 7 mm (0.3 in) long. The petals are linear, about 7 mm (0.3 in) long, 1 mm (0.04 in) wide and spread widely apart from each other. The labellum is broadly lance-shaped to egg-shaped, about 6 mm (0.2 in) long, turns upwards with its tip projecting between the lateral sepals and has a wavy edge. Flowering occurs from December to January, usually after fire the previous summer.",
    "Taxonomy and naming": "Prasophyllum bagoense was first formally described in 2000 by David Jones from a specimen collected in the Bago State Forest and the description was published in The Orchadian. Jones originally gave the name P. bagoensis but the name was changed to comply with the International Code of Nomenclataure.",
    "Distribution and habitat": "The Bago leek orchid is only known from an area of about 1 km2 (0.4 sq mi) on a treeless, sub-alpine plain in the Bago State Forest. It grows with grasses and herbs at an altitude of about 1,200 m (4,000 ft).",
    "Conservation": "Prasophyllum bagoense is classified as \"Critically Endangered\" (CR) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and as \"Endangered\" under the New South Wales Government Threatened Species Conservation Act 1995. The main threats to the species are changes to due to changing drainage pattern, grazing by domestic stock, disturbance by feral pigs and horses, four-wheel-driving, trail bike and horse riding and weed invasion.",
    "References": "",
    "External links": " Data related to Prasophyllum bagoense at Wikispecies"
  }
}