{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_crebriflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. crebriflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum crebriflorum, commonly known as the crowded leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, dark green leaf with a purplish base and up to twenty five reddish-brown flowers. It is only known from four relatively small populations growing at high altitudes.",
    "Description": "Prasophyllum crebriflorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped, dark green leaf which is 120–260 mm (5–10 in) long and 2–5 mm (0.08–0.2 in) wide. The free part of the leaf is 60–100 mm (2–4 in) long. Between six and about twenty five flowers are crowded along a flowering spike 60–120 mm (2–5 in) long. The flowers are reddish-brown, 10–12 mm (0.4–0.5 in) wide and open widely. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to narrow egg-shaped, 6–8 mm (0.2–0.3 in) long and about 3 mm (0.1 in) wide and the lateral sepals are linear to lance-shaped, about 7 mm (0.3 in) long and 3 mm (0.1 in) wide. The lateral sepals are more or less erect and parallel to each other. The petals are narrow linear in shape, 6–7 mm (0.2–0.3 in) long, about 2 mm (0.08 in) wide upswept and widely separated from each other. The labellum is 5–6 mm (0.20–0.24 in) long, about 3 mm (0.1 in) wide, curves upwards and has slightly wavy edges. There is a greenish, channelled, fleshy callus in the centre of the labellum. Flowering occurs from early December to January.",
    "Taxonomy and naming": "Prasophyllum crebriflorum was first formally described in 2003 by David Jones from a specimen collected near Guildford and the description was published in Muelleria. The specific epithet (crebriflorum) is derived from the Latin words creber meaning \"close\", \"crowded\" and flos meaning \"flower\".",
    "Distribution and habitat": "The crowded leek orchid is only known from four populations growing in grassland, two on the Central Plateau and two in the north-west of the state, all on private property at high elevations.",
    "Conservation": "Prasophyllum crebriflorum is classified as Endangered under the Tasmanian Threatened Species Protection Act 1995 and under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the species are land clearing, grazing by livestock and inappropriate fire regimes.",
    "References": "",
    "External links": " Data related to Prasophyllum crebriflorum at Wikispecies"
  }
}