{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_alpinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. alpinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum alpinum, commonly known as the alpine leek orchid, is a species of orchid endemic to Tasmania. It was formerly described as occurring in mainland Australia but has smaller flowers than the species occurring there. It has a single, tube-shaped leaf and up to fourteen green to greenish-brown flowers and grows in subalpine areas.",
    "Description": "Prasophyllum alpinum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf, 80–200 mm (3–8 in) long and 2–5 mm (0.08–0.2 in) wide. The leaf has a white base and its free part is 80–120 mm (3–5 in) long. Between five and fourteen flowers are arranged along a flowering spike 30–100 mm (1–4 in) long. The flowers are green to greenish-brown, 5–8 mm (0.2–0.3 in) long and sometimes some of them do not open. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped, 4–5 mm (0.16–0.20 in) long and about 2 mm (0.08 in) wide. The lateral sepals are joined along their sides and the petals are linear to egg-shaped, about 4 mm (0.2 in) long and 1 mm (0.04 in) wide. The labellum is egg-shaped to broad lance-shaped, 3–4 mm (0.1–0.2 in) long, about 2 mm (0.08 in) long and white or greenish. Flowering occurs from December to January.",
    "Taxonomy and naming": "Prasophyllum alpinum was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen.  The specific epithet (alpinum) is a Latin word meaning \"of high mountains\".Prasophyllum colensoi from New Zealand and P. tadgellianum and P. sphacelatum from mainland Australia were formerly included with P. alpinum.",
    "Distribution and habitat": "The alpine leek orchid is common in grassland and herbfields in moist areas above 650 m (2,000 ft) south of Cradle Mountain.\n\n\n== References =="
  }
}