{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_brevisepalum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. brevisepalum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum brevisepalum is a species of orchid endemic to New South Wales. It has a single tubular, shiny dark green leaf and up to thirty five scented, yellowish to brownish green and white flowers. It is only known from a single population growing in woodland near Inverell.",
    "Description": "Prasophyllum brevisepalum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single shiny, dark green, tube-shaped leaf, 200–350 mm (8–10 in) long and 3–5 mm (0.1–0.2 in) wide with a purplish base. Between fifteen and thirty five flowers are crowded along a flowering spike 100–150 mm (4–6 in) long, reaching to a height of up to 400 mm (20 in). The flowers are sweetly scented and yellowish to brownish green. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is egg-shaped to lance-shaped, 7–9 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and has three to five darker veins and a pointed tip. The lateral sepals are linear to lance-shaped, 6–7 mm (0.2–0.3 in) long, about 3 mm (0.1 in) wide and curved forwards. The petals are white with a reddish-brown centre, linear, 7–8 mm (0.28–0.31 in) long and 1–2 mm (0.04–0.08 in) wide. The labellum is white, oblong, 8.5–10.5 mm (0.3–0.4 in) long, 4.5–5.5 mm (0.18–0.22 in) wide and turns sharply upwards through about 90°. There is a lance-shaped to egg-shaped yellow to yellowish-green callus in the centre of the labellum, extending well past the bend. Flowering occurs between mid September and mid October.",
    "Taxonomy and naming": "Prasophyllum brevisepalum was first formally described in 2018 by David Jones and Lachlan Copeland from a specimen collected near Inverell and the description was published in Australian Orchid Review. The specific epithet (brevisepalum) is derived from the Latin word brevis meaning \"short\", and the New Latin word sepalum meaning \"sepal\", referring to the relatively short sepals of this species.",
    "Distribution and habitat": "This leek orchid grows in grassy woodland at altitudes of about 630 m (2,000 ft) near Inverell where it is only known from a single population growing in soil derived from basalt.\n\n\n== References =="
  }
}