{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_limnetes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. limnetes"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum limnetes, commonly known as the marsh leek orchid, is a species of orchid endemic to Tasmania. It has a single tubular, green leaf and up to thirty five greenish-white flowers with a pinkish labellum. It is only known from a population of fewer than twenty plants growing in a sanctuary near Port Sorell.",
    "Description": "Prasophyllum limnetes is a terrestrial, perennial, deciduous, herb with an underground tuber and a single tube-shaped leaf which is 200–350 mm (8–10 in) long and 4–6 mm (0.16–0.24 in) wide near its purplish base. The free part of the leaf is 100–150 mm (4–6 in) long. Between fifteen and thirty five greenish-white flowers are crowded along a flowering spike which is 80–120 mm (3–5 in) long, reaching to a height of 300–500 mm (10–20 in). As with other leek orchids, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is 7–9 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and the lateral sepals are 6–7.5 mm (0.2–0.3 in) long, about 2 mm (0.08 in) wide, erect and free from each other. The petals are 6–7 mm (0.2–0.3 in) long, about 1 mm (0.04 in) wide and turn forwards. The labellum is greenish white with pink or mauve tinges, tapers to a point and turns sharply upwards near its middle. The edges of the upturned part of the labellum are slightly wavy and there is a callus in its centre, extending to its tip. Flowering occurs from late November to December.",
    "Taxonomy and naming": "Prasophyllum limnetes was first formally described in 2006 by David Jones from a specimen collected in marshland near Port Sorell and the description was published in Australian Orchid Research. The specific epithet (limnetes) is a Latin word meaning \"marsh-dweller\".",
    "Distribution and habitat": "The marsh leek orchid grows in the ecotone between marshland and woodland in the Rubicon Sanctuary near Port Sorell.",
    "Conservation": "Prasophyllum limnetes is listed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and the Tasmanian Threatened Species Protection Act 1995. It is only known from a single population of up to twenty plants inhabiting a range of a few square metres. The main threats to the population are land clearing, habitat fragmentation and inappropriate burning.",
    "References": "",
    "External links": " Data related to Prasophyllum incurvum at Wikispecies"
  }
}