{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_odoratissimum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. odoratissimum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum odoratissimum, commonly known as the scented leek orchid or fragrant leek orchid, is a species of orchid endemic to Western Australia. It has a single smooth, tubular leaf and up to thirty or more scented, greenish, white and fawn-coloured flowers with a labellum which is often bent backwards. It was formerly included in Prasophyllum odoratum.",
    "Description": "Prasophyllum odoratissimum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single smooth, tube-shaped leaf which is 200–500 mm (8–20 in) long and 4–8 mm (0.2–0.3 in) wide. Between ten and thirty or more greenish, white and fawn-coloured flowers which are about 12 mm (0.5 in) long and 10 mm (0.4 in) wide are arranged along a flowering spike which reaches to a height of 150–400 mm (6–20 in). As with other leek orchids, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal is held close to horizontally, the petals face forwards and the lateral sepals are erect and widely separated from each other. The labellum turns sharply upwards and often backwards near its middle. The edges of the upturned part of the labellum are wavy and there is a greenish callus in its centre. Flowering occurs from September to November.",
    "Taxonomy and naming": "Prasophyllum odoratissimum was first formally described in 1996 by David Jones from a specimen collected near Fish Creek in Walpole and the description was published in The Orchadian. It was formerly described as a variety of P. odoratum. The specific epithet (odoratissimum) is the superlative form of the Latin word odoratus meaning \"fragrant\" referring to the scented flowers of this species.",
    "Distribution and habitat": "The scented leek orchid grows in deep sandy soil and near-coastal woodland between Augusta and Augusta in the Esperance Plains, Mallee, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Prasophyllum odoratissimum is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Prasophyllum odoratissimum at Wikispecies"
  }
}