{
  "url": "https://en.wikipedia.org/wiki/Prasophyllum_catenemum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Prasophyllinae"
    },
    {
      "Genus": "Prasophyllum"
    },
    {
      "Species": "P. catenemum"
    }
  ],
  "text": {
    "__SUMMARY__": "Prasophyllum catenemum is a species of orchid endemic to South Australia. It has a single tubular leaf and up to twenty white and green to purplish flowers. It is only known from a small area of the coast of the state where it grows in shrubland which is often engulfed by uynstable sand dunes.",
    "Description": "Prasophyllum catenemum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single shiny, pale green, tube-shaped leaf, 150–300 mm (6–10 in) long and 2–4 mm (0.08–0.2 in) wide with a reddish-purple base. Between six and twenty flowers are crowded along a flowering spike 50–80 mm (2–3 in) long. The flowers are lemon scented, white and green to purplish and 8–10 mm (0.3–0.4 in) wide. As with others in the genus, the flowers are inverted so that the labellum is above the column rather than below it. The dorsal sepal is lance-shaped to egg-shaped, 6.5–10 mm (0.3–0.4 in) long and 3–5 mm (0.1–0.2 in) wide with dark lines. The lateral sepals are 8–10 mm (0.3–0.4 in) long, 1.5–2 mm (0.06–0.08 in) wide, free from, or partly joined to each other. The petals are linear in shape, green to purplish, 7–8 mm (0.28–0.31 in) long and 1–1.5 mm (0.04–0.06 in) wide. The labellum is white, broadly lance-shaped to egg-shaped, 7.5–9.5 mm (0.3–0.4 in) long, 4.5–7 mm (0.2–0.3 in) wide and turns sharply upwards at about 90° near its middle. The upturned part of the labellum is crinkled and there is a yellowish-green callus in the centre of the labellum. Flowering occurs in September and October.",
    "Taxonomy and naming": "Prasophyllum catenemum was first formally described in 2006 by David Jones from a specimen collected near Streaky Bay and the description was published in Australian Orchid Research. The specific epithet (catenemum) is derived from the Ancient Greek word catenemos meaning \"wind-blown\" referring to the habitat of this species.",
    "Distribution and habitat": "This leek orchid grows in coastal areas of South Australia between Streaky Bay and Smoky Bay where it grows in shrubland which is sometimes engulfed by constantly moving, unstable sand dunes.",
    "References": "",
    "External links": " Data related to Prasophyllum catenemum at Wikispecies"
  }
}