{
  "url": "https://en.wikipedia.org/wiki/Ornithogalum_thyrsoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Scilloideae"
    },
    {
      "Tribe": "Ornithogaleae"
    },
    {
      "Genus": "Ornithogalum"
    },
    {
      "Species": "O. thyrsoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Ornithogalum thyrsoides is a bulbous plant species that is endemic to the Cape Province in South Africa.  It is also known by the common names of chinkerinchee or chincherinchee, star-of-Bethlehem or wonder-flower. It produces long-lasting flowers prized as cut flowers.",
    "Description": "It is perennial, attaining 29–50 cm (11–20 in)  in height, becoming dormant during winter. It produces half-a-dozen fleshy leaves which die after flowering - the leaves being some 15–30 cm (5.9–11.8 in) in length and 0.5 to 1.5 cm in width, lanceolate, smooth and soft-textured. The flowers are in a compact raceme of 30-50 or in a loose corymb of 5-20 flowers. The flowers are bowl-shaped with green bracts of approximate pedicel length. Flowers are white to creamy-white, with brown or green centres fading with age. They are seen from October to February, and are phototropic (turning towards the sun). The spindle-shaped capsular fruit holds black, shiny seeds of diverse shapes.",
    "History and names": "The plant was first named under the Linnaean System by the Dutch-born botanist Nikolaus Joseph von Jacquin in 1776, shortly after the plant was introduced into Dutch gardens. It has been cultivated in temperate Europe ever since.\nThe Latin specific epithet thyrsoides refers to a specific type of inflorescence, the thyrse - and ultimately to a type of ancient Greek staff or wand, the thyrsus.The common name chincherinchee is a translation of the Afrikaans name for this species, tjienkerientjee, which refers to the sound made by stalks rubbed together,",
    "Cultivation": "O. thyrsoides has received the Royal Horticultural Society’s Award of Garden Merit. It is grown in a sunny or partially shaded sheltered spot. The plant becomes dormant shortly after flowering in spring and early summer. The dormant bulb must not be exposed to freezing temperatures.",
    "References": "\n Media related to Ornithogalum thyrsoides at Wikimedia Commons"
  }
}