{
  "url": "https://en.wikipedia.org/wiki/Ornithogalum_narbonense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Asparagaceae"
    },
    {
      "Subfamily": "Scilloideae"
    },
    {
      "Tribe": "Ornithogaleae"
    },
    {
      "Genus": "Ornithogalum"
    },
    {
      "Species": "O. narbonense"
    }
  ],
  "text": {
    "__SUMMARY__": "Ornithogalum narbonense, common names Narbonne star-of-Bethlehem, pyramidal star-of-Bethlehem and southern star-of-Bethlehem, is a herbaceous perennial flowering plant with underground bulbs, belonging to the genus Ornithogalum of the family Asparagaceae. The Latin name Ornithogalum of the genus, meaning \"bird's milk\", derives from the Greek, while the species name narbonense refers to the French town of Narbonne.",
    "Description": "Ornithogalum narbonense reaches on average 40–50 centimetres (16–20 in) of height, with a maximum of 70 centimetres (28 in). The bulbs are whitish and ovoid. The stems are erect and the long leaves are fleshy and lance-shaped, 8–15 millimetres (0.31–0.59 in) wide. The raceme is pyramidal, with 25-75 hermaphrodite flowers. Each flower has a long bract of 1–2 centimetres (0.39–0.79 in) and six star-shaped milky white petals bearing a pale green central vein, while the buds are oval, with longitudinal green and white stripes. The six stamens have a white filament holding yellow anthers of 4 millimetres (0.16 in). The flowers are pollinated by insects. The flowering period extends from May through June.",
    "Gallery": "",
    "Distribution": "This species is present in the Mediterranean Basin, Armenia and northwestern Iran.",
    "Habitat": "This plant grows in fields and grassy and dry areas, in waste ground and in rocky terrains. In the south-east of its range it can be found at an altitude of 0–3,000 metres (0–9,843 ft) above sea level; in Crete at 0–1,150 metres (0–3,773 ft).",
    "References": "Pignatti S. - Flora d'Italia - Edagricole – 1982 Vol. III, pg. 372",
    "External links": "Malta Wild Plants\nBiolib\nOrnithogalum narbonense"
  }
}