{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_glaucophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. glaucophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra glaucophylla is a species of orchid that is endemic to South Australia. It has a single erect, channelled, pale green leaf and up to fifteen pale blue, mauve or white flowers with an inflated, greyish lobe on top of the anther.",
    "Description": "Thelymitra glaucophylla is a tuberous, perennial herb with a single erect, fleshy, channelled, glaucous, linear to lance-shaped leaf 100–500 mm (4–20 in) long, 8–20 mm (0.3–0.8 in) wide. Between three and fifteen strongly scented, pale blue, mauve or white flowers 30–50 mm (1–2 in) wide are arranged on a flowering stem 250–800 mm (10–30 in) tall. The sepals and petals are 15–25 mm (0.6–1 in) long and 4–13 mm (0.2–0.5 in) wide. The column is a similar colour to the petals, 5.5–7.5 mm (0.2–0.3 in) long and 3–4.5 mm (0.1–0.2 in) wide. The lobe on the top of the anther is greyish brown with a yellow tip, an inflated tube shape and gently curved with two lobes on its end. The side lobes have toothbrush-like tufts of white or creamy yellow hairs. Flowering occurs from October to December.",
    "Taxonomy and naming": "Thelymitra glaucophylla was first formally described in 2013 by Jeff Jeanes after an unpublished description by Robert Bates. The formal description was published in Muelleria from a specimen collected near Sevenhill. The specific epithet (glaucophylla) is said to be derived from the Ancient Greek glauco meaning \"bluish-gray\" and phylla meaning \"leaf\", referring to the large, glaucous leaves of this species. Glauco, written as Glaukō (Γλαυκώ), is actually a name for the moon in Ancient Greek, while \"bluish-gray\" is glaukos (γλαυκός). The proper word for \"leaf\" is phyllon (φύλλον).",
    "Distribution and habitat": "This sun orchid mostly grows in open forest, woodland and grassland, often in hilly places. It is locally common in the south-east of South Australia.",
    "References": "",
    "External links": " Data related to Thelymitra glaucophylla at Wikispecies"
  }
}