{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_arenaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. arenaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra arenaria, commonly called the forest sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single long, narrow leaf and up to sixteen purplish self-pollinating flowers which only open on hot days.",
    "Description": "Thelymitra arenaria is a tuberous, perennial herb with a single leathery, channelled, dark green linear to lance-shaped leaf 150–300 mm (6–10 in) long and 8–18 mm (0.3–0.7 in) wide with a purplish base. Between two and sixteen purplish flowers 16–26 mm (0.6–1 in) wide are borne on a flowering stem 240–400 mm (9–20 in) tall. There are usually and two bracts on the flowering stem. The sepals and petals are 8–15 mm (0.3–0.6 in) long and 4–8 mm (0.2–0.3 in) wide. The column is pale blue with dark blue streaks, 4.5–6 mm (0.18–0.24 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark brown with a yellow tip and gently curved. The side lobes curve upwards and have dense, hairbrush-like tufts of white hairs. The flowers are self-pollinating and only open on warm to hot, humid days. Flowering occurs from October to December.",
    "Taxonomy and naming": "Thelymitra arenaria was first formally described in 1840 by John Lindley from a specimen collected in Tasmania and the description was published in his book The genera and species of Orchidaceous plants. The specific epithet (arenaria) is a Latin word meaning \"of sand\" or \"sandy\".",
    "Distribution and habitat": "The forest sun orchid is widespread and common within most of its range. It grows in a wide range of habitats from grassland to forest and is found in southern New South Wales, the Australian Capital Territory, in the southern half of Victoria, in south-eastern South Australia and in Tasmania.",
    "References": "",
    "External links": " Media related to Thelymitra arenaria at Wikimedia Commons\n Data related to Thelymitra arenaria at Wikispecies"
  }
}