{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_hygrophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. hygrophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra hygrophila, commonly known as the blue star sun orchid, is a species of orchid in the family Orchidaceae and is endemic to a small area of South Australia. It has a single erect, fleshy, channelled leaf and up to five pale blue to cornflower blue flowers which open on warm, humid days. Much of its formal habitat has been cleared and the species is now critically endangered.",
    "Description": "Thelymitra hygrophila is a tuberous, perennial herb with a single erect, fleshy, channelled, linear to lance-shaped leaf 100–300 mm (4–10 in) long and 2–6 mm (0.08–0.2 in) wide. Up to five pale blue to cornflower blue flowers, 15–20 mm (0.6–0.8 in) wide are borne on a flowering stem 200–400 mm (8–20 in) tall. The sepals and petals are 7–11 mm (0.3–0.4 in) long and 3–8 mm (0.1–0.3 in) wide. The column is pale blue, 5–7 mm (0.2–0.3 in) long and 2–3 mm (0.08–0.1 in) wide. The lobe on the top of the anther is sharply curved and dark brown to black with a yellow, deeply notched tip. The side lobes curve forwards and have dense tufts of white hairs on their ends. The flowers open on warm, humid days in October.",
    "Taxonomy and naming": "Thelymitra hygrophila was first formally described in 2010 by Robert Bates from a specimen he collected near Springton in 2004. The description was published in the Journal of the Adelaide Botanic Garden. The specific epithet (hygrophila) is said to be derived from the Ancient Greek hygros meaning \"water\" and phelos meaning \"love\", referring to the habitat preference of this species. In Ancient Greek, the proper word for \"water\" is however hydōr (ὕδωρ), while hygros (ὑγρός) means \"wet\", \"moist\" or \"fluid\". Phēlos (φῆλος) actually means \"deceitful\" in Ancient Greek, while \"love\" (in the sense of affection or fondness) is philia (φιλία) or philos (φῖλος).",
    "Distribution and habitat": "The blue star sun orchid grows in rich soils near river red gum and temporary ponds with rushes and sedges in the Murray and Southern Lofty botanical regions.",
    "Conservation": "The range of T. hygrophila has been considerably reduced by land clearing. In 2010 the species was recorded in three locations but it has not been seen since. It is listed as \"vulnerable\" in South Australia and as \"critically endangered\" under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are land clearing and drying of the pools and other moist areas where it grows, due to changed drainage patterns.\n\n\n== References =="
  }
}