{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_vulgaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. vulgaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra vulgaris, commonly called the slender sun orchid or common sun orchid, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect, dark green leaf and up to nine relatively small, blue to purplish or white flowers.",
    "Description": "Thelymitra vulgaris is a tuberous, perennial herb with a single erect, channelled, dark green, linear to lance-shaped leaf 100–300 mm (4–10 in) long and 4–12 mm (0.2–0.5 in) wide. Between two and nine blue to purplish or white flowers, 15–25 mm (0.6–1 in) wide are borne on a flowering stem 100–400 mm (4–20 in) tall. The sepals and petals are 6–13 mm (0.2–0.5 in) long and 2.5–5 mm (0.1–0.2 in) wide. The column is pale blue or white, 4–5 mm (0.16–0.20 in) long and about 2 mm (0.08 in) wide. The lobe on the top of the anther is reddish brown with a yellow tip, gently curved and tube-shaped with a deeply notched tip. The side lobes curve gently upwards and have toothbrush-like tufts of white hairs with a glandular tip. The flowers are self-pollinating and open only slowly, even on hot days. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra vulgaris was first formally described in 2004 by Jeff Jeanes and the description was published in Muelleria. The specific epithet (vulgaris) is a Latin word meaning \"common\" or \"commonplace\", referring to this species being the most common and widespread sun orchid in Western Australia.",
    "Distribution and habitat": "The scarp sun orchid grows in a wide range of habitats ranging from winter-wet swamps to soil pockets on granite outcrops. It is found from Geraldton to Esperance and is especially common in swampy place between Manjimup and Mount Barker.",
    "Conservation": "Thelymitra vulgaris is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra vulgaris at Wikispecies"
  }
}