{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_adorata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. adorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra adorata, commonly called the Wyong sun orchid or praying sun orchid, is a species of orchid that is endemic to a very small area of New South Wales. It has a single relatively large, erect, fleshy, channelled leaf and up to thirteen deep blue, self-pollinating flowers.",
    "Description": "Thelymitra adorata is a tuberous, perennial herb with a single erect, dark green, fleshy, channelled, linear leaf 140–400 mm (6–20 in) long and 5–20 mm (0.2–0.8 in) wide with a purplish base. Up to eighteen deep blue flowers 14–22 mm (0.6–0.9 in) wide are arranged on a flowering stem 250–650 mm (10–30 in) tall. The sepals and petals are 6–12 mm (0.2–0.5 in) long, 3–6.5 mm (0.1–0.3 in) wide and light brown on their reverse side. The column is pink or purplish, 4.5–6.5 mm (0.18–0.26 in) long and 2.5–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther is dark brown to blackish with a yellow tip, tubular and sharply curved with a notched tip. The side lobes curve upwards and have untidy, mop-like tufts of white hairs. Flowering occurs from September to November but the flowers are self-pollinating and only open on sunny days.",
    "Taxonomy and naming": "Thelymitra adorata was first formally described in 2011 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Wadalba. The specific epithet (adorata) is a Latin word meaning \"honor\", \"esteem\" or \"worship\", referring to the column which, in side view, \"has been likened to a person in prayer\".",
    "Distribution and habitat": "The Wyong sun orchid usually grows in grassy woodland in very small isolated colonies between Wyong, Warnervale and Wyongah.",
    "Conservation": "Thelymitra adorata only occurs in a small number of isolated sites and is threatened by weed invasion, habitat fragmentation and disturbance and inappropriate management activities. It is listed as \"critically endangered\" under the under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and under the New South Wales Government NSW Threatened Species Conservation Act.",
    "References": "",
    "External links": " Data related to Thelymitra adorata at Wikispecies"
  }
}