{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_jonesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. jonesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra jonesii, commonly called the skyblue sun orchid, is a species of orchid that is endemic to Tasmania. It has a single erect, fleshy, linear, dark green leaf and up to six relatively small light blue to azure blue flowers with darker veins. It is a rare orchid known from only four scattered locations in moist coastal heath.",
    "Description": "Thelymitra jonesii is a glaucous, tuberous, perennial herb with a single erect, fleshy, channelled, grass-like linear leaf 60–210 mm (2–8 in) long and 3–6 mm (0.1–0.2 in) wide with a purplish base. Up to six light blue to azure blue flowers with darker veins, 13–27 mm (0.5–1 in) wide are arranged on a flowering stem 80–400 mm (3–20 in) tall. The sepals and petals are 6–13 mm (0.2–0.5 in) long and 2–8 mm (0.08–0.3 in) wide. The column is blue to purplish, 3–5 mm (0.1–0.2 in) long and 1.5–2.5 mm (0.06–0.1 in) wide with flanges on the side. The lobe on the top of the anther is blackish with a yellow fleshy, toothed tip and the side lobes have mop-like tufts of white or purplish hairs. The flowers are insect pollinated and open on warm days. Flowering occurs from September to December and flowering is more prolific after fire the previous summer.",
    "Taxonomy and naming": "Thelymitra jonesii was first formally described in 2001 by Jeff Jeanes from a specimen collected between Eaglehawk Neck and Taranna and the description was published in Muelleria. The specific epithet (jonesii) honours the botanist and author David Jones.",
    "Distribution and habitat": "The skyblue sun orchid grows in coastal heath and forest. It is only known from the Tasman Peninsula, Rocky Cape, Cape Barren Island and near Southport and only from the first of these in recent years.",
    "Conservation": "The total number of mature individuals of T. jonesii was estimated in 2002 to be fewer than sixty. The species is listed as \"critically endangered\" under the under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and as \"endangered\" under the Tasmanian Threatened Species Protection Act 1995.",
    "References": "",
    "External links": " Data related to Thelymitra jonesii at Wikispecies"
  }
}