{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_crinita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. crinita"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra crinita, commonly known as the blue lady orchid, the queen orchid, the lily orchid, is a species of orchid which is endemic to the south-west of Western Australia. It has a single broad, oval leaf and up to fifteen brilliant blue flowers with a blue column with the lobe on top of the anther covered with short, finger-like calli.",
    "Description": "Thelymitra crinita is a tuberous, perennial herb with a single dark green, broadly lance-shaped leaf 50–150 mm (2–6 in) long and 10–45 mm (0.4–2 in) wide. Between two and fifteen flowers 30–45 mm (1–2 in) wide are borne on a flowering stem 200–750 mm (8–30 in) tall. The flowers are usually brilliant blue but vary from pale to dark blue. The sepals and petals are 15–22 mm (0.6–0.9 in) long and 6–10 mm (0.2–0.4 in) wide. The column is blue with a yellow crest, 4–5 mm (0.2–0.2 in) long and about 2.5 mm (0.1 in) wide and the lobe on the top of the anther is short and densely covered with short, finger-like yellow glands. Flowering occurs from September to November. The flowers are insect pollinated and open on sunny days. This species is similar to T. cornicina but has a much broader leaf than that species.",
    "Taxonomy and naming": "Thelymitra crinita was first formally described in 1839 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (crinita) is a Latin word meaning \"hairy\", referring to the crest on top of the column.",
    "Distribution and habitat": "The blue lady orchid grows in coastal and near-coastal forest, sometimes in swampy places and is found between Gingin and Esperance in the Esperance Plains, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions growing on grey-white sand and loamy clay.",
    "Conservation": "This orchid is common in its range and is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Thelymitra crinita at Wikimedia Commons"
  }
}