{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_megacalyptra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. megacalyptra"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra megacalyptra, commonly called the plains sun orchid, is a species of orchid that is endemic to eastern Australia. It has a single erect, fleshy leaf and up to fifteen blue to purplish, sometimes lilac, pink or white flowers with white tufts on top of the anther. It is known as Thelymitra megcalyptra by some authorities.",
    "Description": "Thelymitra megacalyptra is a tuberous, perennial herb with a single erect, leathery, fleshy, channelled, dark green, linear to lance-shaped leaf 100–350 mm (4–10 in) long and 5–20 mm (0.2–0.8 in) wide with a purplish base. Between two and fifteen blue to purplish, sometimes lilac, pink or white flowers 25–45 mm (1–2 in) wide are arranged on a flowering stem 200–600 mm (8–20 in) tall. There are usually two bracts along the flowering stem. The sepals and petals are 15–22 mm (0.6–0.9 in) long and 5–11 mm (0.2–0.4 in) wide. The column is pale blue, white or pinkish, 6–8 mm (0.2–0.3 in) long and 3–4.5 mm (0.1–0.2 in) wide. The lobe on the top of the anther is dark brown to blackish with a yellow tip and a V-shaped notch. The side lobes turn forwards and have white, toothbrush-like tufts on their ends. The flowers are scented, long-lived, insect-pollinated and open on sunny days. Flowering occurs from August to November.",
    "Taxonomy and naming": "The plains sun orchid was first formally described in 1879 by Robert Fitzgerald from a specimen collected near Dartmoor and the description was published in Australian Orchid Research. Australian authorities retain the name Thelymitra megcalyptra for this species but the World Checklist of Selected Plant Families uses Thelymitra megacalyptra. The specific epithet (megacalyptra) is derived from the Ancient Greek words mega meaning \"large\" or \"great\" and kalyptra meaning \"veil\".",
    "Distribution and habitat": "Thelymitra megacalyptra grows in forest, heath and scrubland, sometimes forming large colonies. It occurs in New South Wales south from the Mount Kaputar National Park, in the Australian Capital Territory, in drier parts of Victoria and in the south-east of South Australia.",
    "References": "",
    "External links": " Media related to Thelymitra megacalyptra at Wikimedia Commons\n Data related to Thelymitra megacalyptra at Wikispecies"
  }
}