{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_×_macmillanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. × macmillanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra × macmillanii, commonly called the red sun orchid or crimson sun orchid is a species of orchid that is endemic to south-eastern Australia. It has a single tapering, channelled leaf and up to five bright red, sometimes yellow flowers. It is a natural hybrid between T. antennifera and T. carnea or T. rubra.",
    "Description": "Thelymitra × macmillanii is a tuberous, perennial herb with a single channelled, tapering linear leaf 50–210 mm (2–8 in) long and 2–5 mm (0.08–0.2 in) wide. Up to six bright red, sometimes yellow flowers 20–40 mm (0.8–2 in) wide are arranged on a flowering stem 100–300 mm (4–10 in) tall. There are one or two bracts along the flowering stem. The sepals and petals are 12–20 mm (0.5–0.8 in) long. The column is the same colour as the petals, oval and 4–6 mm (0.16–0.24 in) long. The lobe on the top of the anther is very small and warty. The side lobes are variable but mostly 2–3 mm (0.08–0.1 in) long and rough or warty all over. Flowering occurs from August to September.",
    "Taxonomy and naming": "Thelymitra × macmillanii was first formally described in 1865 by Ferdinand von Mueller from a specimen collected near Mount Eliza and Mount Martha, and the description was published in Fragmenta phytographiae Australiae. The specific epithet (x macmillanii) honours \"T.McMillan\" who collected the type specimen.",
    "Distribution and habitat": "The red sun orchid grows in grassland, woodland and forest where its parent species grow together. It is found in central and western Victoria and in the south-east of South Australia.",
    "References": "",
    "External links": " Media related to Thelymitra x macmillanii at Wikimedia Commons"
  }
}