{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_exigua",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. exigua"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra exigua, commonly called the short sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single fleshy, channelled, dark green leaf and up to eight relatively small pale blue flowers with white toothbrush-like tufts on top of the anther.",
    "Description": "Thelymitra exigua is a tuberous, perennial herb with a single fleshy, channelled, dark green, linear to lance-shaped leaf 50–220 mm (2–9 in) long and 2.5–10 mm (0.1–0.4 in) wide with a purplish base. Up to eight pale blue to pale purplish blue flowers 13–22 mm (0.5–0.9 in) wide are borne on a flowering stem 100–300 mm (4–10 in) tall. The sepals and petals are 5–11 mm (0.2–0.4 in) long and 3–6 mm (0.1–0.2 in) wide. The column is pale pink to pale purplish, 4–6 mm (0.16–0.24 in) long and 2–3 mm (0.08–0.1 in) wide. The lobe on the top of the anther is gently curved and dark brown to black with a yellow tip. The side lobes curve upwards near their middle and have toothbrush-like tufts of white hairs covering their tops. The flowers are self-pollinating, only open on warm to hot sunny days and then only slowly if at all. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra exigua was first formally described in 2004 by Jeff Jeanes from a specimen collected near Woorndoo and the description was published in Muelleria. The specific epithet (exigua) is a Latin word meaning \"small\", \"short\", \"poor\" or \"scanty\", referring to the relatively short, stout nature of this orchid.",
    "Distribution and habitat": "The short sun orchid grows in grassland, heath and shrubland. It is found in western Victoria, south-eastern South Australia and in Tasmania, including on King Island.",
    "References": "",
    "External links": " Data related to Thelymitra exigua at Wikispecies"
  }
}