{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_bracteata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. bracteata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra bracteata, commonly called the leafy sun orchid or large-bracted sum orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single leathery, more or less flat leaf and up to thirty pale blue flowers that are greenish on the back. The bracts are larger than on similar sun orchids.",
    "Description": "Thelymitra bracteata is a tuberous, perennial herb with a single erect, leathery, flat, dark green, linear to lance-shaped leaf 200–450 mm (8–20 in) long and 8–15 mm (0.3–0.6 in) wide with a purplish base. Between five and thirty pale blue flowers 16–30 mm (0.6–1 in) wide are arranged on a flowering stem 300–800 mm (10–30 in) tall. There are usually two prominent bracts. The sepals and petals are 6–14 mm (0.2–0.6 in) long and 3–7 mm (0.1–0.3 in) wide. The column is white or greenish, 5–6.5 mm (0.20–0.26 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is reddish to brown with a yellow tip, curved forwards with a notched tip. The side lobes bend sharply upwards and have dense, toothbrush-like tufts of white hairs. Flowering occurs from September to December.",
    "Taxonomy and naming": "Thelymitra bracteata was first formally described in 2004 by Jeff Jeanes from an unpublished description by Joseph Weber and the description was published in Muelleria from a specimen collected in the Scott Creek Conservation Park. The specific epithet (bracteata) is a Latin word meaning \"provided with bracts\", referring to the prominent bracts on this species.",
    "Distribution and habitat": "The leafy sun orchid has isolated populations in south-western Victoria, South Australia and Tasmania. It grows in forest and grassland.",
    "Conservation": "'Thelymitra bracteata is listed as \"endangered\" in Tasmania under the Threatened Species Protection Act 1995. The main threats to the species in that state are its small population size, land clearing, inappropriate fire regimes and habitat disturbance.",
    "References": "",
    "External links": " Data related to Thelymitra bracteata at Wikispecies"
  }
}