{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_alpina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. alpina"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra alpina, commonly known as the mountain sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single dark green leaf with a purplish base and up to twenty, usually blue to purplish flowers. It grows in alpine, subalpine and montane areas of New South Wales, the Australian Capital Territory and Victoria.",
    "Description": "Thelymitra alcockiae is a tuberous, perennial herb with a single erect, fleshy, channelled, linear to lance-shaped leaf 100–320 mm (4–10 in) long, 5–15 mm (0.2–0.6 in) wide. Between two and twenty blue to purplish, sometimes lilac, pink or white flowers 25–40 mm (1–2 in) wide are arranged on a flowering stem 150–800 mm (6–30 in) tall. The sepals and petals are 10–25 mm (0.4–1 in) long and 5–10 mm (0.2–0.4 in) wide. The column is pale blue or pinkish, 3.5–5 mm (0.14–0.20 in) long and 2–3 mm (0.08–0.1 in) wide. The lobe on the top of the anther is brown with a yellow, inflated, tubular tip with a V-shaped notch on the end. The side lobes have dense, mop-like tufts of white or pink hairs. Flowering occurs from October to January.",
    "Taxonomy and naming": "Thelymitra alpina was first formally described in 2013 by Jeff Jeanes from a specimen collected in the Kosciuszko National Park and the description was published in Muelleria. The specific epithet (alpina) is a Latin word meaning \"of high mountains\".",
    "Distribution and habitat": "The mountain sun orchid sun orchid grows in grassy forest, meadow or woodland with snow gums, at altitudes of between 500 and 1,600 m (2,000 and 5,000 ft) in the highlands of New South Wales, the Australian Capital Territory and Victoria.",
    "References": "",
    "External links": " Data related to Thelymitra alpina at Wikispecies\n Media related to Thelymitra alpina at Wikimedia Commons"
  }
}