{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_granitora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. granitora"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra granitora, commonly called the coastal granite sun orchid or coastal sun orchid, is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It has a single short, curved and channelled dark green leaf and up to eight relatively large pale blue or white, self-pollinating flowers with white mop-like tufts on the top of the anther.",
    "Description": "Thelymitra granitora is a tuberous, perennial herb with a single, fleshy, channelled, dark green leaf 70–150 mm (3–6 in) long and 6–15 mm (0.2–0.6 in) wide. The leaf is erect near its reddish or purplish base then curved. Up to eight pale blue or white flowers 17–28 mm (0.7–1 in) wide are borne on a flowering stem 70–200 mm (3–8 in) tall. The sepals and petals are 9–13 mm (0.4–0.5 in) long and 2–3 mm (0.08–0.1 in) wide. The column is white or pale blue, 6–7.5 mm (0.2–0.3 in) long and 2.5–3 mm (0.098–0.12 in) wide. The lobe on the top of the anther is mostly yellow, sometimes with a dark blue band, with an expanded, shallowly notched tip. The side lobes are curved at right angles and have white, mop-like tufts of white hairs. Flowering occurs in September and October but the flowers are self-pollinating and only open on warm sunny days.",
    "Taxonomy and naming": "Thelymitra granitora was first formally described in 1998 by David Jones and Mark Clements from a specimen collected near Torbay and the description was published in The Orchadian. The specific epithet (granitora)  is derived from the Latin graniticus meaning 'granite' or 'granite rocks', referring to the granite habitat preference of this species.",
    "Distribution and habitat": "The coastal granite sun orchid often grows in clumps and is found in shallow soil pockets on granite outcrops in coastal areas between Meelup Beach in the Meelup Regional Park and Israelite Bay.",
    "Conservation": "Thelymitra granitora is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Thelymitra granitora at Wikimedia Commons"
  }
}