{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_spiralis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. spiralis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra spiralis, commonly called curly locks, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect leaf, spiralling around the flowering stem and up to three pink, reddish, purplish or blue flowers with two large yellow or orange ear-like arms on the sides of the column.",
    "Description": "Thelymitra spiralis is a tuberous, perennial herb with a single leaf which is egg-shaped near the reddish base, then suddenly narrows to a linear, channelled, curved or spirally twisted upper part. The upper part is 50–120 mm (2–5 in) long and 2–5 mm (0.08–0.2 in) wide. Up to three pink, reddish, purplish or blue flowers, sometimes with darker veins or spots, 20–50 mm (0.8–2 in) wide are borne on a flowering stem 50–450 mm (2–20 in) tall. The sepals and petals are 10–25 mm (0.4–1 in) long and 4–9 mm (0.2–0.4 in) wide. The column is a similar colour to the petals, 5–6 mm (0.20–0.24 in) long and about 2 mm (0.08 in) wide with a cluster of small glands on its back. There are two ear-like, orange or yellow arms on the sides of the column. The flowers are self-pollinating and open on hot days. Flowering occurs from July to September.",
    "Taxonomy and naming": "Curly locks was first formally described in 1840 by John Lindley who gave it the name Macdonaldia spiralis and published the description in A Sketch of the Vegetation of the Swan River Colony. In 1865 Ferdinand von Mueller changed the name to Thelymitra spiralis and published the updated name in Fragmenta phytographiae Australiae. The specific epithet (spiralis) is a Latin word meaning \"coil\" or \"twist\" referring to the spirally twisted leaf.",
    "Distribution and habitat": "Thelymitra spiralis grows in winter-wet areas, often with sedges. It occurs between Kalbarri and the Cape Arid National Park but is now very rare near Perth.",
    "Conservation": "Thelymitra spiralis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra spiralis at Wikispecies"
  }
}