{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_silena",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. silena"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra silena, commonly called the madonna sun orchid, is a species of orchid that is endemic to Tasmania. It has a single thick, fleshy, channelled leaf and up to fifteen pale blue flowers with an almost spherical yellow lobe on top of the anther.",
    "Description": "Thelymitra silena is a tuberous, perennial herb with a single thick, fleshy, channelled, linear to lance-shaped leaf 120–200 mm (5–8 in) long and 25–35 mm (0.98–1.4 in) wide with a purplish base. Between five and fifteen pale blue flowers 30–35 mm (1.2–1.4 in) wide are arranged on a flowering stem 300–550 mm (10–20 in) tall. The sepals and petals are 14–20 mm (0.6–0.8 in) long and 8–14 mm (0.3–0.6 in) wide. The column is white to cream-coloured, 8–9 mm (0.31–0.35 in) long and about 5 mm (0.2 in) wide. The lobe on the top of the anther is light brown and gently curved with a yellow, almost spherical tip but with a deep notch. The side lobes are curved with sparse toothbrush-like tufts of white hairs. Flowering occurs in October and November.",
    "Taxonomy and naming": "Thelymitra silena was first formally described in 1999 by David Jones from a specimen collected on Clarke Island and the description was published in The Orchadian. The specific epithet (silena) is derived from the Latin word meaning \"a bearded, bald, woodland deity, similar to but older\nthan a satyr\", referring to the column of this orchid.",
    "Distribution and habitat": "The madonna sun orchid usually grows in grassy forest and is found near the north and east coasts of Tasmania and on Clarke Island.",
    "References": "",
    "External links": " Data related to Thelymitra silena at Wikispecies"
  }
}