{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_latifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. latifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra latifolia is a species of orchid in the family Orchidaceae and is endemic to South Australia. It has a single broad, flat, dark green and reddish leaf and up to eight blue to mauve flowers which only open on warm, humid days.",
    "Description": "Thelymitra latifolia is a tuberous, perennial herb with a single leathery, dark green and reddish lance-shaped leaf 50–100 mm (2–4 in) long and 5–15 mm (0.2–0.6 in) wide. Between two and eight blue, mauve or pink flowers, 14–20 mm (0.6–0.8 in) wide are borne on a flowering stem 100–300 mm (4–10 in) tall. The sepals and petals are 6–10 mm (0.2–0.4 in) long and 3–8 mm (0.1–0.3 in) wide. The column is pale pink, 5–6 mm (0.20–0.24 in) long and 3–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther is tube-shaped, gently curved and mostly yellow with a yellow tip. The side lobes curve upwards and forwards with untidy tufts of white hairs near their ends. The flowers open on warm, humid days. Flowering occurs from mid-September to early November, starting in the northern part of the range.",
    "Taxonomy and naming": "Thelymitra latifolia was first formally described in 2010 by Robert Bates from a specimen he collected near Lobethal in 2007. The description was published in the Journal of the Adelaide Botanic Garden. The specific epithet (latifolia) is derived from the Latin words latus meaning \"broad\" or \"wide\" and folia meaning \"leaves\", referring to the broad, flat leaves of this species.",
    "Distribution and habitat": "This sun orchid grows in woodland, sometimes near swamps and occurs from the southern Flinders Ranges and south to the Mount Lofty Ranges and the far south-east of South Australia.\n\n\n== References =="
  }
}