{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_petrophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. petrophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra petrophila, commonly known as the granite sun orchid, is a species of orchid that is endemic to Western Australia. It has a single erect, channelled, long light green leaf and up to ten or more pale blue to mauve or pink flowers. It grows in drier area, usually in shallow soil pockets on granite outcrops.",
    "Description": "Thelymitra petrophila is a tuberous, perennial herb with a single erect, leathery, channelled, glaucous, light green linear to lance-shaped leaf 100–600 mm (4–20 in) long, 4–12 mm (0.2–0.5 in) wide. Between two and ten or more pale blue to mauve or pink flowers 20–30 mm (0.8–1 in) wide are arranged on a flowering stem 100–700 mm (4–30 in) tall. The sepals and petals are 10–15 mm (0.4–0.6 in) long and 3–8 mm (0.1–0.3 in) wide. The column is white to pale blue or pale pink, 5–7 mm (0.2–0.3 in) long and 2–4 mm (0.08–0.2 in) wide. The lobe on the top of the anther is brown to reddish or yellow with an inflated tube shape and wavy edges. The side lobes have toothbrush-like tufts of white hairs. Flowering occurs from August to November.",
    "Taxonomy and naming": "Thelymitra petrophila was first formally described in 2013 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Menzies. The specific epithet (petrophila) is derived from the Ancient Greek πέτρα (pétra) meaning \"rock\" or \"stone\" and φίλος (phílos) meaning \"dear\" or \"beloved\" referring to the habitat preference of this species.",
    "Distribution and habitat": "The granite sun orchid grows in shallow soil pockets on granite outcrops. It is found in the drier parts of Western Australia, including the Great Victoria Desert.\n\n\n== References =="
  }
}