{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_flexuosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. flexuosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra flexuosa, known as the twisted sun orchid, is a species of orchid that is endemic to southern Australia. It has a single thin, wiry leaf and up to four cream-coloured to canary yellow flowers with four rows of short hairs on the back of the column. It is a common and widespread species, superficially similar to T. antennifera.",
    "Description": "Thelymitra flexuosa is a tuberous, perennial herb with a single wiry, linear leaf 60–150 mm (2–6 in) long and 3–4 mm (0.1–0.2 in) wide. Up to four cream-coloured to canary yellow 10–15 mm (0.4–0.6 in) wide borne on a flowering stem 200–350 mm (8–10 in) tall. The sepals and petals are 5.5–7 mm (0.2–0.3 in) long and about 4 mm (0.2 in) wide. The labellum (the lowest petal) is shorter and narrower than the other petals and sepals. The column is white to cream-coloured, 4.5–5 mm (0.18–0.20 in) long and about 2.5 mm (0.1 in) wide with four lines of short hairs on its back. The lobe on the top of the anther is short with a few brown glands on its back. The side lobes are bright yellow and covered with short hairs. The flowers are short-lived, self-pollinating and open only slowly on hot, humid days. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra flexuosa was first formally described in 1839 by Stephan Endlicher and the description was published in Novarum Stirpium Decades. The specific epithet (flexuosa) is a Latin word meaning \"full of bends\", \"tortuous\", \"crooked\" or \"winding\", referring to the twisted or \"zig-zagged\" flowering stem.",
    "Distribution and habitat": "The twisted sun orchid is widespread and common throughout its range. It grows with sedges and low shrubs in moist places such as the edge of swamps. It occurs in southern Victoria, south-eastern South Australia, Western Australia and Tasmania. In Western Australia it is found between Kalbarri and Israelite Bay.",
    "References": "",
    "External links": " Media related to Thelymitra flexuosa at Wikimedia Commons\n Data related to Thelymitra flexuosa at Wikispecies"
  }
}