{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_campanulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. campanulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra campanulata, commonly called the bell sun orchid or shirt orchid, is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It is a common species with a single narrow leaf and up to fifteen distinctly cup-shaped, prominently striped blue or mauve flowers with crowded, finger-like glands on top of the anther.",
    "Description": "Thelymitra campanulata is a tuberous, perennial herb with a single leaf 100–250 mm (4–10 in) long and 3–6 mm (0.1–0.2 in) wide. Between two and fifteen dark blue or mauve, cup-shaped flowers with broad darker blue stripes, 15–20 mm (0.6–0.8 in) wide are borne on a flowering stem 200–500 mm (8–20 in) tall. The sepals and petals are 7–10 mm (0.3–0.4 in) long and 4–6 mm (0.16–0.24 in) wide. The column is dark blue and divided into three parts with black and yellow tips. The lobe on the top of the anther is short with crowded, finger-like glands. The side lobes have hairbrush-like tufts of white or yellow hairs. The flowers are insect pollinated and open in sunny weather. Flowering occurs in September and October, more prolifically after fire.",
    "Taxonomy and naming": "Thelymitra campanulata was first formally described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (campanulata) is derived from the Latin word campanula meaning \"bell\". The common name \"shirt orchid\" comes from a similarity of the colouring of the flower to a shirt style familiar to early settlers.",
    "Distribution and habitat": "The bell sun orchid is widespread between Kalbarri and Israelite Bay but is more common in coastal and near coastal areas, often growing in sandy soil under shrubs. It is especially common in Kalbarri National Park.",
    "Conservation": "Thelymitra campanulata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra campanulata at Wikispecies\n Media related to Thelymitra campanulata at Wikimedia Commons"
  }
}