{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_×_mackibbinii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. × mackibbinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra × mackibbinii, also known as Thelymitra mackibbinii and commonly known as the brilliant sun orchid, is a species of orchid that is endemic to Victoria. It has a single narrow, dark green leaf and one or two violet flowers with purplish tips and darker veins, and a yellow lobe on top of the anther.",
    "Description": "Thelymitra × mackibbinii is a tuberous, perennial herb with a single dark green, linear leaf 70–100 mm (3–4 in) long and 6–9 mm (0.2–0.4 in) wide. One or two violet-coloured flowers with purplish tips and darker veins 20–25 mm (0.8–1 in) wide are arranged on a flowering stem 150–300 mm (6–10 in) tall. The sepals and petals are 10–15 mm (0.4–0.6 in) long and 4–6 mm (0.16–0.24 in) wide. The column is deep violet, 4–5 mm (0.16–0.20 in) long and about 3 mm (0.1 in) wide. The lobe on the top of the anther is small, bright yellow and warty. The side lobes are yellow and curve forwards with rough or hairy edges. Flowering occurs from September to October.",
    "Taxonomy and naming": "Thelymitra × mackibbinii was first formally described in 1881 by Ferdinand von Mueller and the description was published in the Australasian Chemist and Druggist from a specimen collected near Maryborough. The specific epithet (mackibbinii) honours \"John M'Kibbon, Esq.\" who collected the type specimen. John McKibbon was a schoolteacher and orchidologist.This orchid was previously known as a natural hybrid but is currently recognised as the species Thelymitra mackibbinii.",
    "Distribution and habitat": "The brilliant sun orchid grows in open forest and woodland in the goldfields region of Victoria, near Stawell, St Arnaud and Maryborough. There is a single doubtful record from Port Elliot in South Australia from 1896.",
    "Conservation": "Fewer than thirty plants of the brilliant sun orchid were known in 2003. The species was probably more common before exploration for gold exploration and mining. The main threats to the species at present are trampling caused by recreational vehicles and grazing by both native and invasive species. Thelymitra mackibbinii is listed as \"vulnerable\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and as \"endangered\" in the Australian Government Environment Protection and Biodiversity Conservation Act 1999.\n\n\n== References =="
  }
}