{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_venosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. venosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra venosa, commonly known as the large veined sun orchid, is a species of orchid that is endemic to New South Wales. It has a single fleshy, channelled leaf and up to six relatively large, bright-blue flowers with darker veins. The arms on the side of the column are twisted and yellow, but not toothed at the tip. Unlike most other thelymitras, the flowers do not usually close on cloudy days.",
    "Description": "Thelymitra venosa is a tuberous, perennial herb with a single fleshy, channelled linear leaf 150–300 mm (6–10 in) long and 5–7 mm (0.2–0.3 in) wide. Up to six bright blue flowers with darker veins, 35–50 mm (1–2 in) wide are arranged on a flowering stem 400–700 mm (20–30 in) tall. The sepals and petals are 16–25 mm (0.6–1 in) long and 8–10 mm (0.3–0.4 in) wide. The labellum (the lowest petal) is larger than the other petals and sepals. The column is white or mauve, 6–8 mm (0.24–0.31 in) long and about 3 mm (0.1 in) wide. The lobe on the top of the anther is short with a few glands. The side arms on the column are yellow and twisted. Unlike most other sun orchids, the flowers do not usually close in cloudy weather and sometimes remain open at night. Flowering occurs from October to January.",
    "Taxonomy and naming": "Thelymitra venosa was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (venosa) is derived from a Latin word meaning \"veiny\".",
    "Distribution and habitat": "The large veined sun orchid grows with low shrubs, sedges, and mosses on sandstone rock ledges in the Blue Mountains and nearby coastal areas.",
    "References": "",
    "External links": " Data related to Thelymitra venosa at Wikispecies"
  }
}