{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_carnea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. carnea"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra carnea, commonly called the tiny sun orchid or pinkish sun orchid, is a species of orchid that is native to Australia and New Zealand. It has narrow, almost cylindrical leaves and up to four relatively small pale to deep pink flowers on a wiry, zig-zag stem.",
    "Description": "Thelymitra carnea is a tuberous, perennial herb with a single channelled, linear, almost cylinder-shaped leaf 60–150 mm (2–6 in) long and 1–1.5 mm (0.04–0.06 in) wide. Up to four pale to deep pink flowers 8–15 mm (0.3–0.6 in) wide are borne on a wiry, zig-zag flowering stem 200–350 mm (8–10 in) tall. The sepals and petals are 5–7 mm (0.2–0.3 in) long and 3.5–4 mm (0.14–0.16 in) wide. The column is cream-coloured to reddish, 3–4 mm (0.1–0.2 in) long and about 2 mm (0.08 in) wide. The lobe on the top of the anther is short, erect, yellow and tapered. The side lobes are narrow, yellow and have blunt teeth on the tip. The flowers open on humid, sunny days and are sometimes self-pollinating. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra carnea was first formally described in 1810 by Robert Brown and the description was published in his book Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (carnea) is a Latin word meaning \"of flesh\" or \"fleshy\".",
    "Distribution and habitat": "The tiny sun orchid is widespread and common, usually growing in moist places with low shrubs, grasses and sedges but sometimes in drier habitats in open forest. It is found on the coast and tablelands of New South Wales, in all but the north-west of Victoria, in south-eastern Queensland, in Tasmania and on both the North and South Islands of New Zealand.",
    "References": "",
    "External links": " Media related to Thelymitra carnea at Wikimedia Commons\n Data related to Thelymitra carnea at Wikispecies"
  }
}