{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_canaliculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. canaliculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra canaliculata, commonly called the flushed sun orchid or blue sun orchid is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, fleshy leaf and up to twenty eight blue flowers with darker veins and sometimes flushed with pink. The lobe on top of the anther is blackish with a yellow crest.",
    "Description": "Thelymitra canaliculata is a tuberous, perennial herb with a single erect, fleshy, channelled, linear to lance-shaped leaf 200–350 mm (8–10 in) long and 1–6 mm (0.04–0.2 in) wide. Between three and twenty eight pale to dark blue flowers with darker veins and sometimes flushed with pink, 15–36 mm (0.6–1 in) wide are borne on a flowering stem 200–850 mm (8–30 in) tall. The sepals and petals are 8–18 mm (0.3–0.7 in) long and 3–9 mm (0.1–0.4 in) wide. The column is pale blue near its base then blackish, 4–6 mm (0.16–0.24 in) long and 2.5–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther is blackish with a yellow, toothed tip. The side lobes have mop-like tufts of white hairs. The flowers are insect pollinated and open on sunny days.Flowering occurs from October to December.",
    "Taxonomy and naming": "Thelymitra canaliculata was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (canaliculatum) is a Latin word meaning \"channelled' or \"grooved\".",
    "Distribution and habitat": "The flushed sun orchid grows in isolated populations on the margins of swamps between Augusta and Albany in the Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "Thelymitra canaliculata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Thelymitra canaliculata at Wikimedia Commons"
  }
}