{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_frenchii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. frenchii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra frenchii, commonly called the scarp sun orchid or Jarrahdale sun orchid, is a species of orchid in the family Orchidaceae and endemic to a small area in the south-west of Western Australia. It has a single long, fleshy leaf and up to three relatively small, blue flowers.",
    "Description": "Thelymitra frenchii is a tuberous, perennial herb with a single channelled, fleshy, pale green, linear to lance-shaped leaf 60–120 mm (2–5 in) long and 5–12 mm (0.2–0.5 in) wide. Up to three blue flowers, 18–25 mm (0.7–1 in) wide are borne on a flowering stem 50–140 mm (2–6 in) tall. The sepals and petals are 8–12 mm (0.3–0.5 in) long and 3.5–6 mm (0.1–0.2 in) wide. The column is bluish to pinkish, about 5 mm (0.2 in) long and 3 mm (0.1 in) wide. The lobe on the top of the anther is 2–3 mm (0.08–0.1 in) long and about 2 mm (0.08 in) wide, mostly yellow with a narrow purplish band and a broad, shallow notch. The side lobes have toothbrush-like tufts of white hairs. The flowers remain open even in cool weather and until late in the day. Flowering has only been observed in October.",
    "Taxonomy and naming": "Thelymitra frenchii was first formally described in 2004 by Jeff Jeanes from a specimen collected near Jarrahdale and the description was published in Muelleria. The specific epithet (frenchii) honours \"Christopher (Chris) J. French\" for his assistance to the author.",
    "Distribution and habitat": "The scarp sun orchid grows in soil pockets on granite outcrops in jarrah forest. It is only known from near Jarrahdale in the Jarrah Forest biogeographic region.",
    "Conservation": "Thelymitra frenchii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra frenchii at Wikispecies"
  }
}