{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_luteocilium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. luteocilium"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra luteocilium, commonly called the fringed sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single fleshy, dark green leaf and up to six pale pink to reddish flowers with a short wavy lobe on top of the column.",
    "Description": "Thelymitra luteocilium is a tuberous, perennial herb with a single fleshy, channelled, dark green, linear to lance-shaped leaf 100–200 mm (4–8 in) long and 5–8 mm (0.2–0.3 in) wide. Between two and six pale pink to reddish flowers 15–20 mm (0.6–0.8 in) wide are arranged on a flowering stem 150–350 mm (6–10 in) tall. The sepals and petals are 7–10 mm (0.3–0.4 in) long and 5–6 mm (0.20–0.24 in) wide. The column is pink to reddish, 4–5 mm (0.16–0.20 in) long and about 3 mm (0.1 in) wide. The lobe on the top of the anther has a dense fringe and a yellow tip with a dark collar. The side lobes have dense, yellow, mop-like tufts on their ends. The flowers are self-pollinated and open only slowly on hot, humid days. Flowering occurs from August to October.",
    "Taxonomy and naming": "Thelymitra luteocilium was first formally described in 1882 by Robert Fitzgerald and the description was published in The Gardeners' Chronicle. The specific epithet (luteocilium) is derived from the Latin words luteus meaning \"yellow\" and cilium meaning \"eyelash\".",
    "Distribution and habitat": "The fringed sun orchid mostly grows near low shrubs in forest and scrubland in central-western Victoria and eastern South Australia.",
    "References": "",
    "External links": " Media related to Thelymitra luteocilium at Wikimedia Commons\n Data related to Thelymitra luteocilium at Wikispecies"
  }
}