{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_pulcherrima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. pulcherrima"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra pulcherrima, commonly called the northern Queen of Sheba, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect, spiral, dark green leaf with a purplish base and up to seven glossy, variegated flowers with the sepals and petals differing in colour. The petals and sepals and basically reddish or purplish but with streaks and blotches of contrasting colours. There are two bright yellow or orange arms on the sides of the column.",
    "Description": "Thelymitra pulcherrima is a tuberous, perennial herb with an erect, dark green leaf which is egg-shaped near its purplish base, then suddenly narrows to a linear spiral leaf 40–70 mm (2–3 in) long and 5–12 mm (0.2–0.5 in) wide. Up to seven glossy, variegated flowers 25–35 mm (0.98–1.4 in) wide are borne on a flowering stem 150–350 mm (6–10 in) tall. The sepals and petals are 12–17 mm (0.5–0.7 in) long, 5–8 mm (0.2–0.3 in) wide and differ in colour. The dorsal sepal is wider than the other sepals and petals, purple with yellow edges and has reddish brown spots and blotches. The lateral sepals are mostly yellow with reddish brown markings. The petals are mostly purplish with darker veins and blotches. The column is a similar colour to the petals, 5–7 mm (0.2–0.3 in) long and 3–5 mm (0.1–0.2 in) wide with a cluster of small finger-like glands on its back. There are two bright yellow or orange ear-like arms on the sides of the column. The flowers are insect pollinated and open widely on hot days. Flowering occurs June to August.",
    "Taxonomy and naming": "Thelymitra pulcherrima was first formally described in 2009 by Jeff Jeanes from a specimen collected near Eneabba and the description was published in Muelleria. The specific epithet (pulcherrima) is a Latin word meaning \"prettiest\", referring to \"this very spectacular and showy species\".",
    "Distribution and habitat": "Thelymitra pulcherrima grows with shrubs in open areas between Lancelin and Dongara in the Geraldton Sandplains biogeographic region.",
    "Conservation": "Thelymitra pulcherrima is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "References": "",
    "External links": " Data related to Thelymitra pulcherrima at Wikispecies"
  }
}