{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_xanthotricha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. xanthotricha"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra xanthotricha, commonly called the yellow tufted sun orchid or yellow tufted slender sun orchid, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect, fleshy, channelled, dark green leaf and up to six relatively large dark blue to purplish flowers.",
    "Description": "Thelymitra xanthotricha is a tuberous, perennial herb with a single erect, fleshy, channelled, dark green, linear to lance-shaped leaf 100–300 mm (4–10 in) long and 5–10 mm (0.2–0.4 in) wide with a purplish base. Up to six dark blue to purplish flowers, 16–34 mm (0.6–1 in) wide are borne on a flowering stem 300–500 mm (10–20 in) tall. The sepals and petals are 8–17 mm (0.3–0.7 in) long and 3–8 mm (0.1–0.3 in) wide. The column is pale blue, 5–6.5 mm (0.2–0.3 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark brown with a yellow tip, tube-shaped and inflated with a notched end. The side lobes curve gently upwards and have toothbrush-like tufts of creamy yellow hairs. The flowers are self-pollinating and open only slowly, even on hot days. Flowering occurs in September and October.",
    "Taxonomy and naming": "Thelymitra xanthotricha was first formally described in 2004 by Jeff Jeanes and the description was published in Muelleria. According to Jeanes, the specific epithet (xanthotricha) is derived from the Ancient Greek words xanthos meaning \"yellow\" and trichos meaning \"hair\", referring to the yellow hairs on the side lobes of the anther. The proper word for \"hair\" in Ancient Greek is however thrix (θρίξ).",
    "Distribution and habitat": "The yellow tufted sun orchid grows with shrubs and sedges and is found between Perth and Brookton and between Esperance and Condingup.",
    "Conservation": "Thelymitra xanthotricha is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra xanthotricha at Wikispecies"
  }
}