{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_malvina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. malvina"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra malvina, commonly called the mauve-tufted sun orchid, is a species of orchid that is native to eastern Australia and New Zealand. It has a single large, fleshy leaf and up to twenty five blue to mauve flowers with pink or mauve tufts on top of the anther.",
    "Description": "Thelymitra malvina is a tuberous, perennial herb with a single leathery, fleshy, channelled, dark green, linear to lance-shaped leaf 100–350 mm (4–10 in) long and 5–20 mm (0.2–0.8 in) wide with a purplish base. Between three and twenty five blue to mauve flowers 18–32 mm (0.7–1 in) wide are arranged on a flowering stem 250–750 mm (10–30 in) tall. There are usually three bracts along the flowering stem. The sepals and petals are 8–20 mm (0.3–0.8 in) long and 3–7 mm (0.1–0.3 in) wide. The column is white to blue, 6–7.5 mm (0.2–0.3 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark reddish brown with a yellow tip and tube-shaped. The side lobes turn forwards and have pink or mauve, mop-like tufts on their ends. The flowers are scented, insect-pollinated and open on hot days. Flowering occurs from November to January.",
    "Taxonomy and naming": "Thelymitra malvina was first formally described in 1989 by David Jones and Brian Molloy from a specimen collected near Dartmoor and the description was published in Australian Orchid Research. The specific epithet (malvina) \"refers to the mauve hair tufts\".",
    "Distribution and habitat": "In Australia, the mauve-tufted sun orchid grows forest, woodlands and heath. It occurs in Queensland south from Mount Moffatt in the Carnarvon National Park, in coastal areas of New South Wales and southern Victoria and on the north and east coasts, King and Flinders Islands of Tasmania. In New Zealand, this orchid only occurs on northern parts of the North Island where it grows in wetlands, usually on rotting logs of kauri.",
    "References": "",
    "External links": " Media related to Thelymitra malvina at Wikimedia Commons\n Data related to Thelymitra malvina at Wikispecies"
  }
}