{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_fuscolutea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. fuscolutea"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra fuscolutea, commonly called the chestnut sun orchid, is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, flat, leathery leaf and up to fifteen or more yellowish green flowers with reddish brown streaks and blotches. The column has broad, deeply fringed cream or whitish wings.",
    "Description": "Thelymitra fuscolutea is a tuberous, perennial herb with a single erect, flat, leathery, lance-shaped to egg-shaped leaf 50–150 mm (2–6 in) long and 20–30 mm (0.8–1 in) wide. Between two and fifteen or more yellowish green flowers with reddish brown streaks and blotches, 25–35 mm (0.98–1.4 in) wide are borne on a flowering stem 200–300 mm (8–10 in) tall. The sepals and petals are 12–16 mm (0.5–0.6 in) long and 6–8 mm (0.2–0.3 in) wide. The column is greenish near its base then cream or whitish, 6–9 mm (0.2–0.4 in) long and 4–6 mm (0.16–0.24 in) wide and has widely fringed wings. The lobe on the top of the anther has a club-like lobe on its top. The flowers are insect pollinated and open on sunny days. Flowering occurs from November to January.",
    "Taxonomy and naming": "Thelymitra fuscolutea was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (fuscolutea) is derived from the Latin words fuscus meaning \"dark\" or \"dusky\" and lutea meaning \"yellow\" referring to the colour of the flowers.",
    "Distribution and habitat": "The chestnut sun orchid grows in heath, forest and on the edges of winter-wet swamps. It occurs between Perth and the Cape Arid National Park.",
    "Conservation": "Thelymitra fuscolutea is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra fuscolutea at Wikispecies"
  }
}