{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_matthewsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. matthewsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra matthewsii, commonly called the spiral sun orchid or spiral leaved sun orchid, is a species of orchid in the family Orchidaceae and native to New Zealand and Australia. It has a single erect leaf, spiralling around the flowering stem and a single dark purple flower with darker veins and yellow ear-like arms on the sides of the column.",
    "Description": "Thelymitra matthewsii is a tuberous, perennial herb with a single leaf which is egg-shaped near the base, then suddenly narrows to a linear, curved or spirally twisted upper part. The upper part is 60–90 mm (2–4 in) long and 3–7 mm (0.1–0.3 in) wide. A single (rarely two) dark purple to violet flower with darker veins, 16–20 mm (0.6–0.8 in) wide is borne facing upwards on a flowering stem 100–220 mm (4–9 in) tall. The sepals and petals are 8–10 mm (0.3–0.4 in) long and 4–7 mm (0.2–0.3 in) wide. The dorsal (uppermost) sepal is wider than the other sepals and petals. The column is purplish, 5–6 mm (0.20–0.24 in) long and about 2 mm (0.08 in) wide with two yellow, ear-like arms on the sides. The flowers are self-pollinating, short lived and open on hot, sunny days. Flowering occurs from August to October.",
    "Taxonomy and naming": "Thelymitra matthewsii was first formally described in 1911 by Thomas Frederic Cheeseman from a specimen collected by Richard Henry Matthews and the description was published in Transactions and Proceedings of the New Zealand Institute. The specific epithet (matthewsii) honours the collector of the type specimen.",
    "Distribution and habitat": "The spiral sun orchid grows in open forest and disturbed sites such as recently exposed soil in gullies. It is found on the extreme north of the North Island of New Zealand, in widely separated sites in Victoria and in south-eastern South Australia. It was previously more widespread in New Zealand then thought to be extinct there until it was rediscovered in the 1980s. It appears to be extinct at the type location.",
    "Conservation": "Thelymitra matthewsii is classified as \"threatened - nationally critical\" in New Zealand, as \"vulnerable\" under the Victorian Flora and Fauna Guarantee Act 1988 and as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are habitat disturbance and destruction, altered fire regimes, weed invasion and grazing. A recovery plan has been prepared for the species in Australia.",
    "References": "",
    "External links": " Data related to Thelymitra matthewsii at Wikispecies\n Media related to Thelymitra matthewsii at Wikimedia Commons"
  }
}