{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_aemula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. aemula"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra aemula, commonly called the gumland sun orchid, is a species of orchid in the family Orchidaceae that is endemic to New Zealand. It has a single erect, dark green leaf with a reddish base and up to twenty or more pale mauve to dark sky blue flowers. It is similar to T. ixioides but has a differently coloured lobe on top of the anther.",
    "Description": "Thelymitra aemula is a tuberous, perennial herb with a single erect, dark green, linear to lance-shaped leaf 80–260 mm (3–10 in) long and 3.5–10 mm (0.1–0.4 in) wide. Between three and ten, sometimes twenty or more pale mauve to dark sky blue flowers, 10–18 mm (0.4–0.7 in) wide are borne on a flowering stem sometimes up to 800 mm (30 in) tall. The column is white near its base but mauve to violet with a brown band near the top. The lobe on the top of the anther is yellow and the side lobes have dense, brush-like white hairs. Flowering occurs from November to February.",
    "Taxonomy and naming": "Thelymitra aemula was first formally described in 1919 by Thomas Frederic Cheeseman from a plant collected near Birkdale and the description was published in Transactions and Proceedings of the New Zealand Institute. The specific epithet (aemula) is Latin word meaning \"emulating\" or \"rivalling\".",
    "Distribution and habitat": "The gumland sun orchid grows in sparsely vegetated places in small colonies between Waikato and the tip of the North Island.",
    "References": "",
    "External links": " Data related to Thelymitra aemula at Wikispecies"
  }
}