{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_formosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. formosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra formosa, commonly called the sun orchid, is a species of orchid in the family Orchidaceae that is endemic to New Zealand. It has a single channelled, dark to reddish green leaf and up to fifteen blue flowers. The lobe on top of the anther has yellowish red edges and the arms on the sides of the column have tufts of yellow or orange hairs.",
    "Description": "Thelymitra formosa is a tuberous, perennial herb with a single dark or reddish green, linear to lance-shaped leaf 100–400 mm (4–20 in) long and 10–20 mm (0.4–0.8 in) wide. Between ten and fifteen light to dark blue flowers without spots or stripes, 9–13 mm (0.4–0.5 in) wide are borne on a flowering stem sometimes up to 800 mm (30 in) tall. The arms on the sides of the column are flattened with tufts of orange or yellow hairs. The lobe on top of the anther is short with yellowish red edges and has finger-like calli. Flowering occurs from November to January.",
    "Taxonomy and naming": "Thelymitra formosa was first formally described in 1884 by William Colenso from a plant collected between Norsewood and Dannevirke, and the description was published in Transactions and Proceedings of the New Zealand Institute. The specific epithet (formosa) is Latin word meaning \"beautifully formed\", \"comely\" or \"handsome\".",
    "Distribution and habitat": "This thelymitra grows in wetlands, scrub and open forest. It is found on the North, South and Stewart Islands.",
    "References": "",
    "External links": " Data related to Thelymitra formosa at Wikispecies\n Media related to Thelymitra formosa at Wikimedia Commons"
  }
}