{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_pallidiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. pallidiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra pallidiflora, commonly called the pale sun orchid, is a species of orchid that is endemic to Victoria. It has a single erect, channelled, leaf and up to ten white to very pale blue, self-pollinating flowers which only open on hot days.",
    "Description": "Thelymitra pallidiflora is a tuberous, perennial herb with a single erect, channelled, linear to lance-shaped leaf 100–250 mm (4–10 in) long and 5–12 mm (0.2–0.5 in) wide with a purplish base. Between two and ten white to very pale blue flowers 10–30 mm (0.4–1 in) wide are arranged along a flowering stem 150–450 mm (6–20 in) tall. The sepals and petals are 10–20 mm (0.4–0.8 in) long and 3–8 mm (0.1–0.3 in) wide. The column is white or pale blue, 5–6.5 mm (0.20–0.26 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark brown or black with a yellow tip, tubular and gently curved. The side lobes curve upwards and have, toothbrush-like tufts of white hairs. Flowering occurs in October and November but the flowers open only on warm to hot days, and then only slowly.",
    "Taxonomy and naming": "Thelymitra pallidiflora was first formally described in 2004 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Bells Beach. The specific epithet (pallidiflora) is said to be derived from the Latin words pallida meaning \"pale\" and floris meaning \"flower\", referring to the pale colour of the flowers of this orchid. The Latin word for \"flower\" is flos whilst ‑florus translates as \"‑flowered\".",
    "Distribution and habitat": "The pale sun orchid grows in woodland in the central south of Victoria, near Lysterfield, Anglesea and Crib Point.",
    "References": "",
    "External links": " Data related to Thelymitra pallidiflora at Wikispecies"
  }
}