{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_planicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. planicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra planicola, commonly called the glaucous sun orchid, is a species of orchid that is endemic to southern eastern Australia. It has a single erect, leathery, channelled, dark green leaf and up to twelve blue flowers with darker veins. The plant has a bluish green hue and the flowers are self-pollinating, only opening widely on hot days.",
    "Description": "Thelymitra peniculata is a glaucous, tuberous, perennial herb with a single erect, dark green, leathery, channelled, linear to lance-shaped leaf 100–300 mm (4–10 in) long and 5–20 mm (0.2–0.8 in) wide with a purplish base. Between two and twelve medium blue flowers with darker veins, 15–25 mm (0.6–1 in) wide are arranged on a flowering stem 220–450 mm (9–20 in) tall. The sepals and petals are 10–15 mm (0.4–0.6 in) long and 4–8 mm (0.2–0.3 in) wide. The column is white to pale blue, 5–6 mm (0.20–0.24 in) long and 3–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther is dark blackish brown with a brown band and a yellow tip, tubular and gently curved with a slightly notched tip. The side lobes are parallel to each other and have toothbrush-like tufts of white hairs. Flowering occurs in October and November but the flowers are self-pollinating and only open fully on hot days.",
    "Taxonomy and naming": "Thelymitra planicola was first formally described in 2000 by Jeff Jeanes from a specimen collected near Golden Beach and the description was published in Muelleria . The specific epithet (planicola) is derived from the Latin word planus meaning \"even\", \"flat\" or \"level\"  and the suffix -cola meaning \"dweller\", referring to the plain-dwelling preference of this orchid.",
    "Distribution and habitat": "The glaucous sun orchid grows in grassland and grassy forest in scattered populations in New South Wales and Victoria.",
    "References": "",
    "External links": " Data related to Thelymitra planicola at Wikispecies"
  }
}