{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_brevifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. brevifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra brevifolia, commonly called the peppertop sun orchid or short-leaf sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single erect, relatively short and broad, dark green leaf and up to twenty purplish or purplish blue flowers. It is a common and widespread self-pollinating species occurring in a wide range of habitats.",
    "Description": "Thelymitra brevifolia is a tuberous, perennial herb with a single erect, dark green, linear to lance-shaped leaf 100–260 mm (4–10 in) long and 7–20 mm (0.3–0.8 in) wide often with reddish blotches. Between two and twenty purplish or purplish blue flowers 12–22 mm (0.5–0.9 in) wide are arranged on a flowering stem 250–600 mm (10–20 in) tall. The sepals and petals are 6–12 mm (0.2–0.5 in) long and 3–6 mm (0.1–0.2 in) wide. The column is pale blue or pale pink, 4–5.5 mm (0.16–0.22 in) long and 2–3 mm (0.08–0.1 in) wide. The lobe on the top of the anther varies in colour from yellow to black with a yellow tip and is scarcely inflated. The side lobes curve gently upwards and have mop-like tufts of white hairs. Flowering occurs from September to November but the flowers are self-pollinating and only open on hot days, and then only slowly.",
    "Taxonomy and naming": "Thelymitra brevifolia was first formally described in 2004 by Jeff Jeanes and the description was published in Muelleria from a specimen collected in St Andrews. The specific epithet (brevifolia) is said to be derived from Greek brevis, meaning \"short\" and folium, meaning \"leaf\", referring to the leaf being relatively short compared to the height of the flowering stem. The Greek words for \"short\" and \"leaf\" are brachys (βραχύς) and phyllon (φύλλον). Brevis and folium are the Latin words for \"short\" and \"leaf\".",
    "Distribution and habitat": "The peppertop sun orchid is widespread and locally common in the south-east of New South Wales, in Victoria, the Australian Capital Territory, south-eastern South Australia and on the north and east coasts of Tasmania. It grows in a wide range of habitats from heath to forest and woodland, often growing in disturbed sites.",
    "References": "",
    "External links": " Data related to Thelymitra brevifolia at Wikispecies\n Media related to Thelymitra brevifolia at Wikimedia Commons"
  }
}