{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_speciosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. speciosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra speciosa, commonly called the eastern Queen of Sheba, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect, spiral, dark green leaf with a purplish base and one or two glossy, purplish flowers with broad reddish edges and yellowish margins.  There are two bright yellow or orange arms on the sides of the column.",
    "Description": "Thelymitra speciosa is a tuberous, perennial herb with an erect, dark green leaf which is egg-shaped near its purplish base, then suddenly narrows to a linear, channelled, spiral leaf 30–70 mm (1–3 in) long and 4–7 mm (0.2–0.3 in) wide. One or two glossy, purplish flowers with broad reddish edges and yellowish margins, 30–50 mm (1.2–2.0 in) wide are borne on a flowering stem 100–200 mm (4–8 in) tall. The sepals and petals are 15–25 mm (0.6–1 in) long and 6–10 mm (0.2–0.4 in) wide. The column is purplish, 5–7 mm (0.2–0.3 in) long and about 2 mm (0.08 in) wide with a cluster of small finger-like glands on its back. There are two bright yellow or orange ear-like arms on the sides of the column. The flowers are insect pollinated and open widely on hot days. Flowering occurs in August and September.",
    "Taxonomy and naming": "Thelymitra speciosa was first formally described in 2009 by Jeff Jeanes and the description was published in Muelleria. The specific epithet (speciosa) is a Latin word meaning \"showy\" or \"splendid \", referring to this \" very spectacular and showy species\".",
    "Distribution and habitat": "The eastern Queen of Sheba grows with dense shrubs in winter-wet areas between the Stirling Ranges and Lake Grace in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Thelymitra speciosa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra speciosa at Wikispecies"
  }
}