{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_azurea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. azurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra azurea, commonly called the azure sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single fleshy, grass-like leaf and up to ten dark azure blue flowers with darker veins. The lobe on top of the anther has a toothed or warty tip.",
    "Description": "Thelymitra media is a tuberous, perennial herb with a single erect, fleshy, channelled, dark green, linear leaf 100–270 mm (4–10 in) long, 3–8 mm (0.1–0.3 in) wide and folded lengthwise. Up to ten dark azure blue flowers with darker veins, 13–27 mm (0.5–1 in) wide are arranged on a flowering stem 130–450 mm (5–20 in) tall. The sepals and petals are 6–13 mm (0.2–0.5 in) long and 3–7 mm (0.1–0.3 in) wide. The column is blue to purplish, 2.5–4.5 mm (0.1–0.2 in) long and about 2 mm (0.08 in) wide. The lobe on the top of the anther is short and dark purplish with a toothed or warty yellow tip. The side lobes have white or purplish, mop-like tufts on their ends. The flowers are insect-pollinated and open on warm days. Flowering occurs from September to December.",
    "Taxonomy and naming": "Thelymitra azurea was first formally described in 1917 by R.S. Rogers and the description was published in Transactions and Proceedings of the Royal Society of South Australia. The specific epithet (azurea) is a Latinised version of the French word azure meaning \"a blue colour\", referring to \"the beautiful colour of the flowers\".",
    "Distribution and habitat": "The azure sun orchid grows in heath and forest in western Victoria and south-eastern South Australia, including Kangaroo Island.",
    "References": "",
    "External links": " Data related to Thelymitra azurea at Wikispecies\n Media related to Thelymitra azurea at Wikimedia Commons"
  }
}