{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_stellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. stellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra stellata, commonly called the star orchid or starry sun orchid, is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, flat, leathery leaf and up to twelve brown to reddish brown flowers with yellow streaks and blotches. The column has broad, deeply fringed, orange or yellow wings.",
    "Description": "Thelymitra stellata is a tuberous, perennial herb with a single erect, flat, leathery, lance-shaped to egg-shaped leaf 50–150 mm (2–6 in) long and 10–40 mm (0.4–2 in) wide. Between two and twelve brown to reddish brown flowers with yellow streaks and blotches, 25–50 mm (1–2 in) wide are crowded on a flowering stem 150–250 mm (6–10 in) tall. The sepals and petals are 12–25 mm (0.5–1 in) long and 6–8 mm (0.2–0.3 in) wide. The column is orange-brown near its base then orange, 6–8 mm (0.2–0.3 in) long, 3–4 mm (0.1–0.2 in) wide and has pale yellow, deeply fringed wings. There is a dense mass of short hairs on the back of the column. The lobe on the top of the anther has a top resembling a mudskipper. The flowers are insect pollinated and open on sunny days. Flowering occurs in October and November.",
    "Taxonomy and naming": "Thelymitra stellata was first formally described in 1840 by John Lindley and the description was published in Edwards's Botanical Register. The specific epithet (stellata) is a Latin word meaning \"starred\" or \"starry\", referring to the star-shaped flowers.",
    "Distribution and habitat": "The star orchid grows in low heath or with low shrubs in forest mostly between Three Springs and Pinjarra with a disjunct population near Dumbleyung.",
    "Conservation": "Thelymitra stellata is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are fire during the growing season, browsing by rabbits and habitat fragmentation.",
    "References": "",
    "External links": " Data related to Thelymitra stellata at Wikispecies"
  }
}