{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_erosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. erosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra erosa, commonly called the striped sun orchid, is a species of orchid that is endemic to Tasmania. It has a single erect, fleshy dark green leaf and up to eight moderately large dark blue to purplish or pink flowers with darker veins. The column arms have irregular lobes.",
    "Description": "Thelymitra erosa is a tuberous, perennial herb with a single fleshy, channelled, dark green, linear to lance-shaped leaf 100–300 mm (4–10 in) long and 8–12 mm (0.3–0.5 in) wide. Up to eight dark blue to purplish blue or pink flowers with darker veins, 20–40 mm (0.8–2 in) wide are arranged on a flowering stem 150–500 mm (6–20 in) tall. The sepals and petals are 8–18 mm (0.3–0.7 in) long and 4–10 mm (0.2–0.4 in) wide. The column is white to pale blue with a darker band, 5–6.5 mm (0.20–0.26 in) long and 2.5–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther has a few small lumps on its back and the side lobes are white or yellow and have irregular lobes. Flowering occurs from October to December and is more prolific after fire the previous summer. The flowers are insect pollinated and open on warm days.",
    "Taxonomy and naming": "Thelymitra erosa was first formally described in 1998 by David Jones and Mark Clements from a specimen collected near Blackmans Bay and the description was published in Australian Orchid Research. The specific epithet (erosa) is a Latin word meaning “eaten away\", \"consumed\", or \"corroded\", referring to the irregular edges of the column arms.",
    "Distribution and habitat": "The striped sun orchid grows in coastal heath in moist places, often on the edge of tracks and is only found in Tasmania.",
    "References": "",
    "External links": " Data related to Thelymitra erosa at Wikispecies"
  }
}