{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_aristata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. aristata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra aristata, commonly called the great sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single large, thick leaf and bracts and up to forty crowded blue or purplish flowers with darker veins.",
    "Description": "Thelymitra aristata is a tuberous, perennial herb with a single thick, fleshy, channelled, linear to lance-shaped leaf 250–400 mm (10–20 in) long and 25–40 mm (1–2 in) wide. Between six and forty pale blue, deep blue or purple flowers with darker veins 30–40 mm (1–2 in) wide are crowded on a flowering stem 300–1,000 mm (10–40 in) tall. There are between three and five large bracts along the flowering stem. The sepals and petals are 15–20 mm (0.6–0.8 in) long and 6–7 mm (0.2–0.3 in) wide. The column is cream-coloured to white or pale blue, 6–7 mm (0.2–0.3 in) long and 5–5.5 mm (0.20–0.22 in) wide. The lobe on the top of the anther is purplish brown with a finely-toothed yellow tip. The side lobes have dense, mop-like tufts of white hairs. The flowers are scented, insect-pollinated and open on sunny days. Flowering occurs from September to January.",
    "Taxonomy and naming": "Thelymitra aristata was first formally described in 1840 by John Lindley from a specimen collected in Tasmania and the description was published in his book The genera and species of Orchidaceous plants. The specific epithet (aristata) is a Latin word meaning \"with ears\".",
    "Distribution and habitat": "The great sun orchid grows in a wide range of habitats from swamp margins to open forest. It is found in New South Wales in coastal and near-coastal areas south of Fitzroy Falls, in the southern half of Victoria, in south-eastern South Australia and in Tasmania including King and Flinders Islands.",
    "References": "",
    "External links": " Media related to Thelymitra aristata at Wikimedia Commons\n Data related to Thelymitra aristata at Wikispecies"
  }
}