{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_alpicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. alpicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra alpicola, commonly called the alpine striped sun orchid, is a species of orchid that is endemic to eastern Australia. It has a single erect, dark green grass-like leaf and up to six relatively large, deep purplish blue flowers with darker streaks. It grows in subalpine to montane habitats.",
    "Description": "Thelymitra alpicola is a tuberous, perennial herb with a single erect, channelled, dark green linear to lance-shaped leaf 100–250 mm (4–10 in) long and 4–13 mm (0.2–0.5 in) wide, folded lengthwise with a purplish base. Up to six deep purplish blue flowers with darker veins, 20–30 mm (0.8–1 in) wide are arranged on a flowering stem 150–500 mm (6–20 in) tall. The sepals and petals are 8–14 mm (0.3–0.6 in) long and 3–8 mm (0.1–0.3 in) wide. The column is white or pale blue, 5–6 mm (0.20–0.24 in) long and 2.5–4 mm (0.1–0.2 in) wide with a brown collar. The lobe on the top of the anther is short and yellow with a lumpy back. The side lobes are parallel and yellow. The flowers are insect pollinated and open on hot days. Flowering occurs from October to January.",
    "Taxonomy and naming": "Thelymitra alpicola was first formally described in 2012 by Jeff Jeanes from a specimen collected near Wulgulmerang and the description was published in Muelleria . The specific epithet (alpicola) is said to be derived from the Latin alpinus meaning \"of the alps\" and cola meaning \"dweller\", referring to the usual habitat of this species. Cola can not be found in classical Latin as a single word, but is seen as part of compounds, such as Apenninicola, \"a dweller among the Apennines\" and terricola,  \"a dweller upon earth\".",
    "Distribution and habitat": "The alpine striped sun orchid grows moist places near swamps in subalpine and montane habitats in New South Wales south from the Blue Mountains and in north-eastern Victoria with a disjunct population in the Strzelecki Ranges.",
    "Conservation": "Thelymitra alpicola is listed as \"vulnerable\" in Victoria and New South Wales. The main threats to the species are trampling by feral horses, forestry activities, road maintenance and competition in the absence of fire.",
    "References": "",
    "External links": " Data related to Thelymitra alpicola at Wikispecies"
  }
}