{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_benthamiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. benthamiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra benthamiana, commonly called the leopard sun orchid or blotched sun orchid, is a species of orchid in the family Orchidaceae and is endemic to Australia. It has a single leathery leaf and up to ten yellowish green flowers with brownish spots, blotches and patterns. The column is yellow with deeply fringed wings and the lobe on top of the anther has a large lump on its top.",
    "Description": "Thelymitra benthamiana is a tuberous, perennial herb with a single flat, lance-shaped to egg-shaped leaf 50–150 mm (2–6 in) long and 20–35 mm (0.8–1 in) wide. Between two and ten greenish yellow flowers with brownish spots, blotches and patterns, 30–40 mm (1.2–1.6 in) wide are borne on a flowering stem 200–400 mm (8–20 in) tall. The sepals and petals are 15–20 mm (0.6–0.8 in) long and 6–10 mm (0.2–0.4 in) wide with the labellum (the lowest petal) usually narrower than the other petals and sepals. The column is yellow or greenish, 6–8 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide with broad, fringed wings. The lobe on the top of the anther club-like lump on its summit. Flowering occurs from September to December but flowering is more prolific after fire the previous summer.",
    "Taxonomy and naming": "Thelymitra benthamiana was first formally described in 1871 by Heinrich Gustav Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (benthamiana) honours George Bentham.",
    "Distribution and habitat": "The leopard sun orchid is widespread and common, growing in heath and forest. In Western Australia it often grows around the edges of granite outcrops. It is found in Western Australia between Geraldton and Israelite Bay, in southern and western Victoria, in south-eastern South Australia and on Flinders Island in Tasmania.",
    "Conservation": "Thelymitra benthamiana is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra benthamiana at Wikispecies\n Media related to Thelymitra benthamiana at Wikimedia Commons"
  }
}