{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_hatchii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. hatchii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra hatchii, commonly called Hatch's sun orchid, is a species of orchid in the family Orchidaceae that is endemic to New Zealand. It has a single erect, deeply channelled, dark reddish green leaf and up to eight mauve or pink flowers. The lobe on top of the anther is red with a yellow top and the arms on the sides of the column have tufts of pale yellow hairs.",
    "Description": "Thelymitra hatchii is a tuberous, perennial herb with a single erect, dark reddish green to reddish brown, deeply channelled, very fleshy linear to lance-shaped leaf 100–300 mm (4–10 in) long and 7–15 mm (0.3–0.6 in) wide. Up to eight pale to deep mauve, sometimes pink flowers, without spots or stripes, 15–20 mm (0.6–0.8 in) wide are borne on a flowering stem sometimes up to 600 mm (20 in) tall. The arms on the sides of the column have prominent, dense tufts of orange or yellow, rarely white or pink hairs. The lobe on top of the anther is usually dark red with two pointed yellow tips. Flowering occurs from November to March.",
    "Taxonomy and naming": "Thelymitra hatchii was first formally described in 1968 by Lucy Moore from a plant she collected near Oxford and the description was published in New Zealand Journal of Botany. The specific epithet (hatchii) honours the New Zealand botanist, Edwin Daniel Hatch.",
    "Distribution and habitat": "This thelymitra usually grows in open areas near scrubland or bogs. It is found on the North, South and Stewart Islands.\n\n\n== References =="
  }
}