{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_paludosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. paludosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra paludosa, commonly known as the plain sun orchid, is a species of orchid that is endemic to Western Australia. It has a single erect, channelled, dark green leaf and up to ten or more blue to violet flowers. It grows in higher rainfall areas near the south coast.",
    "Description": "Thelymitra paludosa is a tuberous, perennial herb with a single erect, leathery, channelled, dark green linear to lance-shaped leaf 140–500 mm (6–20 in) long, 5–15 mm (0.2–0.6 in) wide with a purplish base. Between two and ten or more blue to violet, sometimes pink or white flowers 18–45 mm (0.7–2 in) wide are arranged on a flowering stem 200–900 mm (8–40 in) tall. The sepals and petals are 8–20 mm (0.3–0.8 in) long and 4–10 mm (0.2–0.4 in) wide. The column is pale blue to pinkish 6–8.5 mm (0.2–0.3 in) long and 3–5 mm (0.1–0.2 in) wide. The lobe on the top of the anther is dark brown to almost black with a yellow, slightly notched tip. The side lobes have toothbrush-like tufts of white hairs near their ends. Flowering occurs from mid-October to December.",
    "Taxonomy and naming": "Thelymitra paludosa was first formally described in 2013 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Esperance. The specific epithet (paludosa) is a Latin word meaning \"swampy\" or \"marshy\", referring to the habitat preference of this species.",
    "Distribution and habitat": "The plain sun orchid grows in high rainfall forests and around the edges of winter-wet swamps between Bunbury and Esperance.\n\n\n== References =="
  }
}