{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_queenslandica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. queenslandica"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra queenslandica, commonly called the northern sun orchid, is a species of orchid that is endemic to Queensland. It has a single long, grass-like leaf and up to fifteen dark blue to purplish, sometimes white or pinkish flowers with white or pink tufts on top of the anther. It is readily distinguished by its northerly distribution and early flowering period.",
    "Description": "Thelymitra queenslandica is a tuberous, perennial herb with a single erect, channelled, green, linear to lance-shaped leaf 150–500 mm (6–20 in) long and 5–15 mm (0.2–0.6 in) wide with a purplish base. Between four and fifteen dark blue to purplish, sometimes white or pinkish flowers 25–40 mm (1–2 in) wide are borne on a flowering stem 200–600 mm (8–20 in) tall. The sepals and petals are 10–20 mm (0.4–0.8 in) long and 5–10 mm (0.2–0.4 in) wide. The column is pale blue to pinkish, 6–7 mm (0.24–0.28 in) long and 3–4 mm (0.12–0.16 in) wide. The lobe on the top of the anther is tan-coloured to brown with a yellow tip. The side lobes curve upwards and have mop-like tufts of white or pink hairs. The flowers are long-lasting, insect-pollinated and open on warm sunny days. Flowering occurs from June to September.",
    "Taxonomy and naming": "Thelymitra queenslandica was first formally described in 2013 by Jeff Jeanes from a specimen collected near Herberton by David Jones and the description was published in Muelleria. The specific epithet (queenslandica) refers to \"the state of Queensland where this species is apparently endemic.\"",
    "Distribution and habitat": "The northern sun orchid mainly grows on forested slopes and occurs between Paluma and Mount Finnigan.",
    "References": "",
    "External links": " Data related to Thelymitra queenslandica at Wikispecies"
  }
}