{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_cyanapicata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. cyanapicata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra cyanapicata, commonly called the dark-tipped sun orchid, is a species of orchid that is endemic to South Australia. It has a single fleshy, linear, channelled leaf and up to three small blue or pale purplish to maroon flowers with a dark purplish blue top of the anther.",
    "Description": "Thelymitra cyanapicata is a tuberous, perennial herb with a single erect, fleshy, channelled, linear leaf 120–220 mm (5–9 in) long and 3–6 mm (0.1–0.2 in) wide with a purplish base. Up to three blue or pale purplish to maroon flowers 12–18 mm (0.5–0.7 in) wide are arranged on a flowering stem 150–300 mm (6–10 in) tall. The sepals and petals are 5–9 mm (0.2–0.4 in) long and 2.5–5 mm (0.1–0.2 in) wide. The column is blue, 4–5 mm (0.16–0.20 in) long and 2–2.5 mm (0.08–0.1 in) wide. The lobe on the top of the anther is dark purplish blue, gently curved and the side lobes have almost spherical tufts of white hairs. Flowering occurs in October and November but the flowers are self-pollinating and open only on hot days.",
    "Taxonomy and naming": "Thelymitra cyanapicata was first formally described in 2004 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Kuitpo. The specific epithet (cyanapicata) is said to be derived from the Latin cyan meaning \"blue\" and apica meaning \"apex\", referring to the colour of the anther lobe - a distinctive feature of this species. In classical Latin, cyaneus means \"dark-blue\", and is derived from Ancient Greek kyaneos (κυάνεος). The ancient Greek word kyanos (κύανος) can also mean \"dark-blue\". In classical Latin, apica means \"a sheep without wool on the belly\", while apex is the same as the English word \"apex\".",
    "Distribution and habitat": "The dark-tipped sun orchid grows in Leptospermum thickets in woodland on the Fleurieu Peninsula.",
    "Conservation": "Thelymitra cyanapicata is only known from a single poplution in an area of about 1 km2 (0.4 sq mi) and is classified as \"critically endangered\" the under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are forestry practices, grazing by rabbits and hares and by weed invasion.",
    "References": "",
    "External links": " Data related to Thelymitra cyanapicata at Wikispecies"
  }
}