{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_kangaloonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. kangaloonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra kangaloonica, commonly called the Kangaloon sun orchid, is a species of orchid that is endemic to a very small area of New South Wales. It has a single erect, relatively narrow, fleshy leaf and up to forty deep blue flowers with darker veins.",
    "Description": "Thelymitra kangaloonica is a tuberous, perennial herb with a single erect, fleshy, channelled, linear leaf 150–350 mm (6–10 in) long and 5–25 mm (0.2–1 in) wide with a purplish base. Up to forty deep blue flowers with darker veins, 15–30 mm (0.6–1 in) wide are arranged on a flowering stem 200–550 mm (8–20 in) tall. The sepals and petals are 8–18 mm (0.3–0.7 in) long, 4–8 mm (0.2–0.3 in) wide and brownish on their reverse side. The column is white or pale blue, 5–5.5 mm (0.20–0.22 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is yellow with a purple band, more or less flat and strap-like. The side lobes curve towards each other and have a short, toothbrush-like tuft of white hairs. Flowering occurs in late October and November.",
    "Taxonomy and naming": "Thelymitra kangaloonica was first formally described in 2011 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Robertson. The specific epithet (kangaloonica) is a reference to the township of Kangaloon near which the type specimen was found.",
    "Distribution and habitat": "The Kangaloon sun orchid grows with sedges and rushes in swampy places. It only occurs in three sites near Robertson and Kangaloon.",
    "Conservation": "Thelymitra kangaloonica only occurs in three sites and is threatened by inappropriate fire regimes, grazing and by drying out of the swamps where it grows. It is listed as \"critically endangered\" under the under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and under the New South Wales Government NSW Threatened Species Conservation Act.",
    "References": "",
    "External links": " Data related to Thelymitra kangaloonica at Wikispecies"
  }
}