{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_villosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. villosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra villosa, commonly called the custard orchid is a species of orchid which is endemic to Western Australia. It has a single erect, hairy leaf and up to twenty yellow flowers with reddish-brown markings.",
    "Description": "Thelymitra villosa is a terrestrial, perennial, deciduous, herb with an underground tuber with a single, erect leaf at the base of the flowering stem. The leaf is 60–100 mm (2–4 in) long and 20–50 mm (0.8–2 in) wide and covered with white, silky hairs. Up to twenty flowers, each 30–40 mm (1–2 in) long in diameter are borne on a flowering stem 300–600 mm (10–20 in) high. The flowers are yellow with varying amounts of red-brown spots and blotches. The distinctive column is yellow, reddish or brown with a glandular mid-lobe and hairy lateral lobes which are joined to each other. Flowering occurs from September to November. The flowers are similar to those of the leopard orchid, Thelymitra benthamiana and the sun orchid Thelymitra sargentii but T. villosa is distinguished from them by its leaf, which is shorter, broader and hairy.",
    "Taxonomy": "Thelymitra villosa was first formally described in 1840 by John Lindley and the description was published in his book A Sketch of the Vegetation of the Swan River Colony. He also informally described it as \"A very fine species with large, stellate, yellow flowers.\" The specific epithet (villosa) is a Latin word meaning \"hairy\".",
    "Distribution and habitat": "The custard orchid is endemic to the south western corner of Western Australia, occurring in the Avon Wheatbelt, Esperance, Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions. It grows in sandy clay, grey, white or yellow sand which is wet in winter.",
    "Conservation": "Thelymitra villosa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}