{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_colensoi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. colensoi"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra colensoi, commonly called Colenso's sun orchid, is a species of orchid in the family Orchidaceae that is endemic to New Zealand. It has a single fleshy, channelled leaf and up to seven pale blue or mauve to pink flowers. It is similar to T. pauciflora but is smaller and less robust than that species.",
    "Description": "Thelymitra colensoi is a tuberous, perennial herb with a single fleshy, channelled, linear to lance-shaped leaf 80–300 mm (3–10 in) long and 3–8 mm (0.1–0.3 in) wide. Up to seven pale pale blue or mauve to pink flowers 10–15 mm (0.4–0.6 in) wide are borne on a flowering stem 80–300 mm (3–10 in) tall. The sepals and petals are 6–8 mm (0.2–0.3 in) long and 3–5 mm (0.1–0.2 in) wide. The column is pale blue to mauve about 4 mm (0.2 in) long and 2 mm (0.08 in) wide. The lobe on the top of the anther is dark brown to reddish brown with a bright yellow tip. The side lobes bend sharply upwards and have sparse, brush-like white hairs. Flowering occurs from July to December but the flowers are usually self pollinating and only open in very hot, still weather.",
    "Taxonomy and naming": "Thelymitra colensoi was first formally described in 1864 by Joseph Dalton Hooker from a specimen collected by William Colenso and the description was published in Handbook of the New Zealand Flora. The specific epithet (colensoi) honours the collector of the type specimen.",
    "Distribution and habitat": "Colenso's sun orchid grows in shrubland, forest and in pine plantations. It frequently grows with the larger flowered, more robust T. pauciflora and sometimes grows in gardens to which pine bark has been added. It is found on the North, South, Stewart, and Three Kings Islands.",
    "References": "",
    "External links": " Data related to Thelymitra colensoi at Wikispecies"
  }
}