{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_holmesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. holmesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra holmesii, commonly called the blue star sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single long, narrow, fleshy leaf and up to nine purplish blue to mauve flowers with a deeply notched lobe on top of the anther.",
    "Description": "Thelymitra holmesii is a tuberous, perennial herb with a single erect, fleshy, channelled, linear leaf 70–350 mm (3–10 in) long and 3–10 mm (0.1–0.4 in) wide with a purplish base. Up to nine purplish blue to mauve flowers 12–22 mm (0.5–0.9 in) wide are arranged on a flowering stem 200–650 mm (8–30 in) tall. There are two bracts on the flowering stem. The sepals and petals are 6–15 mm (0.2–0.6 in) long and 3.5–8 mm (0.1–0.3 in) wide. The column is pale to dark mauve or pink, 4.5–5.5 mm (0.18–0.22 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark purple to almost black with a curved, deeply notched yellow top. The side lobes have loose tufts of white, toothbrush-like hairs. The flowers are self-pollinated and only open on hot days, and then only slowly. Flowering occurs from October to December.",
    "Taxonomy and naming": "Thelymitra holmesii was first formally described in 1933 by William Henry Nicholls from a specimen collected near Portland and the description was published in The Victorian Naturalist. The specific epithet (holmesii) honours \"Murray Holmes, a youthful and energetic orchidologist\".",
    "Distribution and habitat": "The blue star sun orchid grows in winter wet or swampy places, sometimes in disturbed areas, forest woodland or heath. It grows in southern Victoria, near Bundanoon in New South Wales, in the south-east of South Australia and in scattered populations in Tasmania.",
    "Conservation": "Thelymitra holmesii is listed as \"vulnerable\" in South Australia and as \"rare\" under the Tasmanian Threatened Species Protection Act 1995.",
    "References": "",
    "External links": " Media related to Thelymitra holmesii at Wikimedia Commons\n Data related to Thelymitra holmesii at Wikispecies"
  }
}