{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_media",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. media"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra media, commonly called the tall sun orchid, is a species of orchid that is endemic to eastern Australia. It has a single fleshy, channelled leaf and up to thirty blue flowers with darker streaks but without spots. The labellum (the lowest petal) is narrower than the other petals and sepals.",
    "Description": "Thelymitra media is a tuberous, perennial herb with a single fleshy, channelled, dark green, linear to lance-shaped leaf 200–300 mm (8–10 in) long and 10–20 mm (0.4–0.8 in) wide with a purplish base. Up to thirty pale to dark blue flowers with darker streaks, 20–30 mm (0.8–1 in) wide are arranged on a flowering stem 300–1,000 mm (10–40 in) tall. The sepals and petals are 12–17 mm (0.5–0.7 in) long and 6–10 mm (0.2–0.4 in) wide, with the labellum the narrowest. The column is white or bluish, 6–7 mm (0.2–0.3 in) long and 3–4 mm (0.12–0.16 in) wide. The lobe on the top of the anther is short with a dark collar, yellow tip and a few short, finger-like glands on its back. The side lobes project forwards and have white, mop-like tufts on their ends. The flowers are insect-pollinated and open on warm sunny days. Flowering occurs from October to January.This sun orchid is similar to T. ixioides but is larger and has unspotted flowers.",
    "Taxonomy and naming": "Thelymitra media was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (media) is a Latin word meaning \"middle\".",
    "Distribution and habitat": "The tall sun orchid grows in high rainfall forest in south eastern New South Wales and eastern Victoria.",
    "References": "",
    "External links": " Data related to Thelymitra media at Wikispecies"
  }
}