{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_alcockiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. alcockiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra alcockiae, commonly called Kath's sun orchid, is a species of orchid that is endemic to southern continental Australia. It has a single long, narrow leaf and up to twelve pale blue to deep purplish blue flowers, mauve or reddish on their back side.",
    "Description": "Thelymitra alcockiae is a tuberous, perennial herb with a single fleshy, channelled, linear to lance-shaped leaf 80–300 mm (3–10 in) long, 5–10 mm (0.2–0.4 in) wide. Between two and twelve pale blue to deep purplish blue, rarely white flowers 15–30 mm (0.6–1 in) wide are arranged on a flowering stem 100–600 mm (4–20 in) tall. The sepals and petals are 10–16 mm (0.4–0.6 in) long, 4–8 mm (0.2–0.3 in) wide and mauve or reddish on the reverse side. The column is pale blue or pinkish, 4–6.5 mm (0.16–0.26 in) long and about 2 mm (0.08 in) wide. The lobe on the top of the anther is brown with a yellow tip, tubular and sharply curved with an inflated tip. The side lobes have dense, mop-like tufts of white hairs. Flowering occurs from August to October.",
    "Taxonomy and naming": "Thelymitra alcockiae was first formally described in 2013 by Jeff Jeanes after an unpublished description by David Jones. The formal description was published in Muelleria from a specimen collected near Naracoorte. The specific epithet (alcockiae) honours \"Kath Alcock (1925-), botanical artist and field naturalist\".",
    "Distribution and habitat": "Kath's sun orchid usually grows in drier habitats including shrubland, open forest and woodland. It is locally common in the north-west of Victoria and in South Australia.",
    "References": "",
    "External links": " Data related to Thelymitra alcockiae at Wikispecies\n Media related to Thelymitra alcockiae at Wikimedia Commons"
  }
}