{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_juncifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. juncifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra juncifolia, known as the large-spotted sun orchid, is a species of orchid that is endemic to south-eastern Australia and to New Zealand. It has a single thin, dark green leaf and up to five blue flowers with relatively large, dark blue spots on the dorsal sepal and petals. It is similar to T. ixioides but has fewer, smaller flowers with larger dark blue spots.",
    "Description": "Thelymitra juncifolia is a tuberous, perennial herb with a single channelled, dark green thread-like to lance-shaped leaf 150–200 mm (6–8 in) long and 8–10 mm (0.3–0.4 in) wide. There are up to five greyish blue to light blue flowers with relatively large darker blue spots on the dorsal sepal and petals. The flowers are 25–35 mm (0.98–1.4 in) wide and are borne on a flowering stem 200–300 mm (8–10 in) tall. The sepals and petals are 10–13 mm (0.4–0.5 in) long and 5–7 mm (0.2–0.3 in) wide. The column is white or blue, 4–6 mm (0.16–0.24 in) long and about 3 mm (0.1 in) wide. The lobe on the top of the anther is short, yellow or orange with a red or dark purple band on the back and several rows of crowded, finger-like glands. The side lobes have relatively sparse, mop-like tufts of white or bluish hairs. The flowers are usually self-pollinating but sometimes insect pollinated. Flowering occurs from October to December.",
    "Taxonomy and naming": "Thelymitra juncifolia was first formally described in 1840 by John Lindley and the description was published in his book The Genera and Species of Orchidaceous Plants. The specific epithet (juncifolia) is derived from the Latin words juncus meaning \"rush\", \"bogrush\" or \"woodrush\" and folia meaning \"leaves\".",
    "Distribution and habitat": "The large-spotted sun orchid is widespread and common in Australia within its range. It grows in heath, forest, woodland and scrub in New South Wales and the Australian Capital Territory, in Victoria, South Australia and Tasmania.",
    "References": "",
    "External links": " Media related to Thelymitra juncifolia at Wikimedia Commons\n Data related to Thelymitra juncifolia at Wikispecies"
  }
}