{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_psammophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. psammophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra psammophila, commonly called the sandplain sun orchid, is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It has a single narrow leaf and up to five yellow flowers with an orange anther and brown arms on the side of the column.",
    "Description": "Thelymitra psammophila is a tuberous, perennial herb with a single leaf 50–70 mm (2–3 in) long and 3–5 mm (0.1–0.2 in) wide. Between two and five yellow flowers, 15–20 mm (0.6–0.8 in) wide are borne on a flowering stem 150–250 mm (6–10 in) tall. The sepals and petals are 7–11 mm (0.3–0.4 in) long and 4–5 mm (0.16–0.20 in) wide. The column is yellow, 4–5 mm (0.16–0.20 in) long and about 2.5 mm (0.1 in) wide with triangular brown flanges on its sides. The lobe on the top of the anther brownish with a few short glands on its back. The anther is orange and protrudes between the column flanges. The flowers are strongly scented, insect pollinated and open in sunny weather. Flowering occurs from August to October.",
    "Taxonomy and naming": "Thelymitra psammophila was first formally described in 1905 by Cecil Andrews from a specimen he collected near the Kalgan River and the description was published in Journal of the West Australian Natural History Society. The specific epithet (psammophila) is derived from the Ancient Greek ψάμμος (psámmos), meaning “sand” and φίλος (phílos), meaning “dear one\" or \"friend”.",
    "Distribution and habitat": "The sandplain sun orchid usually grows in heath and with sedges in winter-wet areas between the Kalgan River and Ravensthorpe.",
    "Conservation": "Thelymitra psammophila is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia) and as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are weed invasion, and disturbance from a nearby rubbish tip.",
    "References": "",
    "External links": " Data related to Thelymitra psammophila at Wikispecies"
  }
}