{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_batesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. batesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra batesii, commonly called the plump sun orchid, is a species of orchid that is endemic to South Australia. It has a single fleshy, channelled, dark green leaf and up to eight mauve to bluish purple flowers that are pinkish with darker stripes on the back. The unopened flower buds are distinctly plump.",
    "Description": "Thelymitra batesii is a tuberous, perennial herb with a single erect, fleshy, channelled, dark green, linear to lance-shaped leaf 100–300 mm (4–10 in) long, 5–11 mm (0.2–0.4 in) wide with a purplish base. Between two and eight mauve to bluish purple flowers 14–22 mm (0.6–0.9 in) wide are arranged on a flowering stem 200–450 mm (8–20 in) tall. The sepals and petals are 6–10 mm (0.2–0.4 in) long and 3.5–6.5 mm (0.1–0.3 in) wide. The column is pink or purplish, 4.5–5.5 mm (0.18–0.22 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark purplish with a yellow tip, curved sharply forwards and deeply lobed. The side lobes have dense, mop-like tufts of white hairs. Flowering occurs from September to December.",
    "Taxonomy and naming": "Thelymitra batesii was first formally described in 2004 by Jeff Jeanes and the description was published in Muelleria from a specimen collected in the Spring Gully Conservation Park. The specific epithet (batesii) honours Robert John Bates in recognition of his knowledge of Australian orchids.",
    "Distribution and habitat": "The plump sun orchid is widespread and locally common in the Northern Lofty and Southern Lofty biogeographic regions where it grows in heathy woodland and forest.",
    "References": "",
    "External links": " Data related to Thelymitra batesii at Wikispecies"
  }
}