{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_ixioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. ixioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra ixioides, known as the spotted sun orchid or dotted sun orchid, is a species of orchid that is native to southern and eastern Australia and to New Zealand. It has a single long, thin, dark green leaf and up to ten flowers which occur in a range of colours, most commonly blue to purple but usually with small, dark blue spots. It is a variable species, similar to T. juncifolia which has smaller flowers.",
    "Description": "Thelymitra ixioides is a tuberous, perennial herb with a single channelled or corrugated, dark green thread-like to lance-shaped leaf 200–300 mm (8–10 in) long and 10–15 mm (0.4–0.6 in) wide with a purplish base. Between two and ten usually blue to purple flowers with small darker blue spots, 30–40 mm (1–2 in) wide are borne on a flowering stem 300–600 mm (10–20 in) tall. The flowers are sometimes pinkish, greenish or white and occasionally lack spots. The sepals and petals are 15–20 mm (0.6–0.8 in) long and 9–12 mm (0.4–0.5 in) wide. The column is white or blue, 4–6 mm (0.16–0.24 in) long and about 3 mm (0.1 in) wide. The lobe on the top of the anther is yellow with a dark blue band on the back and several rows of crowded, finger-like glands with yellow or orange tips. The side lobes have dense, toothbrush-like tufts of white, pink or bluish hairs. The flowers are sometimes self-pollinating but more commonly insect pollinated. Flowering occurs from September to December.",
    "Taxonomy and naming": "Thelymitra ixioides was first formally described in 1805 by the Swedish botanist, Olof Swartz and the description was published in Neues Journal fur die Botanik. The specific epithet (ixioides) refers to a perceived similarity to plants in the genus Ixia. The ending -oides is a Latin suffix meaning \"likeness\".",
    "Distribution and habitat": "The spotted sun orchid is widespread and common in Australia, less so in New Zealand. It grows in a wide range of habitats but is most common in heath and forest. It is found in the Darling Downs of Queensland, on the coast and tablelands of New South Wales and the Australian Capital Territory, in most of Victoria, in south-eastern South Australia and in Tasmania. In New Zealand it occurs on both the North and South Islands.",
    "References": "",
    "External links": " Media related to Thelymitra ixioides at Wikimedia Commons\n Data related to Thelymitra ixioides at Wikispecies"
  }
}