{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_latiloba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. latiloba"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra latiloba, commonly called the wandoo sun orchid or wandoo shirt orchid, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect, fleshy, channelled, dark green leaf and up to twelve blue flowers with darker blue veins and sometimes flushed with mauve. The lobe on top of the anther is wavy.",
    "Description": "Thelymitra latiloba is a tuberous, perennial herb with a single erect, fleshy, channelled, dark green, linear to lance-shaped leaf 150–300 mm (6–10 in) long and 3–12 mm (0.1–0.5 in) wide with a purplish base. Up to twelve blue flowers with darker blue lines and often flushed with mauve, 13–27 mm (0.5–1 in) wide are borne on a flowering stem 80–600 mm (3–20 in) tall. The sepals and petals are 8–22 mm (0.3–0.9 in) long and 3–9 mm (0.1–0.4 in) wide. The column is whitish or pale blue, 3.5–5.5 mm (0.1–0.2 in) long and 2–3 mm (0.079–0.12 in) wide. The lobe on the top of the anther is dark purplish black with a wavy white or pink tip. The side lobes have mop-like tufts of purple or white hairs. The flowers are insect pollinated and open on hot days. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra latiloba was first formally described in 2001 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Brookton. The specific epithet (latiloba) is derived from the Latin words latus meaning \"broad\" or \"wide\" and lobus meaning \"a lobe\", referring to the broad side lobes on the column.",
    "Distribution and habitat": "The wandoo sun orchid often grows in thick layers of leaf litter in wandoo forest and woodland and is found between Wongan Hills and Dumbleyung in the Avon Wheatbelt, Jarrah Forest and Mallee biogeographic regions.",
    "Conservation": "Thelymitra latiloba is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra latiloba at Wikispecies"
  }
}