{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_odora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. odora"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra odora is a rare species of orchid in the family Orchidaceae and is endemic to a small area of South Australia. It has a single erect, channelled, linear leaf and up to four deep blue flowers. It is similar to T. pauciflora but is distinguished from that species by its slaty grey flower buds and a different lobe on top of the anther.",
    "Description": "Thelymitra odora is a tuberous, perennial herb with a single erect, non-fleshy, channelled, linear leaf 80–120 mm (3–5 in) long and about 2 mm (0.08 in) wide with a purplish base. Up to four deep blue flowers 12–14 mm (0.5–0.6 in) wide are borne on a flowering stem 150–300 mm (6–10 in) tall. The flower buds are a slaty grey colour. The sepals and petals are 6–8 mm (0.2–0.3 in) long and 3–5 mm (0.1–0.2 in) wide. The column is white or pale blue, 5–6 mm (0.20–0.24 in) long and 2–3 mm (0.08–0.1 in) wide. The lobe on the top of the anther is tube-shaped and dark coloured with a yellow, slightly notched tip. The side lobes curve sharply upwards and have mop-like tufts of white hairs on their ends. The flowers open on warm, humid days. Flowering occurs between late October and early-November.",
    "Taxonomy and naming": "Thelymitra odora was first formally described in 2010 by Robert Bates from a specimen he collected near Lobethal in 2007. The description was published in the Journal of the Adelaide Botanic Garden. The specific epithet (odora) is a Latin word meaning \"having a smell\" or \"fragrant\", referring to fact that this is one of the few thelymitra to have a fragrance.",
    "Distribution and habitat": "This thelymitra is only known from the southern Mount Lofty Ranges where it grows in seepage areas and on the edges of firebreaks.\n\n\n== References =="
  }
}