{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_longiloba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. longiloba"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra longiloba, commonly called the lobed sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single erect, fleshy, channelled leaf and up to six relatively small blue flowers with side lobes above the anther. Although widespread, it only occurs in disjunct populations and is classed as \"endangered\".",
    "Description": "Thelymitra longiloba is a tuberous, perennial herb with a single erect, fleshy, channelled, linear to lance-shaped leaf 100–250 mm (4–10 in) long and 5–10 mm (0.2–0.4 in) wide. Up to six pale to dark blue flowers 18–25 mm (0.7–1 in) wide are arranged on a flowering stem 100–400 mm (4–20 in) tall. The sepals and petals are 8–12 mm (0.3–0.5 in) long and about 5 mm (0.2 in) wide. The column is white to pink or bluish, 5–6 mm (0.2–0.2 in) long and about 2 mm (0.08 in) wide with a yellow tip. The lobe on the top of the anther is short with long flanges and finger-like glands on the back. The side lobes have sparse, mop-like tufts of white hairs. Flowering occurs from October to December but the flowers are self-pollinated and only open on hot days.",
    "Taxonomy and naming": "Thelymitra longiloba was first formally described in 1998 by David Jones and the description was published in Australian Orchid Research. The specific epithet (longiloba) is derived from the Latin words longus meaning \"long\" and lobus meaning \"a rounded projection or protuberance\" referring to the side lobes on the column.",
    "Distribution and habitat": "The lobed sun orchid grows in coastal and near coastal heath, sometimes on coastal headlands, in disjunct populations between the Darling Downs in Queensland and the north and west of Tasmania.",
    "References": "",
    "External links": " Data related to Thelymitra longiloba at Wikispecies"
  }
}