{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_cucullata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. cucullata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra cucullata, commonly called the swamp sun orchid, is a species of orchid that is endemic to the south-west of Western Australia. It has a single narrow leaf and up to ten small, greenish cream-coloured to white flowers with purple blotches and which quickly droop after they have been fertilised.",
    "Description": "Thelymitra cucullata is a tuberous, perennial herb with a single leaf 100–180 mm (4–7 in) long and 3–4 mm (0.1–0.2 in) wide. Between two and ten greenish cream-coloured to white flowers with purple blotches, 12–18 mm (0.5–0.7 in) wide are borne on a flowering stem 200–450 mm (8–20 in) tall. The sepals and petals are 6–9 mm (0.2–0.4 in) long and 3.5–4.5 mm (0.1–0.2 in) wide. The dorsal (top) sepal is wider and the labellum (the lowest petal) is narrower than the other sepals and petals. The column is a similar colour to the sepals and petals but with rows of purple spots. It is 4–5 mm (0.16–0.20 in) long, about 2 mm (0.08 in) wide and has short, yellow-tipped arms on the sides. The flowers are self-pollinated, short-lived, open on sunny days and quickly droop after they have been fertilised. Flowering occurs in October and November.",
    "Taxonomy and naming": "Thelymitra cucullata was first formally described in 1946 by Herman Rupp from a specimen collected in the Stirling Range and the description was published in Australian Orchid Review. The specific epithet (cucullata) is a Latin word meaning \"hooded\", referring to the dorsal sepal which forms a hood over the column.",
    "Distribution and habitat": "The swamp sun orchid grows in winter-wet areas, around the edges of swamps and in shallow soil on granite outcrops. It is found between Perth and Israelite Bay.",
    "Conservation": "Thelymitra cucullata is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Thelymitra cucullata at Wikimedia Commons\n Data related to Thelymitra cucullata at Wikispecies"
  }
}