{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_maculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra maculata, commonly called the spotted curly locks or eastern curly locks, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect leaf, spiralling around the flowering stem and a single pink or purplish, spotted flower with more or less circular, yellow ear-like arms on the sides of the column.",
    "Description": "Thelymitra maculata is a tuberous, perennial herb with a dark green leaf which is egg-shaped near the base, then suddenly narrows to a linear, curved or spirally twisted upper part. The upper part is 30–80 mm (1–3 in) long and 2–3 mm (0.08–0.1 in) wide. A single pink or purplish flower with irregular spots, 15–25 mm (0.6–1 in) wide is borne on a flowering stem 100–200 mm (4–8 in) tall. The sepals and petals are 7–12 mm (0.3–0.5 in) long and 3–6 mm (0.1–0.2 in) wide. The column is also pink or purplish, about 3 mm (0.1 in) long and 2 mm (0.08 in) wide with a cluster of small glands on its back. There are two ear-like, more or less circular yellow arms on the sides of the column. The flowers are self-pollinating and open on hot days. Flowering occurs in July and August.",
    "Taxonomy and naming": "Spotted curly locks was first formally described in 1949 by William Henry Nicholls who gave it the name Thelymitra spiralis var. pulchella and published the description in The Victorian Naturalist. In 2009 Jeff Jeanes raised the variety to species status, gave it the name Thelymitra maculata and published the updated description in Muelleria. The specific epithet (maculata) is from the Latin macula, ('spot') and refers to the spots on the sepals and sometimes also the petals.",
    "Distribution and habitat": "Thelymitra maculata grows in dry inland heath or woodland, often near rock outcrops and is found between Watheroo, Ongerup and Hyden.",
    "Conservation": "Thelymitra maculata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}