{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_antennifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. antennifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra antennifera, commonly called the rabbit-eared sun orchid, lemon-scented sun orchid or vanilla orchid is a species of orchid which is native to Western Australia, South Australia and Victoria and northern parts of Tasmania.",
    "Description": "Thelymitra antennifera is a tuberous, perennial herb, 10–25 cm tall with yellow flowers from July to October. Its leaf is circular in cross–section, 5 to 12 cm long and 2 to 3 mm wide. The inflorescence consists of one to four yellow flowers on a wiry, zig-zagged often pinkish stem. Each flower is 20 to 40 mm across with a lemon or vanilla scent. The sepals and petals are 12 to 20 mm long and 4 to 6 mm wide, the sepals having a broad, reddish–brown band on their outer surface. The column is 5 to 6 mm long and 2 to 3 mm wide with dark brown arms that are ear-like and held high above the column. As with others in the genus, it reproduces by seeds but is unusual in that it is one of the few that develops tubers on the end of stolon-like roots, allowing it to form new colonies. The flowers are insect pollinated and open readily, even on cool days and are long-lasting.",
    "Distribution and habitat": "The species occurs in the South–West and Eremaean botanical provinces of Western Australia. It is also found South Australia and Victoria. In Tasmania it only occurs in a few small areas and is classified as an endangered species in that state. Elsewhere it is widespread and common, growing in many habitats, especially shrub, heath and mallee. It sometimes forms dense, extensive colonies, flowering freely, especially after fire.",
    "Taxonomy and naming": "The species was first described by John Lindley in 1840 in his A Sketch of the Vegetation of the Swan River Colony (1840) as Macdonaldia antennifera. but was later renamed Thelymitra antennifera by the English botanist Joseph Dalton Hooker in The botany of the Antarctic voyage of H.M. discovery ships Erebus and Terror. III. Flora Tasmaniae The specific epithet (antennifera) is from the Latin antenna, (classically \"a sail yard\"), and -fer meaning \"-bearing\", referring to the lateral appendages on the column. The genus name Macdonaldia, honours \"Mrs. Smith, née Macdonald, a lady who has examined the Orchidaceous plants of that island with great care, and from whom a most beautiful series of dried specimens has reached me through the offices of Mr. Gunn\".Five hybrids are recognised–\n\nThelymitra antennifera (Lindl.) Hook.f. x Thelymitra gregaria D.L.Jones & M.A.Clem.\nThelymitra antennifera (Lindl.) Hook.f. x Thelymitra luteocilium Fitzg.\nThelymitra antennifera (Lindl.) Hook.f. x Thelymitra macrophylla Lindl. crimson sun orchid\nThelymitra antennifera (Lindl.) Hook.f. x Thelymitra maculata Jeanes western wheatbelt sun orchid\nThelymitra antennifera (Lindl.) Hook.f. x Thelymitra vulgaris Jeanes scarce sun orchid",
    "Use in horticulture": "Thelymitra species are readily cultivated in pots.",
    "References": "",
    "External links": " Media related to Thelymitra antennifera at Wikimedia Commons"
  }
}