{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_circumsepta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. circumsepta"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra circumsepta, commonly called the naked sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single leathery, dark green leaf and up to twenty blue to purplish or pink flowers with fringed lobes and yellowish hair tufts on top of the column.",
    "Description": "Thelymitra circumsepta is a tuberous, perennial herb with a single leathery, channelled, dark green, linear to lance-shaped leaf 150–300 mm (6–10 in) long and 15–25 mm (0.6–1 in) wide with a purplish base. Up to twenty blue to purplish or pink flowers 20–30 mm (0.8–1 in) wide are arranged on a flowering stem 150–700 mm (6–30 in) tall. The sepals and petals are 9–15 mm (0.4–0.6 in) long and 5–6 mm (0.20–0.24 in) wide. The column is pale blue or greenish, 3–5 mm (0.1–0.2 in) long and about 2 mm (0.08 in) wide. The lobe on the top of the anther is itself lobed with yellow fringed edges. The side lobes are finger-like with yellow, toothbrush-like tufts on their ends. The flowers are self-pollinated and only open on hot, humid days. Flowering occurs from December to February.",
    "Taxonomy and naming": "Thelymitra circumsepta was first formally described in 1878 by Robert Fitzgerald from a specimen he collected on Mount Tomah. The description was published in his book Australian Orchids. The specific epithet (circumsepta) is derived from the Latin words circum meaning \"around\", \"about\" or \"on all sides\" and septum meaning \"inclosure\", \"barrier\" or \"partition\".",
    "Distribution and habitat": "The naked sun orchid grows in swampy, high rainfall districts from near the coast to subalpine areas. It occurs on the coast and tablelands of New South Wales south from the New England Tableland, in south-eastern Victoria, the Mount Lofty Ranges of South Australia and in Tasmania.Authorities in New Zealand regard a similar orchid occurring there and recorded by Hatch as T. formosa.",
    "Conservation": "Only between ten and twenty individuals of this species are known from South Australia and it is listed as \"endangered\" in that state. The main threats to the species there are competition with coral fern and altered water regimes.",
    "References": "",
    "External links": " Media related to Thelymitra circumsepta at Wikimedia Commons\n Data related to Thelymitra circumsepta at Wikispecies"
  }
}