{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_cornicina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. cornicina"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra cornicina, commonly called the lilac sun orchid, is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It has a single narrow, pale green leaf and up to eight lilac-tinged blue flowers with the lobe on top of the anther covered with short, finger-like calli.",
    "Description": "Thelymitra cornicina is a tuberous, perennial herb with a single pale green leaf 100–200 mm (4–8 in) long and 3–5 mm (0.1–0.2 in) wide. Up to eight pale blue to dark blue flowers with a lilac tinge, 25–30 mm (0.98–1.2 in) wide are borne on a flowering stem 200–500 mm (8–20 in) tall. The sepals and petals are 10–15 mm (0.4–0.6 in) long and 6–8 mm (0.2–0.3 in) wide. The column is blue with a yellow crest, 3.5–4.5 mm (0.1–0.2 in) long and about 2 mm (0.08 in) wide. The lobe on the top of the anther is short and densely covered with short, finger-like yellow glands. The side lobes have mop-like tufts of a few white to lilac hairs. The flowers are insect pollinated and open on sunny days. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra cornicina was first formally described in 1871 by Heinrich Gustav Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (cornicina) is a Latin word meaning \"having a horny sheath\".",
    "Distribution and habitat": "The lilac sun orchid grows in scrubland and forest between Perth and Hopetoun in the Esperance Plains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Thelymitra cornicina is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra cornicina at Wikispecies"
  }
}