{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_sparsa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. sparsa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra sparsa, commonly called the wispy sun orchid, is a species of orchid that is endemic to Tasmania. It has a single erect, fleshy leaf and up to six relatively small blue flowers with a few small darker spots. The flowers are self-pollinated and open only slowly on hot days. The species is restricted to a few restricted montane sites in south-eastern Tasmania.",
    "Description": "Thelymitra sparsa is a tuberous, perennial herb with a single erect, fleshy, channelled, linear to lance-shaped leaf 60–250 mm (2–10 in) long and 2–5 mm (0.08–0.2 in) wide. Up to six blue flowers with a few small darker spots, 25–30 mm (0.98–1.2 in) wide are arranged on a flowering stem 100–250 mm (4–10 in) tall. The sepals and petals are 10–15 mm (0.4–0.6 in) long and 4–6 mm (0.16–0.24 in) wide. The column is bluish, 4.5–6 mm (0.18–0.24 in) long and about 2.5 mm (0.1 in) wide. The lobe on the top of the anther is dark blue and brown with a yellow tip and a few short finger-like glands on the back. The side lobes have a few sparse white hairs on their ends. Flowering occurs in December and January but the flowers are self-pollinated and only open on hot days, and then only slowly.",
    "Taxonomy and naming": "Thelymitra sparsa was first formally described in 1999 by David Jones from a specimen collected on the plains near Snug and the description was published in Australian Orchid Research. The specific epithet (sparsa) is a Latin word meaning “strewn\", \"sprinkled\", \"flecked\" or \"spotted\", referring to the sparse hairs on the anther's lateral lobes.",
    "Distribution and habitat": "The wispy sun orchid is restricted to a few montane sites on the Snug Plains and Wellington Range near Hobart where it grows in low scrub with grasses and sedges.",
    "References": "",
    "External links": " Data related to Thelymitra sparsa at Wikispecies"
  }
}