{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_×_dentata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. .mw-parser-output .noitalic{font-style:normal}× dentata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra × dentata, commonly called hybrid sun orchid, is a species of orchid in the family Orchidaceae that is endemic to New Zealand. It has a single fleshy, channelled leaf and up to six blue or pink flowers with prominent dark blue stripes. It is a natural hybrid between T. longifolia and T. pulchella and is only found where the parent species occur together.",
    "Description": "Thelymitra × dentata is a tuberous, perennial herb with a single erect, fleshy, channelled leaf 80–200 mm (3–8 in) long and 10–20 mm (0.4–0.8 in) wide. Up to six blue or pink flowers with prominent dark blue stripes 10–15 mm (0.4–0.6 in) wide are borne on a flowering stem up to 600 mm (20 in) tall. The sepals and petals are egg-shaped with the slightly narrower end towards the base. The column is blue, lavender or pink, 6.5–8 mm (0.26–0.31 in) long and the lobe on the top of the anther is dark red near its base with a yellow tip. The side lobes have clusters of pale yellow hairs. Flowering occurs from November to January but the flowers are sterile and do not produce capsules.",
    "Taxonomy and naming": "Thelymitra × dentata was first formally described in 1968 by Lucy Moore from a specimen she collected near Kaitoke and the description was published in Royal Society Te Apārangi. The specific epithet (x dentata) is a Latin word meaning \"toothed\" or \"pointed\", referring to the toothed edges of the column arms.",
    "Distribution and habitat": "The hybrid sun orchid grows in shrubland, gumland and peat bogs, but only in the presence of its parent species. It is found on the North Island between Wellington and Waikato and on parts of the west coast of the South Island.\n\n\n== References =="
  }
}