{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_cyanea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. cyanea"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra cyanea, commonly known as the veined sun orchid in Australia and as the swamp sun orchid or striped sun orchid in New Zealand, is a species of orchid which is native to New Zealand and south-eastern Australia. It has a single erect, fleshy, channelled leaf and up to five bright blue flowers with darker blue veins. It is usually found growing in swamps, sphagnum bogs, and subalpine herbfields, often in clonal colonies.",
    "Description": "Thelymitra cyanea is a tuberous, perennial herb with a single erect, fleshy, channelled, linear leaf 150–250 mm (6–10 in) long and 5–7 mm (0.2–0.3 in) wide. Up to five bright blue flowers with darker veins, 20–30 mm (0.8–1 in) wide are borne on a flowering stem 200–400 mm (8–20 in) tall. There are usually and two bracts on the flowering stem. The sepals and petals are 12–16 mm (0.5–0.6 in) long and 8–10 mm (0.3–0.4 in) wide but the lavellum (the lowest petal) is larger than the other petals and sepals. The column is white to pale blue, 4–6 mm (0.16–0.24 in) long and about 3 mm (0.12 in) wide. The side arms of the column are yellow, with a twisted or toothed tip. The flowers are often self-pollinating and open on warm sunny days. Flowering occurs from November to March.",
    "Taxonomy and naming": "The veined sun orchid was first formally described in 1840 by John Lindley and given the name Macdonaldia cyanea. The description was published in his book A Sketch of the Vegetation of the Swan River Colony. In 1873 George Bentham changed the name to Thelymitra cyanea and published the change in Flora Australiensis. The specific epithet (cyanea) is derived from the Ancient Greek word kyanos meaning \"dark blue\".",
    "Distribution and habitat": "Thelymitra cyanea is widespread and often common in many parts of south-eastern Australia and New Zealand. It grows in damp to wet boggy places, mainly in montane and subalpine habitats. In New Zealand it is widespread on the North, South and Chatham Islands. In New South Wales it is found on the tablelands south from Ebor, in south-eastern Victoria and in Tasmania. In South Australia it is restricted to near Mount Compass.",
    "Conservation": "This orchid is widespread and common, but listed as \"endangered\" in South Australia where most of its former habitat has been drained and is now under cultivation.",
    "References": "",
    "External links": " Media related to Thelymitra cyanea at Wikimedia Commons\n Data related to Thelymitra cyanea at Wikispecies"
  }
}