{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_purpurata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. purpurata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra purpurata, commonly called the wallum sun orchid, is a species of orchid that is endemic to eastern Australia. It has up to ten purplish flowers with long, finger-like glands on the top of the column and flowers earlier in the season than most other thelymitras.",
    "Description": "Thelymitra purpurata is a tuberous, perennial herb with a single ribbed, linear to lance-shaped leaf 100–250 mm (4–10 in) long and 2–4 mm (0.08–0.2 in) wide. Between two and ten bluish purple flowers without spots, 20–25 mm (0.8–1 in) wide are borne on a flowering stem 150–350 mm (6–10 in) tall. The sepals and petals are 12–17 mm (0.5–0.7 in) long and 5–8 mm (0.2–0.3 in) wide. The column is bluish to pinkish, 4.5–5.5 mm (0.18–0.22 in) long and 2.5–3 mm (0.098–0.12 in) wide. The lobe on the top of the anther is short, yellow with a dark blue band and with many finger-like calli. The side lobes have dense, mop-like tufts of white hairs. The flowers are insect-pollinated, open on sunny days and often have the petals and sepals turned backwards. Flowering occurs from July to September.",
    "Taxonomy and naming": "Thelymitra purpurata was first formally described in 1945 by Herman Rupp from a specimen collected in Brunswick Heads by Fred Fordham and the description was published in Proceedings of the Linnean Society of New South Wales. The specific epithet (purpurata) is a Latin word meaning \"purple\".",
    "Distribution and habitat": "The wallum sun orchid is common in heath in coastal Queensland south of Fraser Island to Myall Lakes in New South Wales.",
    "References": "",
    "External links": " Media related to Thelymitra purpurata at Wikimedia Commons\n Data related to Thelymitra purpurata at Wikispecies"
  }
}