{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_apiculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. apiculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra apiculata, commonly called Cleopatra's needles, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect, curved, dark green leaf with a purplish base and up to twelve purplish flowers with darker blotches and golden yellow edges. There are two yellow arms on the sides of the column, each ending with a needle-like point.",
    "Description": "Thelymitra apiculata is a tuberous, perennial herb with an erect, channelled, dark green, linear to lance-shaped leaf 40–80 mm (2–3 in) long and 7–10 mm (0.3–0.4 in) wide with a purplish base. Between two and twelve glossy, bright purple to pinkish purple flowers with darker spots and golden yellow edges, 25–30 mm (0.98–1.2 in) wide are borne on a flowering stem 200–350 mm (8–10 in) tall. The sepals and petals are 12–17 mm (0.5–0.7 in) long and 4–6 mm (0.16–0.24 in) wide. The column is a similar colour to the petals, 5–7 mm (0.2–0.3 in) long and about 2 mm (0.08 in) wide with a cluster of small finger-like glands on its back. There are two erect yellow arms on the sides of the column, each ending in a needle-like point. Flowering occurs from late May to July.",
    "Taxonomy and naming": "Cleopatra's needles was first formally described in 1984 by Alex George from a specimen collected near Badgingarra and given the name Thelymitra variegata var. apiculata. The description was published in Nuytsia. In 1989 David Jones and Mark Clements raised the variety to species status as T. apiculata. The specific epithet (apiculata) is a Latin word meaning \"small pointed\", referring to the short, needle-like tip of the column arms.",
    "Distribution and habitat": "Thelymitra apiculata grows with low shrubs on top of low lateritic hills in the Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Thelymitra apiculata is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.\n\n\n== References =="
  }
}