{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_grandiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. grandiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra grandiflora, commonly called the giant sun orchid, is a species of orchid that is endemic to South Australia. It has a single large, erect, linear to lance-shaped leaf and up to forty large, dark metallic to greenish blue flowers with darker veins.",
    "Description": "Thelymitra grandiflora is a tuberous, perennial herb with a single erect, fleshy, channelled, dark green, linear to lance-shaped leaf 250–400 mm (10–20 in) long and 25–35 mm (0.98–1.4 in) wide. Up to forty dark metallic to greenish blue flowers with darker veins, 30–40 mm (1–2 in) wide are arranged on a flowering stem 300–1,000 mm (10–40 in) tall. The sepals and petals are 15–20 mm (0.6–0.8 in) long and 6–7 mm (0.2–0.3 in) wide. The column is white to cream-coloured, 6–7 mm (0.24–0.28 in) long and about 5 mm (0.2 in) wide. The lobe on the top of the anther is pale brown with a yellow tip, strongly curved with a shallow notch and irregular teeth. The side lobes have mop-like tufts of white hairs on their ends. The flowers are insect pollinated and open in warm weather. Flowering occurs from September to December.",
    "Taxonomy and naming": "Thelymitra grandiflora was first formally described in 1882 by Robert Fitzgerald and the description was published in The Gardeners' Chronicle.The specific epithet (grandiflora) is derived from the Latin words grandis meaning \"large\" and flos, genitive floris meaning flower\".In 2014, Robert Bates described two subspecies and the names have been accepted by the World Checklist of Selected Plant Families:\n\nThelymitra grandiflora subsp. grandiflora;\nThelymitra grandiflora subsp. exposa.",
    "Distribution and habitat": "The giant sun orchid grows in forest and scrubland, often in rocky places. It is widespread and locally common in the Mount Lofty Ranges and Southern Flinders Ranges. It has also been recorded on the Yorke Peninsula and Kangaroo Island but is possibly now extinct there.",
    "References": "",
    "External links": " Data related to Thelymitra grandiflora at Wikispecies\n Media related to Thelymitra grandiflora at Wikimedia Commons"
  }
}