{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_gregaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. gregaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra gregaria, commonly called the clumping sun orchid, is a species of orchid that is endemic to Victoria. It has a single fleshy, channelled leaf and up to six strongly scented, dark blue to purple flowers and often grows in clumps.",
    "Description": "Thelymitra gregaria is a tuberous, perennial herb with a fleshy, channelled, dark green to yellowish, linear to lance-shaped leaf 70–100 mm (3–4 in) long and 8–12 mm (0.3–0.5 in) wide with a purplish base. Up to six dark violet blue to purple flowers 22–40 mm (0.9–2 in) wide are borne on a flowering stem 100–200 mm (4–8 in) tall. The sepals and petals are 15–20 mm (0.6–0.8 in) long and 5–6.5 mm (0.2–0.3 in) wide. The column is pink, blue or purplish, 6–7 mm (0.24–0.28 in) long and about 3 mm (0.1 in) wide. The lobe on the top of the anther is yellow with a dark brown or blackish band and a shallow notch. The side lobes are curved with mop-like tufts of white hairs. The flowers are strongly scented and open widely in warm to hot weather. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra gregaria was first formally described in 1988 by David Jones and Mark Clements from a specimen collected near Derrinallum and the description was published in The Orchadian. The specific epithet (gregaria) is a Latin word meaning \"pertaining to a flock or herd\" or common\".",
    "Distribution and habitat": "The clumping sun orchid grows in tussock grassland in southern Victoria.",
    "Conservation": "Thelymitra gregaria is listed as \"threatened\" under the Victorian Flora and Fauna Guarantee Act 1988. The main threats to the species are weed invasion, inappropriate fire regimes and site disturbance. No population of this orchid is in a conservation reserve.",
    "References": "",
    "External links": " Data related to Thelymitra gregaria at Wikispecies\n Media related to Thelymitra gregaria at Wikimedia Commons"
  }
}