{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_spadicea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. spadicea"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra spadicea, commonly called the browntop sun orchid, is a species of orchid that is endemic to Tasmania. It has a single erect, fleshy leaf and up to four relatively small blue flowers with small darker spots and an elongated lobe on top of the anther.",
    "Description": "Thelymitra spadicea is a tuberous, perennial herb with a single erect, fleshy, channelled, linear leaf 100–220 mm (4–9 in) long and 4–8 mm (0.2–0.3 in) wide with a reddish base. Up to four blue flowers with small darker spots, 16–22 mm (0.6–0.9 in) wide are arranged on a flowering stem 100–250 mm (4–10 in) tall. The sepals and petals are 7–11 mm (0.3–0.4 in) long and 5–6 mm (0.20–0.24 in) wide. The column is bluish white, about 4 mm (0.2 in) long and 2 mm (0.08 in) wide. The lobe on the top of the anther is brown with a blue band, a yellow elongated tip and small teeth. The side lobes have dense, mop-like tufts of white hairs. Flowering occurs in November and December.",
    "Taxonomy and naming": "Thelymitra spadicea was first formally described in 1999 by David Jones from a specimen collected near Stanley and the description was published in Australian Orchid Research. The specific epithet (spadicea) is a Latin word meaning “of a light brown colour\", referring to the colour of the anther lobe.",
    "Distribution and habitat": "The browntop sun orchid grows in coastal and near coastal heath in northern and western Tasmania.",
    "References": "",
    "External links": " Data related to Thelymitra spadicea at Wikispecies"
  }
}