{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_irregularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. irregularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra irregularis, usually known as Thelymitra x irregularis by Australian authorities, and commonly called the crested sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single tapering, dark green leaf and up to eight bright rose pink flowers with darker spots and an irregular yellow crest on top of the anther. It is a natural hybrid between T. ixioides and either T. carnea or T. rubra.",
    "Description": "Thelymitra irregularis is a tuberous, perennial herb with a single dark green, channelled, tapering linear leaf 100–200 mm (4–8 in) long and 3–4 mm (0.1–0.2 in) wide. Up to eight bright rose pink flowers with darker spots, 20–25 mm (0.8–1 in) wide are arranged on a flowering stem 200–400 mm (8–20 in) tall. There are one two bracts along the flowering stem. The sepals and petals are 7–10 mm (0.3–0.4 in) long and the column is pink with a dark band near the top and 6–7 mm (0.2–0.3 in) long. The lobe on the top of the anther has an irregular semi-circular yellow crest. The side lobes have pale golden yellow hair-like tufts on their ends. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra irregularis was first formally described in 1946 by William Henry Nicholls from a specimen collected near Wonthaggi and the description was published in The Victorian Naturalist. The specific epithet (irregularis) refers to the \"broken and very irregular toothed median lobe of the column\".",
    "Distribution and habitat": "The crested sun orchid grows where its two parent species occur in heath, woodland and open forest. It is widespread but uncommon in south-eastern New South Wales, southern and eastern Victoria, Tasmania and South Australia.",
    "References": "",
    "External links": " Data related to Thelymitra × irregularis at Wikispecies"
  }
}