{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_merraniae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. merraniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra merraniae, known as Thelymitra x merraniae by some Australian authorities, and commonly called Merran's sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single tapering, fleshy, channelled, dark green leaf and up to six dark blue to purplish flowers. It is a possibly a natural hybrid but its parentage is uncertain.",
    "Description": "Thelymitra merraniae is a tuberous, perennial herb with a single dark green, fleshy, channelled, tapering linear to lance-shaped leaf 150–200 mm (6–8 in) long and 3–8 mm (0.1–0.3 in) wide with a reddish base. Up to six dark blue to purplish flowers with darker spots, 20–25 mm (0.8–1 in) wide are arranged on a flowering stem 150–400 mm (6–20 in) tall. There are one two bracts along the flowering stem. The sepals and petals are 8–12 mm (0.3–0.5 in) long and the column is pale blue to purplish and 3–5 mm (0.1–0.2 in) long. The lobe on the top of the anther is more or less square with a wavy yellow top and a wavy back. The side lobes have a tuft of shaggy, cream-coloured hairs. Flowering occurs from October to November.",
    "Taxonomy and naming": "Thelymitra merraniae was first formally described in 1929 by William Henry Nicholls from a specimen collected near Aireys Inlet and the description was published in The Victorian Naturalist. (Some authorities regard this orchid as a natural hybrid and give it the name Thelymitra xmerraniae). The specific epithet (merraniae) honours \"Mrs. Merran Sutherland\" who collected the type specimen.",
    "Distribution and habitat": "Merran's sun orchid grows in heath and woodland. It is widespread but rare, occurring in coastal New South Wales, southern Victoria, Tasmania and South Australia.\n\n\n== References =="
  }
}