{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_incurva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. incurva"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra incurva, commonly called the coastal striped sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single erect, dark green grass-like leaf and up to seven relatively large, pale blue flowers lacking the darker veins of some other thelymitras, especially the otherwise similar striped sun orchid. It grows in coastal areas of far south-eastern New South Wales and north-eastern Victoria.",
    "Description": "Thelymitra incurva is a tuberous, perennial herb with a single erect, dark green linear to lance-shaped leaf 100–300 mm (4–10 in) long, 7–10 mm (0.3–0.4 in) wide and folded lengthwise with a purplish base. Up to seven pale blue, unstreaked flowers 20–30 mm (0.8–1 in) wide are arranged on a flowering stem 200–600 mm (8–20 in) tall. The sepals and petals are 10–14 mm (0.4–0.6 in) long and 6–8 mm (0.2–0.3 in) wide. The column is pale blue, 5–6 mm (0.20–0.24 in) long and 2.5–4 mm (0.1–0.2 in) wide with a brown collar. The lobe on the top of the anther is short and yellow with a lumpy back. The lobes on the side of the column are blue and curve forwards with yellow, lobed ends. The flowers are insect pollinated and open on hot days. Flowering occurs from October to December.",
    "Taxonomy and naming": "Thelymitra incurva was first formally described in 2012 by Jeff Jeanes from a specimen collected in north-eastern Victoria and the description was published in Muelleria . The specific epithet (incurva) is a Latin word meaning \"curved or crooked\" referring to the lateral lobes of the column.",
    "Distribution and habitat": "The coastal striped sun orchid grows in heath and forest, usually around the edges of grasstree plains and sometimes in disturbed areas.",
    "Conservation": "Thelymitra incurva is listed as \"vulnerable\" in Victoria.",
    "References": "",
    "External links": " Data related to Thelymitra incurva at Wikispecies"
  }
}