{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_dedmaniarum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. dedmaniarum"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra dedmaniarum, commonly called the cinnamon sun orchid,  is a species of orchid in the family Orchidaceae and is endemic to Western Australia. It has a single flat, leathery leaf and up to fifteen cinnamon scented, golden yellow flowers. It is a rare orchid with a restricted distribution.",
    "Description": "Thelymitra dedmaniarum is a tuberous, perennial herb with a single flat, leathery, lance-shaped to egg-shaped leaf 70–180 mm (3–7 in) long and 30–50 mm (1–2 in) wide. Between two and fifteen golden yellow flowers often with a reddish brown centre, 40–50 mm (1.6–2.0 in) wide are borne on a flowering stem 250–500 mm (10–20 in) tall. The sepals and petals are 15–25 mm (0.6–1 in) long and 5–8 mm (0.2–0.3 in) wide. The column is yellow or orange, 6–8 mm (0.2–0.3 in) long and 3–5 mm (0.1–0.2 in) wide and has broad wings with teeth on its edges. The lobe on the top of the anther has a club-like lobe on its top. Flowering occurs in November and December. The flowers are cinnamon scented, insect pollinated and open freely on warm days.",
    "Taxonomy and naming": "Thelymitra dedmaniarum was first formally described in 1938 by Richard Sanders Rogers from a specimen collected near Toodyay and the description was published in Transactions of the Royal Society of South Australia. Rogers published the name as Thelymitra dedmanae but this is an orthographical variant or \"spelling mistake\". The specific epithet (dedmaniarum) honours Carlotta Maud Dedman and Winifred Hilda Dedman, the collectors of the type specimen.",
    "Distribution and habitat": "The cinnamon sun orchid grows in woodland between Red Hill and Wooroloo in the Jarrah Forest and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Thelymitra dedmaniarum is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are weed invasion, trampling and grazing by feral pigs and rabbits, and habitat disturbance.\n\n\n== References =="
  }
}