{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_reflexa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. reflexa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra reflexa, commonly called the reflexed sun orchid, is a species of orchid that is endemic to Victoria. It has a single erect, fleshy, channelled leaf and up to six bluish purple flowers. The sepals and petals are strongly turned back towards the ovary but only on hot days when the flowers open.",
    "Description": "Thelymitra reflexa is a tuberous, perennial herb with a single erect, fleshy, channelled, linear to lance-shaped leaf 100–250 mm (4–10 in) long and 3–10 mm (0.1–0.4 in) wide with a purplish base. Up to six bluish purple flowers 15–20 mm (0.6–0.8 in) wide are arranged on a flowering stem 170–450 mm (7–20 in) tall. The sepals and petals are 5–10 mm (0.2–0.4 in) long and 2.5–5 mm (0.1–0.2 in) wide and turned strongly back towards the ovary. The column is pink or purplish, 4–5.5 mm (0.16–0.22 in) long and 1–2 mm (0.04–0.08 in) wide. The lobe on the top of the anther is dark blackish green, gently curved and deeply notched. The side lobes curve upwards and have mop-like tufts of white, sometimes pink hairs. Flowering occurs in October and November but the flowers are self-pollinating and only open widely on hot days.",
    "Taxonomy and naming": "Thelymitra reflexa was first formally described in 2005 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Crib Point. The specific epithet (reflexa) is a Latin word meaning \"bent or turned back\" referring to the strongly reflexed sepals and petals, although the flower only open on very hot days.",
    "Distribution and habitat": "The reflexed sun orchid grows in heathy woodland but is only known from the Mornington Peninsula and French Island.",
    "References": "",
    "External links": " Data related to Thelymitra reflexa at Wikispecies"
  }
}