{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_basaltica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. basaltica"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra basaltica, commonly called the grassland sun orchid, is a species of orchid that is endemic to Victoria. It has a single fleshy, channelled, dark green leaf and up to eight small pale blue, self-pollinating flowers which open only slowly on warm to hot days.",
    "Description": "Thelymitra basaltica is a tuberous, perennial herb with a single fleshy but brittle, channelled, dark green, linear to lance-shaped leaf 120–300 mm (5–10 in) long, 5–15 mm (0.2–0.6 in) wide with a purplish base. Between two and eight pale blue to pale purplish blue flowers 15–22 mm (0.6–0.9 in) wide are crowded along a flowering stem 100–300 mm (4–10 in) tall. The sepals and petals are 6–11 mm (0.2–0.4 in) long and 3–7 mm (0.1–0.3 in) wide. The column is pale blue, 4–6.5 mm (0.16–0.26 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark purplish to reddish brown with a yellow tip, tubular and gently curved. The side lobes curve upwards and have, toothbrush-like tufts of white hairs. Flowering occurs in September and October but the flowers open only slowly on warm to hot days.",
    "Taxonomy and naming": "Thelymitra basaltica was first formally described in 2004 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Rokewood. The specific epithet (basaltica) refers to the preference of this orchid to grow in soils derived from basalt.",
    "Distribution and habitat": "The grassland sun orchid usually grows in clumps in remnant grassland in soils derived from basalt. It is only known from a small area near Rokewood.",
    "References": "",
    "External links": " Data related to Thelymitra basaltica at Wikispecies\n Media related to Thelymitra basaltica at Wikimedia Commons"
  }
}