{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_atronitida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. atronitida"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra atronitida, commonly called the black-hooded orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single erect, leathery, leaf and up to eight moderately dark blue, self-pollinating flowers that only open on hot days.",
    "Description": "Thelymitra atronitida is a tuberous, perennial herb with a single erect, leathery, channelled, dark green, linear to lance-shaped leaf 150–350 mm (6–10 in) long and 5–12 mm (0.2–0.5 in) wide with a purplish base. Between two and eight moderately dark blue flowers 20–26 mm (0.8–1 in) wide are arranged along a flowering stem 300–500 mm (10–20 in) tall. The sepals and petals are 10–13 mm (0.4–0.5 in) long and 3–8 mm (0.1–0.3 in) wide. The column is pale blue, 3–4 mm (0.1–0.2 in) long and about 2 mm (0.08 in) wide. The lobe on the top of the anther is glossy black with a yellow inflated tubular, gently curved tip with a notched end. The side lobes curve upwards and have, toothbrush-like tufts of white hairs. Flowering occurs in October and November but the flowers open only on hot days.",
    "Taxonomy and naming": "Thelymitra atronitida was first formally described in 2000 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Genoa. The specific epithet (atronitida) is derived from the Latin words ater meaning \"black\" and nitida meaning \"bright\", \"shining\" or \"elegant\", referring to the colour of the anther lobe.",
    "Distribution and habitat": "The black-hooded sun orchid grows in heathy open forest and grasstree plains in eastern New South Wales, far north-eastern Victoria and eastern Tasmania.",
    "Conservation": "This orchid is only known from two locations in New South Wales, where it is classified as \"critically endangered\" under the Biodiversity Conservation Act 2016. It is only known from five locations in Tasmania and is listed as \"endangered\" under the Threatened Species Protection Act 1995 in that state.",
    "References": "",
    "External links": " Data related to Thelymitra atronitida at Wikispecies"
  }
}