{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_nervosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. nervosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra nervosa, commonly called the spotted sun orchid, is a species of orchid in the family Orchidaceae that is endemic to New Zealand. It has a single broad, channelled leaf and up to ten blue flowers with darker spots.",
    "Description": "Thelymitra nervosa is a tuberous, perennial herb with a single channelled leaf 60–200 mm (2–8 in) or more long and 8–20 mm (0.3–0.8 in) wide. Up to ten pale to dark blue, mauve, sometimes pink or white flowers usually with dark blue spots, up to 18 mm (0.7 in) wide are borne on a flowering stem sometimes up to 600 mm (20 in) tall. The column is pale pink at its base, dark purple near the top and 3–6 mm (0.1–0.2 in) long. The arms on the sides of the column have dense tufts of white hairs. The lobe on top of the anther is dark purple, curves forwards and has a yellow, horseshoe shaped top. Flowering occurs from October to February.",
    "Taxonomy and naming": "Thelymitra nervosa was first formally described in 1887 by William Colenso from a plant collected near Mount Ruapehu, and the description was published in 1888 in Transactions and Proceedings of the New Zealand Institute. The specific epithet (nervosa) is a Latin word meaning \"sinewy\". Colenso noted that the bracts, sepals and petals of this species are \"much veined\".",
    "Distribution and habitat": "The spotted sun orchid grows in sunny places in forest, scrub and grassland. It is found on the North, South, Stewart and Chatham Islands.\n\n\n== References =="
  }
}