{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_jacksonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. jacksonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra jacksonii, commonly called the Jackson's sun orchid, is a species of orchid in the family Orchidaceae and endemic to the south-west of Western Australia. It has a single erect, flat, leathery leaf and up to twelve dark golden brown flowers with yellow streaks and blotches. The column has broad, spreading wings with a wide fringe.",
    "Description": "Thelymitra jacksonii is a tuberous, perennial herb with a single erect, flat, leathery, lance-shaped to egg-shaped leaf 50–150 mm (2–6 in) long and 20–40 mm (0.8–2 in) wide. Up to twelve dark golden brown flowers with yellow streaks and blotches, 25–50 mm (1–2 in) wide are borne on a flowering stem 150–250 mm (6–10 in) tall. The sepals and petals are 12–25 mm (0.5–1 in) long and 6–8 mm (0.2–0.3 in) wide. The column is golden brown near its base, orange near the tip, 6–8 mm (0.2–0.3 in) long and 3–4 mm (0.1–0.2 in) wide. The column has broad, spreading, deeply fringed wings. The lobe on the top of the anther has a tip resembling a mudskipper. The flowers are scented, insect pollinated and open on hot days. Flowering occurs from December to January.",
    "Taxonomy and naming": "Thelymitra jacksonii was first formally described in 2006 by Jeff Jeanes after an unpublished description by Stephen Hopper and Andrew Brown. The description was published in Muelleria from a specimen collected near Walpole. The specific epithet (jacksonii) honours William (\"Bill\") Jackson, the discoverer of the species.",
    "Distribution and habitat": "Jackson's sun orchid grows with shrubs around winter-wet flats near Walpole in the Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "Thelymitra jacksonii is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "References": "",
    "External links": " Data related to Thelymitra jacksonii at Wikispecies"
  }
}