{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_orientalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. orientalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra orientalis is a rare species of orchid in the family Orchidaceae and is endemic to southern continental Australia. It has a single thread-like, cylindrical leaf and a single deep blue, streaked flower. It is similar to T. mucida but is distinguished from that species by its filiform leaf and smaller flower.",
    "Description": "Thelymitra orientalis is a tuberous, perennial herb with a single thread-like, cylindrical leaf about 50 mm (2 in) long and 2 mm (0.08 in) wide with a red base. A single deep blue flower with 6 to 8 darker streaks, up to 10 mm (0.4 in) wide is borne on a flowering stem up to 100 mm (4 in) tall. The sepals and petals are 5–7 mm (0.2–0.3 in) long and 4–5 mm (0.16–0.20 in) wide. The column is a rich purple colour, 3–4 mm (0.12–0.16 in) long and about 2 mm (0.08 in) wide. The lobe on the top of the anther is black with a yellow tip divided into two parts with wavy edges. The side lobes have a few yellow hairs. Flowering occurs between late October and early-November and the flowers only open on hot days.",
    "Taxonomy and naming": "Thelymitra orientalis was first formally described in 2010 by Robert Bates from a specimen he collected in The Marshes Native Forest Reserve near Millicent in 2003. The description was published in the Journal of the Adelaide Botanic Garden. The specific epithet (orientalis) is a Latin word meaning \"of the east\", referring to fact that this orchid is related to T. mucida which is mainly a Western Australian species.",
    "Distribution and habitat": "This thelymitra grows in damp heath in high rainfall areas. It is found in western Victoria and the far south-east of South Australia.\n\n\n== References =="
  }
}