{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_aggericola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. aggericola"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra aggericola, commonly called the bleak sun orchid, is a species of orchid that is endemic to Tasmania. It has a single long, curved leaf and up to seven or more white to pale blue flowers, green on their back side.",
    "Description": "Thelymitra aggericola is a tuberous, perennial herb with a single curved, linear to lance-shaped leaf 70–150 mm (3–6 in) long, 4–10 mm (0.2–0.4 in) wide and often as long as, or longer than the flowering stem. Up to seven or more white to pale blue flowers 24–48 mm (0.9–2 in) wide are arranged on a flowering stem 50–140 mm (2–6 in) tall. The sepals and petals are 8–13 mm (0.3–0.5 in) long, 3.5–4.5 mm (0.1–0.2 in) wide and green on the reverse side. The column is white, 5–6 mm (0.20–0.24 in) long and about 2.5 mm (0.1 in) wide. The lobe on the top of the anther is pale yellow to light brown, sharply curved with an inflated hood. The side lobes have dense, mop-like tufts of white hairs. Flowering occurs in October and November.",
    "Taxonomy and naming": "Thelymitra aggericola was first formally described in 1999 by David Jones from a specimen collected near Temma south of Arthur River and the description was published in The Orchadian. The specific epithet (aggericola) is derived from the Latin agger meaning \"heap\" or \"mound\"  and -cola meaning \"dweller\".",
    "Distribution and habitat": "The bleak sun orchid usually grows in rock crevices and shallow soil pockets close to the coast in the north-west and south-east of Tasmania. The plants open freely on warm to hot days and many seed capsules are produced, suggesting that the flowers are capable of self pollination.",
    "References": "",
    "External links": " Data related to Thelymitra aggericola at Wikispecies"
  }
}