{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_lucida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. lucida"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra lucida, commonly called the glistening sun orchid, is a species of orchid that is endemic to south eastern Australia. It has a single erect, fleshy leaf and up to seven dark blue flowers with the sepals a lighter blue than the petals.",
    "Description": "Thelymitra lucida is a tuberous, perennial herb with a single erect, dark green, fleshy, channelled, linear to lance-shaped leaf 200–350 mm (8–10 in) long and 5–12 mm (0.2–0.5 in) wide with a purplish base. Up to seven dark blue flowers 16–24 mm (0.6–0.9 in) wide are arranged on a flowering stem 300–550 mm (10–20 in) tall. The sepals and petals are 8–12 mm (0.3–0.5 in) long and 4–7 mm (0.2–0.3 in) wide with the petals a lighter blue. The column is blue or pinkish, 5–6 mm (0.20–0.24 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark purplish black with a yellow tip and covered with a glistening secretion. It is also inflated, gently curved and deeply notched. The side lobes have toothbrush-like tufts of white, cream or yellow hairs. Flowering occurs in November and December but the flowers are self-pollinated and only open on hot days.",
    "Taxonomy and naming": "Thelymitra lucida was first formally described in 2004 by Jeff Jeanes. The description was published in Muelleria from a specimen collected near Durdidwarrah. The specific epithet (lucida) is a Latin word meaning \"full of light\", \"clear\" or \"bright\", referring to the glistening lobe on top of the column.",
    "Distribution and habitat": "The glistening sun orchid usually grows in or near swamps in the Grampians and Brisbane Ranges National Park of Victoria and south of Hobart in Tasmania.",
    "References": "",
    "External links": " Data related to Thelymitra lucida at Wikispecies"
  }
}