{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_sargentii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. sargentii"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra sargentii, commonly called the freckled sun orchid,  is a species of orchid in the family Orchidaceae and is endemic to Western Australia. It has a single thick, leathery leaf and up to twenty five strongly scented, lemon yellow flowers with brown blotches. It grows in arid areas but where it receives runoff during rainfall.",
    "Description": "Thelymitra sargentii is a tuberous, perennial herb with a single erect, leathery leaf 100–250 mm (4–10 in) long and 10–20 mm (0.4–0.8 in) wide. Between five and twenty five, lemon yellow flowers with brown blotches, 35–40 mm (1–2 in) wide are borne on a flowering stem 300–500 mm (10–20 in) tall. The sepals and petals are 16–20 mm (0.6–0.8 in) long and 5–7 mm (0.2–0.3 in) wide. The column is yellow, 6–8 mm (0.2–0.3 in) long and about 3 mm (0.1 in) wide. The lobe on the top of the anther has a notched orange tip and a warty back. The side lobes have a dense, yellow pimply end. Flowering occurs in September and October. The flowers are strongly scented, insect pollinated and open freely on warm days.",
    "Taxonomy and naming": "Thelymitra sargentii was first formally described in 1930 by Richard Sanders Rogers from a specimen collected by Oswald Sargent and the description was published in Transactions of the Royal Society of South Australia. The specific epithet (sargentii) honours the collector of the type specimen.",
    "Distribution and habitat": "The freckled sun orchid mainly grows near shrubs and small trees where it benefits from runoff during rain. It grows on sandplain between Kalbarri, Kalgoorlie and Hyden.",
    "Conservation": "Thelymitra sargentii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}