{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_polychroma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. polychroma"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra polychroma, commonly called the rainbow sun orchid, is a species of orchid that is endemic to Tasmania. It has a single narrow, fleshy leaf and up to four blue and mauve flowers with darker veins. It grows in windswept heath and swampy areas and the flowers are self-pollinated.",
    "Description": "Thelymitra polychroma is a tuberous, perennial herb with a single fleshy, channelled, linear leaf 100–200 mm (4–8 in) long and 4–8 mm (0.2–0.3 in) wide. Up to four blue and mauve flowers with darker veins and a few small spots, 15–20 mm (0.6–0.8 in) wide are arranged on a flowering stem 100–250 mm (4–10 in) tall. The sepals and petals are 7–11 mm (0.3–0.4 in) long and about 5 mm (0.2 in) wide. The column is pink and purple with a shiny pink base and blue edges, about 5 mm (0.20 in) long and 2.5 mm (0.1 in) wide. The lobe on the top of the anther is brown with a yellow tip and wrinkled back. The side lobes have dense, mop-like tufts of cream-coloured hairs. Flowering occurs in November and December but the flowers are self-pollinated and only open on hot days. Flowering is more prolific after fire the previous summer.",
    "Taxonomy and naming": "Thelymitra polychroma was first formally described in 1998 by David Jones and Mark Alwin Clements and the description was published in Australian Orchid Research. The specific epithet (polychroma) is derived from the Greek words polys meaning “many\" and chroma meaning \"colour\", referring to the colours on the column.",
    "Distribution and habitat": "The rainbow sun orchid grows in windswept coastal and near coastal heath in western Tasmania.",
    "References": "",
    "External links": " Data related to Thelymitra polychroma at Wikispecies"
  }
}