{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_graminea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. graminea"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra graminea, commonly called the shy sun orchid,  is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It has a single leathery, channelled leaf and up to ten relatively small blue, self-pollinating flowers with white, toothbrush-like tufts on the top of the anther.",
    "Description": "Thelymitra graminea is a tuberous, perennial herb with a single erect, leathery, channelled leaf 60–150 mm (2–6 in) long and 5–8 mm (0.2–0.3 in) wide with a purplish base. Between two and ten dark blue to purplish, often strongly scented flowers, 15–20 mm (0.6–0.8 in) wide are borne on a flowering stem 200–500 mm (8–20 in) tall. The sepals and petals are 7–10 mm (0.3–0.4 in) long and 3–5 mm (0.1–0.2 in) wide. The column is white to pale blue or pinkish, 3.5–5 mm (0.1–0.2 in) long and 2–3 mm (0.08–0.1 in) wide. The lobe on the top of the anther is brownish with a yellow tip or all yellow. The side lobes curve towards each other and have toothbrush-like tufts of white hairs. Flowering occurs in September and October but the flowers are self-pollinating and only open on warm to sunny days. The species is similar to Thelymitra macrophylla which occurs in similar areas but has narrower leaves, smaller flowers and flowers later than that species.",
    "Taxonomy and naming": "Thelymitra graminea was first formally described in 1840 by John Lindley from a specimen collected by James Drummond and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (graminea) is a Latin word meaning \"grassy\" or \"of grass\".",
    "Distribution and habitat": "The shy sun orchid is locally common in its range, growing in shrubland, woodland and forest or on granite outcrops. It occurs between Jurien Bay and Esperance.",
    "Conservation": "Thelymitra graminea is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra graminea at Wikispecies"
  }
}