{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_rubra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. rubra"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra rubra, commonly called the salmon sun orchid or pink sun orchid, is a species of orchid endemic to southeastern Australia. It has a single thin, grass-like leaf and up to five salmon pink flowers with broad, toothed arms on the sides of the column. It is similar to T. carnea but the flowers are larger and the column arms are a different shape.",
    "Description": "Thelymitra rubra is a tuberous, perennial herb with a single thin, channelled, green or purplish thread-like to linear leaf 80–200 mm (3–8 in) long and 3–5 mm (0.1–0.2 in) wide. There are up to five salmon pink flowers 20–25 mm (0.8–1 in) wide and are borne on a thin, wiry flowering stem 200–400 mm (8–20 in) tall. The flowers are sometimes other shades of pink, rarely cream-coloured or very pale pink. The sepals and petals are 8–12 mm (0.3–0.5 in) long and 4–5 mm (0.16–0.20 in) wide. The column is cream-coloured to pinkish with a black, red or orange band near the top and is 4–5 mm (0.16–0.20 in) long and about 2.5 mm (0.1 in) wide. The lobe on the top of the anther is short and brownish with a toothed tip. The side arms on the column are broad and yellow with finger-like edges. The flowers open on sunny days but are sometimes self-pollinating. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra rubra was first formally described in 1882 by Robert Fitzgerald and the description was published in The Gardeners' Chronicle. The specific epithet (rubra) is a Latin word meaning \"red\".",
    "Distribution and habitat": "The salmon sun orchid grows in forest, heath and coastal scrub. It occurs in southern New South Wales, south-eastern South Australia and in Tasmania but is widespread and common in all but the north-west of Victoria. Tasmanian specimens usually have a few hair-like strands on the sides of the column.",
    "References": "",
    "External links": " Media related to Thelymitra rubra at Wikimedia Commons"
  }
}