{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_fragrans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. fragrans"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra fragrans, commonly called the fragrant sun orchid, is a species of orchid that is endemic to eastern Australia. It has a single glossy, limp leaf and up to eleven strongly scented blue flowers with a deeply notched V-shape on the anther above the column.",
    "Description": "Thelymitra fragrans is a tuberous, perennial herb with a single limp, glossy, bright green, linear to lance-shaped leaf 80–270 mm (3–10 in) long and 10–22 mm (0.4–0.9 in) wide. Between two and eleven pale blue, pink, mauve or rarely white flowers 25–30 mm (0.98–1.2 in) wide are borne on a flowering stem 150–350 mm (6–10 in) tall. The sepals and petals are 10–15 mm (0.4–0.6 in) long and 4–7 mm (0.2–0.3 in) wide. The column is white, 6–7 mm (0.24–0.28 in) long and 3–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther is yellowish brown to deep red, tube-shaped and curved with a deep V-shaped notch. The side lobes have tufts of white hairs in an almost spherical shape. The flowers are insect-pollinated, strongly scented and open in hot weather. Flowering occurs from August to October.",
    "Taxonomy and naming": "Thelymitra fragrans was first formally described in 1988 by David Jones and Mark Clements from a specimen collected in the Lamington National Park and the description was published in Austrobaileya. The specific epithet (fragrans) is a Latin word meaning \"smelling agreeably\", referring to \"the strong floral fragrance\".",
    "Distribution and habitat": "The fragrant sun orchid grows in rocky places in open forest, often near streams and is often found growing in clumps of Dendrobium kingianum. It occurs mainly between the Blackall Range in Queensland and Werrikimbe National Park in New South Wales but also in the Carnarvon Range further north in Queensland and sometimes as far south as Sydney.",
    "References": "",
    "External links": " Data related to Thelymitra fragrans at Wikispecies"
  }
}