{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_macrophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. macrophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra macrophylla, commonly called the large-leafed sun orchid or scented sun orchid, is a species of orchid in the family Orchidaceae and is endemic to the south-west of Western Australia. It has a single thick, broad, leathery leaf and up to twenty five relatively large dark blue to purplish flowers with white, toothbrush-like tufts.",
    "Description": "Thelymitra macrophylla is a tuberous, perennial herb with a single thick, leathery, strap-like leaf 150–500 mm (6–20 in) long and 5–25 mm (0.2–1 in) wide. Between two and twenty five dark blue to purplish flowers, 25–50 mm (1–2 in) wide are borne on a flowering stem 300–900 mm (10–40 in) tall. The sepals and petals are 10–25 mm (0.4–1 in) long and 10–12 mm (0.4–0.5 in) wide. The column is white to pale blue or pinkish, 5–8 mm (0.2–0.3 in) long and 3–5.5 mm (0.1–0.2 in) wide. The lobe on the top of the anther is 3.5–5 mm (0.1–0.2 in) long, 2–3 mm (0.08–0.1 in) wide and dark brown with a yellow tip. The side lobes have toothbrush-like tufts of white hairs. The flowers are strongly scented, insect pollinated and open in sunny weather. Flowering occurs from August to October.",
    "Taxonomy and naming": "Thelymitra macrophylla was first formally described in 1840 by John Lindley from a specimen collected by James Drummond and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (macrophylla) is derived from the Ancient Greek words makros meaning \"long\" and phyllon meaning \"leaf\".",
    "Distribution and habitat": "The large-leafed sun orchid is widespread and common between Perth and Albany, growing in jarrah forest and wandoo woodland.",
    "Conservation": "Thelymitra macrophylla is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Thelymitra macrophylla at Wikimedia Commons"
  }
}