{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_mucida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. mucida"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra mucida, commonly called the plum sun orchid or plum orchid, is a species of orchid that is endemic to southern Australia. It has a single erect, fleshy, linear leaf and up to six blue, purplish or plum coloured flowers with a thick, sticky secretion on the anther lobe.",
    "Description": "Thelymitra mucida is a tuberous, perennial herb with a single erect, channelled, fleshy, channelled, dark green, linear leaf 100–300 mm (4–10 in) long and 2–8 mm (0.08–0.3 in) wide with a purplish base. Up to six blue, purplish or plum coloured flowers 14–22 mm (0.6–0.9 in) wide are arranged on a flowering stem 180–550 mm (7–20 in) tall. The sepals and petals are 6–12 mm (0.2–0.5 in) long and 3–6.5 mm (0.1–0.3 in) wide. The column is blue or pinkish, 4–6 mm (0.16–0.24 in) long and 2.5–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther is purplish with a yellow tip, wedge shaped and covered with a thick, sticky secretion. The end of the lobe is deeply notched. The side lobes have shaggy toothbrush-like yellow or cream-coloured tufts on their ends. The flowers are self-pollinated and only open on hot days, and then only slowly. Flowering occurs from August to December.",
    "Taxonomy and naming": "Thelymitra mucida was first formally described in 1879 by Robert Fitzgerald from a specimen collected near Wilson Inlet and the description was published in The Gardeners' Chronicle. The specific epithet (mucida) is a Latin word meaning \"slimy\".",
    "Distribution and habitat": "The plum sun orchid grows in moist places such as swamp margins in heath. It occurs in southern parts of Victoria, South Australia, (including Kangaroo Island) and Western Australia and in Tasmania.",
    "Conservation": "Thelymitra mucida is listed as \"vulnerable\" in Victoria, as \"endangered\" in South Australia and as \"rare\" under the Threatened Species Protection Act 1995 in Tasmania.\n\n\n== References =="
  }
}