{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_inflata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. inflata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra inflata, commonly called the inflated sun orchid, is a species of orchid that is endemic to south eastern Australia. It has a single long, erect, linear leaf and up to six dark blue to purplish flowers with a very inflated lobe on top of the anther.",
    "Description": "Thelymitra inflata is a tuberous, perennial herb with a single erect, dark green, fleshy, channelled, linear leaf 130–300 mm (5–10 in) long and 4–10 mm (0.2–0.4 in) wide with a purplish base. Up to six dark blue to purplish flowers 16–27 mm (0.6–1 in) wide are arranged on a flowering stem 200–650 mm (8–30 in) tall. The sepals and petals are 6–13 mm (0.2–0.5 in) long and 4–8 mm (0.2–0.3 in) wide. The column is blue or pinkish, 5–6 mm (0.20–0.24 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is brownish or black with a yellow tip and a narrow purplish band. It is also inflated, covered with a thick, waxy secretion and its end is split in two lobes. The side lobes slightly curved upwards and have toothbrush-like tufts of white, cream or yellow hairs. Flowering occurs from September to December but the flowers only open on warm to hot days.",
    "Taxonomy and naming": "Thelymitra inflata was first formally described in 2004 by Jeff Jeanes. The description was published in Muelleria from a specimen collected near Mylor. The specific epithet (inflata) is a Latin word meaning \"puffed up\" or \"swollen\", referring to the inflated lobe on top of the column.",
    "Distribution and habitat": "The inflated sun orchid usually grows in woodland and forest near Hobart in Tasmania, in a few sites in south-western Victoria, and in scattered sites in south-eastern South Australia.",
    "Conservation": "Thelymitra inflata is classed as \"vulnerable\" in South Australia. The main threat to the species in that state is the fungal disease caused by Phytophthora infestans.",
    "References": "",
    "External links": " Data related to Thelymitra inflata at Wikispecies"
  }
}