{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_nuda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. nuda"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra nuda, commonly known as the plain sun orchid is a species of orchid that is endemic to eastern Australia. It has a single fleshy, channelled leaf and up to twelve dark blue to purplish, sometimes white or pinkish flowers with white tufts on top of the anther. It grows in a range of habitats and sometimes forms large colonies.",
    "Description": "Thelymitra nuda is a tuberous, perennial herb with a single fleshy, channelled, blue green to dark green, linear to lance-shaped leaf 100–250 mm (4–10 in) long and 5–12 mm (0.2–0.5 in) wide with a purplish base. Up to twelve dark blue to purplish, sometimes white or pinkish flowers 20–35 mm (0.8–1 in) wide are arranged on a flowering stem 150–500 mm (6–20 in) tall. There are usually two bracts along the flowering stem. The sepals and petals are 10–18 mm (0.4–0.7 in) long and 4–6 mm (0.16–0.24 in) wide. The column is pale bluish or pink, 5–6.5 mm (0.2–0.3 in) long and 2.5–3.5 mm (0.098–0.14 in) wide. The lobe on the top of the anther is dark brown to blackish and tube-shaped with a yellow tip and a small V-shaped notch. The side lobes turn forwards and have white, toothbrush-like tufts on their ends. The flowers are scented, long-lived, insect-pollinated and open on warm sunny days. Flowering occurs in November and December.",
    "Taxonomy and naming": "Thelymitra nuda was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (nuda) is a Latin word meaning \"bare\" or \"naked\".",
    "Distribution and habitat": "The plain sun orchid grows in heath, woodland and forest, sometimes forming extensive colonies. It occurs in New South Wales south from Mount Kaputar, through the Australian Capital Territory to Victoria, South Australia and Tasmania.",
    "References": "",
    "External links": " Media related to Thelymitra nuda at Wikimedia Commons\n Data related to Thelymitra nuda at Wikispecies"
  }
}