{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_tigrina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. tigrina"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra tigrina, commonly called the tiger orchid or tiger sun orchid, is a species of orchid that is endemic to the south-west of Western Australia. It has a single narrow leaf and up to fifteen small yellow flowers with small brown spots.",
    "Description": "Thelymitra tigrina is a tuberous, perennial herb with a single leaf 100–150 mm (4–6 in) long and 3–4 mm (0.1–0.2 in) wide. Between two and fifteen yellow, cup-shaped flowers with many dark brown spots, 10–16 mm (0.4–0.6 in) wide are borne on a flowering stem 150–700 mm (6–30 in) tall. The sepals and petals are 5–8 mm (0.2–0.3 in) long and 3–5 mm (0.1–0.2 in) wide. The column is a similar colour to the sepals and petals, 3–4 mm (0.12–0.16 in) long, about 2 mm (0.08 in) wide and has short, white, pimply arms on the sides. The lobe on top of the anther is short and covered with small bumps. The flowers are self-pollinated and open on hot, sunny days. Flowering occurs from November to January.",
    "Taxonomy and naming": "Thelymitra tigrina was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (tigrina) is a Latin word meaning \"of tigers\", referring to the colour of the flowers.",
    "Distribution and habitat": "The tiger orchid grows in dense scrub in near-coastal, winter-wet scrub. It is found between Perth and Albany with a disjunct population near Esperance.",
    "Conservation": "Thelymitra tigrina is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra tigrina at Wikispecies"
  }
}