{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_epipactoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. epipactoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra epipactoides, commonly called the metallic sun orchid, is a species of orchid that is endemic to south-eastern continental Australia. It has a single relatively large, leathery leaf and up to twenty large flowers that range in colour from pink to reddish but have a distinctive arrangement of lobes above the anther.",
    "Description": "Thelymitra epipactoides is a tuberous, perennial herb with a single fleshy, channelled, linear to lance-shaped, dark green leaf 150–250 mm (6–10 in) long and 15–20 mm (0.6–0.8 in) wide with a reddish base. Between five and twenty flowers 30–40 mm (1–2 in) wide are arranged on a flowering stem 250–500 mm (10–20 in) tall. The flowers range in colour from pink to greenish, greyish or pale blue and to orange, reddish or bronze, often with a coppery sheen. The sepals and petals are 15–20 mm (0.6–0.8 in) long and 8–12 mm (0.3–0.5 in) wide. The column is similar in colour to the petals but often paler, 5–7 mm (0.2–0.3 in) long and 3–3.5 mm (0.12–0.14 in) wide. The lobe on the top of the anther is reddish brown with a yellow tip and more or less flat and strap-like. There are two extra yellow tipped lobes either side of the central lobe and which curve towards each other, often interlocking. The side lobes have dense, toothbrush-like tufts of white hairs.\nFlowering occurs from September to November. The flowers are insect pollinated and open on warm days.",
    "Taxonomy and naming": "Thelymitra epipactoides was first formally described in 1866 by Ferdinand von Mueller in Fragmenta phytographiae Australiae from a specimen collected near Port Phillip. The specific epithet (epipactoides) is derived from the name of the orchid genus Epipactis with the Latin suffix -oides meaning \"likeness\".",
    "Distribution and habitat": "The metallic sun orchid grows in grassland, heath and forest in southern Victoria and in the Murraylands, Eyre Peninsula and south-east corner of South Australia.",
    "Conservation": "Thelymitra epipactoides is listed as \"endangered\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are inappropriate fire regimes, weed invasion and grazing by rabbits.\n\n\n== References =="
  }
}