{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_occidentalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra occidentalis, commonly called the western azure sun orchid or rimmed orchid, is a species of orchid in the family Orchidaceae and is endemic to the south-west of Australia. It has a single erect, fleshy, channelled, dark green leaf and up to fifteen blue flowers with darker blue veins and sometimes flushed with pink. The lobe on top of the anther has a wavy, yellow crest.",
    "Description": "Thelymitra occidentalis is a tuberous, perennial herb with a single erect, fleshy, channelled, dark green, linear to lance-shaped leaf 80–250 mm (3–10 in) long and 3–10 mm (0.1–0.4 in) wide with a purplish base. Between two and fifteen blue flowers with darker blue lines and often flushed with pink, 15–32 mm (0.6–1 in) wide are borne on a flowering stem 120–400 mm (5–20 in) tall. The sepals and petals are 7–15 mm (0.3–0.6 in) long and 3–6 mm (0.1–0.2 in) wide. The column is whitish or pale blue, 3–5 mm (0.1–0.2 in) long and 2–3 mm (0.08–0.1 in) wide with flanges on the sides. The lobe on the top of the anther is purplish black with a wavy yellow crest and the side lobes have mop-like tufts of purple or white hairs. The flowers are insect pollinated and open on hot days. Flowering occurs from September to November.",
    "Taxonomy and naming": "Thelymitra occidentalis was first formally described in 2001 by Jeff Jeanes and the description was published in Muelleria from a specimen collected near Cranbrook. The specific epithet (occidentalis) is a Latin word meaning \"western\" referring to the distribution of this species compared to the similar T. azurea.",
    "Distribution and habitat": "The western azure sun orchid grows in heath and woodland, often near rock outcrops and near winter-wet depressions. It is found between Cranbrook in Western Australia and Eyre in South Australia. It has also been recorded on the Eyre Peninsula in South Australia.",
    "Conservation": "Thelymitra latiloba is classified as \"not threatened\" in Western Australia by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Data related to Thelymitra occidentalis at Wikispecies"
  }
}