{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_×_truncata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. × truncata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra × truncata, commonly called the truncate sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single tapering, more or less flat leaf with a reddish base and up to six blue, pink or white flowers with a tube-shaped lobe on top of the anther. It is a natural hybrid between a range of species, including T. pauciflora and T. ixioides.",
    "Description": "Thelymitra × truncata is a tuberous, perennial herb with a single more or less flat or channelled, tapering linear to lance-shaped leaf 80–300 mm (3–10 in) long and 2–8 mm (0.08–0.3 in) wide with a reddish base. Up to six or more pale to deep blue, pinkish or sometimes white flowers 20–25 mm (0.8–1 in) wide are arranged on a flowering stem 70–550 mm (3–20 in) tall. There are one or two bracts along the flowering stem. The sepals and petals are 6–18 mm (0.2–0.7 in) long. The column is a similar colour to the petals and 3–5 mm (0.1–0.2 in) long. The lobe on top of the anther is tube-shaped with a dark collar and a yellow tip. The side lobes have mop-like tufts of white hairs on their ends. Flowering occurs from October to December. The plants are variable, due to crossing between a range of species to produce this hybrid.",
    "Taxonomy and naming": "Thelymitra × truncata was first formally described in 1917 by Richard Sanders Rogers from a specimen collected near Myponga and the description was published in Transactions and Proceedings of the Royal Society of South Australia. The specific epithet (x truncata) is a Latin word meaning meaning \"to maim or shorten by cutting off\", referring to the shaped of the middle lobe on top of the column.",
    "Distribution and habitat": "The truncate sun orchid is widespread but uncommon, growing in heath, woodland and open forest. It occurs in southern New South Wales, most of Victoria, south-eastern South Australia and in Tasmania.",
    "References": "",
    "External links": " Data related to Thelymitra x truncata at Wikispecies"
  }
}