{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_peniculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. peniculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra peniculata, commonly called the trim sun orchid, is a species of orchid that is endemic to southern eastern Australia. It has a single long, erect, fleshy, channelled leaf and up to eighteen deep blue to purple self-pollinating flowers.",
    "Description": "Thelymitra peniculata is a tuberous, perennial herb with a single erect, dark green, fleshy, channelled, linear leaf 140–400 mm (6–20 in) long and 5–20 mm (0.2–0.8 in) wide with a purplish base. Up to eighteen deep blue to rich purple flowers 14–22 mm (0.6–0.9 in) wide are arranged on a flowering stem 250–650 mm (10–30 in) tall. The sepals and petals are 6–12 mm (0.2–0.5 in) long and 3–6.5 mm (0.1–0.3 in) wide. The column is pink or purplish, 4.5–6.5 mm (0.18–0.26 in) long and 2.5–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther is dark brown to blackish with a yellow tip, tubular and sharply curved with a notched tip. The side lobes curve upwards and have untidy, mop-like tufts of white hairs. Flowering occurs from September to November but the flowers are self-pollinating and only open on hot days.",
    "Taxonomy and naming": "Thelymitra peniculata was first formally described in 2004 by Jeff Jeanes. The description was published in Muelleria from a specimen collected near Narrandera. The specific epithet (peniculata) is derived from the Latin word peniculus meaning \"brush\" referring to the loose, semi-erect tuft of hairs on the lateral lobes.",
    "Distribution and habitat": "The trim sun orchid usually grows in a range of habitats from grassland to forest south from Mount Kaputar in New South Wales to the Australian Capital Territory, Victoria, Tasmania and the Flinders Ranges in South Australia.",
    "References": "",
    "External links": " Data related to Thelymitra peniculata at Wikispecies\n Media related to Thelymitra peniculata at Wikimedia Commons"
  }
}