{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_hiemalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. hiemalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra hiemalis, commonly called the winter sun orchid, is a species of orchid that is endemic to Victoria. It is a winter flowering orchid with greenish sepals and blue or mauve petals with large, irregular, darker spots.",
    "Description": "Thelymitra hiemalis is a tuberous, perennial herb with a fleshy, channelled, dark green, linear to lance-shaped leaf 120–200 mm (5–8 in) long and 8–12 mm (0.3–0.5 in) wide with a reddish base. Up to five mauve or blue flowers 30–45 mm (1–2 in) wide are borne on a flowering stem 200–350 mm (8–10 in) tall. The sepals and petals are 15–22 mm (0.6–0.9 in) long and 5–8 mm (0.2–0.3 in) wide. The sepals are often greenish and the petals, including the  labellum have irregular, darker spots. The column is white, about 4 mm (0.16 in) long and 2 mm (0.08 in) wide. The lobe on the top of the anther has a brownish back and crowded yellow or orange, finger-like calli. The side lobes have mop-like tufts of white hairs. Flowering occurs from June to August.",
    "Taxonomy and naming": "Thelymitra hiemalis was first formally described in 1988 by David Jones and Mark Clements and the description was published in The Orchadian. The specific epithet (hiemalis) is a Latin word meaning \"of winter\".",
    "Distribution and habitat": "The winter sun orchid grows in heath and is only known from a few records near Portland, Anglesea, Upper Beaconsfield and Blackburn.",
    "Conservation": "Thelymitra hiemalis is listed as \"endangered\" under the Victorian Flora and Fauna Guarantee Act 1988.",
    "References": "",
    "External links": " Data related to Thelymitra hiemalis at Wikispecies"
  }
}