{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_magnifica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. magnifica"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra magnifica, commonly called the Crystal Brook sun orchid, is a species of orchid in the family Orchidaceae and is endemic to a small area in the south-west of Western Australia. It has a single erect, flat, leathery leaf and up to eight crowded, dark golden brown flowers with yellow streaks and blotches. The column has broad, deeply fringed, yellow or brownish wings.",
    "Description": "Thelymitra magnifica is a tuberous, perennial herb with a single erect, flat, leathery, lance-shaped to egg-shaped leaf 50–150 mm (2–6 in) long and 20–30 mm (0.8–1 in) wide. Between two and eight dark golden brown flowers with yellow streaks and blotches, 25–40 mm (1–2 in) wide are crowded on a flowering stem 150–300 mm (6–10 in) tall. The sepals and petals are 12–20 mm (0.5–0.8 in) long and 5–7 mm (0.2–0.3 in) wide. The labellum (the lowest petal) is narrower than the other petals and sepals. The column is golden brown near its base, yellow towards the tip, 5–7 mm (0.2–0.3 in) long, 3–4 mm (0.12–0.16 in) wide and has broadly spreading, widely fringed wings and glands on its back. The lobe on the top of the anther has a short lobe on its top. The flowers are insect pollinated and open on sunny days. Flowering occurs in September and October.",
    "Taxonomy and naming": "Thelymitra magnifica was first formally described in 2006 by Jeff Jeanes from a specimen collected near Crystal Brook and the description was published in Muelleria. The specific epithet (magnifica) is derived from the Latin words fuscus meaning \"noble\", \"eminent\" or \"splendid\", alluding to the flowers of this orchid.",
    "Distribution and habitat": "The Crystal Brook sun orchid grows with wandoo trees on escarpment slopes between Gooseberry Hill and Armadale in the Jarrah Forest and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Thelymitra magnifica is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.",
    "References": "",
    "External links": "Volunteer surveys for Crystal Brook star orchid - Thelymitra magnifica"
  }
}