{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_improcera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. improcera"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra improcera, commonly called the coastal sun orchid, is a species of orchid that is endemic to  south-eastern Australia. It has a single erect, fleshy leaf and up to eight relatively small pale to bright blue flowers on a short flowering stem. The lobe on top of the anther is unusually short and lobed.",
    "Description": "Thelymitra sparsa is a tuberous, perennial herb with a single erect, fleshy, channelled, linear to lance-shaped leaf 100–200 mm (4–8 in) long and 8–10 mm (0.3–0.4 in) wide. Up to eight pale to bright blue flowers 20–25 mm (0.8–1 in) wide are arranged on a flowering stem 150–250 mm (6–10 in) tall. The sepals and petals are 12–15 mm (0.5–0.6 in) long and 5–8 mm (0.2–0.3 in) wide, with the labellum (the lowest petal) narrower. The column is white or bluish with a yellow tip, 5–6 mm (0.20–0.24 in) long and about 2.5 mm (0.1 in) wide. The lobe on the top of the anther is short with a yellow tip and small glands on the back. The side lobes have a long, mop-like tufts of white hairs. Flowering occurs from October to December but the flowers are self-pollinated and open only slowly on hot days.",
    "Taxonomy and naming": "Thelymitra improcera was first formally described in 1999 by David Jones from a specimen collected on King Island and the description was published in Australian Orchid Research. The specific epithet (improcera) is a Latin word meaning “short\" or \"undersized\", referring to this species' flower size compared to T. media.",
    "Distribution and habitat": "The coastal sun orchid mostly grows in low-lying, moist heath and is found on King Island and in the far south-east of Victoria.",
    "References": "",
    "External links": " Data related to Thelymitra improcera at Wikispecies"
  }
}