{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_yorkensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. yorkensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra yorkensis, commonly called the York sun orchid or bronze sun orchid, is a species of orchid in the family Orchidaceae and is endemic to a small area in the south-west of Western Australia. It has a single erect, flat, leathery leaf and up to twelve crowded, cinnamon scented, orange-coloured flowers with reddish brown edges. The column has broad, deeply fringed, orange wings.",
    "Description": "Thelymitra yorkensis is a tuberous, perennial herb with a single erect, flat, leathery, lance-shaped to egg-shaped leaf 50–140 mm (2–6 in) long and 20–40 mm (0.8–2 in) wide. Between two and twelve cinnamon scented, orange-coloured flowers with reddish brown edges, 30–40 mm (1–2 in) wide are crowded on a flowering stem 200–350 mm (8–10 in) tall. The sepals and petals are 12–20 mm (0.5–0.8 in) long and 5–7 mm (0.2–0.3 in) wide. The labellum (the lowest petal) is narrower than the other petals and sepals. The column is yellowish near its base, orange towards the tip, 6–7 mm (0.2–0.3 in) long, 3–4 mm (0.12–0.16 in) wide and has broadly spreading wings with toothed edges. The lobe on the top of the anther has a dense mas of short hairs on its back and a club-like appendage on its top. The flowers are insect pollinated and open on sunny days. Flowering occurs in November and December.",
    "Taxonomy and naming": "Thelymitra yorkensis was first formally described in 2006 by Jeff Jeanes from a specimen collected near York and the description was published in Muelleria. The specific epithet (yorkensis) refers to the town near where all known populations occur.",
    "Distribution and habitat": "The York sun orchid grows with Eucalyptus wandoo and Eucalyptus accedens trees near York in the Jarrah Forest biogeographic region.",
    "Conservation": "Thelymitra yorkensis is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "References": "",
    "External links": " Data related to Thelymitra yorkensis at Wikispecies"
  }
}