{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_imbricata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. imbricata"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra imbricata, commonly called the broad sun orchid, is a species of orchid that is endemic to Tasmania. It has a single erect, channelled leaf and up to fifteen or more pale to dark or purplish blue, relatively large flowers.",
    "Description": "Thelymitra imbricata is a tuberous, perennial herb with a single erect, fleshy, channelled, light green, linear to lance-shaped leaf 200–300 mm (8–10 in) long and 20–30 mm (0.8–1 in) wide with a purplish base. Between three and fifteen or more pale to dark or purplish blue flowers 25–35 mm (0.98–1.4 in) wide are arranged on a flowering stem 150–600 mm (6–20 in) tall. The sepals and petals are 12–20 mm (0.5–0.8 in) long and 5–10 mm (0.2–0.4 in) wide. The column is white, bluish or pinkish, 5–7 mm (0.2–0.3 in) long and 2.5–4 mm (0.1–0.2 in) wide. The lobe on the top of the anther is about 3 mm (0.1 in) long and 2 mm (0.08 in) wide, brown or orange brown with a narrow blue band, gently curved with an inflated hood and a V-shaped notch. The side lobes are finger-like and have dense, toothbrush-like tufts of white hairs. Flowering occurs from late October to early December. The flowers are long-lasting, insect pollinated and open on warm sunny days.",
    "Taxonomy and naming": "Thelymitra imbricata was first formally described in 1998 by David Jones and the description was published in Australian Orchid Research. The name replaced the synonym Thelymitra nuda var. grandiflora Lindl.. The specific epithet (imbricata) is a Latin word meaning \"overlapping like roofing-tiles and shingles\".",
    "Distribution and habitat": "The broad sun orchid usually grows in a range of habitats including open forest, scrubland, grassland and heath in the Tasmanian midlands.",
    "References": "",
    "External links": " Data related to Thelymitra imbricata at Wikispecies"
  }
}