{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_angustifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. angustifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra angustifolia, commonly known as the long-leaved sun orchid is a species of orchid that is endemic to eastern Australia. It has a single erect, thin, channelled leaf and up to ten purplish blue flowers with white tufts on top of the anther. The flowers are self-pollinating.",
    "Description": "Thelymitra angustifolia is a tuberous, perennial herb with a single erect, thin, channelled, dark green linear leaf 100–500 mm (4–20 in) long and 5–10 mm (0.2–0.4 in) wide with a purplish base. Between two and ten purplish blue flowers 18–27 mm (0.7–1 in) wide are arranged on a flowering stem 200–600 mm (8–20 in) tall. There are usually three bracts along the flowering stem. The sepals and petals are 8–15 mm (0.3–0.6 in) long and 3–6 mm (0.12–0.24 in) wide. The column is pale blue or pinkish, 4.5–6 mm (0.18–0.24 in) long and 2–3 mm (0.08–0.1 in) wide. The lobe on the top of the anther is gently curved, brownish with a yellow tip and deeply notched. The side lobes curve upwards and have white, mop-like tufts on their ends. The flowers only open on hot days and are self-pollinating. Flowering occurs from June to November.",
    "Taxonomy and naming": "Thelymitra angustifolia was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. The specific epithet (angustifolia) is derived from the Latin words angustus meaning \"narrow\" and folia meaning \"leaves\".",
    "Distribution and habitat": "The long-leaved sun orchid grows in moist to wet grassy place in rainforet and tall forest sometimes in open forest and woodland. It is widespread and common between the Atherton Tableland in Queensland and Mittagong in New South Wales.",
    "References": "",
    "External links": " Data related to Thelymitra angustifolia at Wikispecies"
  }
}