{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_×_chasmogama",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. × chasmogama"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra × chasmogama, commonly called the globe-hood sun orchid, is a species of orchid that is endemic to south-eastern Australia. It has a single tapering, channelled leaf with a reddish base and up to six bright pink flowers with pale yellow tufts on top of the anther. It is a natural hybrid between T. luteocilium and T. megacalyptra.",
    "Description": "Thelymitra × chasmogama is a tuberous, perennial herb with a single channelled, tapering linear leaf 130–270 mm (5–10 in) long and 3–7 mm (0.1–0.3 in) wide with a reddish base. Up to six bright pink flowers 20–25 mm (0.8–1 in) wide are arranged on a flowering stem 150–300 mm (6–10 in) tall. There are two bracts along the flowering stem. The sepals and petals are 7–15 mm (0.3–0.6 in) long and the column is mauve pinkish and 4–6.5 mm (0.2–0.3 in) long. The lobe on the top of the anther has a purplish brown band and a deeply notched yellow tip. The side lobes have pale yellow hair tufts on their ends. Flowering occurs from September to November. The plants are variable, due to back-crossing with the two parent species, T. luteocilium and T. megacalyptra.",
    "Taxonomy and naming": "Thelymitra × chasmogama was first formally described in 1927 by Richard Sanders Rogers from a specimen collected near Golden Grove and the description was published in Transactions and Proceedings of the Royal Society of South Australia.",
    "Distribution and habitat": "The globe-hood sun orchid grows where its two parent species occur, in woodland, open forest and scrub. It occurs in central Victoria and in the south-east of South Australia.",
    "References": "\n\n== External links =="
  }
}