{
  "url": "https://en.wikipedia.org/wiki/Thelymitra_viridis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Thelymitrinae"
    },
    {
      "Genus": "Thelymitra"
    },
    {
      "Species": "T. viridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thelymitra viridis, commonly called the green sun orchid, is a species of orchid that is endemic to Tasmania. It has a single erect, fleshy, channelled leaf and up to seven small self-pollinating pale blue to pale purplish flowers. The rest of the plant is a pale green colour.",
    "Description": "Thelymitra viridis is a tuberous, perennial herb with a single erect, pale green, fleshy, channelled, linear to lance-shaped leaf 100–250 mm (4–10 in) long and 5–12 mm (0.2–0.5 in) wide, sometimes with a purplish base. Between two and seven pale blue to pale purple flowers 13–22 mm (0.5–0.9 in) wide are arranged on a flowering stem 150–300 mm (6–10 in) tall. The sepals and petals are 5–11 mm (0.2–0.4 in) long and 3.5–7 mm (0.1–0.3 in) wide and pale green on the back. The column is pale blue to pale green, 4–6 mm (0.16–0.24 in) long and 2–3.5 mm (0.08–0.1 in) wide. The lobe on the top of the anther is usually yellowish, tube-shaped and gently curved with a small notch. The side lobes curve upwards and have mop-like tufts of white hairs. Flowering occurs in October and November but the flowers are self-pollinating and only open on hot days.",
    "Taxonomy and naming": "Thelymitra viridis was first formally described in 2004 by Jeff Jeanes and the description was published in Muelleria from a specimen collected in the Rocky Cape National Park. The specific epithet (viridis) is a Latin word meaning \"green\", referring to the overall pale greenish colour of this orchid.",
    "Distribution and habitat": "The green sun orchid grows in heath, near swamps and near rocks in coastal Tasmania.",
    "References": "",
    "External links": " Data related to Thelymitra viridis at Wikispecies"
  }
}