{
  "url": "https://en.wikipedia.org/wiki/Antirrhinum_majus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Plantaginaceae /Veronicaceae[1]"
    },
    {
      "Genus": "Antirrhinum"
    },
    {
      "Species": "A. majus"
    }
  ],
  "text": {
    "__SUMMARY__": "Antirrhinum majus (common snapdragon; often - especially in horticulture - simply \"snapdragon\") is a species of flowering plant belonging to the genus Antirrhinum. The plant was placed in the family Plantaginaceae following a revision of its prior classical family, Scrophulariaceae.The common name \"snapdragon\", originates from the flowers' reaction to having their throats squeezed, which causes the \"mouth\" of the flower to snap open like a dragon's mouth. It is widely used as an ornamental plant in borders and as a cut flower. It is usually cultivated once a year. The species has been in culture since the 15th century.",
    "Taxonomy": "There are five subspecies:\nAntirrhinum majus subsp. majus. Southern France, northeast Spain.\nAntirrhinum majus subsp. cirrhigerum (Ficalho) Franco. Southern Portugal, southwest Spain.\nAntirrhinum majus subsp. linkianum (Boiss. & Reut.) Rothm. Western Portugal (endemic).\nAntirrhinum majus subsp. litigiosum (Pau) Rothm. Southeastern Spain.\nAntirrhinum majus subsp. tortuosum (Bosc) Rouy. Throughout the species' range.",
    "Description": "It is an herbaceous perennial plant, growing to 0.5–1 m tall, rarely up to 2 m. The leaves are spirally arranged, broadly lanceolate, 1–7 cm long and 2-2.5 cm broad. The upper glandular stalk is stalk-round, sometimes woody to the middle. The opposite leaves are simple, elliptic or ovate to broad-lanceolate, sometimes linear and usually bleak. Leaflets are missing.The flowers are produced on a tall spike, each flower is 3.5-4.5 cm long, zygomorphic, with two 'lips' closing the corolla tube lobed divided into three parts and is purple red, almost 5 cm long. Wild plants have pink to purple flowers, often with yellow lips. Most 8 to 30 short stalked flowers are in an inflorescence together; the inflorescence axis is glandular hairy. The crown is 25 to 45 (rarely to 70) millimeters long and in different colors (red, pink, orange, yellow, white). The \"maw\" of the crown is closed by protuberance of the lower lip, one speaks here of \"masked\", and everted baggy at the bottom. There is a circle with four stamens. The plants are pollinated by bumblebees, and the flowers close over the insects when they enter and deposit pollen on their bodies. Calyx is up to 8 mm long, with sepals of equal length, oblong to broad.\nThe ovary is supreme. The fruit Is an ovoid capsule 10–14 mm diameter shaped like a skull, containing numerous small seeds.",
    "Range": "It is native to the Mediterranean region, from Morocco and Portugal north to southern France, and east to Turkey and Syria. They often grow in crevices and walls.",
    "Cultivation": "Antirrhinum majus to some extent can survive frost as well as higher temperature, but does best at temperatures around 17–25 °C. Nighttime temperatures around 15–17 °C encourage growth in both the apical meristem and stem of A. majus. The species is able to grow well from seeds, flowering quickly in 3 to 4 months. It is also able to be grown through cutting.Though perennial, the species is often cultivated as a biennial or annual plant, particularly in colder areas where it may not survive the winter. Numerous cultivars are available, including plants with lavender, orange, pink, yellow, or white flowers, and also plants with peloric flowers, where the normal flowering spike is topped with a single large, symmetrical flower. The cultivars ’Floral Showers Deep Bronze’ \nand ‘Montego Pink’\nhave gained the Royal Horticultural Society’s Award of Garden Merit.\nThe trailing (creeping) variety is often referred to as A. majus pendula (syn. A. pendula, A. repens).\nIt often escapes from cultivation, and naturalised populations occur widely in Europe north of the native range, and elsewhere in temperate regions of the world.",
    "Model research organism": "In the laboratory it is a model organism, for example containing the gene DEFICIENS which provides the letter \"D\" in the acronym MADS-box for a family of genes which are important in plant development. Antirrhinum majus has been used as a model organism in biochemical and developmental genetics for nearly a century. Many of the characteristics of A. majus made it desirable as a model organism; these include its diploid inheritance, ease of cultivation (having a relatively short generation time of around 4 months), its ease of both self-pollination and cross-pollination, and A. majus's variation in morphology and flowering color. It also benefits from its divergence from Arabidopsis thaliana, with A. thaliana's use as a common eudicot model, it has been used to compare against A. majus in developmental studies.Studies in A. majus have also been used to suggest that, at high temperatures, DNA methylation is not vital in suppressing the Tam3 transposon. Previously, it was suggested that DNA methylation was important in this process, this theory coming from comparisons of the degrees of methylation when transposition is active and inactive. However, A. majus's Tam3 transposon process did not completely support this. Its permission of transposition at 15 °C and strong suppression of transposition at temperatures around 25 °C showed that suppression of the transposition state was unlikely to be caused by the methylation state. It was shown that low temperature-dependent transposition was the cause of the methylation/demethylation of Tam3, not the other way around as previously believed. It was shown in a study that decreases in the methylation of Tam3 were found in tissue that was still developing at cooler temperatures, but not in tissue that was developed or grown in hotter temperatures.Antirrhinum majus has also been used to examine the relationship between pollinators and plants. With debate as to the evolutionary advantages the conical-papillate shape of flower petals, with arguments suggesting the shape either enhanced and intensified the color of the flower or aided in orienting pollinators through sight or touch. The benefit that A. majus brought was through an identification of a mutation at the MIXTA locus that prevented this conical petal shape from forming. This allowed testing of the pollination plants with and without conical petals as well as comparisons of the absorption of light between these two groups. With the MIXTA gene being necessary in the formation of conical cells, the use of the gene in breeding of Antirrhinum was crucial, and allowed for the tests which showed why many plants produced conical-papillate epidermal cells.Another role A. majus played in examining the relationship between pollinator and plant were in the studies of floral scents. Two of A. majus's enzymes, phenylpropanoids and isoprenoids, were used in the study of its floral scent production and the scent's effect on attracting pollinators.",
    "Chemistry": "Antirrhinin is an anthocyanin found in A. majus. It is the 3-rutinoside of cyanidin. Its active ingredients include mucilages, gallic acid, resins, pectin and bitters. It is a topical emollient, antiphlogistic, astringent, antiscorbutic, hepatic and diuretic. It is effective against inflammations, it is used for haemorrhoids. It has been used in gargles against ulcerations of the oral cavity. Internally, it can be used for colitis and heartburn. Externally, as poultices, on erythemas.",
    "Pests and Diseases": "Antirrhinum majus may suffer from some pests and diseases.",
    "Pests and Diseases-Pests": "Insects are the primary pests that affect A. majus.  \n\nAphids: They target and consume the terminal growth and underside of leaves. Aphids consume the liquids in the plant and may cause a darkened or spotted appearance on the leaves.\nFrankliniella occidentalis: These insects affect even strong growing and healthy Antirrhinum; they are commonly seen in newly opened flowers. They will cause small lesions in the shoots and flower buds of A. majus as well as remove pollen from the anther. This case is difficult to treat, but may be kept manageable with the predatory mite Neoseiulus.",
    "Pests and Diseases-Diseases": "Antirrhinum majus suffers mostly from fungal infections.\n\nAnthracnose: A disease caused by fungi of the genus Colletotrichum. This disease targets the leaves and stem causing them a yellow with a brownish border to the infected spot. It is recommended to destroy infected plants and space existing ones farther apart.\nBotrytis: Also known as Grey Mould, this infection occurs under the flower of A. majus. Botrytis causes wilting of the flower's spikes and causes a light browning of the stem below the cluster of flowers. Botrytis causes quick and localized drying and browning in the flower, leaves, and shoots of A. majus. In warmer weather, Botrytis becomes more severe. Treatment of Botrytis involves cutting off the infected stock and clearing the surrounding area of A. majus from any of this debris.\nPythium: Wilting in the plant may be caused by a Pythium species fungal infection if the plant is receiving adequate water.\nRust: Another fungal disease that A. majus is susceptible to is rust. It can first be seen on the plant as light-green circles, on the stem or underside of its leaves, that eventually turn brown and form pustules. Rust may cause A. majus to bloom prematurely, sprout smaller flowers, and begin decomposition earlier.\nStem rot: A fungal infection, it can be seen as a cottony growth on the stem, low, near the soil. If infected, it is suggested the plant be destroyed.\n\n\n== References =="
  }
}