{
  "url": "https://en.wikipedia.org/wiki/Antirrhinum_filipes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Plantaginaceae"
    },
    {
      "Genus": "Antirrhinum"
    },
    {
      "Species": "A. filipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Antirrhinum filipes (syn. Neogaerrhinum filipes) is an annual species of North American snapdragon, usually known by the common name yellow twining snapdragon. This herbaceous plant is native to deserts of the southwestern United States and northern Mexico, where it is common.",
    "Description": "The species is a hairless herbaceous annual, growing long, thin, vine-like stems which climb on objects, including other plants, for support. The inflorescence is composed of a tendril-like pedicel which may be up to 10 centimeters long and coils tightly to help the plant climb. At its tip is a single flower which is bright yellow to gold in color, dotted with dark maroon, and just over a centimeter long.The stem is similar to that of a vine, winding up anywhere from 9 to 100 centimeters long on other plants, and it does not have a gland. It winds around the branchlets of other plants for protection. The base of the stem is woolly. The petiole, the stalk that attaches the leaf blade to the stem, is 0–5 millimeters long with the leaf blade being 6 to 50 millimeters. Leaves are lanceolate, as in shaped like the tip of a lance, as well as being linear to ovate. Both the plant's steam and leaves are bright green. Flowers are self-pollinating via the process of cleistogamy, meaning they are fertilized as buds that never need to open. The flower's corolla, as in all of the petals collectively together, is 10 to 13 millimeters long. Pedicels (stems that attach a single flower to the inflorescence) are thread-like, measuring 3 to 10 centimeters long, and are able to intertwine around the stems of other plants. They are even thinner and longer than those of similar snapdragon species of the Mohave Desert. Its coloring is yellow and gold with speckles of maroon. The fragile fruit are ovoid to spherical, 3 to 5 millimeters long. Seeds are black, wing-shaped, with 4 to 6 thick ridges, and 1 millimeter long.",
    "Habitat": "A. filipes is native to the sandy deserts of the southwestern United States and northern Mexico. Its flowering period is from March to May. The plants, due to being hidden by low bushes, are hard to spot because its stem is usually covered by the leaves and twigs of other plant species. Locations where the species has been documented include slopes in the Grand Canyon, within the Mohave Desert and within the Sonoran Desert. It can be found at an elevation of up to 1650 meters.",
    "In literature": "A research study was completed in 2009 by the Journal of Arid Environments which compared the flowering phenology of both shrubs and ephemerals in both urban and non-urban areas. The yellow twining snapdragon's flowering was delayed in urban areas compared to non-urban areas, in which its flowering phenology was considered normal. The plant was referred to as, \"a most handsome, climbing annual, with long, slender, bright green stems and leaves\" by Edmund Carroll Jaeger, the author of Desert Wild Flowers which was published in 1940 by Stanford University Press.",
    "References": "",
    "External links": "USDA Plants Profile\nPhoto gallery"
  }
}