{
  "url": "https://en.wikipedia.org/wiki/Panaeolus_cinctulus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Psathyrellaceae"
    },
    {
      "Genus": "Panaeolus"
    },
    {
      "Species": "P. cinctulus"
    }
  ],
  "text": {
    "__SUMMARY__": "Panaeolus cinctulus, syn. Panaeolus subbalteatus, commonly known as the banded mottlegill, weed Panaeolus or subbs is a very common, widely distributed psilocybin mushroom. According to American naturalist and mycologist David Arora, Panaeolus cinctulus is the most common psilocybin mushroom in California.\nDuring the early 1900s, these species were referred to as the \"weed Panaeolus\" because they were commonly found in beds of the commercially grown, grocery-store mushroom Agaricus bisporus. Mushroom farmers had to weed it out from the edible mushrooms because of its hallucinogenic properties.",
    "Description": "Cap: (1.5)2 —  5(5.5) cm (0.59–2.17 in), hemispherical to convex when young to broadly umbonate or plane in age, smooth, hygrophanous, striking cinnamon-brown when moist, soot-black when wet which disappears as the mushroom completely dries out. The flesh is cinnamon-brown to cream-colored and thin.\nGills: Close, adnate to adnexed, cream-colored when young, later mottled dingy brown then to soot-black. Gill edges white and slightly fringed, but turn blackish when fully mature.\nSpore Print: Jet Black\nSpores: 12 x 8 µm, smooth, ellipitic-citriform, thick-walled.\nStipe: (2)3.5 —  8(10) cm long, (2)3 — 7(9) mm thick, equal or tapered at the ends, reddish brown to whitish, pruinose, hollow, no veil remnants, longitudinally white-fibrillose and white-powdered, striate at the apex or twisting vertically down the entire length of the stipe, Stem base and mycelium occasionally staining blue.\nTaste: Farinaceous (like flour) when fresh, saliferous (salty) when dried.\nOdor: Slightly farinaceous.\nMicroscopic features: Spores 11 - 14 (16) x 7.5 - 10 x (6) 7 - 8 (9) µm, smooth, elliptical to rhomboid in face view, elliptical in side view.Morphologically, Panaeolus cinctulus can be easily confused with other species of psilocybin mushrooms. They have a resemblance to Panaeolus fimicola, and prefer the same habitats, but the latter species has sulphidia on the gill faces.",
    "Habitat and formation": "Panaeolus cinctulus is a cosmopolitan species that grows solitary to gregarious to cespitose (densely clumped) on compost piles, well-fertilized lawns and gardens, and, rarely, directly on horse dung. It grows from Spring to Fall seasons. It grows abundantly after rain.  It can be found in many regions, including: Africa (South Africa), Austria, Canada (Alberta, British Columbia, Prince Edward Island, Ontario, Quebec), Nova Scotia, Denmark, Finland, France, Germany, Great Britain, Guadeloupe, Estonia, Iceland, India, Ireland, Italy, South Korea, Japan, Mexico, New Guinea, New Zealand, Norway, Philippines, Russia, Slovenia, South America (Argentina, Chile, Brazil) and the United States (it is common in Oregon, Alaska, Washington, and both Northern and Southern California, but is also known to occur in all 50 states).\nIt has also been sighted in Melbourne, Australia, Belgium and The Czech Republic",
    "Legality": "The legal status of psilocybin mushrooms varies worldwide. Psilocybin and psilocin are listed as Class A (United Kingdom) or Schedule I (US) drugs under the United Nations 1971 Convention on Psychotropic Substances. The possession and use of psilocybin mushrooms, including P. cinctulus, is therefore prohibited by extension. However, in many national, state, and provincial drug laws, there is a great deal of ambiguity about the legal status of psilocybin mushrooms and the spores of these mushrooms. For more details on the legal status of psilocybin mushrooms and Panaeolus spores, see: Legal status of psilocybin mushrooms. Panaeolus cinctulus has a long shelf life compared to other magic mushrooms, as it contains little psilocin, is non-poisonous, and the psycho-activity comes mainly from psilocybin and its analogues.",
    "Neurological effects": "Psilocybin is similar in structure to the neurotransmitter serotonin, which is involved in or associated with mood regulation, appetite, sleep, learning and the cardiovascular system among others. Thus psilocybin may disrupt the actions of serotonin, accounting for its effects such as restlessness, increased heart rate, and inability to concentrate.Baeocystin is a psilocybin mushroom alkaloid and analog of psilocybin. It is found as a minor compound in most psilocybin mushrooms together with psilocybin, norbaeocystin, and psilocin. Baeocystin is a N-demethylated derivative of psilocybin, and a phosphorylated derivative of 4-HO-NMT (4-hydroxy-N-methyltryptamine). Baeocystin produces similar, if not almost exactly the same effects of Psilocin.",
    "Gallery": "",
    "See also": "List of Panaeolus species\nList of Psilocybin mushrooms",
    "References": "Sources:\n\nStamets P. (1996). Psilocybin Mushrooms of the World. Berkeley, California: Ten Speed Press. p. 82. ISBN 0-9610798-0-0.Allen John W. (1994). Psychedelic Illuminations vol. 5: Close Encounters of the Panaeolus Kind. Los Angeles, California: Ron Piper. pp. 58-62}.Arora, David (1986). Mushrooms Demystified. Berkeley, California: Ten Speed Press. p. 359. ISBN 0-89815-009-4.",
    "External links": "\"Guide to Hunting and Identifying Panaeolus subbalteatus\" at shroomery.org\n\"Erowid Psilocybin Mushroom Vault : Observations Regarding the Suspected Psychoactive Properties of Panaeolus foenisecii Maire\" at Erowid.org\nA Worldwide Geographical Distribution of the Neurotropic Fungi"
  }
}