{
  "url": "https://en.wikipedia.org/wiki/Panaeolus_fimicola",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Bolbitiaceae"
    },
    {
      "Genus": "Panaeolus"
    },
    {
      "Species": "P. fimicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Panaeolus fimicola is a widespread but seldom identified \"little brown mushroom\" which sometimes contains small amounts of the hallucinogen psilocybin. Panaeolis ater is a synonym.",
    "Description": "Cap: (1)1.5— 3.5(4) cm, Campanulate then convex to plane, obtuse, dingy gray to blackish, often with reddish or hazel tones, hygrophanous, pallid grey to yellowish when dry, smooth, with a narrow brown marginal band, slightly striate at the margin when moist. Flesh thin and grayish.\nGills: Adnate, close to crowded, at first gray-olivacous, becoming mottled and darkening to black with age, edges remaining whitish.\nSpores: Blackish gray.\nStipe: (4)6 — 8(10) cm x 1 — 2(3) mm, equal, slender, slightly enlarging at the base, hollow, fragile, dingy white to clay, becoming brownish towards the base in age, smooth, white-pruinose at the apex, obsoletely slightly silky-striate, ring absent. Flesh is dirty ochraceous-buff; fragile.\nTaste: Not distinctive.\nOdor: Not distinctive.\nMicroscopic features: Spores 10.8 — 14.2 X 6.9—9.5, ellipsoid or lemon shaped, basidia 4 spored. Gill edge cystidia fusiform, typically with long necks, gill face cystidia absent.",
    "Habitat and formation": "Panaeolus fimicola can be found growing solitary to scattered in soil or dung, fertilized lawns and other grassy places, late spring to mid-fall. It is widespread and common across the Americas, as well as Europe and Africa. It has also been found in Turkey.",
    "See also": "List of Panaeolus species",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.",
    "External links": "Panaeolus fimicola photo\nPanaeolus fimicola cheilocystidia\nPanaeolus fimicola spores"
  }
}