{
  "url": "https://en.wikipedia.org/wiki/Schefflera_arboricola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Apiales"
    },
    {
      "Family": "Araliaceae"
    },
    {
      "Genus": "Schefflera"
    },
    {
      "Species": "S. arboricola"
    }
  ],
  "text": {
    "__SUMMARY__": "Schefflera arboricola is a flowering plant in the family Araliaceae, native to Taiwan as well as Hainan. Its common name is dwarf umbrella tree, as it appears to be a smaller version of the umbrella tree, Schefflera actinophylla.",
    "Growth": "It is an evergreen shrub growing to 8–9 m tall, free-standing, or clinging to the trunks of other trees. The leaves are palmately compound, with 7–9 leaflets, the leaflets 9–20 cm long and 4–10 cm broad (though often smaller in cultivation). The flowers are produced in a 20 cm panicle of small umbels, each umbel 7–10 mm diameter with 5–10 flowers.",
    "Cultivation and uses": "It is commonly grown as a houseplant, popular for its tolerance of neglect and poor growing conditions. It is also grown as a landscape plant in milder climates where frosts are not severe. Numerous cultivars have been selected for variations in leaf colour and pattern, often variegated with creamy-white to yellow edges or centres, and dwarf forms. The cultivar 'Gold Capella' has gained the Royal Horticultural Society's Award of Garden Merit.The umbrella plant lends itself easily to the bonsai form and is popular as an indoor bonsai.",
    "Cultivation and uses-Poisoning": "Schefflera poisoning is due to the species containing \"sharp\" calcium oxalate crystals that are insoluble and damage the cells and tissues of the animals ingesting them.  Depending on the amount that a pet consumes, the resulting damage (swelling) of exposed tissues and digestive tract may be fatal to the animal. For their own safety, children and household pets should be kept away from consuming this plant.\nDue to the misuse and confusion of the common name \"Umbrella Plant\" or \"Umbrella Tree\"  this species has been mistakenly included on many internet lists as \"safe plants\" for reptile keepers. The presence of oxalate crystals is a known issue and consumption can be regarded potentially serious as the calcium oxalate crystals can significantly damage liver and kidneys of the animals ingesting any part of this or related Schefflera species. Symptoms in pets can include: cardiac arrhythmia, diarrhea, vomiting , dilated eyes,  difficulty swallowing, excessive drooling, hoarse barking, labored breathing, loss of appetite, numbness of exposed area(s), obstruction of the airway, pawing/rubbing at the face or mouth and the swelling of the tongue and lips.",
    "Cultivation and uses-Care": "The plant prefers higher light if possible, but can adapt to a wide variety of light levels. As a tropical plant it likes moisture, but avoid letting the plant sit in water after you water it.  It likes to be moist but not wet.",
    "Cultivation and uses-Aerial roots": "Under the right conditions, this plant will produce aerial roots that, when they reach the ground, will convert to fully functional roots. They give the plant an unusual and interesting appearance. Three conditions must be maintained for the plant to produce them: a high growth rate, insufficient trunk roots (the plant is root bound or these roots are pruned) and constant, very high humidity.",
    "Photo gallery": "",
    "References": "",
    "External links": "Fukubonsai, information about Schefflera arboricola as indoor bonsai."
  }
}