{
  "url": "https://en.wikipedia.org/wiki/Schefflera_umbellifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Apiales"
    },
    {
      "Family": "Araliaceae"
    },
    {
      "Genus": "Schefflera"
    },
    {
      "Species": "S. umbellifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Schefflera umbellifera is an evergreen to semi-deciduous Southern African tree of 15-20m growing in escarpment and coastal forest in Malawi, through eastern Zimbabwe and Mozambique along the east coast to South Africa, as far south as the Garden Route. It belongs to the Araliaceae or Cabbage Tree family and is one of some 600 species in the genus Schefflera, created by J.R.Forst. & G.Forst. in 1776 to honour the 18th century German physician and botanist Johann Peter Ernst von Scheffler (born in 1739) of Danzig, and not to be confused with writer and physician Jacob Christoph Scheffler (1698-1745) of Altdorf bei Nürnberg.",
    "Description": "Preferring regions of higher rainfall, it occurs to an altitude of 2000m above sea level, often with a clean stem in its lower half, but much-branched in the upper half, and a trunk of up to some 600mm diameter. The foliage is dark green above, paler below, dense and tufted. Leaves are digitately compound, 5-7 foliate with some 250mm long leaf stalks or petioles, and leaflets oblong, with entire but undulate margins, 10–15 cm long on short petiolules some 40mm long. Leaflets are emarginate with a terminal mucro or acute, while the base is cuneate, sometimes obliquely.\nFlowers, between January and May, are small and pale yellow in umbels in a somewhat umbellate terminal panicle. Fruit are small, up to 7mm diameter, and globose. They are red when mature and appear from June to August.This species lends itself to Bonsai, the Japanese art of growing stunted trees in containers.",
    "Medicinal": "A dichloromethane extract of S. umbellifera yields an active compound, betulin, which shows some antiplasmodial activity. Leaf and bark decoctions and infusions have been used in traditional medicine for indigestion, rheumatism, colic, insanity and malaria. Roots are used as a diuretic and laxative, for malaria, venereal diseases and nausea. Bark extracts are also used for stomach ulcers.\nCompounds from Araliaceae display a wide range of pharmacological properties including antifungal, antimalarial, anti-inflammatory, anti-brain tumour and antibacterial activity.",
    "Citations": "Schefflera umbellifera (Sond.) Baill. in \"Adansonia\" 12: 147 (1878); Bernardi in \"Candollea\" 24: 93 (1969); Bamps in \"Bull. Jard. Bot. Nat. Belg\" 44: 136 (1974); \"Distrib. Afr. Pl.\" 8: map 244 (1974). Type from S. Africa.\nCussonia umbellifera Sond. in \"Linnaea\" 23: 49 (1850); Harv. & Sond., \"Flora Capensis\" 2: 570 (1862); Bak. f. in \"Journ. Linn. Soc., Bot.\" 40: 76 (1911); Eyles in \"Trans. Roy. Soc. S. Afr.\" 5: 433 (1916); Burtt Davy, \"F.P.F.T.\" 2: 514 (1932); Steedman, \"Some Trees, Shrubs and Lianes of S. Rhod.\": 58 (1933); Burtt Davy & Hoyle, \"N.C.L.\": 32 (1936). Type as above.",
    "References": "",
    "External links": "Image of flowers"
  }
}