{
  "url": "https://en.wikipedia.org/wiki/Chatham_Island_coot",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Fulica"
    },
    {
      "Species": "F. chathamensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Chatham coot (Fulica chathamensis), also known as the Chatham Island coot, is an extinct bird in the rail family, Rallidae, that was endemic to the Chatham Islands of New Zealand. It was described from subfossil bones in 1892 by Scottish explorer, ornithologist and botanist Henry Forbes, who was director of the Canterbury Museum in Christchurch at the time.",
    "Taxonomy": "The Chatham coot and the related New Zealand coot (F. prisca) are classified as coots on the basis of anatomical features of the pelvis and humerus typical of the genus. There has been disagreement regarding the relationship between the two species. They have variously been considered full species, subspecies or lacking in taxonomic distinction. At one point a new genus, Nesophalaris, was proposed for them. A review by Trevor Worthy and Richard Holdaway in 2002 recommended that the two coots be treated as separate species.",
    "Description": "Remains of the coot were first found by Forbes in dune deposits on Chatham Island in 1892, since when much further material has been recovered from dunes and from Moriori middens on the island. It was a large coot, slightly larger than the New Zealand coot, some 40 cm in length and 1.9 kg in weight. Apart from a disproportionately long neck, and long legs and toes, it was similar in shape to other coots and was probably able to fly. Its large salt glands indicate that it inhabited the brackish waters of Te Whanga Lagoon. The common occurrence of its bones in middens show that it was a frequent food item, with over-hunting the main cause of its extinction.\n\n\n== References =="
  }
}