{
  "url": "https://en.wikipedia.org/wiki/Crested_moa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "†Dinornithiformes"
    },
    {
      "Family": "†Emeidae"
    },
    {
      "Genus": "†Pachyornis"
    },
    {
      "Species": "†P. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "The crested moa, Pachyornis australis, were a species of moa from the family Dinornithidae. It is one of the 9 known species of moa to have existed. Moa are grouped together with emus, ostriches, kiwi, cassowaries, rheas, and tinamous in the clade Palaeognathae. Some of the species of this group are flightless and lacks a keel on their sternum. The name crested moa is due to pits being found in their skulls, suggesting they had crests of long feathers. These cranial pits are also found occasionally in Dinornis, Anomalopteryx, and other Pachyornis species.",
    "Description": "Pachyornis australis weighed around 75 kg (165 lb). The crested moa was smaller than the heavy-footed moa (Pachyornis elephantopus) and their bones are sometimes mistaken for those of P. elephantopus due to their similar structure.Almost nothing is known about the feather pits on the crested moa's skull. It is likely the feathers were used in courtship rituals or to challenge rivals, but no feathers have been found so their color or size can only be speculated at.",
    "Distribution and habitat": "Pachyornis australis was endemic to the South Island of New Zealand, where it occupied the high altitude sub-alpine forests in the North West, particularly in the Nelson area. Crested moa remains have been found in the Honeycomb Hills Cave and other caves in the vicinity. It was the ecological equivalent of the heavy-footed moa in the subalpine zone. While their remains have occasionally been found together, the heavy-footed moa generally preferred warmer and drier lowland areas. However, it is likely the crested moa would have migrated from the high country to these more hospitable areas in winter.",
    "Ecology and diet": "As with all moa species, the crested moa filled the role of large herbivores in New Zealand, where there are no native terrestrial mammals (excluding bats). The only real threat of predation came from the Haast's eagle (Harpagornis moorei).",
    "Extinction": "Until recently it was thought that Pachyornis australis became extinct at the Pleistocene-Holocene transition roughly 10,000 years ago (10,000 years BP) during a period of significant climatic upheaval. In 2012 however radiocarbon dating of crested moa remains from Bulmer Cavern showed that the specimen died between 1396 and 1442 AD, over 100 years after humans first settled on the Island. During the climatic changes before the settlers arrived, the crested moa followed the changes in elevation of their sub-alpine habitats with little change in their population size. Despite their relatively low numbers and limited habitat range, their extinction came later than all of the other moa species. Given that there is no evidence that crested moa were ever hunted by humans (unlike every other species of moa), it seems likely that their populations were too isolated and remote to have been accessed by humans.  Instead, it is probable that the crested moa were wiped out by introduced mammals.",
    "Footnotes": "",
    "References": "Berentson, Quinn (2012). Moa: the life and death of New Zealand's legendary bird. Craig Potton Publishing. ISBN 9781877517846.\nCooper, A.; Atkinson, I. A. E.; Lee, W. G.; Worthy, T. H. (1993). \"Evolution of the moa and their effect on the New Zealand flora\". Trends in Ecology & Evolution. 8 (12): 433–437. doi:10.1016/0169-5347(93)90005-a.\nDavies, S. J. J. F. (2003). \"Moas (Dinoornithidae)\".  In Hutchins, Michael; Jackson, Jerome A.; Bock, Walter J (eds.). Grzimek's Animal Life Encyclopedia. 8: Birds I: Tinamous and Ratites to Hoatzins (2nd ed.). Farmington Hills, MI: Gale Group. ISBN 0-7876-5784-0.\nOliver, W.R.B. (1949). \"The moas of New Zealand and Australia\". Dominion Museum Bulletin. 15.\nOlliver, Narena (2005). \"Crested Moa: Birds (of New Zealand)\". New Zealand Birds. Retrieved Feb 15, 2011.\nRawlence, N. J.; Cooper, A. (2012). \"Youngest reported radiocarbon age of a moa (Aves: Dinornithiformes) dated from a natural site in New Zealand\". Journal of the Royal Society of New Zealand. 43 (2): 100–107. doi:10.1080/03036758.2012.658817.\nRawlence, N. J.; Metcalf, J. L.; Wood, J. R.; Worthy, T. H.; Austin, J. J.; Cooper, A. (2012). \"The effect of climate and environmental change on the megafaunal moa of New Zealand in the absence of humans\". Quaternary Science Reviews. 50: 141–153. doi:10.1016/j.quascirev.2012.07.004.\nWilliams, P. W.; King, D. N. T.; Zhao, J. X.; Collerson, K. D. (2005). \"Late Pleistocene to Holocene composite speleothem 18O and 13C chronologies from South Island, New Zealand — did a global Younger Dryas really exist?\". Earth and Planetary Science Letters. 230 (3–4): 301–317. doi:10.1016/j.epsl.2004.10.024.Worthy, T. H. (1990). \"An analysis of the distribution and relative abundance of moa species (Aves: Dinornithiformes)\". New Zealand Journal of Zoology. 17 (2): 213–241. doi:10.1080/03014223.1990.10422598.",
    "External links": "Crested Moa information on \"New Zealand Birds Online\""
  }
}