{
  "url": "https://en.wikipedia.org/wiki/Cuckoo_roller",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "LeptosomiformesSharpe, 1891"
    },
    {
      "Family": "LeptosomidaeBlyth, 1838"
    },
    {
      "Genus": "LeptosomusVieillot, 1816"
    },
    {
      "Species": "L. discolor"
    }
  ],
  "text": {
    "__SUMMARY__": "The cuckoo roller or courol (Leptosomus discolor) is the only bird in the family Leptosomidae, which was previously often placed in the order Coraciiformes but is now placed in its own order Leptosomiformes. Its nearest relative is not clear. Morphological evidence may suggest a placement in or near to Falconiformes. In the rather comprehensive DNA study by Hackett et al, this and the hoatzin are the only two birds whose position is unclear, although the cuckoo roller seems to be at the root of a group that contains the Trogoniformes, Bucerotiformes, Piciformes, and Coraciiformes.\nIt is a medium-large bird, inhabiting forests and woodlands in Madagascar and the Comoro Islands. Three subspecies are described: the nominate L. d. discolor is found in Madagascar and Mayotte Island, L. d. intermedius on Anjouan, and L. d. gracilis of Grand Comoro. Based on its smaller size, differences in the plumage, and minor difference in the voice, the last of these is sometimes considered a separate species, the Comoro cuckoo roller (L. gracilis).",
    "Description": "The cuckoo roller has a total length of 40–50 cm (16–20 in); the nominate subspecies is the largest, and L. d. gracilis the smallest. Unlike the true rollers and ground rollers, where the sexes have identical appearance, the cuckoo roller is sexually dichromatic. Males have a mostly velvety grey chest and head, changing gradually to white on the remaining underparts (the demarcation between grey and white is stronger in L. d. gracilis). The back, tail, and wing-coverts are dark iridescent green with a purplish tinge (especially on the wing-coverts), and the crown and eye-stripe are black. Females are mostly brown, with strongly dark-spotted pale underparts (less spotting in L. d. gracilis). Juveniles are generally reported as resembling a dull female, but at least juveniles of L. d. gracilis are sexually dimorphic, and this also possibly applies to the other subspecies. The bill is stout and the eyes are set far back in the face. The legs and feet are small, and the feet have an unusual structure which has confused many ornithologists, but is now thought to be zygodactylous (two toes forwards, two toes backwards).",
    "Distribution and habitat": "The cuckoo roller occupies a wide variety of habitats, including altered areas. They inhabit forest, including rainforest, litoral forest, deciduous forest, spiny bush-forest, and tree plantations. In the Comoros, the species is found on all the major islands, particularly in forested zones. It can be found from near sea level up to 2000 m.",
    "Behaviour and ecology": "The diet of the cuckoo roller is not well known, but a 1931 expedition found that chameleons and insects, particularly locusts and caterpillars, are important food items. Stomachs have often been found to be lined with caterpillar hairs, and other prey taken include grasshoppers, cicadas, stick insects, and geckos. The principal foraging technique is to perch motionless, watching for prey, then to make a quick sally towards the prey when observed. They also hunt from the air. Prey is caught in the large bill and killed by beating it against a branch.\nVery few studies have investigated the breeding habits of the cuckoo roller. It has been described in the past as a polygamous breeder, but no evidence for this is available. The nest is located in tall trees, 4–6 m (13–20 ft) off the ground, in natural cavities. No lining is placed inside the cavity; the white eggs are laid directly on the bottom. The usual clutch size is around four eggs. Incubation is performed by the female only, while the male feeds her. The incubation period is about 20 days, after which fluffy chicks are born. Chicks remain in the nest for 30 days before fledging.",
    "Status and conservation": "The species is not generally hunted and has proven resistant to habitat change that has threatened other native birds. It is assessed as Least Concern by the IUCN. The distribution of the cuckoo roller is vast, and populations in Madagascar persist in small forest fragments. Areas with abundant populations include broad expanses of forest associated with reserves such as Zahamena, Andringitra, Andohahela, and Marojejy.",
    "Relations with humans": "The cuckoo roller is very tame, and it is generally not disturbed by the inhabitants of Madagascar, many of whom have legends and myths about the species. It is often considered a good omen, as the harbinger of clear weather and (because it is often seen in pairs) as associated with couples and love.",
    "References": "",
    "Further reading": "del Hoyo, J.; Elliott, A.; Sargatal, J. (2001). Handbook of the Birds of the World. Volume 6: Mousebirds to Hornbills. Lynx Edicions. ISBN 84-87334-30-X.\nHackett, Shannon; Kimball, Rebecca; Reddy, Sushma; Bowie, Rauri; Braun, Edward; Braun, Michael; Chojnowski, Jena; Cox, Andrew; Han, Kin-Lan; Harshman, John; Christopher, Huddleston; Marks, Ben; Miglia, Kathleen; Moore, William; Sheldon, Frederick; Steadman, David; Witt, Christopher; Yuri, Tamaki (2008), \"A Phylogenomic Study of Birds Reveals Their Evolutionary History\", Science, 320 (5884): 1763–1768, doi:10.1126/science.1157704, PMID 18583609",
    "External links": "Cuckoo roller videos, photos & sounds on the Internet Bird Collection"
  }
}