{
  "url": "https://en.wikipedia.org/wiki/Haast's_eagle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Accipitriformes"
    },
    {
      "Family": "Accipitridae"
    },
    {
      "Genus": "Hieraaetus"
    },
    {
      "Species": "†H. moorei"
    }
  ],
  "text": {
    "__SUMMARY__": "The Haast's eagle (Hieraaetus moorei, formerly called Harpagornis moorei) is an extinct species of eagle that once lived in the South Island of New Zealand, commonly accepted to be the pouakai of Maori legend. The species was the largest eagle known to have existed. Its massive size is explained as an evolutionary response to the size of its prey, the flightless moa, the largest of which could weigh 230 kg (510 lb). Haast's eagle became extinct around 1400, after the moa were hunted to extinction by the first Māori.",
    "Taxonomy": "Haast's eagle was first described by Julius von Haast in 1871 from remains discovered by F. Fuller in a former marsh. Haast named the eagle Harpagornis moorei after George Henry Moore, the owner of the Glenmark Estate, where the bones of the bird had been found. The genus name was from the Greek \"harpax\", meaning \"grappling hook\", and \"ornis\", meaning \"bird\".DNA analysis later showed that this bird is related most closely to the much smaller little eagle as well as the booted eagle and not, as previously thought, to the large wedge-tailed eagle. Harpagornis moorei was therefore  reclassified as Hieraaetus moorei.H. moorei is estimated to have diverged from these smaller eagles as recently as 1.8 million to 700,000 years ago. If this estimate is correct, its increase in weight by ten to fifteen times is an exceptionally rapid weight increase. This was made possible in part by the presence of large prey and the absence of competition from other large predators.",
    "Description": "Haast's eagles were one of the largest known true raptors. In length and weight, Haast's eagle was even larger than the largest living vultures. Another giant eagle from the fossil record, Amplibuteo woodwardi, is more recently and scantly-described but rivaled the Haast's in at least the aspect of total length. Female eagles were significantly larger than males. Most estimates place the female Haast eagles in the range of 10–15 kg (22–33 lb) and males around 9–12 kg (20–26 lb).A comparison with living eagles of the Australasian region resulted in estimated masses in Haast's eagles of 11.5 kg (25 lb) for males and 14 kg (31 lb) for females. One source estimates that the largest females could have scaled more than 16.5 kg (36 lb) in mass.  The largest extant eagles, none of which are verified to exceed 9 kg (20 lb) in a wild state, are about forty percent smaller in body size than Haast's eagles.\n\nThey had a relatively short wingspan for their size. It is estimated that the grown female typically spanned up to 2.6 m (8.5 ft), possibly up to 3 m (9.8 ft) in a few cases. This wingspan is broadly similar to the larger range of female size in some extant eagles: the wedge-tailed eagle (Aquila audax), golden eagle (A. chrysaetos), martial eagle (Polemaetus bellicosus), white-tailed eagle (Haliaeetus albicilla) and Steller's sea eagle (Haliaeetus pelagicus) are all known to exceed 2.5 m in wingspan. Several of the largest extant Old World vultures, if not in mean mass or other linear measurements, probably exceed Haast's eagle in average wingspan as well.Short wings may have aided Haast's eagles when hunting in the dense scrubland and forests of New Zealand. Haast's eagle has sometimes been portrayed incorrectly as having evolved toward flightlessness, but this is not so. Rather it represents a departure from the mode of its ancestors' soaring flight, toward higher wing loading and the species probably had very broad wings.Some wing and leg remains of Haast's eagles permit direct comparison with living eagles. The harpy eagle (Harpia harpyja), the Philippine eagle (Pithecophaga jefferyi), and the Steller's sea eagle (\"Haliaeetus pelagicus\") are the largest and most powerful living eagles, and the first two also have a similarly reduced relative wing-length as an adaptation to forest-dwelling. A lower mandible from the Haast's eagle measured 11.4 cm (4.5 in) and the tarsus in several Haast's eagle fossils has been measured from 22.7 to 24.9 cm (8.9 to 9.8 in). In comparison, the largest beaks of eagles today (from the Philippine and the Steller's sea eagle) reach a little more than 7 cm (2.8 in); and the longest tarsal measurements (from the Philippine and the Papuan eagle) top out around 14 cm (5.5 in).The talons of the Haast's eagle were similar in length to those of the harpy eagle, with a front-left talon length of 4.9 to 6.15 cm (1.93 to 2.42 in) and a hallux-claw of possibly up to 11 cm (4.3 in). The Philippine eagle might be a particularly appropriate living species to compare with the Haast's eagle, because it too evolved in an insular environment from smaller ancestors (apparently basal snake eagles) to island gigantism in the absence of large carnivorous mammals and other competing predators.The strong legs and massive flight muscles of these eagles would have enabled the birds to take off with a jumping start from the ground, despite their great weight. The tail was almost certainly long, in excess of 50 cm (20 in) in female specimens, and very broad. This characteristic would compensate for the reduction in wing area by providing additional lift. Total length is estimated to have been up to 1.4 m (4 ft 7 in) in females, with a standing height of approximately 90 cm (2 ft 11 in) tall or perhaps slightly greater.",
    "Behaviour": "Haast's eagles preyed on large, flightless bird species, including the moa, which was up to fifteen times the weight of the eagle. It is estimated to have attacked at speeds up to 80 km/h (50 mph).Its size and weight indicate a bodily striking force equivalent to a concrete block falling from the top of an eight-storey building. Its large beak also could be used to rip into the internal organs of its prey and death then would have been caused by blood loss. Due to the absence of other large predators or scavengers, a Haast's eagle could easily have monopolised a single large kill over a number of days.",
    "Extinction": "Until recent human colonisation that introduced rodents and cats, the only placental land mammals found on the islands of New Zealand were three species of bat. Birds occupied or dominated all major niches in the New Zealand animal ecology. Moa were grazers, functionally similar to deer or cattle in other habitats, and Haast's eagles were the hunters who filled the same niche as top-niche mammalian predators, such as tigers or lions.\nOne study estimated the total population at 3,000 to 4,500 breeding pairs, so the Haast's eagle would have been very vulnerable to changes in the number of moa.Early human settlers in New Zealand (the Māori arrived around the year 1280) preyed heavily on large flightless birds, including all moa species, eventually hunting them to extinction by around 1400. The loss of its primary prey caused the Haast's eagle to become extinct at about the same time.A noted explorer, Charles Edward Douglas, claims in his journals that he had an encounter with two raptors of immense size in Landsborough River valley (probably during the 1870s), and that he shot and ate them; but they may have been Eyles' harriers.",
    "Relationship with humans": "Some believe that these birds are described in many legends of the Māori, under the names Pouakai, Hokioi, or Hakawai.  According to an account given to Sir George Grey, an early governor of New Zealand, Hokioi were huge black-and-white predators with a red crest and yellow-green tinged wingtips. In some Māori legends, Pouakai kill humans, which scientists believe could have been possible if the name relates to the eagle, given the massive size and strength of the bird. Even smaller golden eagles are capable of killing prey as big as sika deer or a bear cub. However, it has also been argued that the \"Hakawai\" and \"Hokioi\" legends refer to the Coenocorypha snipe—in particular the extinct South Island species.Artwork depicting Haast's eagle now may be viewed at OceanaGold's Heritage and Art Park at Macraes, Otago, New Zealand. The sculpture, weighing approximately 750 kg (1,650 lb; 118 st), standing 7.5 metres (25 ft) tall, and depicted with a wingspan of 11.5 metres (38 ft) is constructed from stainless steel tube and sheet and was designed and constructed by Mark Hill, a sculptor from Arrowtown, New Zealand.",
    "See also": "Island gigantism\nLate Quaternary prehistoric birds",
    "References": "",
    "External links": "Martinson, Paul (2006). \"Haast's Eagle. Harpagornis moorei\". Wellington: Te Papa Press. Artwork produced for the book Extinct Birds of New Zealand by Alan Tennyson\nWingspan Birds of Prey Trust\n\"Haast Eagle\". New Zealand Birds Limited.\n\"New Zealand Eagle\". NZ Conservation Trust. Archived from the original on 27 September 2007. Charles Douglas' reputed sighting\n\"Harpagornis Moorei\". Te Papa Tongarewa: Museum of New Zealand.\nHaast's Eagle on BBC"
  }
}