{
  "url": "https://en.wikipedia.org/wiki/Henderson_Island_petrel",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Procellariiformes"
    },
    {
      "Family": "Procellariidae"
    },
    {
      "Genus": "Pterodroma"
    },
    {
      "Species": "P. atrata"
    }
  ],
  "text": {
    "__SUMMARY__": "The Henderson petrel (Pterodroma atrata) is a ground-nesting species of seabird in the family Procellariidae. Adults measure on average 37 cm. It has a uniform grey-brown plumage. It is classified among the Gadfly petrels.\nIt is found in the Pitcairn Islands, and possibly in French Polynesia, though confusion over the taxon makes reports of this species in the Marquesas, Tuamotus, Australs and Gambiers uncertain. Breeding colonies formerly existed on Ducie Island, but were wiped out by invasive rats by 1922. It is now believed to nest uniquely on Henderson island, which was declared a World Heritage Site in 1988.  The International Union for Conservation of Nature classifies it as closely related to Pterodroma arminjoniana and Pterodroma heraldica. Its natural habitat is the moist subtropical scrub found on that island. The endangered habitat of this species was identified in 2007 as requiring urgent action to restore it.During Captain Cook's first voyage, Daniel Solander recorded in his manuscript on 21 March 1769 his observations on a new petrel, on which he named Procellaria atrata.  Solander's account only became known when Gregory Mathews published it in 1912. Mathews renamed it Pterodroma atrata, since dark-plumage birds of this species were considered to be dark-morphed herald petrels. It was only as late as 1996 that evidence was provided that these birds were specifically distinct from pale-morph herald petrels.Millions of pairs of Henderson petrel used to breed on the island several centuries ago. Brooke calculated breeding pairs to be around 16,000 in 1991/2. Contemporary colony numbers are estimated to be about 40,000. The Pacific rat (Rattus exulans), thought to have been introduced by local Polynesian traders, has almost wiped out the existing colony, devouring 25,000 petrel chicks per annum. To save the species from imminent extinction, the Royal Society for the Protection of Birds, in a last-ditch £1.5 million project, mounted an attempt to achieve a massive rodent cull to exterminate the predator population on the island. This attempt to re-establish a rat-free habitat took place in August, 2011. Though there was some success in reducing the rat population, the cull was not complete and the RSPB decided to undertake further research before attempting another cull. In 2015, a research team had completed a number of studies on the island, but a decision on how to proceed had not yet been made.",
    "References": "",
    "External links": "BirdLife Species Factsheet"
  }
}