{
  "url": "https://en.wikipedia.org/wiki/Henderson_Island_archaic_pigeon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "†BountyphapsWorthy and Wragg 2008"
    },
    {
      "Species": "†B. obsoleta"
    }
  ],
  "text": {
    "__SUMMARY__": "The Henderson archaic pigeon (Bountyphaps obsoleta), or Henderson Island archaic pigeon, is an extinct bird in the Columbidae, or pigeon family.  It was described in 2008 as a new genus and species from subfossil remains found on Henderson Island in the Pitcairn Group of south-eastern Polynesia. Additionally, an indeterminate species possibly the same as B. obsoleta, has been found in the Gambier archipelago.",
    "Etymology": "The genus was named for both the ship HMS Bounty with which, following the famous mutiny, Europeans first discovered the Pitcairn Islands, and for the former bounty the bird provided as food; with the Greek phaps (wild pigeon).  The specific epithet comes from the Latin adjective for \"extinct\" or \"forgotten about\".",
    "Description and taxonomy": "The species was a large pigeon, comparable in size to large species of Columba or Ducula, and larger than the other three species of pigeon it coexisted with on the island.  It had relatively small wings for its body size, suggesting that it was a weak flier, though not flightless.  It was described from 18 bones from four archaeological sites on Henderson Island, mainly from early Polynesian middens.  The affinities of the new genus are uncertain, but comparisons with other taxa suggest that, among living species, it is most closely related to the Nicobar pigeon or the tooth-billed pigeon—and, by extension, the dodo.",
    "Extinction": "The pigeon became extinct following human colonisation of Henderson, an event that had occurred by 1050 CE.  Two of the other three species of pigeon on the island also disappeared, as did other birds.",
    "Notes": "",
    "References": "Worthy, Trevor H.; and Wragg Graham M. (2008). A new genus and species of pigeon (Aves: Columbidae) from Henderson Island, Pitcairn Group. Terra Australis 29: 419-510.[1]"
  }
}