{
  "url": "https://en.wikipedia.org/wiki/Hodgen's_waterhen",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Tribonyx"
    },
    {
      "Species": "T. hodgenorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tribonyx hodgenorum, also known as Hodgens's waterhen or Hodgen's rail, is an extinct rail species from New Zealand. Its name commemorates the Hodgen brothers who were owners of the Pyramid Valley swamp where the holotype was discovered. It reached a weight of 280 g and its wings were so reduced that it was unable to fly. It occupied a wide range of habitats, including open forest and grassland along riverbanks.",
    "History": "Tribonyx hodgenorum was closely related to the black-tailed native-hen (Tribonyx ventralis) and the Tasmanian native-hen (Tribonyx mortierii). The species was first described by Ron Scarlett as Rallus hodgeni in 1955. Storrs L. Olson transferred it into the genus Gallinula in 1975 and changed its specific epithet to\nhodgenorum in 1986. It is only known from subfossil material of which the youngest Māori midden record is from the 18th century. Hundreds of bones have been unearthed at Pyramid Valley in the South Island, at Lake Poukawa in the North Island, and several other sites, indicating that it was once widespread in New Zealand except on the Chatham Islands. The main reasons for its extinction are likely to have been predation by the Pacific rat and hunting by human settlers.",
    "Footnotes": "",
    "References": "A. Tennyson und P. Martinson: Extinct birds of New Zealand. Te Papa Press, 2006, ISBN 0-909010-21-8\nTrevor H. Worthy & Richard N. Holdaway: The Lost World of the Moa. Prehistoric Life of New Zealand. Indiana University Press, Bloomington 2002.  ISBN 0-253-34034-9\nR. N. Holdaway, T. H. Worthy: A reappraisal of the late Quaternary fossil vertebrates of Pyramid Valley Swamp, North Canterbury, New Zealand. New Zealand Journal of Zoology, 1997, Vol. 24: 69-121 0301-4223/2401-069. (PDF fulltext)\nRichard N. Holdaway, Trevor H. Worthy, Alan J. T. Tennyson: A working list of breeding bird species of the New Zealand region at first human contact. New Zealand Journal of Zoology, 2001, Vol. 28: 119-187 PDF fulltext\nWalter E. Boles: A New Flightless Gallinule (Aves: Rallidae: Gallinula) from the Oligo-Miocene of Riversleigh, Northwestern Queensland, Australia. Records of the Australian Museum (2005) Vol. 57: 179?190. ISSN 0067-1975 PDF fulltext\nR. N. Holdaway : New Zealand’s pre-human avifauna and its vulnerability 1989 PDF fulltext\nOlson, S. L. \"More on the Name Rallus hodgenorum\" (PDF). Notornis. 34 (2): 167–8."
  }
}