{
  "url": "https://en.wikipedia.org/wiki/Huahine_starling",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Sturnidae"
    },
    {
      "Genus": "Aplonis"
    },
    {
      "Species": "†A. diluvialis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Huahine starling (Aplonis diluvialis) is an extinct bird from the genus Aplonis within the starling family, Sturnidae. It was endemic to the island of Huahine, in the Society Islands of French Polynesia, and therefore had the easternmost distribution of all Aplonis species in the Pacific region.",
    "History": "The Huahine starling is known only by a subfossil tarsometatarsus unearthed in 1984 by American archaeologist and anthropologist Yosihiko H. Sinoto of the Bernice P. Bishop Museum. It was found at the archaeological site of Fa'ahia in the north of Huahine and scientifically described by David Steadman in 1989.\nThe bone is 38 mm long. Comparison with the tarsometatarsi of other Aplonis species shows that the Huahine starling was the second largest Aplonis species (the largest being the Samoan starling Aplonis atrifusca). The bones from the Fa'ahia site are from between 750 and 1250 CE. The extinction of this species is possibly a result of the early settlement of Huahine; forests were cleared, non-native plants were introduced and non-native birds as well as the Pacific rat became established there.\nThe find of the Huahine starling bone is considered important in paleornithological circles because it has expanded our knowledge of the genus Aplonis and its biogeographical history. According to David Steadman it is possible that the 1774 painting by Georg Forster which depicts a mysterious bird from the island of Raiatea (formerly known as Ulieta) is not of a thrush or a honeyeater, as previously hypothesised, but of a relative of the Huahine starling. This suggests that Aplonis starlings may once have had a more extensive range in the Society Islands.",
    "References": "David W. Steadman: A new species of starling (Sturnidae, Aplonis) from an archaeological site on Huahine, Society Islands. Notornis 36 (1989): 161-169 (PDF, fulltext)\nDavid W. Steadman: Extinction and Biogeography of Tropical Pacific Birds. University of Chicago Press, 2006. ISBN 0-226-77142-3"
  }
}