{
  "url": "https://en.wikipedia.org/wiki/Ibiza_rail",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Gruiformes"
    },
    {
      "Family": "Rallidae"
    },
    {
      "Genus": "Rallus"
    },
    {
      "Species": "R. eivissensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Ibiza rail (Rallus eivissensis) is a recently discovered fossil species of rail, described from a late Pleistocene to Holocene cave deposit at Es Pouàs, on the island of Ibiza. Ibiza is in the Pityuses group of the Spanish Balearic Islands in the Mediterranean Sea. The Ibiza rail was a relative of the extant water rail (Rallus aquaticus) and may be derived from it, but was a bit smaller and stouter, had shorter and more robust hind limbs and shorter wings, with probably reduced its flight capability. Consequently, it might have also occurred on neighbouring Formentera, where no possible locations have been surveyed.\nThe extinction of this species was more recent than 16,700 years BC, probably roughly between 5,300 and 4,350 years BC. The latter dates broadly overlap a period of the possible arrival of humans at Ibiza, suggesting a relationship between the two events. The Ibiza rail is somewhat unusual insofar as that most extinct insular rails were completely flightless, whereas the Ibiza rail could still fly if it had to. However, it agrees in this respect with many species of rail still found on other continental islands worldwide, whereas most other forms were on oceanic islands.\nNonetheless, as there were no terrestrial predators on Ibiza before the arrival of humans, it is probable that this species would ultimately have evolved to complete flightlessness and probably rather small size, which is a trend that seems to hold true for all species of rail which evolved on small islands without terrestrial predators. The paleoecology of the Pityuses group is peculiar because there were almost no mammals present and thus the trophic web in prehistoric times was more similar to the Hawaiian island of Moloka‘i than to Mallorca in the Baleares (Seguí & Alcover, 1999).\nWhile the islands may have provided more freshwater habitat due to better tree cover in the past, the Ibiza rail's habitat was probably brackish swamps in the coastal lowland. Extinction was most probably due to overhunting by the expanding human population. Most other extinct island rails which were unable to escape hunters due to flightlessness, but this species is more likely to have fallen victim to its small population size: Ibiza is not large, and available habitat was densely populated by various species of birds, which would leave little resources for a large population of any particular species. Thus, the Ibiza rail was likely to succumb to an amount of hunting which could have been tolerated by a larger population of island rails, flightless or not.",
    "References": "Alcover, Josep Antoni (2001): Nous avenços en el coneixement dels ocells fòssils de les Balears. Anuari Ornitològic de les Balears 16: 3-13. [Article in Catalan, English abstract] PDF fulltext\nMcMinn, M., Palmer, M. & Alcover, Josep Antoni (2005): A new species of rail (Aves: Rallidae) from the Upper Pleistocene and Holocene of Ibiza (Pityusic Islands, western Mediterranean). Ibis 147(4): 706-716. doi:10.1111/j.1474-919X.2005.00442.x (HTML abstract)\nSeguí, B. & Alcover, Josep Antoni (1999): Comparison of Paleontological Patterns in Insular Bird Faunas: A Case Study from the Western Mediterranean and Hawaii. Smithsonian Contributions to Paleobiology 89: 67-73. PDF fulltext (File size 128 MB!)",
    "See also": "List of extinct animals\nList of extinct animals of Europe"
  }
}