{
  "url": "https://en.wikipedia.org/wiki/Leipoa_gallinacea",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Galliformes"
    },
    {
      "Family": "Megapodiidae"
    },
    {
      "Genus": "Leipoa"
    },
    {
      "Species": "L. gallinacea"
    }
  ],
  "text": {
    "__SUMMARY__": "The giant malleefowl (Leipoa gallinacea) is an extinct megapode that was native to Australia.  It was described from Plio-Pleistocene deposits at the Darling Downs and Chinchilla in south-east Queensland by Charles De Vis, who erected the genus Progura for it. Material referrable to the species has also been collected from South Australia and from Wellington Valley and the Wombeyan Caves of New South Wales.",
    "Taxonomy": "Comparison of Australian megapodes showed that Progura was closely related to the living malleefowl (Leipoa ocellata), though the fossil species L. gallinacea was considerably larger than the living one.  A second species, P. naracoortensis, was described in 1974 by van Tets from deposits in the Naracoorte Caves of south-eastern South Australia indicating differing size and leg proportions.  It is now considered a synonym of L. gallinacea, which was evidently sexually dimorphic.",
    "Description": "Its weight was estimated by van Tets to vary from 4–7 kg (8-15 lb).  The proportions of the long bones were similar to, though larger and more robust than, those of the malleefowl, and it had a relatively broader bill, head and body.  The deep keel on the sternum indicates that it was capable of flight.",
    "Eggs": "Eggs previously assigned to Genyornis are now considered to have belonged to the giant malleefowl. Therefore, data on dromornithid diet and chronology can actually be ascribed to this bird, instead. It is believed that  L. gallinacea buried its eggs in warm sand or soil.",
    "References": "",
    "Further reading": "Dekker, René W. R. J. (2007). \"Distribution and Speciation of Megapodes (Megapodiidae) and Subsequent Development of their Breeding\". Topics in Geobiology. 29: 93–102. doi:10.1007/978-1-4020-6374-9_3. ISSN 0275-0120.\nWorthy, T. H. (2000). \"The fossil megapodes (Aves: Megapodiidae) of Fiji with descriptions of a new genus and two new species\". Journal of the Royal Society of New Zealand. 30 (4): 337–364. doi:10.1080/03014223.2000.9517627. ISSN 0303-6758."
  }
}