{
  "url": "https://en.wikipedia.org/wiki/Leptoptilos_robustus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Ciconiiformes"
    },
    {
      "Family": "Ciconiidae"
    },
    {
      "Genus": "Leptoptilos"
    },
    {
      "Species": "†L. robustus"
    }
  ],
  "text": {
    "__SUMMARY__": "Leptoptilos robustus (from lepto [Greek: thin, slender] + ptilo [Greek: soft feather] and robustus [Latin: strong]) is an extinct species of large bodied Leptoptilini stork that existed during the Pleistocene epoch in the Quaternary period, which lasted about 11,000 to 2.5 million years ago. It stood at about 1.8 metres (5.9 ft) tall and weighed up to an estimated 16 kilograms (35 lb). The species was discovered on the island of Flores, Indonesia, and the majority of the discoveries were concentrated in Liang Bua cave located slightly north of Ruteng in the East Nusa Tenggara province.",
    "Taxonomy": "The genus name Leptotilos is derived from the Greek word lepto meaning \"thin or slender\", which refers to the storks slim build and the Greek word ptilo meaning \"down or soft feather\", referring to the soft feather down covering the frame of the members of Leptotilos stork. The species name, \"robustus\" is derived from Latin word, robur meaning \"hardness or strength\". The species name robustus is a reference to the notably large size of the tibiotarsus and the thickness of its cortex.Debate over the relation between the Liang Bua specimen and other stork species was compared using the size measurements of the fragments found to extant species. It can be inferred from the recorded dimensions of the bones that L. robustus was substantially taller and heavier than other species of Leptoptilos, which reach a maximum weight of 9 kg. The only other known Leptoptilos species that outweighs robustus is Leptoptilos falconeri which is estimated to have reached up to 2 meters and weighed approximately 20 kg. L. robustus may have evolved in situ on Liang Bua from a flying ancestor. Unfortunately, the sparse fossil record of birds from South-East Asia makes the evolutionary history of robustus difficult to trace. Only Java has yielded other Leptoptilini fossils including L. dubius and L. titan from the Pleistocene. L. falconeri remains have been found in a wide geographical range from Central Asia, Africa, and central Europe. This wide range is evidence that L. robustus may be at least descended from that species. The morphological differences between the two however, rule out conspecificity. The dimensions of the fragments found suggests that L. robustus is most closely related to L. dubius, the two sharing a common ancestor.",
    "Description and paleobiology": "L. robustus most likely had a slender body characteristic of extant members of Leptoptilos, but was much larger in body size and height, with individuals reaching up to at least 1.8 meters (about 6 feet) tall and weighing approximately 16 kilograms (36 lb). From Liang Bua, fragments of a left ulna, left carpometacarpus, left tibiotarsus, and a nearly complete left femur were discovered and described in 2010. In 2013, the tip of a maxilla, a left and right prosimal scapula, two furculae, a humeral and ulnar, a right proximal radius, two right ossi carpi radiales, a right femur, four phalanges and long bone fragments were additionally discovered and described. The bone fragments found of this species were indicative of its large size when compared to skeletal measurements from the extant species, Leptoptilos dubius. Due to having heavy bones and a heavy body it is assumed that it rarely, if ever, flew. The thick walled tibiotarsus, constituting the thickest of all other extant and extinct Leptoptilini species, is an unusual feature for flying birds which usually selects for minimum mass. As well as heavier than normal bone structure, measured size ratios suggested that it may have had reduced forelimbs and therefore flight capabilities. The body size was similar in dimension to L. dubius, with the exception of its tibiotarsus. However, the fragmentary nature of the ulna and the carpometacarpus found do not allow an accurate estimate of wingspan length and the question as to whether or not L. robustus could fly is currently unknown.",
    "Description and paleobiology-Carpometacarpus": "A fragment of a proximal left carpometacarpus was one of the bones discovered to be a part of robustus, consisting of half of the os metacarpale majus and the trochlea carpalis. Ventrally within the fossa infratrochlearis lies a 2 millimeter diameter pneumatic foramen, a feature that is characteristic of the genus Leptoptilos. The morphology of the trochlea carpalis was also similar when compared to those of extant Leptoptilini members. Measurements of the proximal width and depth of the carpometacarpi fell within the range of the extant species L. dubius, suggesting that L. robustus was more close to L. dubius' size based on carpometacarpal measurements alone.",
    "Description and paleobiology-Ulna": "A fragmented distal left ulna was found consisting of the distal articulation and a small part of the shaft. A distinct foramen is observable between the tuberculum carpale and the condylus ventralis ulnae. This foramen is present in extant Leptoptilos species. When comparing the minimum width and minimum depth of the robustus ulna to other extant Leptoptilos members, the values fell within the upper size range of L. dubius suggesting similar body length.",
    "Description and paleobiology-Femur": "Two femurs were found, a left and right side. The left femur was found nearly complete, broken in two and missing only the caput femoris. Evidence for large muscle attachment can be observed as a depression along the entire width of the femur. The shape of the femur is similar in morphology to the extinct species L. falconeri, but agrees more closely in length with L. dubius. However, comparing minimum width and minimum depth of the shaft, the femur discovered falls within the range of L. dubius.",
    "Description and paleobiology-Tibiotarsus": "The tibiotarsus was found fragmented into three parts consisting of the shaft and distal end. The distal condyles were absent. The bone wall is thicker than the largest species of extant and extinct Leptoptilos. The size and shape of the sulcus extensorius discovered is very similar to L. dubius than to other extinct Leptoptilos species. The measurements of the tibiotarsus contrasts with those of the carpometacarpus, ulna, and femur as being distinctly larger than other Leptoptilini species. The tibiotarsus lies very far outside the range of L. dubius and is more similar in size to L. siwalicensis.",
    "Description and paleobiology-Scapula": "The right and left proximal scapulae are large with a distinct tuberculum coracoideum proximal to it. Both of the scapulae are larger than that of L. crumeniferus, but fall within the size range of L. dubius.",
    "Description and paleobiology-Diet": "Large extant species of stork are typically scavengers of carrion and compete with carnivorous mammals. Pleistocene Liang Bua was highly endemic and there were no or very few large carnivorous mammals that L. robustus competed with for carrion. In the absence of such competition, food was more abundant. This abundance of food reduced the need to travel large distances in search of resources and would have put very little selection pressure on flight apparatuses and mechanisms. L. robustus may have been carnivorous, feeding on large rat species, small Komodo dragon and other fauna existing during its time.\nSome speculate that these large storks may have fed upon a species of hominid, Homo floresiensis, that coexisted with them during the Late Pleistocene. Commonly known as \"hobbits,\" these small hominids reached an estimated 0.91 metres (3.0 ft) in height, approximately half as tall as L. robustus; adults and juveniles may have been prey for the giant stork.",
    "Discovery": "Leptoptilos robustus was discovered in the Liang Bua limestone cave on the island of Flores, Indonesia which is located about 13 kilometers northwest of Ruteng. The bone fragments were collected from Pleistocene sediments at a recorded depth of 4.25-4.70 meters. The bones found were mostly likely the remains of one individual; all that were bones discovered within a single sector were of the same body size and no other large-bodied bird bone fragments were uncovered within that area.  The fragments found were most likely from adult individuals indicated by the smooth surface of the bones, ossification, and the fusion of the astragulus and tibia. Comparing the osteological features, large size, and thick bone wall of the tibiotarsus to extinct and extant members of Leptoptilos, the fossil remains from Liang Bua were assigned as a new species robustus. L. robustus was described by Hanneke J.M. Meijer and Rokus Awe Due in April 2009.",
    "Geography": "The island of Flores, Indonesia is distinct in its isolation, separated from the Sunda continental shelf by deep water all year round. Currently, the limited number of species and the unbalanced nature of the species present is a consequence of the extremely insular nature of the island. Liang Bua supports only a few of the clades from the mainland and lacks specific groups such as mammalian carnivores. This resulted in the distinct dwarfism of mammals and the gigantism of other vertebrate species, an effect known as the island rule. L. robustus in the Pleistocene epoch would have experienced similar, if not the same, geographical conditions as the extant species residing on the island today.\n\n\n== References =="
  }
}