{
  "url": "https://en.wikipedia.org/wiki/Long-legged_bunting",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Emberizidae"
    },
    {
      "Genus": "Emberiza"
    },
    {
      "Species": "†E. alcoveri"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-legged bunting (Emberiza alcoveri) is an extinct flightless species of bunting. It was distinguishable by its long legs and short wings, and it inhabited Tenerife, one of the Canary Islands. It is one of the few flightless passerines known to science, all of which are now extinct.",
    "Taxonomy": "This bunting belongs to the genus Emberiza, and is most closely related to Cabanis's bunting (E. cabanisi) and the yellowhammer (E. citrinella). Emberiza is a genus inside the bunting family, Emberizidae, which is made up of small, seed-eating birds with distinctive bill shapes. The species name, alcoveri, is in honour of J. A. Alcover, who contributed to fossil fauna knowledge and information.",
    "Description": "The holotype of the long-legged bunting is a partial skeleton. Seven other associated skeletons were found. The bones are held at the University of La Laguna, in Tenerife, Spain. This species was distinguishable from other buntings as it was larger than existing Emberiza species and had longer legs, shorter wings, and a differently-shaped bill. These features indicate that the long-legged bunting was a ground dweller and likely flightless. This makes it one of the few known flightless passerines known, the others being three species of New Zealand wrens: Lyall's wren (Traversia lyalli), the long-billed wren (Dendroscansor decurvirostris) and the stout-legged wren (Pachyplichas yaldwyni). All three of these wrens are also extinct. This bunting was probably omnivorous, like the other species in its genus. It likely ate seeds and invertebrates. However, because of its differently-shaped bill, harder seeds could have been included in its diet.",
    "Distribution and habitat": "The long-legged bunting was a native of the Canary Islands. Bones from this species have only been found in the volcanic cave Cueva del Viento, on the island of Tenerife. Other species that lived alongside this bunting include various birds, mammals, and lizards. This species likely lived in the laurel forest or the transition forest, as food would be plentiful and the herb layer would protect against aerial predators.",
    "Extinction": "The long-legged bunting had lived in the Canary Islands during the Upper Pleistocene and the Holocene. Humans arrived over 2,000 years ago, bringing with them invasive species such as goats, pigs, cats, and sheep. The Europeans affected the land even more when they arrived, introducing rats to the islands and cultivating the land. The long-legged bunting was driven to extinction because of these invasive species and the destruction of its habitat.\n\n\n== References =="
  }
}