{
  "url": "https://en.wikipedia.org/wiki/Maui_olomaʻo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Turdidae"
    },
    {
      "Genus": "Myadestes"
    },
    {
      "Species": "M. lanaiensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The olomaʻo (Myadestes lanaiensis) is a small, dark solitaire endemic to Maui, Lānaʻi and Molokaʻi in the Hawaiian Islands. It is probably extinct.  It grows up to 7 inches in length. The male and female of the species look similar. It is dark brown above and gray below with blackish legs. It is closely related to the other species of Hawaiian thrushes, the puaiohi (M. palmeri), ʻōmaʻo (M. obscurus), and the probably extinct kāmaʻo (M. myadestinus).   \n\n \nIts song consists of a complex melody of flute-like notes, liquid warbles, and gurgling whistles. The call is a catlike rasp, with an alternate high pitched note similar to a police whistle. This bird occurs in densely vegetated gulches, frequenting the understory where it often perches motionless in a hunched posture. Like other native Hawaiian thrushes, it quivers its wings and feeds primarily on fruit and insects.\nThe olomaʻo is still classified as critically endangered due the possibility that an extremely small population or individuals may still exist.  The last definitive sighting occurred on Molokaʻi in 1980 in the Kamakou Preserve, and in 1933 on Lānaʻi.  In the late 19th century, it was considered common to abundant on the three islands, but land clearing, including the establishment and subsequent development of Lānaʻi City, and avian malaria brought on by introduced mosquitoes decimated the birds.  Introduced animals such as feral pigs (which create pools from their wallows for breeding mosquitoes) also aided in its demise.",
    "Systematics": "Maui birds may have constituted a separate subspecies or race, but became extinct before any studies could be performed.  Two subspecies are recognized:\n\nM. l. lanaiensis - Lānaʻi thrush\nM. l. rutha - Molokaʻi thrush",
    "References": "",
    "External links": "Species factsheet - BirdLife International\n3D view of specimen RMNH 110.026 at Naturalis, Leiden (requires QuickTime browser plugin)"
  }
}