{
  "url": "https://en.wikipedia.org/wiki/New_Zealand_stiff-tailed_duck",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Oxyura"
    },
    {
      "Species": "†O. vantetsi"
    }
  ],
  "text": {
    "__SUMMARY__": "The New Zealand stiff-tailed duck (Oxyura vantetsi) is an extinct duck species from New Zealand which is known only from subfossil remains. It was first described as a distinct species by Trevor H. Worthy in 2005.\nThe New Zealand stiff-tailed duck was closely related to the Australian blue-billed duck (Oxyura australis) but its bones were about one tenth smaller than those of its Australian relative. The holotype was found in 1967 at Lake Poukawa in Hawke's Bay, North Island, New Zealand and remains in the collection of the Museum of New Zealand Te Papa Tongarewa. The specific name honours the late Australian ornithologist Gerard Frederick van Tets (1929–1995) who first recognized the relationship of this species with the stiff-tailed ducks in 1983. Because the bones of the New Zealand stiff-tailed duck were unlabeled, it was not until 2004 that Trevor H. Worthy from the Museum of New Zealand Te Papa Tongarewa identified 19 bones out of 13,000 fossil remains of waterfowl found in the Holocene deposits at Lake Poukawa. The fossil remains consist of left humeri, distal left humeri, right humeri, distal right humeri, and proximal right humeri. The New Zealand stiff-tailed duck presumably became extinct due to overhunting by the Māori in the 16th century.",
    "References": "Tennyson, A. & Martinson, P.: Extinct birds of New Zealand. Te Papa Press, 2006, ISBN 0-909010-21-8\nWorthy, T. H. (2005): A new species of Oxyura (Aves: Anatidae) from the New Zealand Holocene. Longmann Symposium. - Memoirs of the Queensland Museum, 51: 255-272.\nWorthy, T. H. (2004): The Holocene fossil waterfowl fauna of Lake Poukawa, North Island, New Zealand (PDF full text, Online, 652 kilobytes)\nHorn, P. L (1983): Subfossil avian deposits from Poukawa, Hawkes Bay, and the first record of Oxyura australis (Blue-billed Duck) from New Zealand. Journal of the Royal Society of New Zealand 13: 67-78.",
    "External links": "New Zealand Stiff-tailed Duck. Oxyura vantetsi. From the series: Extinct Birds of New Zealand. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}