{
  "url": "https://en.wikipedia.org/wiki/New_Zealand_musk_duck",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Biziura"
    },
    {
      "Species": "†B. delautouri"
    }
  ],
  "text": {
    "__SUMMARY__": "The New Zealand musk duck (Biziura delautouri), also known as de Lautour's duck, is an extinct stiff-tailed duck native to New Zealand. It is only known from subfossil bones. Its closest relative was the living Australian musk duck Biziura lobata, with which it has sometimes been combined.",
    "History": "The first discovery of the fossil remains of the duck, a single tarsometatarsus associated with large numbers of moa bones, was made at Enfield, near Oamaru in the South Island of New Zealand. It was first described, as Biziura delautouri, in March 1892 by Dr Henry Forbes, the director of the Canterbury Museum in Christchurch at the time, who named it after Dr H. de Lautour of Oamaru, who helped acquire the specimen. Another paper by Forbes later used the spelling Biziura lautouri; but the earlier name has priority.\nSubsequently, additional material was obtained from Marfells Beach, adjacent to Lake Grassmere at the north-eastern end of the South Island, and described in 1969 by Ron Scarlett, who considered the bird to be referable to B. lobata.  Later finds of musk duck fossils have been made at Lake Poukawa and Waikuku Beach on the North Island.",
    "Description": "The duck was evidently very similar to the Australian musk duck, though complications in interpreting measurements of the bones arise from the Australian, and apparently the New Zealand birds' strong sexual dimorphism with males being considerably larger than females. However, an analysis of the available Biziura material from New Zealand by Trevor Worthy indicated the bird was distinctly larger than its Australian relative. Allowing for the larger size, the measurements indicate that the New Zealand bird also had relatively bigger legs and shorter wings than the Australian, suggesting that it was becoming more sedentary, although still fully capable of flight. The combination of differences in size, shapes, and the relative proportions of the bones confirm that the New Zealand musk duck was a distinct species.",
    "Ecology": "The two main fossil sites in which the bird has been found, Lake Poukawa and Marfells Beach adjacent to Lake Grassmere, are major wetlands, suggesting that New Zealand musk ducks had similar ecological needs to Australian musk ducks, which are almost entirely aquatic, living in large, permanent swamps, lakes and estuaries with deep water to forage in. Kerry-Jayne Wilson speculates that:\"De Lautour’s duck probably preyed on crayfish, large insects, molluscs and fish – larger prey than those taken by the other ducks.\"\nIt became extinct in about the 16th century because of hunting by humans.",
    "References": "",
    "External links": "Reconstruction of New Zealand musk duck by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006."
  }
}