{
  "url": "https://en.wikipedia.org/wiki/Noble_megapode",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Family": "†Sylviornithidae"
    },
    {
      "Genus": "†Megavitiornis"
    },
    {
      "Species": "†M. altirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The noble megapode (Megavitiornis altirostris), also known as the deep-billed megapode, is an extinct, flightless, giant stem-galliform bird that was endemic to Fiji. Originally thought to be a megapode, more recent morphological studies indicate a close relationship with Sylviornis, in a clade outside of the Galliformes crown group. It is likely that it became extinct through overhunting shortly after the colonisation of the Fiji Islands by humans.",
    "Etymology": "The genus is monotypic, with the generic name Megavitiornis derived from the Greek mega (great), viti (Fiji), and ornis (bird). The specific epithet altirostris comes from Latin altus (high or noble), and rostrum (bill), referring to the extraordinarily large vertical dimension of its bill. Worthy also suggested “Noble Megapode” would be an appropriate vernacular name for the bird.",
    "History": "It was described by New Zealand palaeontologist Trevor Worthy in October 1998 from subfossil remains collected by Worthy, G. Udy and S. Mataraba. Sites containing remains include the Udit Tomo cave at Wainibuku, Voli Voli and Delai-ni-qara caves on the island of Viti Levu, as well as on Naigani Island. The holotype is held by the Museum of New Zealand (reg. no: S.037362). In its time it was probably the largest bird in Fiji.",
    "Description and ecology": "The bird's flightlessness is evident in its large body size, the extreme reduction of pectoral girdle elements and the loss of a keel on the sternum. The size and proportions of the bill are unlike those of any living fowl and, with a depth of 28% of the length, extraordinarily deep compared to modern galliforms. Worthy speculates that it was used for cracking the hard seeds of large forest fruits; there are several tropical forest trees native to Fiji producing hard seeds that cannot be cracked by any living birds or bats in the islands.\n\n\n== References =="
  }
}