{
  "url": "https://en.wikipedia.org/wiki/Orthiospiza",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Genus": "Orthiospiza"
    },
    {
      "Species": "O. howarthi"
    }
  ],
  "text": {
    "__SUMMARY__": "The highland finch (Orthiospiza howarthi) is an extinct member of the Fringillidae and a Hawaiian honeycreeper which is known only from a few bones found in caves. It is the only member of the genus Orthiospiza. It was endemic to the high-elevation areas (above 1000 m) of Mount Haleakalā on the Hawaiian island of Maui. It has been speculated that they were pushed to extinction because of habitat loss. It is known only from fossil remains and likely became extinct before the first Europeans arrived in 1778.",
    "Description": "The highland finch was 18–20 cm (7–8 in) long and had a large, relatively weak, bill that was suited for feeding on soft fruits, seeds, and flowers such as ‘ōhi‘a lehua blossoms. The finch is believed to have inhabited highland forest, though its fossils have also been found at lower elevations of the island.",
    "Extinction": "Because of its relatively early extinction, little is known about the species. It appears to have become extinct not long after the first Polynesians settlers who cleared some of the land for farming and introduced species for which the native birds had no defence. Five hundred years before Europeans made landfall to Hawaii, the bird was probably extinct. According to fossil records, their numbers declined rapidly in the early 16th century. It has been speculated that this species' visits to lower elevations was its undoing due to contact with avian diseases and pests. Finches were once known on all of the other larger Hawaiian islands, but the highland finch seems to have outlived the Oahu finch. Today, only about sixty percent of Hawaii have not been drastically altered. Many avian diseases and parasites also pose a major threat to Hawai`i's native forest birds.\n\n\n== References =="
  }
}