{
  "url": "https://en.wikipedia.org/wiki/Oscaravis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Accipitriformes"
    },
    {
      "Family": "†Teratornithidae"
    },
    {
      "Genus": "†OscaravisSuarez & Olson, 2009"
    },
    {
      "Species": "†O. olsoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Oscaravis olsoni (also known as the Cuban teratorn), of the teratorn family, was a large, predatory bird that roamed the territory that is now modern-day Cuba before going extinct at the end of the Pleistocene era.  Previously classified as Teratornis olsoni, it has recently been granted a new genus due to its ecological isolation from others in the teratorn family, as well as differences in size and possibly behavior.  Although no exact measurements can be stated, due to recent archaeological findings and the comparison of O. olsoni bone lengths with that of other teratorns, it has been concluded Oscaravis olsoni would have had a body bigger than Taubatornis campbelli but smaller than Cathartornis gracilis.",
    "Ecology": "Oscaravis olsoni was most prominently located in modern-day Cuba, as well as the outlying islands at the time.  Due to their massive size and wingspan, it was believed that many members of the family Teratornithidae, especially Oscaravis olsoni, could travel to neighboring islands and continents, resulting in the establishing of new niches as well as fostering the speciation of teratorns.  Unlike many in the family Teratornithidae, it is believed that Oscaravis olsoni was a primarily a carnivorous predator as opposed to a scavenger.  The large, stocky build and short legs of some of the larger members of the teratorn family, including Argentavis magnificens (the largest of the teratorn family), pushed them to scavenging or simply waiting for prey to pass.  However, the Cuban teratorn was believed to have survived on a diet of lizards, fish, and smaller birds, which it attacked using aerial assaults.  Following the methodology of attacks, teratorns’ primary weapon was their large mouth, which it could use to swallow prey whole.",
    "Extinction": "Oscaravis olsoni became extinct during the Late Pleistocene Era along with the majority of the North American, South American, and European megafauna.  Due to their large size, these megafauna needed such a large amount of resources. Because of this, their  probability of going extinct was much higher than smaller animals.",
    "New species": "The extinct Teratornithidae family originally included only five genera. However, its isolation as well as recent comparisons between the Cuban teratorn and Teratornis merriami (among others in the teratorn family) have convinced scientists to create a new sixth genus in the teratorn family, Oscaravis. The Cuban teratorn, previously named Teratornis olsoni, is the only species in this new genus. Analysis of incomplete skeletons of Cuban teratorns were done, comparing them to Teratornis merriami, as well as some modern condors. The comparisons showed differences in the bones. The Cuban teratorn did not have features especially typical to any specific species of teratorn. In many cases, its bones were larger than Teratornis merriami, supposedly its closest relative. Some of the differences in the fossil record suggest that some of the bones may have had slightly different functions. This clearly shows a differentiation in species. It seems that the Cuban teratorn, as the name suggests, was endemic to Cuba.",
    "References": "\nSuarez, William.  A New Genus for the Cuban Teratorn (Aves: Teratornithidae). - Biological Society of WashingtonPrint.\nTeratorns. –The La Brea Tar Pit Museum Page. Natural History Museum of Los Angeles County Foundation\nCampbell, Kenneth E. et al. 1999. A New Genus for the Incredible Teratorn. Smithsonian Contributions to Paleobiology No. 89: 169–17.\nSuarez, William (Departamento de Paleogeografia y Paleobiologia, Museo Nacional de Historia Natural). Biological Society of Washington  DOI. 10.1016/S0039-6028(99)01246-7"
  }
}