{
  "url": "https://en.wikipedia.org/wiki/Primitive_koa-finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "†Rhodacanthis"
    },
    {
      "Species": "†R. litotes"
    }
  ],
  "text": {
    "__SUMMARY__": "The primitive koa finch (Rhodacanthis litotes) is a species of Hawaiian honeycreeper. It was endemic to Hawaiʻi. Of the four species in the genus Rhodacanthis, it and the scissor-billed koa finch became extinct before the arrival of the first Europeans to Hawaiʻi in 1778. It is known as the ancestor of all koa finches.",
    "Description": "An adult primitive koa finch was slender and had a total length of about 8 inches (200 mm). There was probably a small distinct difference between the sexes. Based on fossils, it is known that the adult primitive koa finch had a slightly curved, thick bill.",
    "Distribution": "Primitive koa finch fossils have been found on Maui and Oʻahu.  It is believed that it inhabited lowland dry forests and savannas, where dominant plant species included ka palupalu o kanaloa (Kanaloa kahoolawensis), ʻaʻaliʻi (Dodonaea viscosa), loulu (Pritchardia spp.), and koaiʻa (Acacia koaia).  Unlike other species of Rhodacanthis, koa (Acacia koa) was not present in significant numbers in its habitat.",
    "Diet": "The primitive koa finch was a granivore, with a bill adapted to eat the hard seeds and pods of legumes, especially ka palupalu o kanaloa (Kanaloa kahoolawensis) and koaiʻa (Acacia koaia).  It may have also taken caterpillars and ʻaʻaliʻi (Dodonaea viscosa) berries, as these were observed being eaten by other species in the genus.",
    "Status": "The primitive koa finch is believed to have gone extinct some time after Polynesians first arrived in Hawaiʻi, however very little else is known about this species. Due to its early extinction it is only known from fossil remains. Other Hawaiian honeycreepers are known to have become extinct or very rare due to habitat loss, introduced predators and avian diseases. It is possible the extinction of the primitive koa finch also involved these factors.",
    "References": "\nBirdLife International 2004. Himatione sanguinea. 2006 IUCN Red List of Threatened Species. Downloaded on 10 July 2007."
  }
}