{
  "url": "https://en.wikipedia.org/wiki/Puerto_Rican_quail-dove",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Columbiformes"
    },
    {
      "Family": "Columbidae"
    },
    {
      "Genus": "Geotrygon"
    },
    {
      "Species": "G. larva"
    }
  ],
  "text": {
    "__SUMMARY__": "The Puerto Rican quail-dove (Geotrygon larva) is an extinct species of dove from the genus of quail-doves (Geotrygon). It is only known by subfossil material from the Holocene.\nRemains of the Puerto Rican quail-dove were unearthed in the caves Cueva Clara and Cueva Catedral near Morovis, in the cave Cueva Toraño at Utuado and in a kitchen midden near Mayagüez on Puerto Rico. The holotype, a tarsometatarsus, was discovered in July 1916 by zoologist Harold Elmer Anthony in the cave Cueva Clara.\nAccording to Alexander Wetmore who described this species it was related to the grey-fronted quail-dove (Geotrygon caniceps) which occurs on Cuba and on the Dominican Republic. However, the tarsometatarsus of the Puerto Rican quail-dove is longer than in the grey-fronted quail-dove. Compared with the ruddy quail-dove (Geotrygon montana), which occurs on Puerto Rico too, the tarsometatarsi are more slender.\nThe amount of the unearthed material led to the assumption that the Puerto Rican quail-dove might have been a common bird before the arrival of the first settlers. Probably it became a victim of the extensive deforestations.",
    "Notes": "",
    "References": "Alexander Wetmore: Five New Species of Birds from Cave Deposits In Porto Rico In: Proceedings of the Biological Society of Washington, 1920:p 79–80\nAlexander Wetmore: Bird Remains from the Caves of Porto Rico In: Bulletin of the American Museum of Natural History No. 46, 1922:p 316–317\nAlexander Wetmore: An Additional Record for the Extinct Porto Rican Quail-Dove In: Auk Vol. 40 (2), 1923:p 324\nAlexander Wetmore: Scientific Survey of Porto Rico and the Virgin Islands. Vol. 9, pts. 1-4. New York Academy of Sciences, 1927, p 405–406\nMichael Walters & Julian Pender Hume: Extinct Birds. Poiser Monographes (A & C Black), 2012. ISBN 978-140-815-725-1. p 147."
  }
}