{
  "url": "https://en.wikipedia.org/wiki/Scarlett's_duck",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Anseriformes"
    },
    {
      "Family": "Anatidae"
    },
    {
      "Genus": "Malacorhynchus"
    },
    {
      "Species": "†M. scarletti"
    }
  ],
  "text": {
    "__SUMMARY__": "Scarlett's duck (Malacorhynchus scarletti) is an extinct duck species from New Zealand which was closely related to the Australian pink-eared duck (Malacorhynchus membranaceus). The scientific name commemorates the late New Zealand ornithologist and palaeontologist Ron Scarlett who discovered the holotype in 1941. However, previously undescribed bones of the species found in 1903 were rediscovered in the Otago Museum in 1998. At least 32 fossil remains from deposits in Pyramid Valley, at Ngapara in the South Island, and at Lake Poukawa in the North Island are in museum collections.\nAt 800 g Scarlett's duck was twice as heavy as the pink-eared duck. Given the relatively few fossil remains found, it is assumed that Scarlett's duck was a largely nomadic and territorial bird. The pink-eared duck by comparison is gregarious and can form flocks of thousands.\nLike its Australian relative, Scarlett's duck had a wide, flattened bill, which has led to an assumption that it was a filter feeder in shallow waters.\nFossil remains found in Māori middens at the Wairau Bar and at Lake Grassmere in the Marlborough region indicate that it was extensively hunted by the early Polynesian settlers. It is presumed to have become extinct in the 16th century.",
    "References": "Olson, Storrs L. (1977). \"Notes on subfossil Anatidae from New Zealand, including a new species of pink-eared duck Malacorhynchus.\" Emu 77: 132-135. doi:10.1071/MU9770132\nTennyson, A.; & Martinson, P. (2006). Extinct birds of New Zealand. Te Papa Press. ISBN 0-909010-21-8\nWorthy, Trevor H. (1995). \"Description of some post-cranial bones of Malacorhynchus scarletti, a large extinct Pink-eared Duck From New Zealand.\" Emu 95(1): 13-22. doi:10.1071/MU9950013\nWorthy, T.H.; & Gill, B.J. (2002). \"New distributional records of the extinct New Zealand duck Malacorhynchus scarletti (Anatidae).\" Records of the Auckland Museum 39: 49-52. JSTOR 42905858\nWorthy, Trevor H.; & Holdaway, Richard N. (2002). The Lost World of the Moa. Prehistoric Life of New Zealand. Indiana University Press: Bloomington. ISBN 0-253-34034-9",
    "External links": "Scarlett's Duck. Malacorhynchos scarletti. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}