{
  "url": "https://en.wikipedia.org/wiki/South_Island_giant_moa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "†Dinornithiformes"
    },
    {
      "Family": "†Dinornithidae"
    },
    {
      "Genus": "†Dinornis"
    },
    {
      "Species": "†D. robustus"
    }
  ],
  "text": {
    "__SUMMARY__": "The South Island giant moa (Dinornis robustus) is a member of the moa family. It was a ratite and a member of the order Dinornithiformes.  The Dinornithiformes are flightless birds with a sternum without a keel.  They also have a distinctive palate.  The origin of these birds is becoming clearer as it is now believed that early ancestors of these birds were able to fly and flew to the southern areas in which they have been found.The South Island giant moa was the biggest of them all. Adult females stood up to 2 metres (6 ft 6 in) high at the back, and could reach foliage up to 3.6 metres (11 ft 10 in) off the ground, making them the tallest bird species known.\n \n \nIt lived in the South Island of New Zealand, and its habitat was the lowlands (shrubland, duneland, grassland, and forests).\nAlong with members of the moa family, the South Island giant moa went extinct due to predation from humans in the centuries following human colonization.",
    "Footnotes": "",
    "References": "Brands, Sheila (Aug 14, 2008). \"Systema Naturae 2000 / Classification, Genus Dinornis\". Project: The Taxonomicon. Retrieved Feb 4, 2009.\nDavies, S.J.J.F. (2003). \"Moas\".  In Hutchins, Michael (ed.). Grzimek's Animal Life Encyclopedia. 8 Birds I Tinamous and Ratites to Hoatzins (2 ed.). Farmington Hills, MI: Gale Group. pp. 95–98. ISBN 0-7876-5784-0.Szabo, M.J. 2013. South Island giant moa. In Miskelly, C.M. (ed.) New Zealand Birds Online. www.nzbirdsonline.org.nz",
    "External links": "South Island Giant Moa. Dinornis robustus. by Paul Martinson. Artwork produced for the book Extinct Birds of New Zealand, by Alan Tennyson, Te Papa Press, Wellington, 2006"
  }
}