{
  "url": "https://en.wikipedia.org/wiki/Waitaha_penguin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Sphenisciformes"
    },
    {
      "Family": "Spheniscidae"
    },
    {
      "Genus": "Megadyptes"
    },
    {
      "Species": "†M. waitaha"
    }
  ],
  "text": {
    "__SUMMARY__": "The Waitaha penguin (Megadyptes waitaha) is an extinct species of New Zealand penguin discovered in November 2008.\nThe new species was discovered by University of Otago and University of Adelaide scientists comparing the foot bones of 500-year-old, 100-year-old and modern specimens of penguins.  They were initially believed to have all belonged to the yellow-eyed penguin (Megadyptes antipodes), a species that has been threatened since human settlement. However, the 500-year-old subfossil bones yielded different DNA. According to lead researcher Sanne Boessenkool, Waitaha penguins \"were around 10% smaller than the yellow-eyed penguin. The two species are very closely related, but we can't say if they had a yellow crown.\" \"Our findings demonstrate that yellow-eyed penguins on mainland New Zealand are not a declining remnant of a previous abundant population, but came from the subantarctic relatively recently and replaced the extinct Waitaha penguin,\" said team member Dr Jeremy Austin, deputy director of the Australasian Centre for Ancient DNA.As the local Māori people have no record of this different species, it is estimated to have perished between c. 1300 and 1500, soon after Polynesian settlers arrived in New Zealand. While it is currently unclear precisely how the species became extinct, Boessenkool says they were probably eaten by the settlers. \"The fact we find these bones in archaeological sites, villages or settlements, suggests hunting played a role. The birds were an easy target, easy to take and there were never very many of them.\" After their extinction, their range was occupied by yellow-eyed penguins, previously most abundant in the subantarctic islands further south. The decrease in sea lion populations after human settlement may also have eased their expansion. Another coauthor, Dr Phil Seddon, said \"these unexpected results highlight ... the dynamic nature of ecosystem change, where the loss of one species may open up opportunities for the expansion of another.\" The report was published in the scientific journal Proceedings of the Royal Society B.The penguin was named for the Māori iwi (tribe) Waitaha, whose tribal lands included the areas the Waitaha penguin are thought to have inhabited.",
    "See also": "Fauna of New Zealand\nList of extinct New Zealand animals\nList of birds of New Zealand\n\n\n== References =="
  }
}