{
  "url": "https://en.wikipedia.org/wiki/Arceuthobium_pusillum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Santalales"
    },
    {
      "Family": "Santalaceae"
    },
    {
      "Genus": "Arceuthobium"
    },
    {
      "Species": "A. pusillum"
    }
  ],
  "text": {
    "__SUMMARY__": "Arceuthobium pusillum is a perennial, obligate parasitic plant in the sandalwood family. Its common names include Dwarf mistletoe or Eastern dwarf mistletoe. It is one of the most widespread dwarf mistletoes within its range which covers the eastern United States and Canada, from Saskatchewan to Nova Scotia and New Jersey. The species name \"pusillum\" derives from Latin \"pusillus\", meaning very small.",
    "Discovery": "This species was first made known to science by Lucy Millington. She wrote in September 1870 to the Torrey Botanical Club explaining that she had found a parasitic plant that she believed to be a mistletoe.",
    "Description": "Eastern dwarf mistletoe is a hemiparasitic plant which grows inside the stems of a host plant. Once a seed lands on a branch it will germinate and grow a haustorium which penetrates past the cambium layer and into the host's xylem and phloem tissues; from those tissues it gathers nutrients needed for its own growth and reproduction. Until the mistletoe grows aerial stems it will be completely reliant on the host for all nutrients and energy; even after it grows aerial stems it will still not produce enough energy to support itself and will still be still reliant on the host.\nAfter 2–12 years from the start of the infection the mistletoe will grow aerial stems outside of the stem it inhabits, these stems are often inconspicuous at 0.5–3 centimetres (0.20–1.18 in). The stems may pale yellow green and the male stems may be red or red-brown. Dwarf mistletoe is dioecious, with distinct male and female plants: the male (staminate) flowers are 2mm across and mostly trimerous (having 3 petals or sepals) but may be 2–4-merous. The mature fruits are green, 1.5-3mm sized berry. Seeds ripen in the autumn and the fruits forcefully eject seeds which are coated in a sticky substance that allows them to adhere to whatever they touch. After rain, the sticky seed will slide down a needle that it has landed on onto a stem where it will then germinate and enter into the host. The seeds may spread long distances via animals.",
    "Hosts": "Eastern dwarf mistletoe parasitizes several genera of conifers including spruces, pines, firs and larches.\nThe exact species are listed as follows: \nAbies balsamea (balsam fir),\nLarix laricina (American larch),\nPicea abies (common spruce),\nPicea glauca (white spruce),\nPicea mariana (black spruce),\nPicea pungens (blue spruce),\nPicea rubens (red spruce),\nPinus banksiana (jack pine),\nPinus resinosa (red pine),\nPinus strobus (eastern white pine) White, black, and red spruces are the most common hosts.",
    "As a pathogen": "Arceuthobium spp. are considered to be a very serious pest in northern American forests. Unlike the other mistletoes in the Loranthaceae and Viscaceae families, the dwarf mistletoes \nhave very reduced photosynthetic capability and draw heavily on the host for carbohydrates and diminish the amounts of carbohydrates and energy available to the host. The dwarf mistletoe also has a girdling effect on the stem which is infected, meaning that there is an accumulation of sugars distal to the infection which limits the flow of sugars and other chemicals, including hormones, needed by the roots, resulting in die back of the tree.  Due to cytokinins not being transported properly, witches broom my result on the infected trees. The combined effects of dwarf mistletoe distort and suppress the growth of branches and effect the main trunk by causing swellings, knots, or structural weakening.If a young tree, or seedling is infected by the mistletoe the probability that the tree will die is great, in one study it was determined that 50% of infected seedlings will die over 12 years and the survivors will often be bush like and not develop properly. In Manitoba Canada, infection by A. pusillum on White spruce reduced the annual radial growth from 6.7mm to 1.4-.4mm.\nA. pusillum is considered the most damaging disease in black spruce in the Great Lakes region. Dwarf mistletoe also causes major trunk swellings on red spruce, significantly reducing the value of the lumber; these swellings are not common on black spruce, perhaps due to the fact that black spruce is a much shorter-lived species.While A. pusillum does not spread rapidly and therefore cannot be considered a highly invasive species, it can build up gradually build up within a stand of trees and cause severe damage.",
    "Endangered status": "A. pusillum is listed as endangered in Connecticut, New Jersey, and Rhode Island as well as threatened in Pennsylvania.\n\n\n== References =="
  }
}