{
  "url": "https://en.wikipedia.org/wiki/Grand_Fir",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Abies"
    },
    {
      "Species": "A. grandis"
    }
  ],
  "text": {
    "__SUMMARY__": "Abies grandis (grand fir, giant fir, lowland white fir, great silver fir, western white fir, Vancouver fir, or Oregon fir)  is a fir native to the Pacific Northwest and Northern California of North America, occurring at altitudes of sea level to 1,800 m. It is a major constituent of the Grand Fir/Douglas Fir Ecoregion of the Cascade Range.\nThe tree typically grows to 40–70 m in height, and may be the tallest Abies species in the world. There are two varieties, the taller coast grand fir, found west of the Cascade Mountains, and the shorter interior grand fir, found east of the Cascades. It was first described in 1831 by David Douglas.It is closely related to white fir. The bark has historical medicinal properties, and it is popular in the United States as a Christmas tree. Its lumber is a softwood, and it is harvested as a hem fir. It is used in paper-making, as well as construction for framing and flooring, where it is desired for its resistance to splitting and splintering.",
    "Description": "The grand fir was first described by Scottish botanical explorer David Douglas, who in 1831 collected specimens of the tree along the Columbia River in the Pacific Northwest.\nAbies grandis is a large evergreen coniferous tree growing to 40–70 m (exceptionally 100 m) tall and with a trunk diameter of up to 2 m. The leaves are needle-like, flattened, 3–6 cm long and 2 mm wide by 0.5 mm thick, glossy dark green above, and with two green-white bands of stomata below, and slightly notched at the tip. The leaf arrangement is spiral on the shoot, but with each leaf variably twisted at the base so they all lie in two more-or-less flat ranks on either side of the shoot. On the lower leaf surface, two green-white bands of stomata are prominent. The base of each leaf is twisted a variable amount so that the leaves are nearly coplanar. Different length leaves, but all lined up in a flat plane, is a useful way to quickly distinguish this species.  The cones are 6–12 cm long and 3.5–4.5 cm broad, with about 100-150 scales; the scale bracts are short, and hidden in the closed cone. The winged seeds are released when the cones disintegrate at maturity about 6 months after pollination.",
    "Description-Varieties": "There are two varieties, probably better treated at subspecies rank though not yet formally published as such:\n\nAbies grandis var. grandis. Coast grand fir. Coastal lowland forests, at sea level to 900 m altitude, from Vancouver Island and coastal British Columbia, Canada, south to Sonoma County, California, United States. A large, very fast-growing tree to 70 m tall. Foliage strongly flattened on all shoots. Cones slightly narrower (mostly less than 4 cm broad), with thinner, fairly flexible scales. Tolerates winter temperatures down to about -25° to -30 °C; growth on good sites may exceed 1.5 m per year when young.\nAbies grandis var. idahoensis. Interior grand fir. Interior forests, at (600–) 900–1800 m altitude, on the east slope of the Cascades in Washington and northern Oregon and in the Rocky Mountains from southeast British Columbia south to central Idaho, northeast Oregon and western Montana. A smaller, slow-growing tree to 40–45 m tall. Foliage not strongly flattened on all shoots, the leaves often raised above the shoot, particularly on upper crown shoots. Cones slightly stouter (mostly over 4 cm broad), with thicker, slightly woody scales. Tolerates winter temperatures down to about -40 °C; growth on good sites not exceeding 0.6 m per year even when young.Grand fir is very closely related to white fir, with the interior variety idahoensis particularly similar to the western forms of white fir from western Oregon and California, intergrading with it where they meet in the Cascades of central Oregon.",
    "Uses": "The inner bark of the grand fir was used by some Plateau Indian tribes for treating colds and fever. The foliage has an attractive citrus-like scent, and is sometimes used for Christmas decorations in the United States, including Christmas trees. It is also planted as an ornamental tree in large parks.\nFor medicine uses, The Okanagan-Colville tribe used it as a Strengthener's drug for a general feeling of weakness.",
    "Uses-Timber": "The lumber is non-resinous and fine textured.\nIn the North American logging industry, the grand fir is often referred to as \"hem fir\", with hem fir being a number of species with interchangeable types of wood (specifically the California red fir, noble fir, Pacific silver fir, white fir, and western hemlock). Grand fir is often shipped along with these other species. It can also referred to as \"white fir\" lumber, an umbrella term also referring to Abies amabilis, Abies concolor, and Abies magnifica.\nLumber from the grand fir is considered a softwood. As such, it is used for paper making, packing crates, and construction. Hem fir is frequently used for framing, and is able to meet the building code span requirements of numerous construction projects.As a hem fir, the trunk of the grand fir is considered slightly below the \"Douglas fir-larch\" species combination in strength, and stronger than the \"Douglas fir-South\" and \"spruce-pine-fir (South)\" species combos (both umbrella terms for a number of species with similar wood). Because it is nearly as strong as Douglas fir-larch, it often meets the structural load-bearing requirements for framing in residential, light commercial, and heavy construction. Excluding Douglas fir-larch, hem fir's modulus of elasticity value as a stiffness factor in floor systems (denoted as MOE or E) is stronger than all other western species combinations. Hem fir is preferred by many builders because of its ability to hold and not be split by nails and screws, and its low propensity for splintering when sawed.",
    "References": "",
    "External links": "Gymnosperm Database\nInteractive Distribution Map\nJepson eFlora, The Jepson Herbarium, University of California, Berkeley\nCalFlora Database"
  }
}