{
  "url": "https://en.wikipedia.org/wiki/Pinus_banksiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Contortae"
    },
    {
      "Species": "P. banksiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Jack pine (Pinus banksiana) is an eastern North American pine. Its native range in Canada is east of the Rocky Mountains from the Mackenzie River in the Northwest Territories to Cape Breton Island in Nova Scotia, and the north-central and northeast of the United States from Minnesota to Maine, with the southernmost part of the range just into northwest Indiana and northwest Pennsylvania. It is also known as grey pine and scrub pine.In the far west of its range, Pinus banksiana hybridizes readily with the closely related lodgepole pine (Pinus contorta).  The species epithet banksiana is after the English botanist Sir Joseph Banks.",
    "Description": "Pinus banksiana ranges from 9–22 m (30–72 ft) in height. Some jack pines are shrub-sized, due to poor growing conditions. They do not usually grow perfectly straight, resulting in an irregular shape similar to pitch pine (Pinus rigida). This pine often forms pure stands on sandy or rocky soil.  It is fire-adapted to stand-replacing fires, with the cones remaining closed for many years, until a forest fire kills the mature trees and opens the cones, reseeding the burnt ground.\nThe leaves are in fascicles of two, needle-like, twisted, slightly yellowish-green, and 2–4 cm (3⁄4–1 1⁄2 in) long.\nJack pine cones are usually 5 cm (2 in) and curved at the tip. The cones are 3–5 cm (1 1⁄4–2 in) long, the scales with a small, fragile prickle that usually wears off before maturity, leaving the cones smooth.\n\nUnusually for a pine, the cones normally point forward along the branch, sometimes curling around it. That is an easy way to tell it apart from the similar lodgepole pine in more western areas of North America. The cones on mature trees are serotinous.  They open when exposed to intense heat, greater than or equal to 50 °C (122 °F). The typical case is in a fire, however cones on the lower branches can open when temperatures reach 27 °C (81 °F) due to the heat being reflected off the ground.  Additionally, when temperatures reach −46 °C (−51 °F), the cones will open, due to the nature of the resin.",
    "Ecology": "Kirtland's warbler (Setophaga kirtlandii), a formerly endangered bird, depends on pure stands of young jack pine in a very limited area in the north of the Lower and Upper Peninsulas of Michigan for breeding. Mature jack pine forests are usually open and blueberries are often abundant in the understory.\nYoung jack pines are an alternate host for sweet fern blister rust (Cronartium comptoniae). Infected sweet ferns (Comptonia peregrina) release powdery orange spores in the summer and nearby trees become infected in the fall. Diseased trees show vertical orange cankers on the trunk and galls on the lower branches. The disease does not tend to affect older trees.Jack pines are also susceptible to scleroderris canker (Gremmeniella abietina). This disease manifests by yellowing at the base of the needles. Prolonged exposure may lead to eventual death of the tree.Insects that attack jack pine stands include the white pine weevil (Pissodes strobi), jack pine sawfly, and jack pine budworm.",
    "Commercial uses": "Like other species of pine, Pinus banksiana has use as timber, although its wood tends to be knotty and not highly resistant to decay.  Products include pulpwood, fuel, decking, and utility poles.",
    "References": "",
    "References-Bibliography": "Conifer Specialist Group (1998). \"Pinus banksiana\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006.\nNational Geographic Field Guide to Trees of North America.\n\n\n== External links =="
  }
}