{
  "url": "https://en.wikipedia.org/wiki/Pinus_ayacahuite",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. ayacahuite"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus ayacahuite, also called ayacahuite pine and Mexican white pine, (family Pinaceae) is a species of pine native to the mountains of southern Mexico and western Central America, in the Sierra Madre del Sur and the eastern end of the Eje Volcánico Transversal, between 14° and 21°N latitude in the Mexican states of Guerrero, Oaxaca, Puebla, Veracruz and Chiapas, and in Guatemala, El Salvador and Honduras. It grows on relatively moist areas with summer rainfalls, however specimens from its eastern and southern distribution live under really wet conditions; it needs full sun and well drained soils. Its temperature needs fluctuate between 19 and 10 °C on average a year. This tree accepts from subtropical to cool climate.\nPinus ayacahuite is a large tree, regularly growing to 30–45 m and exceptionally up to 50 m tall. It is a member of the white pine group, Pinus subgenus Strobus, and like all members of that group, the leaves ('needles') are in fascicles (bundles) of five, with a deciduous sheath. The needles are finely serrated, and 9–16 cm long. The cones are long and slender, 15–40 cm long and 4–6 cm broad (closed), opening to 6–10 cm broad; the scales are thin and flexible. The seeds are small, 6–8 mm long, and have a long slender wing 18–25 mm long.\nIt is moderately susceptible to white pine blister rust (Cronartium ribicola), but in cultivation has proved somewhat less susceptible than most other American white pines (see e.g. western white pine, sugar pine).",
    "Cultivation and uses": "It has been planted with ornamental and commercial purposes for paper industry at different latitudes and altitudes in different parts of the world:\nIn Equatorial and tropical regions- Commercial production: On the high elevations of Kenya, Tanzania and Angola.\nIn temperate subtropical regions- Commercial production: It is planted on the highlands of South Africa. On the highest elevations of Southern Brazil. Northern India.\nIn temperate regions at middle and low altitudes: Argentine provinces of Salta, Tucuman and Cordoba; at 500 to 1500 m above sea level.\nAt low elevations near sea level: Commercial production: Australia (Queensland and New South Wales), New Zealand. As ornamental: It has been successfully planted in the British Isles. The largest tree in Germany (height 2013: 20.5 m) is growing in the arboretum Sequoiafarm Kaldenkirchen.Despite its tropical origins (the natural range is entirely south of the Tropic of Cancer), it is surprisingly tolerant of cold, having survived temperatures down to nearly -30 °C in cultivation in Scotland and Pennsylvania, United States. It is grown as an ornamental tree in parks for its attractive foliage and very long cones, among the longest that can be grown in many temperate areas.\nThe wood is valuable, used for general indoor construction work.",
    "Notes": "",
    "References": "Dvorak, W. S., G. R. Hodge, E. A. Gutiérrez, L. F. Osorio, F. S. Malan and T. K. Stanger. 2000. Pinus tecunumanii. In: Conservation and Testing of Tropical and Subtropical Forest Species by the CAMCORE Cooperative. College of Natural Resources, NCSU. Raleigh, NC. USA.\nRichardson D.M. (Ed) 2005. Ecology and biogeography of Pinus. Department of Conservation. South Island Wilding Conifer Strategy. New Zealand.\nChandler, N.G. Pulpwood plantations in South Africa. Proc. Aust. Paper Indus. Tech. Ass.\nConifer Specialist Group (1998). \"Pinus ayacahuite\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006."
  }
}