{
  "url": "https://en.wikipedia.org/wiki/Tsuga_mertensiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Tsuga"
    },
    {
      "Species": "T. mertensiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Tsuga mertensiana, known as mountain hemlock, is a species of hemlock native to the west coast of North America, with its northwestern limit on the Kenai Peninsula, Alaska, and its southeastern limit in northern Tulare County, California. Mertensiana refers to Karl Heinrich Mertens (1796–1830), a German botanist who collected the first specimens as a member of a Russian expedition in 1826-1829.",
    "Description": "Tsuga mertensiana is a large evergreen coniferous tree growing to 20 to 40 m (66 to 131 ft) tall, with exceptional specimens as tall as 59 m (194 ft) tall. They have a trunk diameter of up to 2 m (6 ft 7 in). The bark is thin and square-cracked or furrowed, and gray in color. The crown is a neat, slender, conic shape in young trees with a tilted or drooping lead shoot, becoming cylindric in older trees. At all ages, it is distinguished by the slightly pendulous branchlet tips. The shoots are orange–brown, with dense pubescence about 1 mm (0.04 in) long. The leaves are needle-like, 7 to 25 mm (0.3 to 1 in) long and 1 to 1.5 mm (0.04 to 0.06 in) broad, soft, blunt-tipped, only slightly flattened in cross-section, pale glaucous blue-green above, and with two broad bands of bluish-white stomata below with only a narrow green midrib between the bands; they differ from those of any other species of hemlock in also having stomata on the upper surface, and are arranged spirally all around the shoot.\n\nThe cones are small (but much longer than those of any other species of hemlock), pendulous, cylindrical, 30 to 80 mm (1 to 3 in) long and 8 to 10 mm (5⁄16 to 3⁄8 in) broad when closed, opening to 12 to 35 mm (1⁄2 to 1 3⁄8 in) broad, superficially somewhat like a small spruce cone. They have thin, flexible scales 8 to 18 mm (5⁄16 to 11⁄16 in) long. The immature cones are dark purple (rarely green), maturing red–brown 5 to 7 months after pollination. The seeds are red–brown, 2 to 3 mm (1⁄16 to 1⁄8 in) long, with a slender, 7 to 12 mm (1⁄4 to 1⁄2 in)-long pale pink–brown wing.",
    "Distribution": "The geographic range of Tsuga mertensiana fairly closely matches that of Tsuga heterophylla (western hemlock), likewise mostly less than 100 km (62 mi) from the Pacific Ocean apart from a similar inland population in the Rocky Mountains in southeast British Columbia, northern Idaho and western Montana. The inland populations most likely established after deglaciation by remarkable long-distance dispersal of more than 200 km from the coast populations. Their ranges, however, differ in California, where western hemlock is restricted to the Coast Ranges and mountain hemlock is found in the Klamath Mountains and Sierra Nevada. Unlike western hemlock, mountain hemlock mostly grows at high altitudes except in the far north, from sea level to 1,000 m (3,300 ft) in Alaska, 1,600 to 2,300 m (5,200 to 7,500 ft) in the Cascades in Oregon, and 2,500 to 3,050 m (8,200 to 10,010 ft) in the Sierra Nevada.",
    "Taxonomy": "There are three taxa, two subspecies and a minor variety:\nTsuga mertensiana subsp. mertensiana. Northern mountain hemlock. Central Oregon northwards. Cones smaller, 30 to 60 mm (1 to 2 1⁄2 in) long, 12 to 25 mm (1⁄2 to 1 in) broad when open, with 50 to 80 scales.\nTsuga mertensiana subsp. mertensiana var. mertensiana. Northern mountain hemlock. Leaves gray-green on both sides.\nTsuga mertensiana subsp. mertensiana var. jeffreyi (Henry) Schneider. Jeffrey's mountain hemlock. Mixed with var. mertensiana; rare. Leaves greener, less glaucous above, paler below; cones indistinguishable from the type. At one time it was thought to be a hybrid with western hemlock, but there is no verified evidence for this.\nTsuga mertensiana subsp. grandicona Farjon. California mountain hemlock; syn. T. hookeriana (A.Murray) Carrière, T. crassifolia Flous. Central Oregon southwards. Leaves very strongly glaucous. Cones larger, 45 to 80 mm (1 3⁄4 to 3 1⁄4 in) long, 20 to 35 mm (3⁄4 to 1 1⁄2 in) broad when open, with 40 to 60 scales.",
    "Ecology": "Mountain hemlock is usually found on cold, snowy subalpine sites where it grows slowly, sometimes attaining more than 800 years in age. Arborescent individuals that have narrowly conical crowns until old age (300 to 400 years) and shrubby krummholz on cold, windy sites near timberline add beauty to mountain landscapes. Areas occupied by mountain hemlock generally have a cool to cold maritime climate that includes mild to cold winters, a short, warm-to-cool growing season and moderate to high precipitation.Best development of mountain hemlock is on loose, coarse-textured, well-drained soils with adequate moisture, and in British Columbia, on thick and very acidic organic matter and decayed wood. Adequate soil moisture appears to be especially important in California and Montana, where summer drought is most pronounced.\n\nMountain hemlock will grow on most landforms, but individuals typically develop best in mixed stands of forest on sheltered slopes or in draws. From southern British Columbia south, the tree grows better on northerly exposures. The preference for relatively moist, cool sites evidently becomes a necessity as the climate becomes more continental in western Montana and more mediterranean in the central Sierra Nevada at these extremes of its range. In these locations, mountain hemlock typically grows in isolated populations in north-facing glens and cirque basins where snow collects and may remain well into summer.Mountain hemlock is adapted to sites with long-lasting snowpacks. In the spring, mountain hemlocks emerging through 2 to 4 m (6.6 to 13.1 ft) of snow were transpiring, whereas nearby whitebark pines did not transpire until the soil beneath them was free of snow. Mountain hemlock is well adapted to cope with heavy snow and ice loads, with tough branches and the drooping branchlets shedding snow readily.Mountain hemlock is tolerant of shade and other forms of competition. It is more tolerant than all its associates except Pacific silver fir, western hemlock, and Alaska cedar. Mountain hemlock is considered a minor climax species on most of its habitats; however, it pioneers on glacial moraines in British Columbia and Alaska. Pacific silver fir is a major climax species in many communities of the mountain hemlock forest in British Columbia and Washington and northern Oregon. Alaska cedar, western redcedar, and western hemlock are climax associates on some sites. Mountain hemlock is more commonly the major climax species in the mountain hemlock zone south of central Oregon where Pacific silver fir does not occur.Mountain hemlock often succeeds lodgepole pine or subalpine fir when these species pioneer on drier sites. It also tends to replace Engelmann spruce when the two species occur together, possibly because hemlock is better able to withstand the allelopathic effects of spruce than are other associated species.",
    "Cultivation": "Outside of its native range, mountain hemlock is grown as an ornamental tree. It is planted as a specimen tree in native plant landscapes in California, and particularly in gardens in northern Great Britain and Scandinavia, where it is appreciated for its blue–green color and tolerance of severe weather. Cultivation is limited by the very slow growth of young plants and its susceptibility to urban air pollution.\nSeveral cultivars have been selected, mainly for intensely glaucous foliage color including: \n\n'Blue Star'\n'Glauca'",
    "References": "",
    "Further reading": "Chase, J. Smeaton (1911). Cone-bearing Trees of the California Mountains. Chicago: A. C. McClurg & Co. p. 99. LCCN 11004975. OCLC 3477527. LCC QK495.C75 C4, with illustrations by Carl Eytel - Kurut, Gary F. (2009), \"Carl Eytel: Southern California Desert Artist\", California State Library Foundation, Bulletin No. 95, pp. 17–20 (PDF) retrieved Nov. 13, 2011",
    "External links": "Mountain Hemlock from \"An Appreciation,\" by Harriet Monroe, Sierra Club Bulletin, 1916. California Legacy Project.\nInteractive Distribution Map of Tsuga mertensiana This article incorporates public domain material from the United States Department of Agriculture document \"Silvics Manual, Volume 1, Tsuga mertensiana\" by Joseph E. Means."
  }
}