{
  "url": "https://en.wikipedia.org/wiki/Tsuga_heterophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Tsuga"
    },
    {
      "Species": "T. heterophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Tsuga heterophylla, the western hemlock or western hemlock-spruce, is a species of hemlock native to the west coast of North America, with its northwestern limit on the Kenai Peninsula, Alaska, and its southeastern limit in northern Sonoma County, California.",
    "Habitat": "Tsuga heterophylla is an integral component of Pacific Northwest forests west of the Coast Ranges, where it is a climax species.   It is also an important timber tree throughout the region, along with many of its large coniferous associates.",
    "Description": "Western hemlock is a large evergreen coniferous tree growing to 165–230 ft (50–70 m) tall, exceptionally 273.42 ft (83.34 m), and with a trunk diameter of up to 9 ft (2.7 m). It is the largest species of hemlock, with the next largest (mountain hemlock, T. mertensiana) reaching a maximum of 194 ft (59 m). The bark is brown, thin and furrowed. The crown is a very neat broad conic shape in young trees with a strongly drooping lead shoot, becoming cylindric in older trees; old trees may have no branches in the lowest 100–130 ft (30–40 m). At all ages, it is readily distinguished by the pendulous branchlet tips. The shoots are very pale buff-brown, almost white, with pale pubescence about 1 mm (1⁄32 in) long. The leaves are needle-like, 5–23 mm (3⁄16–29⁄32 in) long and 1.5–2 mm (1⁄16–5⁄64 in) broad, strongly flattened in cross-section, with a finely serrated margin and a bluntly acute apex.\n\nThey are mid to dark green above; the underside has two distinctive white bands of stomata with only a narrow green midrib between the bands. They are arranged spirally on the shoots but are twisted at the base to lie in two ranks on either side of the shoot. The cones are small, pendulous, slender cylindrical, 14–30 mm (9⁄16–1 3⁄16 in) long and 7–8 mm (9⁄32–5⁄16 in) broad when closed, opening to 18–25 mm (23⁄32–31⁄32 in) broad. They have 15–25 thin, flexible scales 7–13 mm (9⁄32–1⁄2 in) long. The immature cones are green, maturing gray-brown 5–7 months after pollination. The seeds are brown, 2–3 mm (3⁄32–1⁄8 in) long, with a slender, 7–9 mm (9⁄32–11⁄32 in) long pale brown wing.",
    "Ecology": "Western hemlock is closely associated with temperate rain forests, and most of its range is less than 100 km (62 mi) from the Pacific Ocean. There is however an inland population in the Columbia Mountains in southeast British Columbia, northern Idaho and western Montana. It mostly grows at low altitudes, from sea level to 600 m (2,000 ft), but up to 1,800 m (5,900 ft) in the interior part of its range in Idaho.It is a very shade-tolerant tree; among associated species in the Pacific Northwest, it is matched or exceeded in shade tolerance only by Pacific yew and Pacific silver fir.   Young plants typically grow up under the canopy of other conifers such as Sitka spruce or Douglas-fir, where they can persist for decades waiting to exploit a gap in the canopy.  They eventually replace these conifers, which are relatively shade-intolerant, in climax forest. However, storms and wildfires will create larger openings in the forest where these other species can then regenerate.\nInitial growth is slow; one-year-old seedlings are commonly only 3–5 cm (1 1⁄8–2 in) tall, and two-year-old seedlings 10–20 cm (4–8 in) tall. Once established, saplings in full light may have an average growth rate of 50–120 cm (20–47 in) (rarely 140 cm, 55 in) annually until they are 20–30 m (65–100 ft) tall, and in good conditions still 30–40 cm (12–16 in) annually when 40–50 m (130–165 ft) tall.  The tallest specimen, 82.83 m (271 ft 9 in) tall, is in Prairie Creek Redwoods State Park, California (United States). It is long-lived, with trees over 1200 years old known.Western hemlock forms ectomycorrhizal associations with some well-known edible fungi such as chanterelles (Cantharellus formosus, C. subalbidus, and Craterellus tubaeformis). It is capable of associating with wood-decay fungi in addition to soil fungi;[1] this enables its seedlings to survive on rotting stumps and logs.",
    "Uses": "Western hemlock is the state tree of Washington.",
    "Uses-Cultivation": "Western hemlock is cultivated as an ornamental tree in gardens in its native habitats and along the U.S. Pacific Coast, where its best reliability is seen in wetter regions. In relatively dry areas, as at Victoria, British Columbia, it is exacting about soil conditions. It needs a high level of organic matter (well-rotted wood from an old log or stump is best; animal manures may have too much nitrogen and salt), in a moist, acidic soil. It is also cultivated in temperate regions worldwide.  It has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Uses-Forestry": "When planted well upon the banks along a river, western hemlock can help to reduce erosion.\nOutside of its native range, western hemlock is of importance in forestry, (as a softwood) for timber and paper production, it is used for making doors, joinery and furniture. It can also be an ornamental tree in large gardens, in northwest Europe and southern New Zealand.\nIt has naturalised in some parts of Great Britain and New Zealand, not so extensively as to be considered an invasive species, but an introduced species tree.",
    "Uses-Food": "The edible cambium can be collected by scraping slabs of removed bark. The resulting shavings can be eaten immediately, or can be dried and pressed into bread, as was done by the Native Americans of southeastern Alaska. The bark also serves as a source of tannin for tanning.Tender new growth needles (leaves) can be chewed directly or made into a bitter tea, rich in vitamin C (similar to some other hemlock and pine species).Western hemlock boughs are used to collect herring eggs during the spring spawn in southeast Alaska. The boughs provide an easily collectible surface for the eggs to attach to as well as providing a distinctive taste. This practice originates from traditional gathering methods used by Native Alaskans from southeast Alaska, specifically the Tlingit people.\n\n\n== References =="
  }
}