{
  "url": "https://en.wikipedia.org/wiki/Western_larch",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Larix"
    },
    {
      "Species": "L. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Larix occidentalis, the western larch, is a species of larch native to the mountains of western North America (Pacific Northwest, Inland Northwest); in Canada in southeastern British Columbia and southwestern Alberta, and in the United States in eastern Washington, eastern Oregon, northern Idaho, and western Montana.\n\nIt is a large deciduous coniferous tree reaching 30 to 60 metres (98 to 197 ft) tall, with a trunk up to 1.5 metres (4.9 ft) diameter. The largest known western larch is 153 feet (47 m) tall and 22 feet (6.7 m) in circumference with a 34 feet (10 m) crown, located at Seeley Lake, Montana. The crown is narrow conic; the main branches are level to upswept, with the side branches often drooping. The shoots are dimorphic, with growth divided into long shoots (typically 10 to 50 centimetres (3.9 to 19.7 in) long) and bearing several buds, and short shoots only 1 to 2 millimetres (0.039 to 0.079 in) long with only a single bud. The leaves are needle-like, light green, 2 to 5 centimetres (0.79 to 1.97 in) long, and very slender; they turn bright yellow in the fall, leaving the pale orange-brown shoots bare until the next spring.\nThe seed cones are ovoid-cylindric, 2 to 5 centimetres (0.79 to 1.97 in) long, with 40 to 80 seed scales; each scale bearing an exserted 4 to 8 millimetres (0.16 to 0.31 in) bract. The cones are red when immature, turning brown and the scales opening flat or reflexed to release the seeds when mature, four to six months after pollination. The old cones commonly remain on the tree for many years, turning dull gray-black.\nIt grows at 500 to 2,400 metres (1,600 to 7,900 ft) altitude, and is very cold tolerant, able to survive winter temperatures down to about −50 °C (−58 °F). It only grows on well-drained soils, avoiding waterlogged ground.\nThe seeds are an important food for some birds, notably pine siskin, redpoll, and Two-barred crossbill.",
    "Uses": "Some Plateau Indian tribes drank an infusion from the young shoots to treat tuberculosis and laryngitis.The wood is tough and durable, but also flexible in thin strips, and is particularly valued for yacht building; wood used for this must be free of knots, and can only be obtained from old trees that were pruned when young to remove side branches. Small larch poles are widely used for rustic fencing.\nWestern larch is used for the production of Venice turpentine.\nThe wood is highly prized as firewood in the Pacific Northwest where it is often called \"tamarack,\" although it is a different species than the tamarack larch. The wood burns with a sweet fragrance and a distinctive popping noise.\nIndigenous peoples used to chew gum produced from the tree as well as eat the cambium and sap.The sweetish galactan of the sap can be made into baking powder and medicine. Grouse browse the tree's leaves and buds.",
    "References and external links": " Media related to Larix occidentalis (category) at Wikimedia Commons\n\nGymnosperm Database: Larix occidentalis"
  }
}