{
  "url": "https://en.wikipedia.org/wiki/Salvia_pratensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. pratensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia pratensis (meadow clary or meadow sage) is a species of flowering plant in the family Lamiaceae, native to Europe, western Asia and northern Africa. The specific epithet pratensis refers to its tendency to grow in meadows. It also grows in scrub edges and woodland borders.",
    "Description": "Salvia pratensis is an herbaceous perennial forming a basal clump 1 to 1.5 m (3.3 to 4.9 ft) tall, with rich green rugose leaves that are slightly ruffled and toothed on the edges. The stems have four edges and are clad in glandular and soft hairs. The leaves are arranged in opposite pairs, with those on the lower part of the stem up to 15 cm (6 in) long, decreasing in size higher up the stem. The flower stalks are typically branched, with four to six flowers in each verticil forming a lax spike. The 2.5 cm (1 in) flowers open from the base of the inflorescence, which grows up to 30.5 cm (12 in)  long. The small calyx is dark brown. The corolla is irregular, 20 to 30 mm (0.8 to 1.2 in) long, fused with two lips and long-tubed. The upper lip arches in a crescent shape and the lower lip is three-lobed with the central lobe larger than the lateral lobes. In the wild the corolla is usually bluish-violet. In cultivation, the flowers have a wide variety of colors, from rich violet and violet-blue to bluish white, and from pink to pure white. There are two long stamens protected by the upper corolla lip and the fruit is a four-chambered schizocarp.",
    "Distribution and habitat": "Salvia pratensis is native to Europe, western Asia and northern Africa where it grows in meadows, fields, banks and rough places. It has become naturalized in many parts of the United States, and is considered a noxious weed in the state of Washington. At one time it was banned from California because it was thought to have naturalized in three locations.",
    "Cultivation": "Salvia pratensis is said to be hardy from USDA Zone 3. It is widely grown in horticulture, especially Salvia pratensis subsp. haematodes, which is prized by flower arrangers as a cut flower. Some botanists consider it a separate species, S. haematodes.Named cultivars include:-\n\n'Atroviolacea', dark blue to violet\n'Baumgartenii', blue to violet\n'Lupinoides', to 60 cm (24 in), white-flecked blue to purple\n'Mitsommer' (\"Midsummer\"), sky blue\n'Rosea', rose-pink to purple\n'Rubicunda', rose-red\n'Tenorii', to about 60 cm (24 in) tall, blue flowers\n'Variegata', blue and sometimes white-tipped flowers.The cultivar 'Indigo' with violet blue flowers has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Uses": "The name of the plant 'clary' is derived from 'clear-eye' and the plant seeds were formerly used as a paste to remove particles from the eyes and to reduce inflammation or redness. It was also used as a gargle for sore throats, and to clean teeth . It has also been used as a flavouring for beers and wines.",
    "References": "",
    "External links": " Media related to Salvia pratensis at Wikimedia Commons"
  }
}