{
  "url": "https://en.wikipedia.org/wiki/Salvia_stenophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. stenophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia stenophylla (Blue Mountain sage) is a perennial shrub native to a wide area of Southern Africa: South Africa (the Cape Provinces, Lesotho, KwaZulu-Natal, the Free State and the Northern Provinces), Botswana and Namibia. It grows on grassy or stony slopes, and in open countryside or among shrubs. It has been used traditionally as a disinfectant by burning it in huts after sickness, and it is also mixed with tobacco for smoking. Its specific epithet, stenophylla, refers to the narrow leaves.",
    "Description": "Salvia stenophylla is a many-branched and upright shrub that reaches up to 2 feet (0.61 m) tall and wide in the wild, less in cultivation. The stems are square and lightly covered with hairs. The leaves are long and narrow with deep lobes. They have a strong fragrance and are rough to the touch. The sparsely spaced leaves are pinnatid, growing up to 2 inches (5.1 cm) long and 0.5 inches (1.3 cm) wide, with ten pairs of narrow segments that have glands. These glands give off a wood-like aroma when brushed. The stem and leaves contain the essential oils. The tiny pale blue flowers appear during the summer months. They grow in whorls of six to eight, and are held in a calyx that is hairy and covered with oil glands.",
    "Uses": "The leaves of Blue Mountain sage can be made into a tea and used to soothe digestive problems, colds, coughs, chest congestion, and relieve breathing issues. A poultice may be put on wounds such as scrapes, sores, and bites, giving relief by providing a cooling sensation. The herbage contains antibacterial and anti-inflammatory agents. The leaves of this plant are natural insect repellents when burned.",
    "Essential oil": "The essential oil from Blue Mountain sage is straw-like in color. The oil is used to relieve stress and promote relaxation. It is used as a massage oil and an agent of aromatherapy. It may also be diluted, placed in the palms of the hands, and inhaled, a method used to clear the sinuses and bronchi. The oil can be blended with basil, bergamot, cypress, geranium, ginger, lavender, lemon, vetivert, and ylang-ylang.  This is a method of creating new flavors and scents from the original aroma.",
    "Chemical composition of the oil": "The most abundant compounds in the Blue Mountain sage oil are α-bisabolol (46.5%), limonene (38.1%), δ-3-carene (24.9%), γ-terpinene (20.3%), p-cymene (18.4%) and (E)-nerolidol (53.6%).",
    "References": "",
    "External links": "IPNI listing"
  }
}