{
  "url": "https://en.wikipedia.org/wiki/Salvia_glutinosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. glutinosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia glutinosa, the glutinous sage, sticky sage, Jupiter's sage, or Jupiter's distaff, is a herbaceous perennial plant belonging to the family Lamiaceae.",
    "Description": "Salvia glutinosa grows to approximately 40–60 centimetres (16–24 in) tall. The stems are erect, with bright green hairy leaves that are about 13 cm (5.1 in) long, with petioles of about 8–10 centimetres (3.1–3.9 in). The leaves are deciduous, toothed, pointed, tomentose and glandular. With the first frosts, foliage disappears and the plant is ready to overwinter in dormant buds.\nAll parts of the plant are covered with sticky glandular hairs, especially the lime-green calyces and the flowers, resulting in the name \"glutinosa\". These sticky hairs probably have a protective function against predators. Salvia glutinosa is the main host plant of the plant bug Macrotylus quadrilineatus, that feeds on the juices of the plant and on small insects entrapped on this sticky sage.\nFlowers grow in whorls of two to six, with pale yellow flowers speckled with maroon. The flowers are supported by tiny persistent bracts and have a length of 3 to 5 centimetres (1.2 to 2.0 in), which is quite big for a sage. The flowers have two stamens and a bell-shaped calyx. The flowering period extends from June to September.",
    "Distribution": "This plant is native to Central and East Europe, and West Asia. It is grown in gardens.",
    "Habitat": "Salvia glutinosa  is found in forested areas in deciduous and mixed woods especially in the shade and partial shade and in calcareous soils, at an altitude of 100–1,600 metres (330–5,250 ft) above sea level.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}