{
  "url": "https://en.wikipedia.org/wiki/Salvia_tiliifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. tiliifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia tiliifolia (lindenleaf sage or Tarahumara chia) is a vigorous, herbaceous annual in the family Lamiaceae that is native to Central America. As a pioneer of abused areas the plant has spread in modern times into: South America as far south as Peru and Bolivia; into Texas and Arizona in the United States; into Africa, including South Africa and Ethiopia; into Yunnan and Sichuan in China.Salvia tiliifolia grows up to 1 m (3.3 ft) tall, with broadly ovate and petiolate leaves, 5 to 10 cm (2.0 to 3.9 in) long and 4 to 9 cm (1.6 to 3.5 in) wide,  that are slightly pubescent, with veins deeply recessed on the upper surface and exserted on the lower, with the margins finely and regularly crenate, bearing a strong resemblance to those of the Tilia or linden tree. The inflorescence can be simple or paniculate with a hispid, ribbed calyx. The dark blue corolla is 5 to 10 mm (0.20 to 0.39 in) long. It is morphologically similar to Salvia personata. Seeds are small, dark and patterned.The plant has spread to many countries, commonly growing in cultivated fields. First described as Salvia tiliaefolia by the botanist Martin Henrichsen Vahl in 1794, Salvia tiliifolia has become naturalised or invaded in Mexico, the United States, Ethiopia (1980s), South Africa (1943) and China (1990s). Its foothold in Ethiopia resulted from its presence in grain distributed in a humanitarian aid program following prolonged droughts, after which the species spread rapidly, being strongly aromatic and shunned by grazing and browsing animals.",
    "Gallery": "",
    "References": "",
    "External links": "Field Museum\nUSDA Plants Profile"
  }
}