{
  "url": "https://en.wikipedia.org/wiki/Salvia_gesneriiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. gesneriflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia gesneriflora (sometimes spelled Salvia gesneriiflora) is a herbaceous perennial or subshrub native to mountainous provinces of the Sierra Madre Oriental in Mexico, growing at 7,500–10,000 ft elevation. It was named for Gesneria-like flower. The genus Gesneria is named in honor of 15th-century Swiss botanist Conrad Gessner. The long tubular flowers of this salvia resemble Gesneria flowers. It is a popular ornamental plant.",
    "Description": "In its native habitat, Salvia gesneriflora is reported to grow up to 25 ft high, though in cultivation it only reaches 5–6 ft high and 3–4 ft wide due to pruning from wind breakage and by gardeners. Hard annual pruning prevents the plant from breakage. The plant has many woody stems very heavy with foliage that break easily in wind and rain. The heart-shaped leaves are mid-green, very aromatic, and graduated in size.\nThe large flowers grow up to 1.5 in long, and are a vivid orange-red, held in a 1.5 in yellow-green calyx tinged with purple glands. They grow abundantly in tightly spaced whorls on 8–12 in long inflorescences. It blooms in late winter and early spring, with hard annual pruning (down to leaf nodes near the ground) recommended after blooming. The plant will grow back to 6 ft in one season.",
    "Varieties": "In a 1970 collecting trip to Mexico by Huntington Botanical Gardens, two distinct varieties were collected—one with the more common green calyx, and one with a purple calyx and stem which was given the cultivar name  'Tequila' . A seedling selected from 'Tequila' around 1979 was named  'Mole Poblano' , though there is some evidence that it is not distinct from 'Tequila'.\n\n\n== Notes =="
  }
}