{
  "url": "https://en.wikipedia.org/wiki/Salvia_shannonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. shannoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia shannoni is a tender perennial native to the Mexican state of Chiapas, and to Guatemala, El Salvador, and Honduras, growing in or near pine forests at approximately 3,000–5,000 feet elevation. Its native habitat receives regular moisture in the form of fog, rain, and streams, with mild temperatures that stay above freezing. The plant was named by botanist John Donnell Smith in 1893 for William Cummings Shannon, who collected it in the wild. The two were apparently serving in the United States military at the same time. Even though it has been grown in Central America for many years, it is relatively new to horticulture in North America. In El Salvador it has been used for treating malaria, and is known as monte amargo, or \"bitterwood.When grown as a garden plant in most of the U.S., Salvia shannoni needs to be overwintered in a greenhouse to protect it from even the mildest frost. It begins blooming in the summer, and will continue flowering into February inside a greenhouse. The inflorescences are only 2.5–3.5 inches long, appearing short and fat, with only a few flowers blooming at the same time. The flowers are a vibrant violet or lilac, with a small narrow upper lip covered with hairs. The lower lip is much wider and very showy. Large bracts that subtend the flowers add to the stubby appearance of the inflorescence. The calyx is lime-green, and relatively longer than that of other salvias. The 2.5–4.5 inch leaves are obovate with a thick texture. The upper surface is mid-green, turning brown in cold weather, while the underside is whitish with pronounced veins.\n\n\n== Notes =="
  }
}