{
  "url": "https://en.wikipedia.org/wiki/Salvia_tingitana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. tingitana"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia tingitana is an herbaceous perennial in the family Lamiaceae. It has a long and enigmatic history—it has been grown and described since the 17th century without any certainty about its origin. Botanists' speculation that it was native to northern Africa is reflected in the specific epithet tingitana, which refers to the town of \"Tingi\" (now called Tangiers), even though no native plants have ever been found there. It was not until 1989 that a wild population of the plant was discovered, in western Saudi Arabia.",
    "Description": "S. tingitana reaches about 2 feet (0.61 m) in height and width, forming an upright mound with numerous square, leafy stems. The leaves are graduated in size, reaching up to 6 inches (15 cm) long and 5 inches (13 cm) wide, and are an unusual pale lime-green color. The upper leaf surface is very rugose, while the underside has prominent veins with a few long hairs growing along the center vein. Glands on the leaf give off a very pungent odor when the leaf is brushed. The leaves are ovate with irregular wavy edges. The petiole has a few long hairs growing on it.The flowers are bi-colored, growing less than 1 inch (2.5 cm) long. The upper lip is a very pale lavender color and falcate; the lower lip is shorter and a very pale yellow color. The calyx is 0.25 inches (0.64 cm) long and covered with hair. The flowers grow in whorls that are subtended with floral leaves. The many-branched inflorescences reach 1 foot (0.30 m) long, with several coming into bloom at the same time, giving a very dramatic effect.",
    "Cultivation": "S. tingitana prefers at least five hours of sunlight per day, well-draining soil that is not too rich, and regular watering. Minimal care is required—only light pruning and no staking. It can survive temperatures as low as 20 °F (−7 °C) for short periods. Plants are typically propagated through seeds, though cuttings taken in late summer can also be used. It takes up to one year for the plant to become established, not blooming until the second year. The lime-green leaves, shapely upright habit, and profuse flowering make it a useful addition to perennial flower beds.",
    "Distribution": "At various times in its long history Salvia tingitana has been associated with Egypt, Syria, Aleppo, Tunis, and Tangier, without any definitive source of its origin or native populations. In 1989 the first wild population of S. tingitana was discovered in western Saudi Arabia by English botanist Sheila Collenette. Two other salvia species have a similar obscure historical origin, with no known wild provenance. S. divinorum grows in a very limited area of Mexico, where it has been cultivated for centuries by the Mazatec Indians for its psychotropic properties. S. buchaninii has been grown in horticulture for many years, with all known plants descending from a single plant grown in a Mexico City garden.",
    "History": "S. tingitana was described and named in 1777 by Andreas Ernst Etlinger, though it was known for at least eighty years before that, and possibly as soon as the early 17th century. A study in 2008 by Foley, Hedge, and Möller compared old herbarium specimens and drawings in order to understand the plant's confusing history. The earliest record of S. tingitana that they could verify was a specimen from the late 1690s in the Paris herbarium from the collection of Joseph Pitton de Tournefort, who described it as \"Sclarea tingitana foetidissima hirsuta, flore albo\". He gave no information about its provenance other than \"habitat in Africa\". He travelled to Madrid, Seville, and Cadiz in 1688, so it is possible he collected it from one of those places. From the name he gave to the plant, it is likely he believed it was from north Africa.Earlier mentions of the plant are scattered and unreliable. Prospero Alpini described a plant (Marum aegyptium) in his De Plantis Exoticis Libri Duo (1627) that might be S. tingitana, based on his description and Jean-Baptiste Lamarck's listing (in 1805) of Marum aegyptium as a synonym for S. foetida, itself a synonym for S. tingitana. In 1690, Rivinus published a drawing of a plant named Horminum tingitanum (pictured), which was the first time the name tingitana was associated with Salvia. Since Rivinus' herbarium no longer exists it isn't possible to confirm that his specimen was  S. tingitana.In 1759 Arduino, prefect of the Padua Botanical Garden, described a 'new' plant with the polynomial name \"Salvia caule fruticoso, foliis ovato-sinuatis, crenatis, rugosis, hirsutis\". Based on his description and an illustration, this is probably the first full description of S. tingitana.  When Etlinger described and named S. tingitana in 1777 in his Commentatio Botanico-Medica de Salvia, he referred to both Tournefort's and Rivinus' earlier descriptions.  Around the turn of the 18th century, S. tingitana was written about more frequently—Carl Ludwig Willdenow (1797) described seeing the plant at the Berlin Botanical Garden, and Lamarck described it in 1805. Other notable botanists who wrote about it at the time included Martin Vahl (1804–1805) and Christiaan Hendrik Persoon (1805).",
    "Taxonomy": "S. tingitana has been confused with other species at times, especially with S. sclarea, but also with S. disermas, S. argentea, S. praecox, and S. coarctata. Some of those species have also been considered as close allies with S. tingitana, along with S. spinosa and S. desoleana. As recently as the 1980s and 1990s, some botanists (Rosúa (1988) & Alziar (1993)) argued that S. tingitana is just a cultivated form of S. sclarea and should be considered a synonym of it.However, recent chromosome analysis of Salvia species shows that S. tingitana is a distinct species. S. tingitana shows a chromosome count of 2n=42, which is unusual (though not unique) for the genus Salvia. Far more common are 2n=14, 16, 20, and 22. Only one other species so far, S. merjamie, has been conclusively shown to have a chromosome count of 2n=42. S. sclarea, on the other hand, has a count of 2n=22 chromosomes. Further comparison between S. tingitana and possible related species was done using mucilage testing. Those tests also indicated S. tingitana to be a unique species.",
    "Notes": "",
    "External links": "IPNI listing"
  }
}