{
  "url": "https://en.wikipedia.org/wiki/Salvia_caymanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. caymanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia caymanensis, the Cayman sage, is a short-lived perennial plant in the genus Salvia that is endemic to Grand Cayman in the Cayman Islands. It was thought to be extinct for nearly 40 years until it was rediscovered in 2007. After the damage caused by Hurricane Ivan in 2004, conservationists thought that conditions might be ideal for the reappearance of Salvia caymanensis if there was still viable seed in the wild. A wanted poster, offering a 1000 CI$ reward, led to the discovery of the first plants seen since 1967.",
    "Description": "Salvia caymanensis grows 50 to 100 cm (20 to 39 in) tall. The strictly erect stem is canescent above and woody below. The ovate-lanceolate leaves 2.5 to 3 cm (0.98 to 1.18 in) long and a 1 to 1.4 cm (0.39 to 0.55 in) wide. The leaves are pale and tomentose on the underside and pilose and dark green on the upperside. The petioles are one-fourth the length of the blade.",
    "Rediscovery": "In spring 2007 the Department of Environment of the Cayman Islands in cooperation with the Darwin Initiative, placed wanted posters on the island offering a reward of 1000 CI$ for any living examples of Cayman sage. The posters were timed to anticipate the usual flowering season of the plant. An island resident, slowed down by road work on the typically fast-moving Queen's Highway, saw the inconspicuous blue flowers from her car window, growing near the side of the road. After the initial discovery, 300 individual plants were found and approximately 18,000 seeds collected.",
    "Notes": "",
    "References": "George R. Proctor Flora of the Cayman Islands, 1984. ISBN 0-11-242548-8\nCharles Frederick Millspaugh: Plantae Utowanae. Plants collected in Bermuda, Porto Rico, St. Thomas, Culebras, Santo Domingo, Jamaica, Cuba, The Caymans, Cozumel, Yucatan and the Alacran shoals. Dec. 1898-Mar. 1899. The Antillean cruise of the yacht Utowana. Mr. Allison V. Armour, owner and master, 1900.",
    "External links": "Plant extinct? Find it and win\n\"Extinct\" plant found on GC\nPhotograph of a herbarium specimen Collected in 1967"
  }
}