{
  "url": "https://en.wikipedia.org/wiki/Salvia_involucrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. involucrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia involucrata, the roseleaf sage, is a herbaceous perennial belonging to the family Lamiaceae. It is native to the Mexican states of Puebla, Tamaulipas, and Veracruz, growing in shady places such as the edge of forests. Its specific epithet, \"involucrata\", refers to the prominent flower bracts, which are large and colorful.",
    "Description": "Salvia involucrata grows five feet or taller before it starts blooming in late summer. The plant's flowers and bracts are a reddish, beetroot color. The bracts occur in pairs which envelop three flowers each, falling away as the flowers expand. The plant's leaves are small, flat mid-green, slightly cordate-shaped. Unusually, the leaves' petioles and veins share the flowers' beetroot-reddish hue. Genetically, the species has eleven (11) tetraploidal chromosomes.",
    "Cultivation": "Salvia involucrata and its cultivars 'Bethellii' and 'Boutin' have gained the Royal Horticultural Society's Award of Garden Merit. 'Bethellii' was introduced in 1881 for its compact habit and large ovoid leaves. Another cultivar, common in France and Britain, is 'Deschamsiana', which was chosen in 1869 for the bright rose color of its inflated flowers. Cultivars that have found popularity in the U.S. include 'Hidalgo', 'El Butano', and 'El Cielo'—each named after the place in Mexico where it was collected.Salvia involucrata breeds freely with other Salvia species, resulting in many hybrids at University of California Botanical Garden that show hybrid vigor. Some of these hybrid plants are known to grow up to six feet high, with a longer blooming period. 'Mulberry Jam', a smaller hybrid with upright growth, stronger stems, and continuous blooming from summer to frost was introduced in 1995 by Betsy Clebsch.As a garden plant, it prefers good drainage, half to three-quarter a day of sun, humus enriched soil, and deep watering once a week. Propagation is by division or cuttings, which can be rooted in late summer or early autumn. The plant will grow back from the ground after light freezes. In early spring, it should be pruned back to active nodes a few inches from the crown.",
    "In medicine": "Historically, S. involucrata along with several other members of its genus have been used as a memory-enhancer in traditional herbal medicine. Scientific studies seeking to verify this have shown that extracts of S. involucrata (along with other Salvia species) contained significant amounts of cerebral cortex-relevant compounds, including with those with binding affinity to acetylcholine receptors. The species has also been used at least once in the past as an indicator of carbon dioxide metabolism. In a 1919 study, Salvia involucrata was used to determine the effects of ether on the rate of CO2 respiration on dying cells. The study found that petals of S. involucrata immersed in ether consumed more oxygen as the cells expired.",
    "References": "\n\n== External links =="
  }
}