{
  "url": "https://en.wikipedia.org/wiki/Salvia_azurea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. azurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia azurea, the azure blue sage, azure sage, blue sage or prairie sage, is a herbaceous perennial in the genus Salvia that is native to Central and Eastern North America.",
    "Description": "Its thin, upright stems can grow to 6 feet (1.8 m) tall, with narrow, pointed, smooth-edged to serrated, furry to smooth green leaves, connected to their stems by petioles to 0.4 inches (1.0 cm) long. There are no basal leaves.The blue flowers (rarely white), nearly 1⁄4 to 1⁄2 inch (6.4 to 12.7 mm) long, appear summer to autumn near the ends of their branched or unbranched spikes; their calyxes are tubular or bell-shaped and furry. Two varieties are known, Salvia azurea var. azurea (azure sage) and Salvia azurea var. grandiflora (Pitcher sage).The stems of wild S. azurea tend to be long and unbranched, causing them to flop under the weight of their flowers. When grown in cultivation, the stems of S. azurea are sometimes cut back early in the growing season to encourage branching and slow the vertical growth of the plant to prevent lodging.",
    "Habitat": "S. azurea is found from Utah east to Connecticut and from Minnesota south to Florida. S. azurea var. azurea tends to be found in the eastern and southeastern portion of this range, while S. azurea var. grandiflora is found in the west and northwest.  In some states within its native range, it has become especially rare, such as in Illinois, where it is listed as a threatened species.Throughout its range, it is found growing wild on roadsides, glades, prairies, savannas, fields and pastures. S. azurea prefers dry, sunny conditions in a variety of soils, including clay, gravel, and loam. In wetter conditions, the plant will still grow and bloom, but tends to lodge.",
    "Varieties": "Salvia azurea var. azurea - azure sage\nSalvia azurea var. grandiflora - Pitcher sage\nSalvia azurea var. grandiflora 'Nekan' - seed selection released in 1977 by Manhattan Plant Materials Center of Manhattan, Kansas, and Nebraska Agriculture Experiment Station in Lincoln, Nebraska. Selected for better performance and more uniform plant growth.",
    "References": "\n\n== External links =="
  }
}