{
  "url": "https://en.wikipedia.org/wiki/Salvia_farinacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. farinacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia farinacea, the mealycup sage, or mealy sage, is a herbaceous perennial native to Nuevo León, Mexico and parts of the United States including Texas and Oklahoma. Violet-blue spikes rest on a compact plant of typically narrow salvia-like leaves; however, the shiny leaves are what set this species apart from most other Salvia, which bear velvety-dull leaves.",
    "Description": "The mealycup sage reaches stature heights of 60 to 90 cm. The shape of the leaf blade varies from ovate-lanceolate to lanceolate. The inflorescence axis forms a blue, rarely a white hair. The truncated calyx has very short calyx teeth. They are dense blue or white hairy, so that the individual enamel teeth are barely recognisable. The bright blue-white flowers are slim and gleaming. The crown will be about 2.5 inches long. Inside the crown there is no ring-shaped hair strip. \nThe first description of Salvia farinacea was made in 1833 by George Bentham in Labiatarum Genera et Species , p. 274. Synonyms for Salvia farinacea Benth. are Salvia linearis Sessé & Moc. and Salvia virgata Ortega.",
    "Cultivation": "This plant requires full or partial sun and will grow to 18 inches or more with good soil and will attract butterflies and hummingbirds. The plant is hardy to USDA Hardiness Zones 8–10. In the temperate latitudes, it is cultivated as an annual plant and used as an ornamental plant in parks and gardens, especially in summer discounts. It can also be used as a cut flower. \nSeveral cultivars are cultivated, such as 'Blue Bedder', 'Victoria' with intense violet-blue flowers and 'Strata' with white and blue flowers. Salvia farinacea flowers from June to frost and grows best in sunny to partially shaded position. Crosses between S. farinacea and S. longispcata (S. longispicata × S. farinacea) are widely sold as ornamental plants, such as 'Indigo Spires' and 'Mystic Spires Blue'.",
    "Gallery": "",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}