{
  "url": "https://en.wikipedia.org/wiki/Salvia_oxyphora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. oxyphora"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia oxyphora is a herbaceous perennial that is endemic to the foothills and lower eastern slopes of the Andes in Bolivia. It is found growing in disturbed rocky slopes above streams in moist subtropical forest at 300 to 2,200 m (980 to 7,220 ft) elevation. It is widespread from the Peruvian border, in the Andean cordillera, to the Santa Cruz area. The plant apparently needs disturbed ground to become established, as it is not found growing in undisturbed areas. In spite of its wide distribution, distinct populations tend to be very small, typically only one to ten plants. Observed plants, both herbarium specimens and wild plants, apparently do not have seeds, possibly due to loss of its native pollinator. For that reason, the wild populations of the plant are vulnerable, though many nurseries carry the plant as of 2012.Salvia oxyphora grows to 1 to 1.5 metres (3.3 to 4.9 ft) high, with lanceolate to ovate leaves that are 7 to 22 cm (2.8 to 8.7 in) long and 3 to 7 cm (1.2 to 2.8 in) wide. The inflorescence consists of terminal  bracteate racemes that are approximately 7 cm (2.8 in) long when young, extending to a 20 cm (7.9 in) long spike. The corolla is red, 3 to 4 cm (1.2 to 1.6 in) long, with fine hairs that can be sparse to dense. The flowers are pollinated by hummingbirds, similar to most red-flowered Salvia species, thought it differs from other Salvia in that the anthers are within the upper lip of the corolla.Salvia oxyphora was first collected by German botanist Otto Kuntze in 1892 in the Corani area near Cochabamba, Bolivia, and described by John Isaac Briquet in 1896. A surviving S. oxyphora specimen from Kuntze is held at the New York Starr Virtual Herbarium.\n\n\n== References =="
  }
}