{
  "url": "https://en.wikipedia.org/wiki/Salvia_viridis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. viridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia viridis (annual clary, orval) is an annual plant native to an area extending from the Mediterranean to the Crimea and into Iran.",
    "Taxonomy": "Salvia viridis was known as Salvia horminum for many years, as Carl Linnaeus described S. viridis and S. horminum as separate species in 1753. Some modern botanists still believe that they are two separate species. \n\nviridis, from the Latin, refers to the color green, with implications of youth and vigor.\nhorminum, from the Greek word for sage.",
    "Description": "Salvia viridis quickly grows to 1 to 2 feet (0.30 to 0.61 m) tall and 1 foot (0.30 m) wide, with a flowering period of over a month.\nColorful bracts almost hide the tiny two-lipped flowers, which are cream-colored, with the upper lip tinged with purple or rose, reflecting the bract color.",
    "Uses": "The seeds and leaves of Salvia viridis have been added to fermenting vats to \"greatly increase the inebriating quality of the liquor.\" An infusion of the leaves was used for sore gums, and powdered leaves for snuff. It was also reported to be a good honey-producing plant.",
    "Uses-Cultivation": "Salvia viridis is cultivated as an ornamental plant, planted in gardens. The flowers last well as cut flowers or dried flowers.\nThe plant prefers friable soil, good drainage, moderate water, and three-quarters to a full day of sunlight. In the UK, seed can be sown in late March in a greenhouse or directly into the border after the last frost.",
    "References": "\nFlora Europaea: Salvia viridis\n\n\n== External links =="
  }
}