{
  "url": "https://en.wikipedia.org/wiki/Salvia_sclarea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. sclarea"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia sclarea, the clary or clary sage, is a biennial or short-lived herbaceous perennial in the genus Salvia. It is native to the northern Mediterranean Basin, along with some areas in north Africa and Central Asia. The plant has a lengthy history as a medicinal herb, and is currently grown for its essential oil.",
    "Description": "Salvia sclarea reaches 3 to 4 ft (0.91 to 1.22 m) in height, with thick square stems that are covered in hairs. The leaves are approximately 1 ft (0.30 m) long at the base, .5 ft (0.15 m) long higher on the plant. The upper leaf surface is rugose, and covered with glandular hairs. The flowers are in verticils, with 2-6 flowers in each verticil, and are held in large colorful bracts that range in color from pale mauve to lilac or white to pink with a pink mark on the edge. The lilac or pale blue corolla is approximately 1 in (2.5 cm), with the lips held wide open. The cultivar S. sclarea 'Turkestanica' bears pink stems, petiolate leaves, and white, pink-flecked blossoms on spikes to 30 inches (76 cm) tall.",
    "History": "Descriptions of medicinal use of the plant goes back to the writings of Theophrastus (4th century BCE), Dioscorides (1st century CE), and Pliny the Elder (1st century CE).",
    "Uses": "Clary seeds have a mucilaginous coat, which is why some old herbals recommended placing a seed into the eye of someone with a foreign object in it so that it could adhere to the object and make it easy to remove. This practice is noted by Nicholas Culpeper in his Complete Herbal (1653), who referred to the plant as \"clear-eye\".The distilled essential oil is used widely in perfumes and as a muscatel flavoring for vermouths, wines, and liqueurs. It is also used in aromatherapy.In the United States, large scale production is concentrated in northeastern North Carolina in the counties surrounding Bertie County.",
    "Gallery": "",
    "References": "\n\n== External links =="
  }
}