{
  "url": "https://en.wikipedia.org/wiki/Salvia_indica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. indica"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia indica is a species of herbaceous perennial plant belonging to the family Lamiaceae. It is native to a wide region of Western Asia that includes Israel, Iraq, Iran and Turkey. It was first described by the taxonomist Carl Linnaeus in 1753. It is unknown why he gave it the specific epithet indica, since the plant is not from India. While Salvia indica is classified as a herbaceous perennial, in cultivation individual plants often live no longer than two years.",
    "Description": "The native habitat of Salvia indica includes rocky limestone slopes between 350 to 5,000 ft (110 to 1,520 m) in elevation, where it flowers in April and May. The plant has an erect and stately habit, forming a clump of rich grassy-green, ovate leaves with scalloped margins. The leaves are covered in long, soft, straight hairs. Inflorescences are composed of specialized flowering stems growing from the plant's center, some two to four feet high. Widely spaced whorls of four to six flowers open slowly from the inflorescence. Individual flowers are two-lipped, with the one inch upper lip a shiny bright lilac color. The stubby lower lip has a trough with purple and brown spots on a white background. The flowers stay in bloom for quite a long time, nearly one month. The plant is typically propagated by seed, with seedlings often appearing near the plant.In the garden, the plant prefers full sun, loamy soil, and good drainage. After flowering the plants need very little moisture. It can survive temperatures down to 20 °F (−7 °C) for brief periods.",
    "Uses": "Salvia indica shows potential medicinal use that is also seen in other members of the genus Salvia. There is evidence that the extracts of plant have some anti-fungal qualities.\n\n\n== References =="
  }
}