{
  "url": "https://en.wikipedia.org/wiki/Salvia_pentstemonoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. pentstemonoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia pentstemonoides (Big red sage) is a herbaceous perennial that is rare in nature and native to only a few locations in Texas, including the Edwards Plateau. The plant remains endangered due to destruction of habitat and browsing by deer. The severe Texas drought of the 1950s may have contributed to its decline.Big red sage was thought to be extinct beginning around 1946, until it was rediscovered by botanist Marshall Enquist in 1980 while shooting pictures for his Wildflowers of the Texas Hill Country. At first, Enquist didn't realize he had taken a photo of an 'extinct' plant. He identified it as Salvia pentstemonoides from a guide book which didn't state that the plant was considered extinct. Wildflowers of the Texas Hill Country was finally published in 1987, without S. pentstemonoides. That year, Enquist began thinking about adding some more wildflowers—including S. pentstemonoides—to a second edition. While inquiring about the plant, he was surprised to learn that it had been considered extinct for many years. In 1988, Enquist received the Donovan Stewart Correll Memorial Award from the Native Plant Society of Texas for his rediscovery of Salvia pentstemonoides.",
    "History and taxonomy": "The first written account of the plant was in 1845, when it was collected by botanist Ferdinand Lindheimer, who sent a sample to botanist George Engelmann. Engelmann sent it to Carl Sigismund Kunth and Peter Karl Bouché in Germany, who first published and named the plant in 1848. It was also documented growing along Salado Creek in San Antonio in 1849. The specific epithet pentstemonoides is frequently misspelled as \"penstemonoides\". The plant was originally named after an early spelling of Penstemon by Carl Linnaeus that added an extra \"t\". Since it was first described and named as \"pentstemonoides\", that spelling is considered the correct one. As the name suggests, the plant resembles penstemon.",
    "Description": "Salvia pentstemonoides typically grows in limestone rock along seeps or creeks, reaching up to 5 feet tall with square stems, often with long basal leaves in addition to opposite cauline leaves. The leaves are mistletoe-green colored, lancelike in shape, growing in a basal rosette. Numerous flowering stalks grow from the rosette, with inflorescences that are 8–12 inches long, having whorls of loosely packed flowers. The 1 inch flowers are beetroot-purple colored, with a .5 inch calyx that is the color of red wine. The flowers are edible, and the leaves give off a lemon-lime scent when brushed or rubbed.In cultivation, Salvia pentstemonoides likes fast-draining soil with limestone or ground oystershells added. It prefers morning sun with high shade, but grows well in full sun in areas of high humidity. Deep weekly watering is also preferred. The plant is hardy to about 20 °F (−7 °C) and easily propagated by seed; propagation through cuttings is possible and clumps can be divided provided it's done with care. It is very attractive to hummingbirds.",
    "Notes": "",
    "External links": "USDA Plants profile\nIPNI listing\nSolved: the Mystery of the First-Collected Big Red Sage\nOn the Trail of the \"Big Red\" Salvia, by Marshall Enquist"
  }
}