{
  "url": "https://en.wikipedia.org/wiki/Salvia_merjamie",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. merjamie"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia merjamie is a herbaceous perennial plant that is native to the east African highlands from Ethiopia to Tanzania, and also across the Red Sea in Yemen. It grows between 6,000 and 13,000 feet elevation in grasslands, forest edges, rocky outcrops, basalt slopes, and fallow fields. The specific epithet merjamie is derived from meryamiye, the Arabian common name for the plant, which is shared with other local Salvia species such as Salvia lanigera. The Maasai common name for S. merjamie is Naingungundeu, meaning that the plant smells of rats, though the variety that is common in horticulture is named 'Mint Sauce' and is described as having a strong minty aroma. S. merjamie shares a similar distribution with Salvia nilotica, though they are not known to hybridize.The plant was named by Finnish plant collector Peter Forsskål (1732–1763), a student of Carl Linnaeus, while on an expedition to Arabia in 1762 with explorer Carsten Niebuhr and others. Forsskål died of malaria in 1763, less than a year after the trip began. His writings were later edited by Neibuhr, the only survivor of the trip, and published in 1775 as Descriptiones Animalium — Avium, amphiborum, insectorum, vermium quæ in itinere orientali observavit Petrus Forskål, which included the description and naming of Salvia merjamie.",
    "Description": "Salvia merjamie grows 2–3 feet tall, with mostly basal leaves that are covered with oil glands, and sometimes with light hair on both leaf surfaces. The dark green oblong leaves form a rosette, with light scalloping on the edge. The leaves grow up to 6 inches long and 2 inches wide, with a 1.5 inch petiole. The flowers, usually less than 1 inch long, grow in whorls, varying in color. The variety grown in horticulture is very pale blue, verging on cream, with a falcate upper lip. The small calyces are typically violet-purple. The inflorescences are short, with a main flowering stem that has alternating pairs of flower stems at right angles to each other, a botanical arrangement known as decussate. The mathematically precise flower structure gives the plant a striking appearance.",
    "Cultivation": "Salvia merjamie prefers a half to full day of sun, well draining soil, and regular moderate watering. It is hardy down to −4 °C (25 °F) for short periods, and is typically short-lived, flowering and producing seed for about three years in cultivation. The bloom period is short, approximately three weeks, with bees and hummingbirds typically drawn to the flowers. The variety commonly sold in horticulture is named 'Mint Sauce', which was first collected near the top of Mount Kilimanjaro in Tanzania and is described as having a strong minty aroma.",
    "Notes": "",
    "External links": "IPNI listing - Salvia merjamie."
  }
}