{
  "url": "https://en.wikipedia.org/wiki/Salvia_longispicata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. longispicata"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia longispicata is a perennial shrub native to southwestern Mexico, growing between 1,000 and 6,500 feet (300 and 2,000 m) elevation. The specific epithet \"longispicata\" gives the impression that the plant has \"long spikes\", but instead refers to the many projecting clusters of short flowering spikes that resemble small ears of corn.Salvia longispicata is a large, fast growing Salvia, reaching 4 to 5 feet (1.2 to 1.5 m) high and 3 to 4 feet (0.9 to 1.2 m) wide in one season. While not particularly showy, it has unusual dark purple flowers and an upright habit—both qualities are valued by salvia hybridizers. The mid-green ovate leaves are many sizes, and connected to the petiole at the broader end. Small - less than 0.5 inches (1 cm) - dark purple flowers begin appearing in summer and bloom into late autumn. The pale green calyces are about the same length as the flower. The 6 to 8 inches (15 to 20 cm) inflorescences have tight whorls of flowers, which do not rise above the foliage as many other species of Salvia do.Mystic Spires Blue’ salvia is easy to grow. Plant it in full sun with well-drained soil, and water and fertilize regularly to keep it flowering. As the flower spikes finish blooming, you can give the plant a light haircut to keep it neater, but I have found this isn’t necessary for re-flowering.\nWith good winter drainage ‘Mystic Spires Blue’ should be perennial in Zone 7, southward. If you are in a cooler area don’t let this deter you.\nThis salvia shouldn’t be relegated to clumps in a perennial border. ‘Mystic Spires Blue’ looks incredible used in mass plantings or as upright accents in containers. This one is destined to be a staple of both bedding and perennial designs in Texas.\nRegular watering and fertilizing will keep the plant at maximum colour and growth but it is amazingly tough and once established in a pot or the garden will tolerate lower levels of food and water. However, severe drought will cause lower leaves to drop and if this happens give it a quick haircut removing the upper 1/3 of growth and once it back to normal watering it will fill back in.\nPlug crop time (288 tray): 4 weeks\nTransplant to finish: 8 to 13 weeks, depending on light, heat and daylength conditions\nGreat performer in heat and low-water conditions.\nLow-maintenance plant does not need deadheading.\nHummingbirds, bees, butterflies and more flock to Big Blue in the garden.\nAt its best in full sun, but will tolerate dappled shade or partial sun.\nLifecycle: Annual; tender perennial\nHardiness: Half Hardy Annual\nZone: 8,9,10\nColor: Velvety purple-blue upright spires of bloom\nSize: 3-4' h x 2.5' w\nSeason: Summer to Fall\nSun: Full sun to partial shade\nSoil: Rich, moist, well-drained\n\nIn 1979 a spontaneous sterile hybrid was found at Huntington Botanical Garden that was believed to be from a cross between Salvia longispicata and S. farinacea. It was introduced as the highly popular Salvia farinacea × longispicata 'Indigo Spires'. Other cultivars of this hybrid include 'Mystic Spires Blue'.",
    "References": "\nhttps://www.panamseed.com/plant_info.aspx?phid=054907735039632 \nhttps://www.selectseeds.com/annual-plants/salvia_indigo_spires_plants.aspx \nhttps://www.provenwinners.com/plants/salvia/rockin-playin-blues-salvia-longispicata-x-farinacea"
  }
}