{
  "url": "https://en.wikipedia.org/wiki/Salvia_apiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. apiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia apiana, the white sage, bee sage, or sacred sage, is an evergreen perennial shrub that is native to the southwestern United States and northwestern Mexico, found mainly in the coastal sage scrub habitat of Southern California and Baja California, on the western edges of the Mojave and Sonoran deserts.",
    "Description": "Salvia apiana is a shrub that reaches 1.3 to 1.5 metres (4.3 to 4.9 ft) tall and 1.3 metres (4.3 ft) wide. The whitish evergreen leaves are 3 to 9 cm (1.2 to 3.5 in) and persist throughout the year; they are opposite with crenulate margins. Leaves are thickly covered in hairs that trigger oil glands; when rubbed oils and resins are released, producing a strong aroma. Leaves persist throughout the year, and are opposite with crenulate margins. The flowers are very attractive to bees, which is described by the specific epithet, apiana. Several 1 to 1.3 metres (3.3 to 4.3 ft) flower stalks, sometimes pinkish colored, grow above the foliage in the spring. Flowers are white to pale lavender.",
    "Distribution and habitat": "White sage is a common plant that requires well-drained dry soil, full sun, and little water. The plant occurs on dry slopes in coastal sage scrub, chaparral, and yellow-pine forests of Southern California to Baja California at less than 1,500 metres (4,900 ft) elevation.",
    "Ecology": "Flowers attract varied pollinators including bumblebees, carpenter bees, Bombyliidae, and hummingbirds. However most of these species are ineffective pollinators, with only three species of carpenter bee and one species of bumblebee actually leading to routine pollination.",
    "Ecology-Pests and disease": "The terpenoids and essential oils found in white sage likely deter herbivory.",
    "Uses": "Salvia apiana is widely used by Native American peoples on the Pacific coast of the United States. The seed is a primary, traditional ingredient in pinole, a staple food. The Cahuilla people have traditionally harvested large quantities of the seed, then mixed it with wheat flour and sugar to make gruel and biscuits. The leaves and stems are a traditional food among the Chumash people and neighboring communities. \nFor healing use, several tribes have traditionally used the seed for removing foreign objects from the eye, similar to the way that Clary sage seeds have been used in Europe. A tea from the roots is traditional among the Cahuilla women for healing and strength after childbirth. Different parts of the plant are also used in ceremonies by several Native American cultures.",
    "Cultivation": "Salvia apiana prefers a sunny location, well draining soil, and good air circulation. It easily hybridizes with other Salvia species, particularly Salvia leucophylla and Salvia clevelandii.",
    "Controversy": "Over harvest of wild white sage populations is a concern held by many Native American groups and conservationists. Over harvesting is negatively affecting the wild population and distribution of white sage. It is believed that illegal harvest is occurring on public lands and non-permitted harvesting is also taking place on private land. In June 2018, four people were arrested for the illegal harvest of 400 pounds of white sage in North Etiwanda Preserve of Rancho Cucamonga, California . Deputies said in a statement that white sage is protected by the Endangered Species Act of 1973, which is a common misconception. Collecting plants without permission from a landowner or land manager is illegal . Although white sage is not listed on the Endangered Species List, conservationists are still concerned about the future survival and distribution of the species.The over harvest of the species is commonly attributed to the increased popularity of new age spiritual practices that borrow the use of white sage from Native American cultures. White sage \"Cleaning space kits\" and other products containing white sage are now commercially available at many mainstream stores such as Urban Outfitters, Walmart, and online at Amazon.Cultural appropriation and imitation of Native American spiritual practices is another controversial issue surrounding the newfound popularity of burning white sage for \"cleansing\". Many Native American activists and their supporters believe that the use of white sage by new age spiritual groups steals from their cultures. Although some mainstream stores still sell white sage \"smudge sticks\" and \"cleansing kits\", in some instances, activist groups have been successful in efforts to have these products removed on the basis of cultural appropriation and offensiveness. In October 2018 Anthropologie listed an item called \"Cleansing a space ritual kit\" made by the company Elements of Aura. The kit contained a white sage smudge stick and an abalone shell, among other items. Various indigenous arts and culture activists and activist groups used Instagram to mobilize people to voice their opposition to the product being sold. The next day Anthropologie removed the item from its shop and said \"no offence was intended\".",
    "References": "",
    "External links": "White Sage - photograph\nJepson Flora Project - Salvia apiana"
  }
}