{
  "url": "https://en.wikipedia.org/wiki/Salvia_clevelandii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. clevelandii"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia clevelandii, the fragrant sage, blue sage, Jim sage and Cleveland sage, is a perennial plant that is native to Southern California and northern Baja California, growing below 900 m (3,000 ft) elevation in California coastal sage and chaparral habitat. The plant was named in 1874 by Asa Gray, honoring plant collector Daniel Cleveland.",
    "Description": "Salvia clevelandii is an evergreen shrub that reaches 1 to 1.5 m (3.3 to 4.9 ft) in height and width. The fragrant, ashy green leaves are obovate and rugose, growing less than 2.5 cm (0.98 in) long. Flowers are on 30 cm (12 in) spikes, with numerous whorls of upright amethyst blooms opening in June–July.",
    "Cultivation": "Salvia clevelandii is a popular Southwest USA landscape plant, cultivated since the 1940s. Plants prefer dry summers, good drainage, and tolerate full sun in cooler areas.  As a landscape plant they have a relatively short life span of five to ten years. They are hardy to −7 °C (19 °F).\nCultivars and hybrids include:\n\n'Winnifred Gilman', a popular cultivar with intense violet-blue flowers.\n'Betsy Clebsch', a shorter cultivar with wide variation in flower color.\n'Allen Chickering', 'Aromas', 'Pozo Blue', 'Santa Cruz Dark', and 'Whirly Blue' are hybrids with similar appearance.Salvia clevelandii is one of the parents of the hybrid Salvia 'Celestial Blue'.",
    "Notes": "",
    "External links": "Jepson Manual Treatment — Salvia clevelandii\nUSDA Plants Profile: Salvia clevelandii\nSalvia clevelandii — U.C. Photo gallery"
  }
}