{
  "url": "https://en.wikipedia.org/wiki/Salvia_miltiorrhiza",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. miltiorrhiza"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia miltiorrhiza (simplified Chinese: 丹参; traditional Chinese: 丹參; pinyin: dānshēn), also known as red sage, Chinese sage, tan shen, or danshen, is a perennial plant in the genus Salvia, highly valued for its roots in traditional Chinese medicine. Native to China and Japan, it grows at 90 to 1,200 m (300 to 3,940 ft) elevation, preferring grassy places in forests, hillsides, and along stream banks. The specific epithet miltiorrhiza means \"red ochre root\". Since the outbreak of SARS in 2003, this herb has been tested for treatment of COPD with promising results.",
    "Chemical constituents": "Chemical compounds isolated from Salvia miltiorrhiza include salvianolic acid (or salvianolic acid B), dihydrotanshinone, tanshinone I, and tanshinone IIA.  Tanshinone IIA is one of the most abundant constituents of the root of Salvia miltiorrhiza.",
    "Description": "S. miltiorrhiza is a deciduous perennial with branching stems that are 30 to 60 cm (0.98 to 1.97 ft) tall, with widely spaced leaves that are both simple and divided. The 30 cm (0.98 ft) inflorescences are covered with hairs and sticky glands. Flowers grow in whorls, with light purple to lavender blue corollas that are approximately 2.5 cm (0.082 ft) long, with a dark purple calyx. Salvia miltiorrhiza prefers well draining soil, with about half a day of sunlight. It is hardy to approximately −10 °C (14 °F). Most Salvia seeds have a higher germination rate when exposed to light, though it is not required.",
    "Drug interactions": "Danshen may potentiate the effects of the anticoagulation drug warfarin, possibly causing bleeding complications. Other adverse effects may include allergic reactions, dizziness, headache, or gastrointestinal upset.",
    "Traditional Chinese medicine": "Alone or combined with other Chinese herbal medicines, Salvia miltiorrhiza has been used in China and, to a lesser extent, in other countries as a treatment for various cardiovascular and cerebrovascular diseases. A 2007 Cochrane review of the use of danshen for  acute ischaemic stroke found that the quality of evidence was poor, and there was no evidence of benefit. Similarly, a 2008 Cochrane meta-analysis found the clinical trials on danshen were low in quality, and were insufficient to make any judgment about its efficacy for people with heart attack. Meta-analyses of oral and injectable forms of danshen in people with angina  concluded that the effects of the treatment were inconclusive because the studies were low in quality and the conclusions were not based on strong evidence.",
    "References": "",
    "External links": "Salvia miltiorrhiza List of Chemicals (Dr. Duke's Databases)"
  }
}