{
  "url": "https://en.wikipedia.org/wiki/Salvia_nemorosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. nemorosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia nemorosa, the woodland sage or Balkan clary, is a hardy herbaceous perennial plant native to a wide area of central Europe and Western Asia.\nIt is an attractive plant that is easy to grow and propagate, with the result that it has been passed around by gardeners for many years. Its wide distribution, long history, and the ease with which it hybridizes have resulted in many cultivars and hybrids—along with problems in clearly identifying the hybrids and their relationship with S. nemorosa. It was named and described by Carl Linnaeus in 1762, with nemorosa (\"of woods\") referring to its typical habitat in groves and woods.In northern Britain, Salvia nemorosa and Salvia pratensis are both in danger of disappearing due to depredation from slugs.",
    "Description": "The many inflorescences have closely spaced whorls of small flowers with brightly colored calyces.",
    "Cultivation": "There are numerous cultivars widely grown in horticulture. Many of them are hardy to –18 °C., with flowers ranging in color from violet, to violet-blue, rosy pink, and even white. All are perennial, with numerous leafy stems growing from the base at the beginning of summer.  The plant prefers full sun, good drainage, and moderate weekly watering. The plant is hardy to USDA Hardiness Zones Zones 4-8.The following cultivars have gained the Royal Horticultural Society's Award of Garden Merit:-",
    "Phytochemistry": "Leaves of Salvia nemorosa have been used in Turkish medicine to stop bleeding by applying externally. Diterpenes and triterpenes have been isolated from aerial parts of S. nemorosa: nemorone, nemorosin, horminone, 7-acetylhorminone, salvinemorol, megastigmane glycosides (salvionosides A, B and C), pachystazone, salvipisone, α-amyrin, ursolic and oleanolic acids, stigmast-7-en-3-one, 24-methylenecycloartanol, stigmast-4-en-3-one, β-sitosterol, stigmast-7-enol, as well as flavonoids salvigenin, eupatilin, apigenin and luteolin.",
    "External links": "\n\n== References =="
  }
}