{
  "url": "https://en.wikipedia.org/wiki/Salvia_patens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Lamiaceae"
    },
    {
      "Genus": "Salvia"
    },
    {
      "Species": "S. patens"
    }
  ],
  "text": {
    "__SUMMARY__": "Salvia patens (sometimes called gentian sage or spreading sage) is a herbaceous perennial that is native to a wide area of central Mexico. It was introduced into horticulture in 1838 and popularized a hundred years later by William Robinson.",
    "Description": "Salvia patens is tuberous, and easily lifted for overwintering in a greenhouse. The more common varieties reach 30–60 cm (12–24 in) tall and wide, and are covered with hastate shaped mistletoe-green leaves. Inflorescences reach 15 to 30 cm (5.9 to 11.8 in) or longer, rising well above the leaves. 2.6 cm (1.0 in) pure blue flowers are spaced along the inflorescence, with a 1.3 cm (0.51 in) green calyx that adds to the attractiveness of the flowers.The specific epithet patens means \"spreading\".",
    "Cultivation": "Salvia patens is frequently treated as an annual by gardeners due to its sensitivity to hard frost, with bedding plants often put out in spring. Varieties have been developed with colors ranging from white to lilac to various shades of blue. Seeds from the Netherlands have been available since the 1990s for rich colored and large flowered varieties.The species and its cultivar 'Cambridge blue' have gained the Royal Horticultural Society's Award of Garden Merit. William Robinson praised the species in the 1933 edition of The English Flower Garden as, \"doubtless, the most brilliant in cultivation, being surpassed by and equalled by few other [garden] flowers.\" A collecting trip to Mexico in 1991 led by James Compton discovered a 1.8 m (5.9 ft) tall variety with large deep blue flowers that is available as 'Guanajuato'.\n\n\n== References =="
  }
}