{
  "url": "https://en.wikipedia.org/wiki/Sisyrinchium_angustifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Sisyrinchieae"
    },
    {
      "Genus": "Sisyrinchium"
    },
    {
      "Species": "S. angustifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Sisyrinchium angustifolium, commonly known as narrow-leaf blue-eyed-grass, is a herbaceous perennial growing from rhizomes, native to moist meadow and open woodland. It is the most common blue-eyed grass of the eastern United States, and is also cultivated as an ornamental.\nRange: Eastern Canada and US, west to Texas and Minnesota, in meadows, low woods, and shorelines.\nHeight: 15–50 cm (6–20 in). Stem: broadly winged, 2–4 mm (1⁄16–3⁄16 in) wide, usually branched. Leaves: 2–6 mm (1⁄16–1⁄4 in) wide. Tepals: 6, blue, 7–10 mm (1⁄4–3⁄8 in), each tipped with a sharp point, veined, and darkening toward central yellow patch.",
    "Gallery": "",
    "References": "\nCholewa, Anita F.; Henderson, Douglass M. (2002). \"Sisyrinchium angustifolium\".  In Flora of North America Editorial Committee (ed.). Flora of North America North of Mexico (FNA). 26. New York and Oxford – via eFloras.org, Missouri Botanical Garden, St. Louis, MO & Harvard University Herbaria, Cambridge, MA.\nRhoads, Ann F.; Block, Timothy A. (2007). The Plants of Pennsylvania: An Illustrated Manual. Anna Anisko (Illustrator) (2nd ed.). University of Pennsylvania Press. ISBN 0-8122-4003-0.\nGleason, Henry A.; Cronquist, Arthur (1991). Manual of Vascular Plants of Northeastern United States and Adjacent Canada (2nd ed.). The New York Botanical Garden Press. ISBN 0-89327-365-1.\nThierer, John W.; Niering, William A.; Olmstead, Nancy C. (2001). National Audubon Society Field Guide to North American Wildflowers, Eastern Region (Revised ed.). Alfred A. Knopf. ISBN 0-375-40232-2."
  }
}