{
  "url": "https://en.wikipedia.org/wiki/Ascochyta_fragariae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Leotiomycetes"
    },
    {
      "Order": "Helotiales"
    },
    {
      "Family": "Dermateaceae"
    },
    {
      "Genus": "Diplocarpon"
    },
    {
      "Species": "D. earlianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Diplocarpon earlianum is a species of fungus that produces a disease in strawberry plants called strawberry leaf scorch. The disease overwinters in plant debris and infects strawberry plants during the spring season when it is wet. The five main methods to reduce strawberry leaf scorch include: irrigation techniques, crop rotation, planting resistant and disease-free seeds, fungicide use, and sanitation measures. Control of strawberry leaf scorch is important because it is responsible for the majority of disease in strawberries. Diplocarpon earliana affects the fruit quality and yield of the strawberry crop.",
    "Hosts and symptoms": "The host of Diplocarpon earliana is the strawberry plant. The disease mainly infects strawberry leaves at any stage of its life cycle, but may infect all parts of the strawberry plant, including the petioles, fruits, and stems. The disease is characterized by numerous small, purplish to brownish lesions (from 1/16 to 3/16 of an inch in diameter) with undefined borders on the upper surface of the leaf. These symptoms are different from strawberry leaf spot which has brown lesions with defined borders and a lighter center. As the leaf scorch progresses over time, the leaves turn brown and dry up, resembling a burnt or “scorched” appearance as indicated by its disease name. It is common for the petioles of the leaves to have purple, sunken lesions that resemble streaks. If these streaks are severe enough, they may lead to the bowing of the petiole which in turn kills the leaf. Strawberry leaf scorch infects all parts of the flower, leading to unattractive blemishes on the fruit (strawberries).Minuscule dark, black spots are a sign of the fungus. These spots are specialized asexual fruiting bodies called acervuli. When the acervuli accumulate into masses, they resemble little drops of tar. Very rarely, the sexual structure apothecia that develop in advanced lesions of the plant can be seen.",
    "Disease cycle": "The life cycle of D. earliana starts with the fungus overwintering in infected leaves. The survival fruiting body structures, acervuli, can continue to develop in foliage beneath snow cover. In the spring, conditions are ideal for the production of conidia, the asexual reproductive structures, and ascospores, the sexual reproductive structures. Conidia can escape from a small opening at the top of the acervulus and are dispersed mainly by splashing water or rain. These spores penetrate the plant cuticle directly, germinating and developing into an intracellular mycelium. The fungus produces new acervuli after infection. This allows repeated infections all season long, making the disease polycyclic. The sexual spores, ascospores, are produced in sacs called asci. The asci are produced in a cup-shaped structure called an apothecium. When conditions are ideal, the ascospores produced in the asci are discharged.\nOptimal temperature for conidia production is between 20 and 25 degrees Celsius with free water present (commonly occurring during midsummer in many regions). Conidia are produced on the leaves of strawberry plants which leads to dark lesions appearing on the leaves. An environmental pH between 5 and 6 is optimal for sporulation as well as growth of D. earliana.",
    "Environment": "Diplocarpon earliana prefers warm (between 20 and 25 degrees Celsius) and wet environments, and can only thrive when this environment is sustained for long periods of time (greater than 12 hours). The disease is prevalent in temperate, subtropical, and tropical regions because of the constant warm temperatures and heavy rainfall. During early spring, infection may be most severe due to more precipitation creating adequate conditions for the development of this disease. The disease will then progresses from June until mid to late August. During this time, symptoms and severity of those symptoms are most prevalent on the strawberry plant.",
    "Management": "Because Diplocarpon earliana thrives in warm, wet environments, the control of water is important. Without water present, the acervuli are unable to produce conidia and the disease cycle comes to a halt. The leaf tissues should not be wet for more than 12 hours at a time, to reduce susceptibility of the leaf tissue to the production and penetration of conidia. Irrigation can be used to control the amount of water present at all time periods throughout the day. Sun light can also aid with maintaining water levels by evaporation accumulation of water.\nPlanting resistant and disease-free seed as well as burning all plant debris after harvest are common sanitation methods used. Resistant varieties of strawberry plants will be able to grow and produce fruit with limited effects of D. earliana. Disease-free seed allows the new and emerging strawberry plants an increased chance of producing undiseased fruit. Lastly, burning the plant debris left after harvest decreases the amount of the D. earliana inoculum present in the subsequent season of production.Crop rotation can be used in intervals of three to five years. Crop rotation gives various nutrients a chance to accumulate in the soil, such as nitrogen, as well as the mitigation of pests or in the case of D. earliana, pathogens. For this reason, the crop rotated with strawberries should not be a host for D. earliana. Since the rotated crop is not a host for D. earliana, the pathogen has a severely decreased chance of survival in structures such as endospores. Some common crops in this rotation include corn and legumes, which both can increase soil quality and suppress the strawberry leaf scorch pathogen along with minimizing the amount of weeds.\nFungicides, such as thiophanate-methyl, are used to inhibit the ability of D. earliana to access the host. Therefore, it prevents the growth of the fungus on the strawberry leaves. These fungicides are applied a variety of ways, at intervals ranging from one to two weeks when the strawberry plants are in early bloom. The number of applications depends on the extent of the disease the previous year as well as the water conditions during application. An increase in the wetness of the environment would lead to an increase in the number of applications of the fungicide",
    "Economic significance": "Strawberry leaf scorch is the most common leaf disease of strawberries, affecting the growth and yield of strawberry plants in the season it occurs as well as subsequent seasons in the same field. Leaf scorch is the most prevalent disease affecting strawberries in Ontario, Canada. While the fruit of diseased plants are still edible, the market value decreases greatly because of consumer demand for the perfect, unblemished strawberry. According to study done by Turechek et al., the rate of photosynthesis on strawberry plants is affected by the lesions made by the pathogen, D. earliana. The severity of lesions on the leaflets of the strawberry plants ranged from having none (0%) to almost entirely cover in lesions (100%). The average lesion size for these plants were 2.1. As the number of lesions increased, the ability of the leaf to photosynthesize decreased. A decrease in photosynthesis inhibited the plants ability to produce sugar and quality fruit. This phenomenon is what leads to a severe decrease in the yield and quality of strawberries. Not as much sugar being produces means not as sweet of fruit for consumers to buy. The number of lesions on the leaves also shared a negative correlation with the ability of the plant to take up water. Not being able to take up water also limits the plants nutrients which affects the fruit yield of strawberry plants.",
    "External links": "USDA ARS Fungal Database\n\n\n== References =="
  }
}