{
  "url": "https://en.wikipedia.org/wiki/Ascochyta_pisi",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Subclass": "Pleosporomycetidae"
    },
    {
      "Order": "Pleosporales"
    },
    {
      "Family": "Didymellaceae"
    },
    {
      "Genus": "Ascochyta"
    },
    {
      "Species": "A. pisi"
    }
  ],
  "text": {
    "__SUMMARY__": "Ascochyta pisi is a fungal plant pathogen that causes ascochyta blight on pea, causing lesions of stems, leaves, and pods. These same symptoms can also be caused by Ascochyta pinodes, and the two fungi are not easily distinguishable.",
    "Hosts and Symptoms": "The host of Ascochyta pisi is the field pea (Pisum sativum L.).  Ascochyta pisi also infects 20 genera of plants and more than 50 plant species including soybean, sweet pea, lentil, alfalfa, common bean, clover, black-eyed-pea, and broad bean.Field pea is an annual, cool season legume that is native to northwest and southwest Asia. Ascochyta blight of peas is one of the most important diseases of pea in terms of acreage affected. Yield losses of 5 to 15% are common during wet conditions.Symptoms include: \n\nspots on stems, leaves, tendrils, and pods (can be purplish, black, or brown in color)\nlesions on stems, leaves, tendrils, and pods (can be purplish, black, or brown in color)\npod lesions become sunken\nblack spore-producing structures form in the lesions\nwith high humidity spots can enlarge and coalesce, resulting in the lower leaves being completely blighted\nstem girdling\npod lesions can happen in moist conditions or if pea has lodged\ninfected seeds can appear discolored and purplish-brown\nlightly infected seeds often appear healthy",
    "Disease Cycle": "Ascochyta blight of peas is caused by a fungus. More than one fungal species can cause this disease. Other pathogens that cause Ascochyta blight, besides Ascochyta pisi, include: Mycosphaerella pinodes, Phoma medicaginis var. pinodella, and Phoma koolunga. Mycosphaerella pinodes is the only species that develops a sexual spore stage on infected residue.  This stage results in the production of wind-blown ascospores.  Ascospores can be dispersed several kilometers. Ascospore release begins in the spring and can continue into the summer if there is enough moisture. Didymella pisi is the teliomorph stage of Ascochyta pisi All above ground parts of the pea plant and all growth stages are susceptible to Ascochyta pisi. The fungus overwinters in seed, soil, or infected crop residues. Infected crop residue is the primary source of infection in the main pea producing areas. The fungus survives on seeds and in the soil as resting spores, called chlamydospores. The seed to seedling transmission rate is low. Infected seeds turn purplish-brown and are often shriveled and smaller in size  The pathogen survives as hyphae in the seed coat and embryo. New disease is established when spores of the fungus are carried to a new, healthy crop by wind or rain splash. These fungal spores then penetrate the leaf. In the spring, it produces conidia in pycnidia. The release of these spores begins in spring and can continue into the summer if moist conditions persist. The conidia are spread short distances by wind and rain. Disease can also be established by planting infected seed. Symptoms appear within 2–4 days after initial infection.The Ascochyta pisi spores are viable on crop debris, although they do not survive for more than a year. Other Ascochyta blight pathogens have thick walled chlamydospores, which can survive for up to a few years in the soil.",
    "Management": "Crop Rotation: In order to reduce the risk of infection of pea crops from infected residue and soil-borne survival structures in a field, pea crops should be grown only every three to four years in the same field. It is important to plant pea crops as far from the previous years’ field as possible in order to limit the spread of infection. The spores have a short distance dispersal during the growing season. Crop rotation alone is not a recommended management tactic due to spores traveling several kilometers.\nStubble Management: Practices include straw-chopping and harrowing to spread out the crop residue on the soil surface. This can be important in helping to speed up crop residue decomposition.\nVariety Selection: It is important to know the disease and lodging ratings of certain pea varieties in order to choose a variety that is most likely to resist disease.\nAgronomics: Seed rate and planting date can have a major effect on exposure of the crop to disease and on susceptibility. Agronomic practices promoting varieties and conditions that limit lodging and avoiding fields with excess nitrogen can reduce the spread and intensity of disease.\nSeed Quality: It is suggested that farmers have their seed tested for germination levels and seed-borne disease levels. Seed with infection levels of 10% or more should be treated with fungicide. It is advised to plant seed with less than 10% ascochyta infection if that quality of seed can be sourced.\nSeed Treatments: Treatments provide protection against seed and soil-borne diseases. Apron Maxx RTA® and Vitaflo 280® are products registered for seed-borne ascochyta.\nScouting: Disease scouting is critical to catch ascochyta blight early. It is recommended to begin scouting during the vegetative stage and to continue scouting into the early flowering stage. The reason for this is to observe whether disease symptoms are moving upwards and are present on tendrils and flowers. If symptoms of ascochyta blight are present in at least 50% of the bottom third of the crop canopy and are progressing into the middle third of the canopy, fungicide control may be recommended. A few other reasons to use fungicides are if the weather has been humid, if there is a forecast for rain, and if a high yield of peas would justify the cost of spraying fungicides.\nFoliar Fungicides: The registered fungicides used for field peas to control ascochyta blight are Bravo 500®, Headline EC®, Lance®, and Quadris®. Early flowering is the ideal time to apply these fungicides. They work by protecting the healthy green plant material, but will not repair plants affected by foot rot. High water volumes are necessary for full coverage of leaves and penetration of the plant canopy.Before planting, some recommended management practices include destroying infected crop residues, crop rotation, and planting the current crop far from the previously infected crops’ field or residues. Disease can be managed in multiple ways during and after planting. One method to manage disease is to follow the recommended seeding dates and rates to avoid fostering an ideal environment for the pathogen. If the seed density is too high and planted too early, there is increased exposure to the plant pathogen. This seeding practice also creates an ideal environment for the pathogen because the plants often produce larger canopies and experience more lodging, which creates a close, high-humidity environment ideal for the pathogen. Long term crop rotation with non-host crops is recommended. Chemical control with fungicidal seed dressings is another effective method of control.",
    "Environment": "This pathogen needs cool, moist conditions, and development occurs more quickly as plant tissues age. An increase in severity of infection is often noted when the crop canopy closes due to the dense growth that prevents dry air from penetrating the canopy. This creates a cool, humid, moist environment under the canopy, and as a result, the disease symptoms are most prevalent at the base of the canopy and spread up the plant. Plant lodging also creates a dense, humid environment favorable for the pathogen. The optimal temperature for disease establishment and development is around 20oC. Spore dispersal and the development of the disease are slowed in the absence of high levels of moisture.",
    "See also": "List of Ascochyta species",
    "External links": "Index Fungorum\nUSDA ARS Fungal Database\n\n\n== References =="
  }
}