{
  "url": "https://en.wikipedia.org/wiki/Ascochyta_cannabis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Phylum": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Subclass": "Dothideomycetidae"
    },
    {
      "Order": "Capnodiales"
    },
    {
      "Family": "Mycosphaerellaceae"
    },
    {
      "Genus": "Septoria"
    },
    {
      "Species": "S. cannabis"
    }
  ],
  "text": {
    "__SUMMARY__": "Septoria cannabis is a species of plant pathogen from the genus Septoria that causes the disease commonly known as Septoria leaf spot. Early symptoms of infection are concentric white lesions on the vegetative leaves of cannabis plants, followed by chlorosis and necrosis of the leaf until it is ultimately overcome by disease and all living cells are then killed. Septoria, which is an ascomycete and pycnidia producing fungus, has been well known to attack Solanaceae and Cucurbitaceae species as well as many tree species. This genus is known to comprise over 1,000 species of pathogens, each infecting a specific and unique host.",
    "Hosts and symptoms": "This disease only infects cannabis or hemp plants. Symptomatic responses associated with this disease will be in the form of white lesions with concentric rings on the surface of the plants vegetative leaves, as well as browning and chlorosis on infected leaves. The first symptoms of this disease will occur on the older, lower leaves of the plant. Septoria has been known to spread rapidly within a growing season and will eventually attack all of the cannabis’ vegetative growth rendering it unable to perform any biological processes and ultimately die. If the disease is extreme most vegetative tissue will be destroyed, taking away the cannabis plant’s source of sugars and ultimately turning the entire host into a sink and reducing yields come harvest. Nitrogen deficient cannabis plants are more susceptible to being infected. Though Septoria destroys vegetative growth it has little to no impact on the formation of buds. This disease was discovered in New York dating back to 1884, and was recently found and studied in North Carolina.",
    "Disease Cycle": "The disease cycle for Septoria cannabis is identical to that of Septoria tritici  or Septoria of tomato except for the production of a perithecium instead of a pseudothecium. Being that it is a polycyclic disease, it can asexually produce conidia in a pycnidium which continually inoculates new hosts throughout the growing season, as well as sexually produce ascospores in a perithecium which acts as an overwintering structure. The disease survives on plant debris from the previous growing season as ascospores in a perithecium, as well as mycelium on the epidermal tissue layers of leaves. The thick cell wall of the ascospores provides protection and allows for the disease to remain in the infected growing area until favorable conditions return. When the conditions are favorable (summer-fall) the spores are released and carried by wind or raindrops to a nearby host. Once infected the disease quickly spreads via the production of conidia in the secondary cycle which is accompanied by the sexual production of ascospores. Pycnidium are formed on the leaf lesions.",
    "Environment": "Septoria is present in many parts of the world, but has only become prevalent in the marijuana industry with the movement towards legalization. Ranging from the Emerald Triangle in California, to the cold winds of the east coast, Septoria is becoming an increasing nuisance for cannabis growers. Like most Septoria species they require moist and humid conditions to germinate, because of their conidia being immotile, and survive during the off-season by overwintering on dead and decaying organic matter. The disease moves to other parts of the plant during periods of rain or heavy wind, which enable the dispersal of ascospores (primary cycle) and conidia (secondary cycle) to roam and infect other vegetative tissue.",
    "Management": "The management associated with Septoria of tomato is very similar to that of Septoria cannabis. To avoid this disease, you must eliminate survival structures which are dead and decaying leaves or organic matter around the area which you are growing. Sanitation of your growing area can make all of the difference when battling diseases of any nature. Many diseases like Septoria thrive in an area that provides excess decaying material, by removing dead leaves you are leaving the disease with less survival structures. Since Septoria relies on the proximity of suitable hosts, increasing the spacing of your cannabis plants and rotating crops annually will decrease the likelihood that the disease will move next door. The use of fungicides (Bordeaux Mixture, or Daconil 2787) are also applicable when the disease has infected your plants. Good practices such as avoiding overhead irrigation, especially before dusk, will decrease the amount of stagnant water on your leaves that can trap windblown conidia spores. Eliminating survival structures that ascospores rely on is the most important aspect in disease control for Septoria and this can be accomplished by covering your growing area in mulch or burying/disposing plant debris.",
    "External links": "Index Fungorum\nUSDA ARS Fungal Database\n\n\n== References =="
  }
}