{
  "url": "https://en.wikipedia.org/wiki/Ascochyta_argillacea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Order": "Pleosporales"
    },
    {
      "Family": "Didymellaceae"
    },
    {
      "Genus": "Didymella"
    },
    {
      "Species": "D. applanata"
    }
  ],
  "text": {
    "__SUMMARY__": "Raspberry spur blight is caused by the fungus Didymella applanata. This plant pathogen is more problematic on red raspberries (Rubus idaeus) than on black or purple raspberries. The fungus infects the leaves first and then spreads to the cane. It causes necrotic spots on the cane near the base of the petiole attachment.  Raspberry spur blight can cause a significant reduction in yield, fruit blight, premature leaf drop, and weak bud and cane growth. The magnitude of damage is not clearly understood in the United States, however, studies from Scotland suggest damage to the cane itself is limited. The disease has minor economic impacts by reducing leaves in the summer or killing buds. Major economic damage occurs if the disease manages to kill the entire cane.\nIn the United States, this disease is found in Oregon and Washington.",
    "Signs": "In the late summer, the bark of infected areas split and the lesions produce fruiting bodies called pycnidia. Pycnidia appear as small black dots to the naked eye and can be seen as flask-shaped structures under a microscope. Perithecia, another fruiting body, forms after the pycnidia. Perithecia appear as medium, black, erupting dots. In the spring, spur blight can be mistaken for winter injury therefore it is important to scout for these signs in September to assess the potential damage that will be done in the following season.",
    "Symptoms": "Infection generally occurs in the late spring when the environment is wet and optimal for fungus to proliferate. Symptoms do not become visible until mid to late summer. Visible symptoms include purple and brown expansive lesions appearing below buds, leaves and the lower portion of the stem. leaflets that are infected have wedge-shaped brown patches. Infected leaflets may fall, leaving only the petiole and canes behind. During the next season, branch growth from diseased canes will often be weak and wilted.",
    "Disease cycle": "The raspberry spur blight fungus spreads through the pycniospores that are released from the pycnidia. The spores are released and infect other raspberry plants with the help of rain through open wounds or natural openings. The fungus will then spread throughout the plant and will live in lesions during the winter to survive. After winter there are two spore types that are formed pycniospores and ascospores. The pycniospores come from conidia and the ascospores come from the perithecia that was formed. Both of these spores will spread through rainfall onto new plants and start the process over again.",
    "Environment": "The environments that are favorable for raspberry spur blight are conditions that usually favor spore production. Infection generally occurs in late spring when the environment is wet and moist. Thick and dense patches of raspberries also increase infection.",
    "Disease control": "Methods of controlling this disease include improving air circulation to allow fast drying of the plant, removing weeds that slow air flow, reducing the number of wet periods the plant is exposed to, avoiding the use of fertilizers because it promotes growth of susceptible tissue targeted by the pathogen, thinning plants for better light exposure and removing possible sources of inoculum. Removing sources of inoculum can be completed by destroying wild brambles that may carry the disease, removing and destroying all previously infected material and using special fungicide in certain situations.Other methods include starting with disease free plants, buying cultivars that are less susceptible to raspberry spur blight such as Brandywine, Killarney, Latham and Newburgh, and avoiding cultivars that have greater susceptibility such as Royalty, Titan, Canby, Skeena, Willamette, Reveille, and Sentry. Willamette readily infects with spur blight but is tolerant to the disease and still produces satisfactory yields.It is important to minimize plant wounding and maintain proper soil nutrition. If you plan on pruning, always allow four to five days for healing before exposing the plants to water. Chemicals can be used in some cases. However, the spraying of chemicals is only efficient if it is sprayed on the entire raspberry plant.  These include lime sulfur or copper application, captan/fenhexamid mixture (Captevate 68WDG) applied when 8-10” shoot growth, and Strobilurins. Recent research indicates that chitinases may effectively control against raspberry spur blight. Specifically, chitinases, when applied, were found to reduce lesion size, and control infection of internal tissues.\nNotably, the application of Phytoverm, a Streptomyces avermitilis metabolite, had a similar inhibitory effect on disease growth. Other plant pathogens have also been found to reduce the growth rate of casual agent D. applanata such as entornopathogenic fungi (Hyphomycetes).",
    "Importance": "The United States is the third largest country in producing raspberries. Raspberries are grown all over the country, but the majority are produced in Washington, California and Oregon. However, in the United States the magnitude of damage caused by raspberry spur blight is not clearly understood.\n\n\n== References =="
  }
}