{
  "url": "https://en.wikipedia.org/wiki/Ascochyta_tarda",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Order": "Pleosporales"
    },
    {
      "Family": "Incertae sedis"
    },
    {
      "Genus": "Ascochyta"
    },
    {
      "Species": "A. tarda"
    }
  ],
  "text": {
    "__SUMMARY__": "Ascochyta tarda or Phoma tarda is a fungal plant pathogen that causes dieback and leafspot on coffee and was first observed in Ethiopia in 1954 (Stewart, 1957). It poses a potentially serious threat to coffee crops, but climate change may reduce the prevalence of environmental conditions favorable to its spread.",
    "Importance": "Die-back is a condition in which a tree or shrub begins to die from the tip of its leaves or roots backwards, owing to disease or an unfavorable environment). Necrosis of both flowers and rosettes is also observed with this pathogen and this can significantly reduce crop yield. Researchers once thought that the pathogen would not be able to infect in regions such as north of the Minas Gerais state and northeast of the Brazilian states, but the prevalence of this disease has then since been reported many times (De C. Alves, M., de Carvalho, L.G., Pozza, E.A., Sanches, L., de S. Maia. J.C., 2011). While Phoma does not usually present as an epidemic, it can explode as such if the environmental conditions create enough damage on the leaf for the pathogen to have opportunities to enter the leaf tissue. Cold climate, heavy rain, strong wind, and hail are all aggressive weather conditions that increase probability of infection. The optimal temperature for production of conidia, germination of conidia and growth of mycelia is 25 C for this pathogen. (Lorenzetti, E.R., Pozza, E.A., de Souza, P.E., 2014).\nIn the 1400s, the coffee plant became popular after people realized it could be roasted. By the 1500s in was popular in Arab coffeehouses and shortly thereafter became a popular beverage in Europe. The popularity of coffee had an impact on the rise of business and made coffeehouses a hub for the exchange of ideas addition to enjoying a cup in the company of another person. Coffee gained its popularity in the United States after the Boston Tea Party of 1773; drinking tea had become unpatriotic. Both the French and American Revolution were said to have been planned in coffeehouses. The coffee being produced during this time was a product of slavery in what is now known as Haiti; in Brazil slavery was legal until 1888 and this the economic benefits encouraged a slash and burn culture in Europe that depleted the nutrients in the soil (Zuraw, 2013). The effects of A. tarda have not yet been felt by coffee drinkers in developed countries, but the potential magnitude of an epidemic of such a fungus can be extrapolated based on the coffee’s role in history. Other diseases such as coffee rust (Hemeilia vastatrix) destroyed coffee plantations in Sri Lanka, making England a tea-drinking country in the 19th century (Keim, 2013).",
    "Hosts and symptoms": "P. Tarda is known as a noxious pathogen of Arabian or arabica coffee in Ethiopia, Kenya, and Cameroon and some countries in South-east Asia.  Leaf necrosis and die back on young branches are the most apparent symptoms. The necrotic spotting in young leaves expands to form brown leaf lesions largely covering the lamina. Pycnidia are found in the necrotic tissue and tarda refers to the late appearance of septa in conidia and the slow maturing habit of pycnospores (Stewart, 1957). The pycnidia are 70-110 microns in diameter.   The mature spores have oval and cylindrical shapes with dimensions of 2-3X9-14 microns and straight septa. Immature spores are oval shaped with dimensions 2-3X 4-9 microns may be predominantly or entirely aseptate (Boerema, G.H., de Gruyter, J., Noordeloos, M.M., Hamers, M.E.C., 2004 & Stewart, 1957).\nThe primary infection of plants is by airborne ascospores that enter the coffee leaves via the stomata. Primary infection presents as lesions in the coffee leaf; the pycnidia develop in the lesions. Secondary spread of pycnidia occurs via contact and rain dispersal and this leads to more development of pycnidia in newly infected leaves with lesions. The pathogen overwinters as mycelium and pycnidia on crop debris, autumn sown crops and volunteer hosts.",
    "Environment": "Phoma tarda is a major disease of coffee plants with specific temperature and humidity conditions. The effect has been studied on a broad range of temperatures combined with leaf wetness durations on fungal infection and severity of disease. It was determined that fungus growth, conidial production, and germination were optimal at 22.9, 29.8, and 25.1 degrees respectively in vitro. In vivo, pathogen infection is favored anywhere from 15 to 20 degrees Celsius; this was suggested by the increased germs tube length. Using a disease progress curve, this temperature range with increasing periods on leaf wetness duration increased sporulation in vivo. As low temperatures are favorable, global climate change and temperature increase will decrease the number of areas where this pathogen can thrive (Lorenzetti et al., 2014). Based on studies of the distribution of temperatures in Brazil, the prevalence of phoma leaf spot during its period of greatest risk will decrease in future decades because of climate change (Bucker Moraes W., Cintra de Jesus, W.J, de Azevedo Peixoto, L., Bucker Moraes, W., Morra Coser, S., Cecílio, R.A, 2012).  This will also be an issue in Ethiopia where coffee farming is the source of income for approximately 15 million farmers in Ethiopia and as much as 60% of the current growing area can become affected (Moat, J., Williams, J., Baena, S., Wilkinson, T., Gole, T.W., Challa, Z.K., Demissew, S., David, A.P., 2017)",
    "References": "",
    "See also": "List of Ascochyta species"
  }
}