{
  "url": "https://en.wikipedia.org/wiki/Ascochyta_cucumis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Dothideomycetes"
    },
    {
      "Order": "Pleosporales"
    },
    {
      "Family": "Didymellaceae"
    },
    {
      "Genus": "Didymella"
    },
    {
      "Species": "D. bryoniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Didymella bryoniae, syn. Mycosphaerella melonis, is an ascomycete fungal plant pathogen that causes Gummy stem blight on the family Cucurbitaceae [1-3]. The anamorph/asexual stage for this fungus is called Phoma cucurbitacearum [2]. This pathogen commonly affects the foliage and stems of plants from the family Cucurbitaceae (the family of gords and melons), which includes cantaloupe, cucumber, muskmelon and watermelon plants [1,3,8]. When this pathogen infects the fruit of cucurbits it is called black rot [2].",
    "Host Symptoms": "Gray-green to black circular leaf spots\nAngular/target-like water-soaked lesions\nStem lesions/cankers\nVine lesions\nVine Necrosis\nReddish gummy ooze exuding from the lesions/wounds\nWilt\nDefoliationThe first symptoms appear as grayish green, circular spots between the veins of the leaf lobes [1]. With age these spots darken to brown and black [1,2]. Lesions begin to develop on vines at the vine nodes and then elongate into water-soaked streaks, and these streaks are pale brown at first but turn gray with time [1]. Eventually all infected vines will become necrotic and occasionally the plant dies due to wilting and defoliation [1,7].\nGummy stem blight can be confused with anthracnose, which is caused by a fungal plant pathogen called Colletotrichum lagenarium [1]. To distinguish between anthracnose and gummy stem blight, gummy stem blight leaf lesions are darker, target-like and less deteriorated than anthracnose lesions [1].",
    "Signs": "Black specks (Perithecia and Pycnidia) on cankers\nRound-ended, cylindrical, monoseptate and hyaline conidia [7]Conidia dimensions: 6.4-13.6 μm in length and 3.69-4.68 μm in diameter [7]In vitro, the fungal growth on an agar plate looks rough and undulated [7]. When grown in vitro on agar, the fungus produces a white to olive-colored mycelium. In latter periods of growth, the mycelium is an olive to dark green or black color [7].",
    "Disease Cycle": "Didymella bryoniae survives on deceased vines, crop debris and on seeds in between seasons and D. bryoniae can survive for 5 months on the soil surface in winter [2,6,8]. The fungus develops best under moist conditions and cotyledons and young watermelon/melon leaves are especially susceptible to the fungus [2]. D. bryoniae produces ascospores (meiotic spores) in perithecia and conidia (mitotic spores) in pycnidia and both of these spores are dispersed by rain/rain-splash and UV light is needed in order for the fungus to sporulate [3]. Ideal ascospore dispersal occurs after nightly rainfall and dew periods [2]. In order to infect, ascospores must land on leaves that have free-standing water on them[2]. Next the ascospores penetrate through the leaf cuticle [2]. Stems may be infected by D. bryoniae ascospores through stem wounds or by the extension of leaf lesions [2]. Fruits are penetrated through wounds and pollination flower scars [2]. Conidia are produced on the lesion sites of leaves and stems. Certain Cucurbita species are resistant to D. bryoniae but become vulnerable once they mature [2].",
    "Epidemiology": "Didymella bryoniae is common in the Southern U.S. and other subtropical or tropical locations [2]. Most infections occur during rainy/wet seasons, in which the humid is greater than 90% and the temperature is roughly 20-24 °C [4]. Humidity seems to be a larger factor than temperature when it comes to infection success [2]. D. bryoniae can also be found in temperate regions, especially where winter squash and pumpkins are grown [2]. This pathogen is also common in greenhouses where cucumbers are grown [2].\nIn vitro, D. bryoniae does not form pycnidia without UV-light but if cultured in the presence of UV light and darkness, conidia/pycnidiospores produce mycelium rapidly [6].",
    "Management & Detection": "The standard management practice for D. bryoniae is to use pesticide treated/pathogen-free seeds and to rotate crops on a 2-year cycle to reduce inoculum prevalence [2]. There are no commercially acceptable resistant cucumbers, melons or watermelons available yet on the market, but some plant breeders have identified D. bryoniae resistant genes, such as the gene db in watermelon [2,11]. Regular benzimidazole fungicide applications can control this pathogen, but certain D. bryoniae isolates have been found to be resistant to benzimidazole fungicides in greenhouse settings and in the field [2].\nAlong with fungicides, it is important to have proper ventilation and irrigation practices in greenhouse settings [2]. Proper irrigation and ventilation can be utilized to prevent water buildup on leaves [2]. Also to prevent disease onset in greenhouse settings, use UV-absorbing vinyl film, to prevent fungal sporulation [5].\nCurrently cultural practices and fungicides work well in greenhouses and in the field only if D. bryoniae is diagnosed in the early stages of disease development [8]. Molecular tools such as Polymerase Chain Reaction (PCR), PCR-enzyme-linked immunosorbent assay and magnetic-capture hybridization multiplex real-time PCR are used to diagnose D. bryoniae in the early stages disease development, although these molecular tools may only be useful for specific isolates of D. bryoniae [8,9,10].",
    "External links": "Index Fungorum\nUSDA ARS Fungal Database",
    "References": "Sikora, Edward J. Common Diseases of Cucurbits. Alabama Cooperative Extension System, May 2011, http://www.aces.edu/pubs/docs/A/ANR-0809/ANR-0809.pdf. Accessed 22 October 2017.\nSitterly, W. R. Keinath, A.P. Gummy Stem Blight. APS, 2017, http://www.apsnet.org/publications/apsnetfeatures/Pages/GummyStemBlight.aspx. Accessed 22 October 2017.\nChoi, In Young et al. “Identification and Characterization of the Causal Organism of Gummy Stem Blight in the Muskmelon (Cucumis Melo L.).” Mycobiology 38.3 (2010): 166–170. PMC. Web. 23 Oct. 2017.\nPark SM, Jung HJ, Kim HS, Yu TS. Isolation and optimal culture conditions of Brevibacillus sp. KMU-391 against black root pathogens caused by Didymella bryoniae. Korean J Microbiol. 2006;42:135–141.\nKwon MK, Hong JR, Ki UK, Cho BH, Kim KC. Ultraviolet wave length effective in the sporulation of Didymella bryoniae, a gummy stem blight fungus in cucurbits, and the disease control effect by the use of ultraviolet light-absorbing vinyl film. Plant Dis Agric. 1999;5:20–26.\nKwon MK, Hong JR, Sun HJ, Sung KY, Cho BH, Kim KC. Standardization of a mass-production technique for pycnidiospores of Didymella bryoniae, gummy stem blight fungus of cucurbits. Korean J Plant Pathol. 1997;13:105–112.\nBasim, Esin, Huseyin; Abdulai, Muntala; et al. \"Identification and characterization of Didymella bryoniaecausing gummy stem blight disease of watermelon (Citrullus lanatus) in Turkey.\" Crop Protection. 2016; 90: 150-156.\nYao, Xiefeng; Li, Pingfang; Xu, Jinghua; et al. \"Rapid and Sensitive Detection of Didymella bryoniae by Visual Loop-Mediated Isothermal Amplification Assay.\" Frontiers in Phytopathology. 2016; 7.\nKeinath, A. P., Somai, B. M., and Dean, R. A. (2001). Method of diagnosing gummy stem blight in plants using a polymerase chain reaction assay. US 20010758073\nSomai, B. M., Keinath, A. P., and Dean, R. A. (2002). Development of PCR-ELISA for detection and differentiation of Didymella bryoniae from related Phoma species. Plant dis 86, 710–716. doi: 10.1094/PDIS.2002.86.7.710\nNorton, J.D. 1979. Inheritance of resistance to gummy stem blight in watermelon. HortScience 14: 630-632."
  }
}