{
  "url": "https://en.wikipedia.org/wiki/Begonia_sutherlandii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Cucurbitales"
    },
    {
      "Family": "Begoniaceae"
    },
    {
      "Genus": "Begonia"
    },
    {
      "Species": "B. sutherlandii"
    }
  ],
  "text": {
    "__SUMMARY__": "Begonia sutherlandii, known as the Sutherland begonia and as iwozya in Kimalila, Tanzania, is a tuberous flowering perennial plant in the family Begoniaceae, growing to 0.5 metres (20 in) with fleshy pink stems from 10 to 80 centimetres (4 to 31 in) long. Leaves are commonly dark green and veined with red and covered with short hairs on the underside. They are asymmetrical in shape and the margin is toothed. Flowers, produced in pendent panicles throughout summer, are 20–26 millimetres (0.8–1.0 in) in diameter, and are usually orange or orange–red with yellow anthers.\nThe plant is native to the southern highlands of Tanzania and is often found hanging over rocks in damp shady situations or on trees. It is also present in the Democratic Republic of the Congo and in South Africa.\nBegonia sutherlandii can be cultivated outdoors in frost-free areas. It has gained the Royal Horticultural Society's Award of Garden Merit.The red stems and the leaves are eaten in Umalila. An infusion of the leaf and stem of the plant is used medicinally by Zulu people in South Africa to treat heartburn and vomiting of blood.",
    "References": "\nJex-Blake, A. J. (1957) Gardening in East Africa. Longmans\nWatt, J. M. & Breyer - Brandwijk, M. G. (1962) The Medicinal and Poisonous Plants of Southern and Eastern Africa. Livingstone\nCribb, P. J. & Leedal, G. P. (1982) The Mountain Flowers of Southern Tanzania. A. A. Balkema, Rotterdam\nNeuwinger H. D. (2000) African Traditional Medicine. Medpharm GmBH Scientific Publishers, Stuttgart, Germany\nLemmens, R. H. M. J. (2004) Begonia macrocarpa Warb. In Grubben, G. J. H. & Denton, O. A. (Editors). Plant Resources of Tropical Africa 2. Vegetables. PROTA Foundation, Wageningen, Netherlands/Backhuys Publishers, Leiden, Netherlands / CTA. p. 106\nBurrows, J & Willis, C. (2005) Plants of the Nyika plateau. Sabonet report no. 31\nLatham, P. (2008) Plants visited by bees and other useful plants of Umalila, Southern Tanzania"
  }
}