{
  "url": "https://en.wikipedia.org/wiki/Begonia_boliviensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Cucurbitales"
    },
    {
      "Family": "Begoniaceae"
    },
    {
      "Genus": "Begonia"
    },
    {
      "Species": "B. boliviensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Begonia boliviensis is a plant in the begonia family, Begoniaceae, which was introduced to Europe in 1864 by Richard Pearce who discovered it in the Bolivian Andes, although the plant had previously been identified by Hugh Weddell in the same region but not introduced.Begonia boliviensis is of special historical interest to gardeners, being one of the species used by John Seden in the production of the first hybrid tuberous begonia raised in England, B. × sedenii.The plant originates from montane cloud forests on the eastern side of the Andes in Bolivia and Argentina. It is typically found in rock crevices and slopes near streams, where plant competition is low.It was exhibited for the first time at the International Horticultural Show in Paris, in May 1867, when it attracted much attention from both botanists and horticulturists, \"more than any other plant then brought to that magnificent exhibition.\"",
    "Description": "The stems of Begonia boliviensis spring from a tuberous root-stock, and attain a height of between 12 inches (300 mm) and 18 inches (460 mm); the flowers, produced in pairs or threes on short stems in the angles of the obliquely lanceolate leaves, are bright orange/pink in colour, composed of four pointed segments.\n\nThe description in Hortus Veitchii reads: \"A very beautiful plant with drooping scarlet flowers, from Bolivia, sent by Richard Pearce, and of great interest as one of the original species from which the numerous garden varieties, so popular at the present day, have been derived.\"\nThe cultivar, Begonia boliviensis Bonfire is widely available commercially and can be used in containers, in hanging baskets and as a landscape plant. It has bright-orange, bell-shaped flowers covering the plant from late spring through summer, with serrated foliage accented by a red margin, and reaches two feet tall.",
    "Hybridization": "Shortly after the plant's introduction to England, John Seden, the foreman at James Veitch & Sons of Chelsea, London, successfully crossed B. boliviensis and another Andean species, believed to be B. veitchii. This was the first hybrid tuberous begonia raised in England. The new hybrid variety was named B. × sedenii after him and was distributed in 1870, having been awarded the Silver Floral Medal by the Royal Horticultural Society.",
    "References": "\n\n== External links =="
  }
}