{
  "url": "https://en.wikipedia.org/wiki/Begonia_cucullata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Cucurbitales"
    },
    {
      "Family": "Begoniaceae"
    },
    {
      "Genus": "Begonia"
    },
    {
      "Species": "B. cucullata"
    }
  ],
  "text": {
    "__SUMMARY__": "Begonia cucullata, also known as wax begonia and clubed begonia, is a species of the Begoniaceae that is native to South American countries of Argentina, Brazil, Paraguay, and Uruguay. A common garden plant and part of the section Begonia, it was described in 1805 by Carl Ludwig Willdenow (1765–1812). The specific epithet \"cucullata\" means \"resembling a hood\" or \"hooded\".",
    "Description": "The plant is an upright growing, herbaceous perennial that has almost symmetrical succulent pale green to pale reddish brown leaves that are ovate, glabrous 4–8 cm. long and 60 cm wide, with edged, glossy and toothed crenation. Grown as a groundcover, the flowers of the plant are red, pink or white that bloom in the summer or year-round in warmer places, and the fruits have three wings.",
    "Range": "Native to South America, Wax begonia is also found, and is an invasive species, in Florida, namely from the northern and central peninsula west to central panhandle and also in Georgia. The plant may invade waysides, deforested areas, overgrazed pastureland, and wastelands. Because they are such productive seed producers, seeds are thought to be the primary execution of dissemination. Begonias can also root very well, but this technique of biological process may not play a leading role in natural conditions. Older varieties prefer shade, though newer varieties tolerate both full sun and shade.",
    "Varieties": "According to Catalog of Life (February 6, 2017) 6 and Kew Garden World Checklist, these varieties exist:\nBegonia cucullata var. cucullata\nBegonia cucullata var. hookeri (A.DC.) LBSm. & BGSchub. (1941)\nBegonia cucullata var. spatulata (G.Lodd. ex Haw.) Golding (1982)\nBegonia cucullata var. subcucullata (C.DC.)According to Tropicos (February 6, 2017):\nBegonia cucullata var. arenosicola (C. DC.) LB Sm. & BG Schub.\nBegonia cucullata var. cucullata\nBegonia cucullata var. hookeri LB Sm. & BG Schub.\nBegonia cucullata var. sellowii A. DC.\nBegonia cucullata var. spatulata (Lodd.) Golding\nBegonia cucullata var. subcucullata (C. DC.) ined.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}