{
  "url": "https://en.wikipedia.org/wiki/Prunus_sibirica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Armeniaca"
    },
    {
      "Species": "P. sibirica"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus sibirica, called Siberian apricot (Chinese: 山杏; pinyin: shān xìng), is a species of shrub or small tree native to eastern China, Japan, Korea, Mongolia, and eastern Siberia. It is in the genus Prunus in the rose family, Rosaceae, one of several species whose fruit are called apricot, although this species is rarely cultivated for its fruit. The species was named by Carl Linnaeus in 1753.",
    "Description": "The species is highly genetically diverse. It grows in the form of a small tree with spreading branches and reaches a height of 3 meters (10 ft). It is very frost resistant and can survive temperatures down to −45 °C (−49 °F).The tree's bark is dark gray, while the bark of the branches is reddish to dark brown, sparsely hairy at first, but soon glabrous. The reddish-brown winter buds are ovoid to conical, 2–4 mm long and the edges of the bud scales are hairy.The simple leaves have stipules. The petiole of the leaves is initially hairy, but soon bald, and is red with a length of 2 to 3.5 cm and few if any glands. The simple, ovate to almost circular, pointed leaf blade has a length of 5 to 10 centimeters and a width of 3 to 7 centimeters with a rounded to heart-shaped base. Leaf surfaces are initially reddish, hairy and downy, later glossy green and glabrous. The leaf edge is serrate (not double serrate).\nBlossoms appear in early spring as solitary flowers. The flower stalk is about 1 to 2 mm long, and the bell-shaped flower cup is purple outside and hairy at the base, glabrous, or slightly downy. The flowers are hermaphrodite, with a diameter of 1.5 to 3.5 cm. The five free petals, almost circular to ovoid in shape, are white with pink veins. The many free stamens are nearly as long as the petals.The fruits, maturing in early- to mid-summer, are yellow to orange-red, but on the side facing the sun they are reddish. The dry and densely textured flesh (mesocarp) easily separates from the stone (endocarp) and opens along the ventral suture at full maturity. It may be only 2.5 to 3 mm thick. The compressed spherical stone inside the fruit has a smooth surface, and a diameter of 1.2 to 2.5 centimeters. The seed inside is hardly edible and somewhat bitter.",
    "Uses": "Seed oil from P. sibirica has been studied as a source of biodiesel. The oil content of Prunus mandshurica seeds is significantly higher and also has potential as a source of biodiesel.",
    "Varieties": "Four varieties have been recognized (under the species name Armeniaca sibirica):\nvar. sibirica: The leaf blade and petiole are mostly bare. The flowers are single with a diameter of 1.5 to 2 cm.\nvar. multipetala: The leaf blade and petiole are bald. The large flowers are 3 to 3.5 cm in diameter. It only grows on slopes at altitudes of about 400 meters in eastern Hebei province, China.\nvar. pleniflora: The leaf blade and petiole are initially hairy. The flowers are 3 to 3.5 cm in diameter. It only grows in mountainous regions at altitudes of about 800 meters in western Liaoning province China.\nvar. pubescens: The leaf blade and petiole are initially hairy, but later, only the ramifications of the veins on the underside of leaves are hairy. The flowers are single with a diameter of 1.5 to 2 cm.",
    "References": "",
    "External links": " Data related to Prunus sibirica at Wikispecies"
  }
}