{
  "url": "https://en.wikipedia.org/wiki/Prunus_crenulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Cerasus"
    },
    {
      "Species": "P. emarginata"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus emarginata, the bitter cherry or Oregon cherry, is a species of Prunus native to western North America, from British Columbia south to Baja California, and east as far as western Wyoming and New Mexico. It is often found in recently disturbed areas or open woods on nutrient-rich soil.",
    "Description": "Prunus emarginata is a deciduous shrub or small tree growing to 1–15 metres (3.3–49.2 ft) tall with a slender oval trunk with smooth gray to reddish-brown bark with horizontal lenticels. The leaves are 2–8 centimetres (0.79–3.15 in) long, thin, egg-shaped, and yellowish-green with unevenly sized teeth on either side. The flowers are small, 10–15 millimetres (0.39–0.59 in) diameter, with five white petals and numerous hairlike stamens; they are almond-scented, and produced in clusters in spring, and are pollinated by insects. The fruit is a juicy red or purple cherry 7–14 millimetres (0.28–0.55 in) diameter, which, as the plant's English name suggests, are bitter. As well as reproducing by seed, it also sends out underground stems which then sprout above the surface to create a thicket.There are two varieties:\nPrunus emarginata var. emarginata. Usually shrubby; young shoots and leaves hairless or only thinly hairy. Most of the species' range.\nPrunus emarginata var. mollis (Dougl.) Brew. A larger tree; young shoots and leaves downy. Oregon north to British Columbia, mainly coastal.",
    "Cultivation": "It has hybridized with the introduced European Prunus avium in the Puget Sound area; the hybrid has been named Prunus × pugetensis. It is intermediate between the parent species, but is nearly sterile, producing almost no cherries.",
    "Uses": "The bitter cherries are not edible by humans. However, they are eaten by some birds and mammals, and deer and livestock forage on the leaves.",
    "Uses-Medicinal": "Native tribes, most notably Kwakwaka'wakw, used other parts of the plant for medicinal purposes, such as poultices and bark infusions. The isoflavone prunetin was isolated for the first time by Finnemore in 1910 from the bark of P. emarginata.",
    "Ecology": "It is a larval host to the blinded sphinx, elegant sphinx, Lorquin's admiral, pale tiger swallowtail, small-eyed sphinx, spring azure, twin-spotted sphinx, and western tiger swallowtail.",
    "References": "\n\n== External links =="
  }
}