{
  "url": "https://en.wikipedia.org/wiki/Prunus_paniculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Symplocaceae"
    },
    {
      "Genus": "Symplocos"
    },
    {
      "Species": "S. paniculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Symplocos paniculata, called Asiatic sweetleaf or sapphire-berry, is a species of tree in the Symplocaceae family. It is native to all of eastern Asia and was introduced to the United States in around 1871. It is a tree reaching 12 m (39 ft) in favorable conditions, though it is often more shrub-like, and is used as an ornamental due to its visually striking blue fruit from which it derives its common name. It escapes from cultivation and may already be an invasive species in the United States.",
    "Description": "The intensely blue fruit of the tree are relatively short-lived, as the fleshy berries are quickly eaten by birds. The foliage of the tree is neat and the flowers are often fragrant. The leaves have short petioles and vary in their ovoid shape, measuring up to 3.5 in (9 cm) in length and half as wide. The leaves bear some trichomes above and are far more pubescent on their veins beneath. The species blooms in early summer after leaves have developed. These whitish blooms are formed in lateral clusters up to 2 in (5 cm) long, with each hermaphroditic flower bearing five petals and thirty stamens, the latter of which give the flower clusters a fluffy appearance. The ovoid fruits of the tree most often bear a single seed.Symplocos coreana is a very similar species, possibly conspecific, only differing in its broader and coarsely serrated leaves that bear many hairs on both sides.",
    "Uses": "The fruit can be made into jam, although it may be difficult to obtain enough berries since the plants do not pollinate themselves. Traditional Bangladeshi healers use the bark as an antidiarrhoeal as it contains an antispasmodic similar to cromakalim. The bark is nontoxic below a dose of 8 milligrams per kilogram.\n\n\n== References =="
  }
}