{
  "url": "https://en.wikipedia.org/wiki/Prunus_americana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Prunocerasus"
    },
    {
      "Species": "P. americana"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus americana, commonly called the American plum, wild plum, or Marshall's large yellow sweet plum, is a species of Prunus native to North America from Saskatchewan and Idaho south to New Mexico and east to Québec, Maine and Florida.Prunus americana has often been planted outside its native range and sometimes escapes cultivation. It is commonly confused with the Canada plum (Prunus nigra), although the fruit is smaller and rounder and bright red as opposed to yellow. Many cultivated varieties have been derived from this species. It forms an excellent stock upon which to graft the domestic plum.",
    "Description": "The American plum grows as a large shrub or small tree, reaching up to 15 feet (4.6 m). It is adapted to coarse- and medium-textured soils, but not to fine soils. The shrub is winter-hardy, but has little tolerance for shade, drought, or fire. Its growth is most active in spring and summer, and it blooms in midspring. It propagates by seed, but the rate of spread by seed is slow.The roots are shallow, widely spread, and send up suckers. The numerous stems per plant become scaly with age. The tree has a broad crown. The branches are thorny. The leaves are alternately arranged, with an oval shape. The leaf length is usually 2–4 in (5.1–10.2 cm) long. The upper surface of the leaf is dark green and under side is smooth and pale. The small white flowers with five petals occur singly or in clusters in the leaf axils. The globular fruits are about 1 in (2.5 cm) in diameter.",
    "Taxonomy": "Prunus americana var. lanata Sudw is considered a synonym of Prunus mexicana, and Prunus americana var. nigra is considered a synonym of Prunus nigra.Chickasaw plum (Prunus angustifolia Marsh.) hybridizes naturally with P. americana to produce P. × orthosepala Koehne.In cultivation, many crosses have been made between American plum and other Prunus species, including Prunus persica, the peach.",
    "Uses": "The American plum is used for both ornamental and culinary purposes. The white flowers are decorative in spring and its short, single leader makes it a popular residential landscape tree. Sargent says of it: \"As an ornamental plant P. americana has real value; the long wand-like branches form a wide, graceful head which is handsome in winter and in spring is covered with masses of pure white flowers followed by ample bright foliage and abundant showy fruit.\" More than 200 forms of American plum have been grown for cultivation. The sour and sweet fruit is eaten fresh and is processed as preserves, jellies, jam and wine.Farms use medium to tall shrubs or trees for windbreaks, and highway or riverside plantings. Its high density of growth effectively reduces the wind velocity near the ground. Development of suckers from the root system makes American plum effective in stabilizing stream banks and gullies. It will tolerate several days of flooding. Some commercial properties plant the trees along the entrance road.Many birds and animals eat the fruit, and both white-tailed deer and mule deer feed on twigs and leaves.Traditionally, American plum was extensively used by Native Americans. Eastern Native Americans planted many trees giving many places the name of Crab Orchard.The Cheyenne ate the plums, and used branches for the Sun Dance. The Navajo used the roots to make a red dye.",
    "Notes": "",
    "References": "",
    "External links": "American plum, Virginia Tech Department of Forestry Tree identification\nFryer, Janet L. 2010. Prunus americana. In: United States department of Agriculture, National Forest Service, Fire Effects Information System"
  }
}