{
  "url": "https://en.wikipedia.org/wiki/Prunus_cinerascens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus"
    },
    {
      "Species": "P. tomentosa"
    }
  ],
  "text": {
    "__SUMMARY__": "The Nanking cherry (Prunus tomentosa) is a species of Prunus native to northern and western China (including Tibet), Korea, Mongolia, and possibly northern India (Jammu and Kashmir, though probably only cultivated there). Other common names for P. tomentosa include Korean cherry, Manchu cherry, downy cherry, Shanghai cherry, Ando cherry, mountain cherry, Chinese bush cherry, or Chinese dwarf cherry.",
    "Description": "It is a deciduous shrub, irregular in shape, 0.3–3 m (rarely 4 m) high and possibly somewhat wider. The bark is glabrous and copper-tinted black. The leaves are alternate, 2–7 cm long and 1–3.5 cm broad, oval to obovate, acuminate with irregularly serrate margins, rugose, dark green, pubescent above and tomentose below, with glandular petioles. The flowers are white or pink in a scarlet calyx, opening with or before the leaves in spring. They are reliably profuse, arranged in clusters on scarlet pedicels and are 1.5–2.0 cm in diameter. The fruit is a sweet but slightly tart drupe 5–12 mm (rarely to 25 mm) in diameter, scarlet, ripening in early summer, with a large seed. Though often called a \"cherry\" and superficially resembling them, Nanking cherry is closer related to plums than true cherries. It prefers full sun and grows naturally in a variety of soils. It is drought-resistant, and cold-resistant to hardiness zone 2.",
    "Description-Uses": "The plant has long been widely cultivated throughout eastern Asia for its flowers and fruit. It was introduced to the British Isles in 1870, and the United States by the Arnold Arboretum in 1892.It is cultivated for a number of purposes. The fruit is edible, being an ingredient of juice, jam, and wine, and in pickled vegetables and mushrooms. It is also grown as an ornamental plant, prized for its flowers and fruit, and pruned for bonsai, twin-trunk or clump shapes, or left upright. It is used for dwarfing rootstock for other cherries. In Manchuria and the Midwest United States, the shrub is planted in hedgerows to provide a windbreak. Under cultivation, it flourishes in well-drained, slightly acidic soil.\nSeveral cultivars are grown; examples include 'Graebneriana' (Germany), 'Insularis' (Japan and Korea), 'Leucocarpa' (Manchuria; white fruit), and 'Spaethiana' (Europe).",
    "Description-Classification": "Carl Peter Thunberg described the species from cultivated material collected in Japan between August 1775 and November 1776 while based on Dejima Island in Nagasaki Bay. He published it twice, first in Murray's Systema Vegetabilium, ed. 14 (p. 464) in May–June 1784, and again in Thunberg's Flora Japonica (p. 203) in August 1784. He described the species as \"fol. ovatis subtus tomentosis\", leaving no doubt that the plant was named from the tomentum, or wooly hairs, on the underside of the leaves. Murray gives credit to Thunberg.",
    "See also": "Montmorency cherry\n\n\n== References =="
  }
}