{
  "url": "https://en.wikipedia.org/wiki/Prunus_paracerasus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Cerasus"
    },
    {
      "Species": "P. × yedoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus × yedoensis, Prunus × yedoensis 'Somei-yoshino' or Yoshino cherry (Japanese: 染井吉野 Somei Yoshino) (synonym Cerasus × yedoensis) is a hybrid cherry of between Prunus speciosa (Oshima zakura) as father plant and Prunus pendula f. ascendens (Edo higan) as mother. It occurs as a natural or artificial hybrid in Japan and is now one of the most popular and widely planted cultivated flowering cherries (sakura) in temperate climates worldwide. It is a clone from a single tree and propagated by grafting to all over the world.",
    "Names": "Yoshino cherry is initially believed to be native to Yoshino District, Nara. In 1900, Kimei Fujino gave Yoshino cherry the name Somei-yoshino after the famous place of cultivation Somei village (current day Toshima). In 1901, Yoshino cherry was given a scientific name Prunus yedoensis by Jinzō Matsumura. However, after Ernest Henry Wilson suggested Yoshino cherry is a hybrid between Prunus subhirtella var. ascendens (Edo higan) and Prunus lannesiana (Oshima zakura) in 1916, Yoshino cherry became to be called Prunus × yedoensis. As for the Korean native cherry called King cherry which was given a scientific name Prunus yedoensis var. nudiflora by a German botanist Bernhard Adalbert Emil Koehne in 1912 continues to be called Prunus yedoensis.Yoshino cherry has no scientific cultivar name because it is the original cultivar of this hybrid species Prunus × yedoensis. A new name, 'Somei-yoshino' is proposed in accordance with other cultivars of Prunus × yedoensis.",
    "Description": "Prunus × yedoensis is a small, deciduous tree that at maturity grows to be 5 to 12 metres (16–39 ft) (rarely 15 metres (49 ft)) tall. It grows well in hardiness zones 5–8 and does well in full sun and moist but well drained soil. The leaves are alternately arranged, 6 to 15 centimetres (2.4–5.9 in) long and 4 to 7 centimetres (1.6–2.8 in) broad, with a serrated margin; they are often bronze-toned when newly emerged, becoming dark green by summer.\nThe flowers emerge before the leaves in early spring; they are fragrant, 3 to 3.5 centimetres (1.2–1.4 in) in diameter, with five white or pale pink petals. The flowers grow in clusters of five or six together.\nThe fruit, a small cherry, is a globose drupe 8 to 10 millimetres (0.31–0.39 in) in diameter; they are an important source of food for many small birds and mammals, including robins and thrushes. The fruit contain little flesh and much concentrated red juice, which can stain clothing and brick. The fruit is only marginally sweet to the human palate.",
    "Cultivation": "With its fragrant, light pink flowers, manageable size, and elegant shape, the Yoshino cherry is often used as an ornamental tree. Many cultivars have been selected; notable examples include 'Akebono', 'Ivensii', and 'Shidare Yoshino'.From the Edo period to the beginning of the Meiji period, gardeners and craftsman who made the village at Somei in Edo (now Komagome, Toshima ward, Tokyo) grew someiyoshino. They first offered them as Yoshinozakura, but in 1900, they were renamed someiyoshino by Dr. Fujino. This is sometimes rendered as 'Somei-Yoshino'.\nThe Yoshino cherry was introduced to Europe and North America in 1902. The National Cherry Blossom Festival is a spring celebration in Washington, D.C., commemorating the 1912 gift of Japanese cherry trees from Tokyo to the city of Washington. They are planted in the Tidal Basin park. Several of 2000 Japanese cherry trees given to the citizens of Toronto by the citizens of Tokyo in 1959 were planted in High Park.",
    "Putative parental species": "Most studies show that Yoshino cherry is a hybrid between Prunus speciosa (Oshima zakura) and Prunus pendula f. ascendens (Edo higan).\n\nIn 1916, Ernest Henry Wilson concluded that Yoshino cherry strongly suggests a hybrid between Prunus subhirtella var. ascendens Wilson (Edo higan) and Prunus lannesiana Wilson (Oshima zakura). It has many characters of the latter and in its venation, pubescence and shape of the cupula resembles the former\nIn 1963, Takenaka assumed that Yoshino cherry is a hybrid between Prunus lannesiana var. speciose (Oshima zakura) and Prunus subhirtella var. pendula form ascendens (Edo higan).\nIn 1986, Takafumi Kaneko et al. carried out restriction endonuclease analysis on chloroplast ctDNA. Yoshino cherry showed no interplant variation of ctDNA and had the same ctDNA as P. pendula (Edo higan), differing from P. lannesiana (Oshima zakura) by a single HindIII restriction site. This findings suggests that P. pendula is female parent of P. yedoensis.\nIn 1995, Hideki Innan et al. conducted DNA fingerprinting study using different kinds of probes, M13 repeat sequence and (GACA)4 synthetic oligonucleotide and concluded that Yoshino cherry was produced only once through hybridization between Prunus lannesiana (Oshima zakura) and Prunus pendula (Edo higan) and that this particular hybrid plant has been spread vegetatively all over Japan,\nIn 2014, Shuri Kato et al. conducted molecular analysis using nuclear simple sequence repeat (SSR) polymorphisms to trace cultivar origins and Bayesian clustering based on the STRUCTURE analysis using SSR genotypes revealed that Yoshino cherry is a hybrid between Prunus pendula f. ascendens (Edo higan) and Prunus lannesiana var. speciosa (Oshima zakura) although there was also a small and nonsignificant association with Prunus jamasakura. The proportion of each species is Edo higan 47%, Oshima zakura 37%, and jamasakura 11%.\nIn 2015, Ikuo Nakamura et al. analyzed sequences of intron 19 and exon 20 of PolA1. One of two exon 20 sequences found in Yoshino cherry was the same as that of P. pendula (Edo higan), whereas the other sequence was shared with several taxa in seven wild species, including P. jamasakura (Yamazakura) and P. lannesiana (Oshima zakura). Yoshino cherry contained two different haplotypes of the intron 19 sequences; one was the same as that of Oshima zakura. While another haplotype of Yoshino cherry was different from that of Edo higan by two SNPs but identical to one of two haplotypes of P. pendula ‘Komatsuotome,’ which is a cultivar of Edo higan. These results indicated that Yoshino cherry probably originated by the hybridization of cultivars derived from Edo higan and Oshima zakura.",
    "Origin debates": "In 1908, a French missionary Taquet discovered a native cherry in Jeju islands, Korea and in 1912 a German botanist Koehne gave it a scientific name Prunus yedoensis var. nudiflora. Although this species called Eishu zakura is a variation of Yoshino cherry, from then it was misrepresented that Yoshino cherry was growing naturally in Jeju Island.\nIn 1933, the Japanese botanist Gen'ichi Koizumi reported that Yoshino cherry originated on Jeju island, South Korea.\nIn 1962, Yo Takenaka ruled out the possibility of Korean origin by the morphological study.\nIn 1995 DNA fingerprinting technology was used to conclude that Yoshino cherry grown in many parts of Japan under the name Prunus × yedoensis is indeed clonally propagated from the same hybrid offspring of Prunus lannesiana (Oshima zakura) and Prunus pendula (Edo higan), which confirms the 1991 conclusion given by Iwasaki Fumio that Prunus × yedoensis originated around 1720–1735 by artificial crossing of these species in Edo (Tokyo). Oshima zakura is an endemic species found only around Izu Islands, Izu and Bōsō Peninsulas not around Korean Peninsula.\nIn 2007, a study conducted on the comparison of Japanese Yoshino cherry and Korean King cherry concluded that the trees native to these two places can be categorized as distinct species.\nIn 2016, the phylogenetic analysis of nrDNA ITS data and the cpDNA haplotype network analysis suggested that independent origin between King cherry and yoshino cherry, respectively.\nIn 2016, a new scientific name Cerasus × nudiflora was given to King cherry to distinguish it from Yoshino cherry (Prunus × yedoensis).",
    "Other cultivars": "Prunus × yedoensis has many cultivars other than 'Somei-yoshino'.\n‘Amagi-yoshino’ (天城吉野)\n‘America’ (アメリカ)\n‘Candida’ (薄毛大島, Usuge-oshima)\n‘Funabara-yoshino’ (船原吉野)\n‘Hayazaki-oshima’ (早咲大島)\n‘Izu-yoshino’ (伊豆吉野)\n‘Kichijouji’ (吉祥寺)\n‘Kurama-zakura’ (鞍馬桜)\n‘Mikado-yoshino’ (御帝吉野)\n‘Mishima-zakura’ (三島桜)\n‘Morioka-pendula’ (盛岡枝垂, Morioka-shidare)\n‘Naniwa-zakura’ (浪速桜)\n‘Pendula’ (枝垂大臭桜), Shidare-ookusai-zakura\n‘Perpendens’ (枝垂染井吉野, Shidare-somei-yoshino)\n‘Pilosa’ (毛大島桜, Ke-oshima-zakura)\n‘Sakabai’ (仙台吉野, Sendai-yoshino)\n‘Sakuyahime’ (咲耶姫)\n‘Sasabe-zakura’ (笹部桜)\n‘Shouwa-zakura’ (昭和桜)\n‘Somei-higan’ (染井彼岸)\n‘Somei-nioi’ (染井匂)\n‘Sotorihime’ (衣通姫)\n‘Suruga-zakura’ (駿河桜)\n‘Syuzenzi-zakura’ (修善寺桜)\n‘Waseyoshino’ (早生吉野)\n‘Somei-beni’ (染井紅)",
    "See also": "Cherry blossom (sakura)",
    "References": "",
    "External links": " Media related to Prunus × yedoensis at Wikimedia Commons"
  }
}