{
  "url": "https://en.wikipedia.org/wiki/Prunus_lanata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Prunocerasus"
    },
    {
      "Species": "P. mexicana"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus mexicana, commonly known as the Mexican plum, is a North American species of plum tree that can be found in the central United States and Northern Mexico.  Its native range stretches from Coahuila and San Luis Potosí north as far as Wisconsin and South Dakota, east to Georgia, Kentucky, and Ohio. Mexican Plum is widely cultivated, such as on the west coast of the United States.\nPrunus mexicana is usually found on woodland edges or in open fields.  It has a single trunk and reaches a height of 15–38 feet (4.6–11.6 m). It has dark green, simple ovate leaves, fragrant white or pale pink flowers, and dark grey bark banded with horizontal lenticels.  Mexican Plums are adaptable to a wide range of soil pH and are drought-tolerant. They are hardy in USDA zones 7 to 9. Early in the spring it is covered with clouds of white fragrant flowers that are up to an inch wide. The dark red or purple fruit ripens late in the fall. It is eaten fresh by both animals and humans, the latter also making it into preserves.Prunus mexicana is very similar to Prunus americana, and they intergrade along a broad contact zone centered around Arkansas and Missouri. These intermediate individuals may be impossible to assign to a specific species.Prunus mexicana is included in the section Prunocerasus.",
    "Gallery": "",
    "References": "",
    "External links": "photo of herbarium specimen at Missouri Botanical Garden, collected in Nebraska in 2014"
  }
}