{
  "url": "https://en.wikipedia.org/wiki/Prunus_davidiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Cerasus"
    },
    {
      "Species": "P. davidiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus davidiana (syn. Amygdalus davidiana, Persica davidiana, Prunus persica var. davidiana) is a species in the genus Prunus in the family Rosaceae. It is also known by the common names David's peach and Chinese wild peach. It is native to China, preferring to grow in forests and thickets, on slopes in mountain valleys, and in waste fields, from 800 to 3200 m. It is resistant to frost, and to a number of pests and diseases of cultivated peach, and is the subject of many studies for the genetic improvement of peaches.",
    "Description": "Deciduous, upright tree.\nHeight and Spread: Reaches a maximum height and spread of 9 m (30 ft) by 9 m (30 ft).\nBranches: Young branches whippy, upright, and smooth.\nBark: smooth, dark purplish-red\nLeaves: Dark green, glabrous leaves are lanceolate-narrow ovate in shape, ranging in length from 5–12 cm (2–5 in). Leaf point is long and slender, tapering to a point; leaf margins finely toothed. Petioles are glandular.\nInflorescences: Flowers in late winter-early spring or in February.Flowers: 2.5 cm (1 in) wide and white to pale pink to rosy in color.\nPedicels: Very short.\nFruit: Yellow, furry, edible.",
    "Cultivation": "Fully hardy. Prefers full sun. In China it is largely used as an ornamental, and the fruit is eaten, but not prized. In peach growing regions throughout the world it is used as a source of rootstocks.",
    "Varieties": "P. davidiana var. alba has white flowers.\nP. davidiana var. rubra has deep rosy-colored flowers.",
    "Etymology": "Prunus is the ancient Latin name for plum trees. Davidiana is named for L'Abbé Armand David (1826-1900), a missionary and collector of Chinese plants.\n\n\n== References =="
  }
}