{
  "url": "https://en.wikipedia.org/wiki/Prunus_padus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Padus[2]"
    },
    {
      "Species": "P. padus"
    }
  ],
  "text": {
    "__SUMMARY__": "Not to be confused with Prunus avium, whose scientific name means \"plum of the birds\".\n\nPrunus padus, known as bird cherry, hackberry, hagberry, or Mayday tree, is a flowering plant in the rose family Rosaceae. It is a species of cherry, a deciduous small tree or large shrub up to 16 m tall.  It is the type species of the subgenus Padus, which have flowers in racemes.  It is native to northern Europe and northern Asia",
    "Distribution": "Prunus padus is native to northern Europe and spans central latitudes of Asia, including Japan.  Its distribution includes the British Isles, Denmark, Norway, Sweden, Finland, Russia, Ukraine, France, Spain, Portugal, Northern Italy, Austria, and the Balkans. The Mayday tree is abundant as an introduced species in Anchorage, Alaska, having been planted in great numbers by landscapers and homeowners.",
    "Description": "The fruit is astringent due to its tannin content.There are two varieties:\n\nEuropean bird cherry Prunus padus var. padus, Europe and western Asia.\nAsian bird cherry Prunus padus var. commutata, eastern Asia.",
    "Ecology": "The flowers are hermaphroditic and pollinated by bees and flies. The fruit is readily eaten by birds, which do not taste astringency as unpleasant.\nBird-cherry ermine moth (Yponomeuta evonymella) uses bird-cherry as its host plant, and the larvae can eat single trees leafless.",
    "Poison": "The glycosides prulaurasin and amygdalin, which can be poisonous to some mammals, are present in some parts of P. padus, including the leaves, stems and fruits.",
    "Uses": "The fruit of this tree is seldom used in western Europe, but, once upon a time, it may possibly have been commonly eaten farther east. According to Herodotus writing about 2500 years ago, a strange race of men and women, all bald from birth, who live in what may possibly be the foothills of the Urals, pick the bean-sized fruits of a tree called \"pontic\" to make a black juice from, and from the leftover lees of the fruit make a cake-like dish, this juice and cakes being the main sustenance of the bald peoples. According to A. D. Godley, a translator of the works of Herodotus published in the early 1920s, it is said that the Cossacks make a similar juice from Prunus padus and call this juice a similar name as the bald men called their juice according to Scythian traders according to Herodotus.It was used medicinally during the Middle Ages.The bark of the tree, placed at the door, was supposed to ward off plague.The variety commutata is sold as an ornamental tree in North America under the common name Mayday. It is valued for its hardiness and spring display of fragrant, white flowers. The common name Mayday tree is not related to the distress signal mayday, as the name for the tree was in use prior to the adoption of \"mayday\" as an international distress signal.A taboo on the use of the wood of the hackberry (or hagberry) was reported by natives of Advie, in northeast Scotland, being regarded as a \"witches tree\".In Siberia the fruit of the tree is used for culinary purposes. The dried berries are ground and turned into flour of varying degree of fineness that serves as an ingredient in the bird-cherry cake. The flour is brown, and so is the cake, even though there is no chocolate in it. The flour and the cake can be purchased at stores and bakeries.\nFresh berries can be run through the grinder and turned into marmalade.",
    "See also": "Taphrina padi - A Pocket Plum gall that occurs on Bird Cherry",
    "References": "",
    "External links": "Prunus padus - information, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)"
  }
}