{
  "url": "https://en.wikipedia.org/wiki/Prunus_ansu",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Armeniaca"
    },
    {
      "Species": "P. armeniaca"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus armeniaca (meaning Armenian plum), the most commonly cultivated apricot species, also called ansu apricot, Siberian apricot, Tibetan apricot, is a species of Prunus, classified with the plum in the subgenus Prunus. The native range is somewhat uncertain due to its extensive prehistoric cultivation, though almost certainly somewhere in Asia. It is extensively cultivated in many countries and has escaped into the wild in many places.",
    "Description": "Prunus armeniaca is a small tree, 8–12 m (26–39 ft) tall, with a trunk up to 40 cm (16 in) in diameter and a dense, spreading canopy. The leaves are ovate, 5–9 cm (2.0–3.5 in) long and 4–8 cm (1.6–3.1 in) wide, with a rounded base, a pointed tip and a finely serrated margin. The flowers are 2–4.5 cm (0.8–1.8 in) in diameter, with five white to pinkish petals; they are produced singly or in pairs in early spring before the leaves. The fruit is a drupe similar to a small peach, 1.5–2.5 cm (0.6–1.0 in) diameter (larger in some modern cultivars), from yellow to orange, often tinged red on the side most exposed to the sun; its surface can be smooth (botanically described as: glabrous) or velvety with very short hairs (botanically: pubescent). The flesh is usually firm and not very juicy. Its taste can range from sweet to tart. The single seed is enclosed in a hard, stony shell, often called a \"stone\", with a grainy, smooth texture except for three ridges running down one side.",
    "Cultivation and uses": "",
    "Cultivation and uses-History of cultivation": "The origin of the species is disputed. It was known in Armenia during ancient times, and has been cultivated there for so long, it is often thought to have originated there. Seeds of the apricot have been discovered during archaeological excavations of the Garni Temple and Shengavit settlement, having a history of 6000 years. Its scientific name Prunus armeniaca (Armenian plum) derives from that assumption. For example, De Poerderlé, writing in the 18th century, asserted, \"Cet arbre tire son nom de l'Arménie, province d'Asie, d'où il est originaire et d'où il fut porté en Europe ...\" (\"this tree takes its name from Armenia, province of Asia, where it is native, and whence it was brought to Europe ...\"). An archaeological excavation at Garni in Armenia found apricot seeds in an Eneolithic-era site. Despite the great number of varieties of apricots that are grown in Armenia today (about 50), according to Vavilov its center of origin would be the Chinese region, where the domestication of apricot would have taken place. Other sources say that the apricot was first cultivated in India in about 3000 BC.Its introduction to Greece is attributed to Alexander the Great; later, the Roman General Lucullus (106–57 B.C.) also would have imported some trees – the cherry, white heart cherry, and apricot – from Armenia to Rome. Subsequent sources were often confused about the origin of the species. Loudon (1838) believed it had a wide native range including Armenia, Caucasus, the Himalaya, China, and Japan.Apricots have been cultivated in Persia since antiquity, and dried ones were an important commodity on Persian trade routes.\nMore recently, English settlers brought the apricot to the English colonies in the New World. Most of modern American production of apricots comes from the seedlings carried to the west coast by Spanish missionaries.\nToday, apricot cultivation has spread to all parts of the globe with climates that support its growth needs.",
    "Cultivation and uses-Uses": "Seeds or kernels of the apricot grown in central Asia and around the Mediterranean are so sweet, they may be substituted for almonds. The Italian liqueur amaretto and amaretti biscotti are flavoured with extract of apricot kernels rather than almonds. Oil pressed from these cultivar kernels, and known as oil of almond, has been used as cooking oil. Kernels contain between 2.05% and 2.40% hydrogen cyanide, but normal consumption is insufficient to produce serious effects.",
    "Etymology": "The scientific name armeniaca was first used by Gaspard Bauhin in his Pinax Theatri Botanici (page 442), referring to the species as Mala armeniaca \"Armenian apple\". It is sometimes stated that this came from Pliny the Elder, but it was not used by Pliny. Linnaeus took up Bauhin's epithet in the first edition of his Species Plantarum in 1753.The name apricot is probably derived from a tree mentioned as praecocia by Pliny. Pliny says \"We give the name of apples (mala) ... to peaches (persica) and pomegranates (granata) ...\" Later in the same section he states \"The Asiatic peach ripens at the end of autumn, though an early variety (praecocia) ripens in summer – these were discovered within the last thirty years ...\".\nThe classical authors connected Greek armeniaca with Latin praecocia: Pedanius Dioscorides' \" ... Ἀρμενιακὰ, Ῥωμαιστὶ δὲ βρεκόκκια\" and Martial's \"Armeniaca, et praecocia latine dicuntur\". Putting together the Armeniaca and the Mala obtains the well-known epithet, but there is no evidence the ancients did it; Armeniaca alone meant the apricot. Nonetheless, the 12th century Andalusian agronomist Ibn al-'Awwam refers to the species in the title of chapter 40 of his Kitab al-Filaha as والتفاح الارمني, \"apple from Armenia\", stating that it is the same as المشمش or البرقوق (\"al-mishmish\" or \"al-barqūq\").\nAccordingly, the American Heritage Dictionary under apricot derives praecocia from praecoquus, \"cooked or ripened beforehand\" [in this case meaning early ripening], becoming Greek πραικόκιον praikókion \"apricot\" and Arabic البرقوق al-barqūq, a term that has been used for a variety of different members of the genus Prunus (it currently refers primarily to the plum in most varieties of Arabic, but some writers use it as a catchall term for Prunus fruit).\nThe English name comes from earlier \"abrecock\" in turn from the Middle French abricot, from Catalan abercoc in turn from Spanish albaricoque.  The Spanish albaricoque were adaptation of the Arabic  البرقوق (al-barqūq),  dating from the Moorish rule of Spain.\nHowever, in Argentina the word for \"apricot\" is damasco, which could indicate that, to the Spanish settlers of Argentina, the fruit was associated with Damascus in Syria. The word damasco is also the word for \"apricot\" in Portuguese (both European and Brazilian, though in Portugal the word alperce is also used).",
    "In culture": "The Chinese associate the apricot with education and medicine. For instance, the classical word 杏壇 (literally: 'apricot altar') which means \"educational circle\", is still widely used in written language. Chuang Tzu, a Chinese philosopher in 4th century BCE, told a story that Confucius taught his students in a forum surrounded by the wood of apricot trees. The association with medicine in turn comes from the common use of apricot kernels as a component in traditional Chinese medicine, and from the story of Dong Feng (董奉), a physician during the Three Kingdoms period, who required no payment from his patients except that they plant apricot trees in his orchard on recovering from their illnesses, resulting in a large grove of apricot trees and a steady supply of medicinal ingredients. The term \"Expert of the Apricot Grove\" (杏林高手) is still used as a poetic reference to physicians.\nIn Armenia, the wood of the apricot tree is used for making wood carvings such as the duduk, which is a popular wind instrument in Armenia and is also called the apricot pipe. Several hand-made souvenirs are also made from the apricot wood.",
    "See also": "Barack (brandy)\nList of apricot diseases\nPeacotum, peach-apricot-plum hybrids\nPluot, various apricot-plum hybrids, mostly involving P. armeniaca\nPrunus dasycarpa, \"black apricot\" or \"purple apricot\", a P. armeniaca hybrid",
    "References": "",
    "External links": " Media related to Prunus armeniaca at Wikimedia Commons"
  }
}