{
  "url": "https://en.wikipedia.org/wiki/Prunus_nipponica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "P. subg. Cerasus"
    },
    {
      "Section": "P. sect. Pseudocerasus"
    },
    {
      "Species": "P. nipponica"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus nipponica, also called Japanese alpine cherry (高嶺桜, Takanezakura), is a shrub which originates from the islands of Hokkaido and Honshu, Japan. It grows to a height of about 5 meters (16 ft) and can grow in sandy, loamy, and clay soils.This species is one of the hardiest of cherry trees, well-suited to cold climates. The flowers are a very light pink or even white in color. Flowers bloom in the first half of spring. They have 5 petals and are 3 centimeters (1.2 in) in diameter. The pistils are usually longer than the stamen. The leaves are serrated and the bark is gray.  In autumn the leaves turn yellow and orange-red; these are rare autumnal colors for a cherry tree.P. nipponica wood contains significant amounts of these flavonoids: d-catechin, naringenin, sakuranetin, eriodictyol, taxifolin, genistein, and prunetin. Being a member of the genus Prunus, P. nipponica would contain amygdalin and prunasin which form hydrocyanic acid when combined with water. This acid is poisonous but in very small doses it can improve respiration, digestion, and a sense of well-being. The fruit can be used as food and to make green dye.This species was first reported by Japanese botanist Jinzō Matsumura in the Tokyo Botanical Magazine in 1901. It is in the section Pseudocerasus of the cherry subgenus Cerasus of the genus Prunus, which are ornamental plants. Ma et al classified it in a group with Prunus incisa. P. nipponica is on the \"List of Protected Animals and Plants in the Wildlife Protection Zone\" of the wilderness Shirakami-Sanchi World Heritage Site.",
    "Varieties": "Varieties include P. nipponica var. nipponica, P. nipponica var. kurilensis, and P. nipponica var. Chishima-zakura.",
    "References": "\n\n== External links =="
  }
}