{
  "url": "https://en.wikipedia.org/wiki/Prunus_lusitanica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Cerasus[citation needed] or Laurocerasus[1]"
    },
    {
      "Section": "Laurocerasus"
    },
    {
      "Species": "P. lusitanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus lusitanica, the Portugal laurel, is a species of the genus Prunus, related to the cherry. It is native to southwestern France, Spain, Portugal, Morocco, and Macaronesia (the Azores, Canary Islands and Madeira).",
    "Distribution": "Prunus lusitanica  is rare in the wild, found mainly along mountain streams, preferring sunshine and moist but well-drained soils. It is moderately drought-tolerant. It reproduces either sexually (the most successful method) or asexually by cloning from shoots.The species was first scientifically described by Linnaeus in Species Plantarum in 1753. Its specific epithet lusitanica means of Lusitania, the Roman name for Portugal.",
    "Description": "Prunus lusitanica is an evergreen shrub or small tree growing to 3-4m tall. It will grow to 6 m (20 ft) high according to some references. The bark is blackish-brown, The leaves are alternate, oval, 7–12 cm long and 3–5 cm broad, with an acute apex and a dentate margin, glossy dark green above, lighter below. They superficially resemble those of the Bay laurel, which accounts for its often being mistaken for one.\nThe flowers are small (10–15 mm diameter) with five small white petals; they are produced on erect or spreading racemes 15–25 cm long in late spring. The fruit is a small cherry-like drupe 8–13 mm in diameter, green or reddish green at first, turning dark purple or black when ripe in late summer or early autumn.\nSubspeciesThree subspecies are accepted:\nPrunus lusitanica subsp. lusitanica. Mainland Europe.\nPrunus lusitanica subsp. azorica (Mouill.) Franco. Azores.\nPrunus lusitanica subsp. hixa (Willd.) Franco. Canary Islands, Madeira, Morocco.",
    "Cultivation": "Prunus lusitanica is grown as an ornamental shrub and is widely planted as a hedge and for screening in gardens and parks.  It is introduced and locally naturalised in the temperate zone in northern France, Great Britain, Ireland, New Zealand, Western Canada- including the southern BC Mainland and Vancouver Island From Victoria Up Island through the Cowichan, Nanaimo and Parksville as well as the western United States in California, Oregon and Washington State.\nSimilar to its relative Prunus laurocerasus, P. lusitanica has been recognized by some botanists and land managers in both western Washington and Oregon as invasive. It is thought to have spread from cultivated areas into natural areas by birds who consume and defecate the fruits away from the source plant.\nIt has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Toxicity": "The leaves of Prunus lusitanica contain cyanide and will release this into the environment if burnt or if crushed. The fruit is somewhat edible if fully ripe, but if it is bitter, it is toxic and should not be eaten.\n\n\n== References =="
  }
}