{
  "url": "https://en.wikipedia.org/wiki/Prunus_moldavica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Prunus"
    },
    {
      "Species": "P. spinosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus spinosa, called blackthorn or sloe, is a species of flowering plant in the rose family Rosaceae. It is native to Europe, western Asia, and locally in northwest Africa. It is also locally naturalised in New Zealand, Tasmania and eastern North America.The fruits have been used to make sloe gin in Britain, and the wood used for making walking sticks or the shillelagh  by the Irish.",
    "Description": "Prunus spinosa is a large deciduous shrub or small tree growing to 5 metres (16 ft) tall, with blackish bark and dense, stiff, spiny branches. The leaves are oval, 2–4.5 centimetres (0.79–1.77 in) long and 1.2–2 centimetres (0.47–0.79 in) broad, with a serrated margin. The flowers are about 1.5 centimetres (1⁄2 in) in diameter, with five creamy-white petals; they are produced shortly before the leaves in early spring, and are hermaphroditic and insect-pollinated. The fruit, called a \"sloe\", is a drupe 10–12 millimetres (3⁄8–1⁄2 in) in diameter, black with a purple-blue waxy bloom, ripening in autumn and harvested – traditionally, at least in the UK – in October or November after the first frosts. Sloes are thin-fleshed, with a very strongly astringent flavour when fresh.Blackthorn usually grows as a bush but can grow to become a tree to a height of 6 m. Its branches usually grow forming a tangle.Prunus spinosa is frequently confused with the related P. cerasifera (cherry plum), particularly in early spring when the latter starts flowering somewhat earlier than P. spinosa. They can be distinguished by flower colour, creamy white in P. spinosa, pure white in P. cerasifera. They can also be distinguished in winter by the shrubbier habit with stiffer, wider-angled branches of P. spinosa; in summer by the relatively narrower leaves of P. spinosa, more than twice as long as broad; and in autumn by the colour of the fruit skin purplish black in P. spinosa and yellow or red in P. cerasifera.Prunus spinosa has a tetraploid (2n=4x=32) set of chromosomes.",
    "Etymology": "The specific name spinosa is a Latin term indicating the pointed and thornlike spur shoots characteristic of this species. The common name \"blackthorn\" is due to the thorny nature of the shrub, and possibly its very dark bark: it has a much darker bark, than the white-thorn (hawthorn), to which it is contrasted.The word commonly used for the fruit, \"sloe\", comes from Old English slāh, cognate with Old High German slēha, slēwa, and Modern German Schlehe. Other cognate forms are Frisian and Middle Low German slē, Middle Dutch slee, slie, sleeu; Modern Dutch slee;  Modern Low German slee/slē, slī; Danish slåen.The names related to 'sloe' come from the common Germanic root slaihwō. Compare Old Slavic, Bulgarian, Macedonian, Ukrainian and Russian слива (sliva, Ukr. slyva), West Slavic / Polish śliwa; plum of any species, including sloe śliwa tarnina—root present in other Slavic languages, e.g. Croatian/Serbian šljiva / шљива.",
    "Ecology": "The foliage is sometimes eaten by the larvae of Lepidoptera, including the small eggar moth, emperor moth, willow beauty, white-pinion spotted, common emerald, November moth, pale November moth, mottled pug, green pug, brimstone moth, feathered thorn, brown-tail, yellow-tail, short-cloaked moth, lesser yellow underwing, lesser broad-bordered yellow underwing, double square-spot, black hairstreak, brown hairstreak, hawthorn moth (Scythropia crataegella) and the case-bearer moth Coleophora anatipennella. Dead blackthorn wood provides food for the caterpillars of the concealer moth Esperia oliviella.\nThe pocket plum gall of the fruit caused by the fungus Taphrina pruni produces an elongated and flattened gall, devoid of a stone.",
    "Economic uses and consumption": "The shrub, with its savage thorns, is traditionally used in Britain and other parts of northern Europe to make a cattle-proof hedge.The fruit is similar to a small damson or plum, suitable for preserves, but rather tart and astringent for eating, unless it is picked after the first few days of autumn frost. This effect can be reproduced by freezing harvested sloes.The juice is used in the manufacture of fake port wine, and used as an adulterant to impart roughness to genuine port, into the 20th century. In rural Britain a liqueur, sloe gin, is made by infusing gin with sloes and sugar. Vodka can also be infused with sloes.In Navarre, Spain, a popular liqueur called pacharán is made with sloes. In France a similar liqueur called épine or épinette or troussepinette is made from the young shoots in spring. In Italy, the infusion of spirit with the fruits and sugar produces a liqueur called bargnolino (or sometimes prunella). In France, eau de vie de prunelle[s] is made in regions such as the Alsace and vin d'épine is an infusion of early shoots of blackthorn macerated with sugar in wine. Wine made from fermented sloes is made in Britain, and in Germany and other central European countries.\nSloes can also be made into jam, chutney, and used in fruit pies. Sloes preserved in vinegar are similar in taste to Japanese umeboshi. The juice of the fruits dyes linen a reddish colour that washes out to a durable pale blue.Blackthorn makes an excellent fire wood that burns slowly with a good heat and little smoke. The wood takes a fine polish and is used for tool handles and canes. Straight blackthorn stems have traditionally been made into walking sticks or clubs (known in Ireland as a shillelagh). In the British Army, blackthorn sticks are carried by commissioned officers of the Royal Irish Regiment; this is a tradition also in Irish regiments in some Commonwealth countries.\nThe leaves resemble tea leaves, and were used as an adulterant of tea.Shlomo Yitzhaki, a Talmudist and Tanakh commentator of the High Middle Ages, writes that the sap (or gum) of P. spinosa (which he refers to as the prunellier) was used as an ingredient in the making of some inks used for manuscripts.The fruit stones have been found in Swiss lake dwellings. Early human use of sloes as food is evidenced in the case of a 5,300-year-old human mummy (nick-named Ötzi), discovered in the Ötztal Alps along the Austrian-Italian border in 1991: a sloe was found near the remains, evidently with the intent to eat it before the man died.A \"sloe-thorn worm\" used as fishing bait is mentioned in the 15th-century work, The Treatyse of Fishing with an Angle, by Juliana Berners.The flowering of the blackthorn may have been associated with the ancient Celtic celebration of Imbolc.",
    "Figurative usage": "In Middle English, slō has been used to denote something of trifling value.The expression \"sloe-eyed\" for a person with dark eyes comes from the fruit, and is first attested in A. J. Wilson's 1867 novel Vashti.",
    "See also": "Damson\nSloe gin",
    "Explanatory notes": "",
    "References": "Citations\nBibliography\n\n\n== External links =="
  }
}