{
  "url": "https://en.wikipedia.org/wiki/Prunus_kolomikta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Actinidiaceae"
    },
    {
      "Genus": "Actinidia"
    },
    {
      "Species": "A. kolomikta"
    }
  ],
  "text": {
    "__SUMMARY__": "Actinidia kolomikta, commonly known as variegated-leaf hardy kiwi, is a species of flowering plant in the family Actinidiaceae, native to temperate mixed forests of the Russian Far East, Korea, Japan and China (Eastern Asiatic Region).",
    "Description": "The plant is a very long-lived, deciduous woody scrambling vine and creeper, which ultimately grows to 8–10 m (26–33 ft). It is the hardiest species in the genus Actinidia, at least down to about −40 °C (−40 °F) in winter, albeit somewhat susceptible to late spring frosts.",
    "Cultivation": "Actinidia kolomikta is an ornamental plant for gardens and a houseplant. The plant was collected by Charles Maries in Sapporo, on the northern Japanese island of Hokkaido, in 1878, and sent to his patrons, Veitch Nurseries, who introduced it into Western horticulture.Actinidia kolomikta is cultivated in cold temperate regions as an ornamental plant, largely for the striking random variegation in pink and white of some its leaves but also because of the relatively small (2-5 g or 0.07- 0.18 ounces) kiwifruit-like berries it produces. There are a number of named cultivars bred for the latter purpose in Russia and Poland, though it takes years for a plant to start yielding, and because A. kolomikta is dioecious a male pollenizer plant is required for the wild vines and most of the cultivars.\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Cultivation-Pests": "The plant is attractive to cats, which find it more attractive than catnip or valerian and can severely damage the vine. An early propagator in Boston found all his pots of the newly introduced plant bitten to stubs in his greenhouse, before his cat was discovered to be the culprit.",
    "Etymology": "Kolomikta is a vernacular name from Amur in eastern Russia, and is probably in reference to the multifarious color of the leaves.",
    "References": "",
    "External links": " Media related to Actinidia kolomikta at Wikimedia Commons\n\nImages of Actinidia kolomikta- Flavon's Secret Flower Garden\nActinidia kolomikta Medicinal Plant Images Database (School of Chinese Medicine, Hong Kong Baptist University) (in Chinese) (in English)"
  }
}