{
  "url": "https://en.wikipedia.org/wiki/Prunus_sieboldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Cerasus"
    },
    {
      "Section": "P. sect. Cerasus"
    },
    {
      "Species": "P. serrulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus serrulata or Japanese cherry, also called hill cherry, oriental cherry, East Asian cherry, Tai-haku, or Taihaku, is a species of cherry native to China, Japan, Korea, and India, and is used for its spring cherry blossom displays and festivals. Current sources consider it to be part of a species complex with P. jamasakura and P. leveilleana, which have been reduced to synonyms.",
    "Description": "Prunus serrulata is a small deciduous tree with a short single trunk, with a dense crown reaching a height of 7.9–11.9 metres (26–39 ft). The smooth bark is chestnut-brown, with prominent horizontal lenticels. The leaves are arranged alternately, simple, ovate-lanceolate, 5–13 cm long and 2.5–6.5 cm broad, with a short petiole and a serrate or doubly serrate margin. At the end of autumn, the green leaves turn yellow, red or crimson.",
    "Description-Flowers": "The flowers are produced in racemose clusters of two to five together at nodes on short spurs in spring at the same time as the new leaves appear; they are white to pink, with five petals in the wild type tree. The fruit of the prunus serrulate/Japanese Sakura, the Sakuranbo, has differences to the prunus avium/wild cherry, in that sakuranbo are smaller in size and are bitter in taste to the wild cherry; the sakuranbo is a globose black fruit-drupe 8–10mm in diameter.  Owing to their bitter taste, the sakuranbo should not be eaten raw, or whole; the seed inside should be removed and the fruit-itself processed as preserves.  \nBecause of its evolution, the fruit of the prunus serrulate/Japanese Sakura, the Sakuranbo, developed merely as a small, ovoid cherry-like fruit, but it is not more developed as a small amount of fleshy mass around the seed within; as the prunus serrulate/Japanese Sakura was bred for its flowers, the tree does not go beyond going through the initial motions of developing fruits but they will not ripen and will be incomplete, not producing more flesh surrounding the seed. They simply will not ripen the way regular cherries, bred for the fruit, will do.",
    "Cultivation": "Prunus serrulata is widely grown as a flowering ornamental tree, both in its native countries and throughout the temperate regions of the world. Numerous cultivars have been selected, many of them with double flowers with the stamens replaced by additional petals.\nIn cultivation in Europe and North America, it is usually grafted on to Prunus avium roots; the cultivated forms rarely bear fruit. It is viewed as part of the Japanese custom of Hanami.",
    "Cultivation-Varieties and cultivars": "There are several varieties:\n\nPrunus serrulata var. hupehensis (Ingram) Ingram. Central China. Not accepted as distinct by the Flora of China.\nPrunus serrulata var. lannesiana (Carrière) Makino (syn. Cerasus lannesiana Carrière; Prunus lannesiana (Carrière) E. H. Wilson). Japan.\nPrunus serrulata var. pubescens (Makino) Nakai. Korea, northeastern China.\nPrunus serrulata var. serrulata (syn. var. spontanea). Japan, Korea, China.\nPrunus serrulata var. spontanea (Maxim.) E. H. Wilson (syn. Prunus jamasakura Siebold ex Koidz.)Some important cultivars include:\n\n'Amanogawa'. Fastigiate cherry, with columnar habit; flowers semi-double, pale pink.\n'Kanzan'. = 'Sekiyama', 'Kwanzan', or 'Kansan'. Kanzan Cherry. Flowers pink, double; young leaves bronze-coloured at first, becoming green.\n'Kiku-shidare'. Cheal's Weeping Cherry. Stems weeping; flowers double, pink. Tends to be short-lived.\n'Shirofugen'. = 'Shiro-fugen'. Flowers double, deep pink at first, fading to pale pink.\n'Shirotae'. Mt. Fuji Cherry. Very low, broad crown with nearly horizontal branching; flowers pure white, semi-double.\n'Tai Haku'. Great White Cherry. Flowers single, white, very large (up to 8 cm diameter); young leaves bronze-coloured at first, becoming green.\n'Ukon'. = 'Grandiflora', P. serrulata f. grandiflora Wagner. Green Cherry. Flowers semi-double, cream-white or pale yellow. Young leaves light bronzy-green. Fall leaf color can be purple or rusty-red.",
    "Gallery": "",
    "References": "",
    "Further reading": "Rushforth, K. (1999). Trees of Britain and Europe. Collins ISBN 0-00-220013-9.\nFlora of China: Cerasus serrulata\nNC State University: Prunus serrulata\nArborist's photo: size potential for Prunus serrulata 'Shirotae' ('Mt. Fuji')\n\n\n== External links =="
  }
}