{
  "url": "https://en.wikipedia.org/wiki/Prunus_humilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Species": "P. prostrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus prostrata (mountain, rock, creeping, spreading or prostrate  cherry) is a hardy alpine shrub found naturally above about 2000 m. up to as high as 4000 m. in Israel, Algeria, Morocco, Tunisia,  Syria, Turkey, Albania, Greece, including Crete, Italy, Sardinia, Croatia, France, Corsica, Spain, the Caucasus, Iran, Kashmir and Afghanistan.\n It grows as tall as 1 m., more typically 0.15-0.30 m., sometimes in the crevices of vertical surfaces. The branches tend to follow the surface at any angle. Flowering patches of the plant on the rocky slopes, sometimes still snow-clad, are striking to climbers.\nThe bark is reddish brown. The leaves are ovate, with serrate margins, tomentose with white down on undersurface, glabrous above. The petioles lack glands. The flowers are an unusual light rose color, coming out in April–May, solitary or in pairs, nearly sessile, with a tubular calyx. There are 22-24 stamens. The fruit is red, ovate, with thin flesh, ripening in July. \nChloroplast DNA sequencing has shown that its closest relative is Prunus dictyoneura, at least as far as chloroplasts are concerned.",
    "Uses": "The fruit is edible but not preferred by humans. The plant's main use is as in ornamental gardening. It can be grafted to form a tree.",
    "Classification": "The name Prunus prostrata was assigned by Jacques Labillardière, the French botanist, in Icones plantarum Syriae rariorum, published on his return from a plant-hunting expedition to the Middle East. Prostrata means \"lying on the ground\", referring to the plant's ground-hugging propensity, a mechanical necessity at high altitude. A prostrate branch bends back to the ground.\nMany synonyms were created subsequently, mainly by using the now unaccepted genus Cerasus instead of Prunus, or other genera. Among these are, in order of date:\n\nCerasus prostrata (Labill.) Ser., published in A. P. de Candolle, Prodr. 2:538. 1825\nCerasus humilis Moris, published in Stirp. sard. elench. 1:17. 1827Latin humilis means \"on the ground.\" Boissert defines the variety concolor as folia utrinque glabra, \"leaves smooth on both sides.\"",
    "Palaeobotanical evidence": "A recent study of pollen and other microfossils from a core sample taken in an intermontane valley of the Segura mountains in southern Spain finds P. prostrata in a \"Prunus type\" located in two radiocarbon-dated zones from about 2630 BP to about 1550 BP and again from about 790 BP to present. The ecology of the Prunus type was \"high-altitude open pine forest.\" The core goes back to 8320 BP, but there is no evidence if Prunus in it before 2630.",
    "Notes": "",
    "References": "",
    "External links": "Scott, David (1997). \"Prunus prostrata\". Photoflora. Archived from the original on 2008-06-27. Retrieved 2007-09-11.\nOld Dominion University (2002). \"PLANT SITE: Prunus prostrata Rosaceae\"."
  }
}