{
  "url": "https://en.wikipedia.org/wiki/Prunus_glandulifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Padus[1]"
    },
    {
      "Species": "P. maacki"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus maackii, commonly called the Manchurian cherry or Amur chokecherry, is a species of cherry native to Korea and both banks of the Amur River, in Manchuria in northeastern China, and Amur Oblast and Primorye in southeastern Russia.\n\nIt is a deciduous tree growing to 4–10 m tall. The bark on young trees is very distinct, smooth, glossy bronze-yellow, but becoming fissured and dull dark grey-brown with age. The leaves are alternate, ovate, 4–8 cm long and 2.8–5 cm broad, with a pubescent 1–1.5 cm petiole, and an entire or very finely serrated margin; they are dark green above, slightly paler and pubescent on the veins below. The flowers produced on erect spikes 5–7 cm long, each flower 8–10 mm diameter, with five white petals. The fruit is a small cherry-like drupe 5–7 mm diameter, green at first, turning first red then dark purple or black at maturity. Flowering is in mid spring, with the fruit ripe in early summer to early autumn.\nIt was named after Richard Karlovich Maack (1825-1886) who discovered it, and described by Ruprecht in Bull. Cl. Phys.-Math. Acad. Imp. Sci. Saint-Pétersbourg 15: 361 (1857).",
    "Cultivation and uses": "It is grown as an ornamental tree in northern Europe and North America, mainly for its decorative bark. It prefers sunshine and moist (but drained) soil, and is tolerant of severe winter cold, but not heat. The fruit has been used in the manufacture of juice, jelly and jam. Specimens in cultivation have been measured to 17 m tall and 90 cm trunk diameter.\n\n\n== References =="
  }
}