{
  "url": "https://en.wikipedia.org/wiki/Prunus_oregana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Prunocerasus"
    },
    {
      "Species": "P. subcordata"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus subcordata, known by the common names Klamath plum, Oregon plum, Pacific plum and Sierra plum, is a member of the genus Prunus, native to the western United States in California and western and southern Oregon. It grows in forests, most often at low elevation near the coast, but it is also in the Sierra Nevada and Cascades; it grows at altitudes of 100–1,900 m. P. subcordata var. subcordata, Klamath plum, is also found in Washington.The range of Prunus subcordata surrounds the San Joaquin Valley, especially the western flank foothills of the Sierra Nevada range, but avoids the coast mountains of the southwest San Joaquin Valley. For other Pacific coastal Prunus species, P. emarginata is also found in the Pacific Northwest states; P. fremontii and P. ilicifolia are found in coastal or mountain areas of southwest California and northern Baja California.",
    "Plant description": "Prunus subcordata is an erect deciduous shrub or small tree growing to 8 m (nearly 27 feet) in height. It sprouts from its roots and can form dense, spiny thickets. The bark is gray with horizontal brown lenticels, similar in appearance to that of the cultivated cherry tree. The leaves are 2.5–5 cm (1-2 inches) long with a 4–15 mm (0.16-0.60 inch) petiole, dark green, turning red before falling, and are faintly toothed. The flowers are white or pinkish, appearing in the spring in clusters of one to seven together. The fruit is a small, plum-like drupe, variable in appearance, 15–25 mm (0.60-1.00 inch) in length, and may be red or yellow; they mature in late summer. The plums are small and tart but edible.The three main common names are related to the plum's mountain ranges and locales.\nThe Concow tribe call the tree gos’-i (Konkow language).",
    "See also": "Klamath Mountains\nSierra Nevada (U.S.)\nCascade Range",
    "References": "",
    "External links": "United States Department of Agriculture Plants Profile for Prunus subcordata (Klamath plum)\nLady Bird Johnson database, University of Texas, Klamath Plum\nCalPhotos photo gallery, University of California\n Media related to Prunus subcordata at Wikimedia Commons"
  }
}