{
  "url": "https://en.wikipedia.org/wiki/Prunus_maximowiczii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Cerasus"
    },
    {
      "Species": "P. maximowiczii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus maximowiczii, known as Korean cherry, Korean mountain cherry, or Miyama cherry, is a small (about 7.5 m), fruiting cherry tree that can be found growing wild in northeastern Asia and Eurasia.",
    "Taxonomy": "The species was first described in 1857 by Franz Josef Ruprecht. It was treated in the genus Cerasus (now generally accepted as a subgenus of Prunus) by Vladimir Leontyevich Komarov in 1927, but the original P. maximowiczii remains the widely accepted binomial.",
    "Description": "P. maximowiczii has white, insect-pollinated, hermaphroditic flowers, blooming in May in the Northern Hemisphere, November in the Southern Hemisphere. The edible fruits (cherries) are about 5 mm in diameter, containing one large seed each. They ripen in August in the Northern Hemisphere, February in the Southern Hemisphere.",
    "Range and habitat": "Korea, China (Heilong Jiang, Jilin, Liaoning, and Zhejiang), Russia (Khabarovsk, Primorye, and Sakhalin), and Japan (Hokkaido, Honshu, and Kyushu), often in mountainous, woodland regions and in clayey soil.",
    "Uses": "P. maximowiczii is useful in many ways; aside from eating the fruit, the flowers can be used as a condiment, preserved in brine.The wood of P. maximowiczii is very hard, heavy, and close grained, making it excellent for carving and the making of furniture.Dyes produced from the leaves of P. maximowiczii are green; and those from the fruit, a dark grey to green.Chemically, amygdalin and prunasin, the derivatives of which produce prussic acid as well as Genistein can be extracted from P. maximowiczii.",
    "References": "",
    "External links": "More images and information at Prunus maximowiczii at Cirrus Digital"
  }
}