{
  "url": "https://en.wikipedia.org/wiki/Prunus_simonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Prunus"
    },
    {
      "Species": "P. simonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus simonii, called apricot plum and Simon plum, is a tree in the genus Prunus. It was first described by Elie-Abel Carrière in 1872 and is native to Hebei province, China. The species is not known in a truly wild state. It has been important for breeding commercial plum cultivars from crosses with other species of the genus Prunus. The species is named for Gabriel Eugène Simon (1829–1896), a French botanist and diplomat who sent pits to the Paris Museum in the early 1860s while he was representing the French government in China. Beginning about 1881, the species became commonly known in the United States; having been introduced there from France.",
    "Description": "Prunus simonii is a small deciduous tree growing to about 6 meters (20 ft) in height. The flowers produce almost no pollen; the fruit varies in quality, can be bitter or pleasant to eat, and is flat in shape. Just like an apricot, the fruit flesh clings tightly to the pit. The taste is often bitter. Fruit production is not particularly bountiful. The fruit is dark red or \"brick red\". The branches are slender and the leaves oblong. In appearance, the fruit is flatter than most plums, looking \"tomato-like\". The fruit is particularly aromatic, much more so than Prunus salicina, with a comparatively high level of hexyl acetate, which gives apples their aroma.",
    "Uses": "Plant breeder Luther Burbank devoted a lot of work to hybridizing this species with the Japanese plum (Prunus salicina) and developed a number of cultivars from the hybrid. Of these, the cultivar 'Climax' was particularly notable for its importance to the fruit shipping industry of California. Other influential plum cultivars that Burbank developed with P. simonii ancestry include 'Maynard', 'Chalco', 'Santa Rosa', and 'Formosa'. Those two species and the European species Prunus cerasifera have contributed the majority of the genetic constitution of modern Japanese-type plum cultivars, with lesser contributions from three native American species P. americana, P. angustifolia, and P. munsoniana.",
    "References": "",
    "External links": "\"Prunus simonii\". National Center for Biotechnology Information (NCBI)."
  }
}