{
  "url": "https://en.wikipedia.org/wiki/Prunus_majestica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Cerasus"
    },
    {
      "Species": "P. cerasoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus cerasoides, called the wild Himalayan cherry and sour cherry, is a deciduous cherry tree found in East Asia, South Asia and Southeast Asia. It is of the family Rosaceae and the genus Prunus. \nIts range extends in the Himalayas from Himachal Pradesh in north-central India, to Southwest China, Burma and Thailand. It grows in temperate forest from 1,200–2,400 metres (3,900–7,900 ft) in elevation.",
    "Description": "Prunus cerasoides is a tree which grows up to 30 metres (98 ft) in height. It has glossy, ringed bark. When the tree is not in flower, it is characterised by glossy, ringed bark and long, dentate stipules.\nThe tree flowers in autumn and winter. Flowers are hermaphroditic and are pinkish white in color. It has ovoid yellow fruit that turns red as it ripens.",
    "Uses": "",
    "Uses-Cultivation": "Prunus cerasoides is cultivated as an ornamental tree. The tree thrives in well-drained and moisture-retentive loamy soil, in an open, sunny, and sheltered location.\nP. cerasoides, like most members of the genus Prunus, is shallow rooted and is likely to produce suckers if the root is damaged.  It is likely to become chlorotic if too much lime is present. It is known to be susceptible to honey fungus.\nThe seed requires two to three months cold stratification and is best sown in a cold frame as early in winter as possible. The seed grows rather slowly and can sometimes take about 18 months to germinate depending on the conditions.",
    "Uses-Food": "Fruit — 15mm in diameter, the fruit can be eaten raw or cooked.\nGum — Gum is chewed and obtained from the trunk. It can be employed as a substitute for gum tragacanth.\nSeed — It can be eaten raw or cooked.",
    "Uses-Other uses": "The fruits and the leaves give a dark green dye. Seeds can be used in the manufacture of necklaces.\nThe wood is hard, strong, durable and aromatic, and branches are used as walking sticks.\n\n\n== References =="
  }
}