{
  "url": "https://en.wikipedia.org/wiki/Prunus_ursina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Subfamily": "Amygdaloideae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Species": "P. ursina"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus ursina (bear's plum, Arabic: خوخ الدب‎ ) is a species of prunus native to the woods of Western Asia from Turkey to Syria, the Palestine region and Lebanon.",
    "Etymology": "Prunus, from the Latin \"prūnus\" which is a loan from Greek (προῦνον, prounon) means plum tree.\nUrsina derives from \"ursus\", a bear, referring to one of a bear's favorite foods.",
    "Description": "Prunus ursina is a deciduous shrub to a small tree, reaching 4 to 8 meters in height; it is highly branched and the branches sometimes bear spines. The twigs are velvety and the leaves are ovate to oblong. Prunus ursina produces white hermaphrodite flowers in pairs during the spring. Its 2-to-3 cm unpalatable fruit is globose and turns yellow to dark orange when ripe but may be toxic if consumed excessively.",
    "Synonyms": "Prunus divaricata ursina",
    "Uses": "The fuit can be used to obtain a dark grey to green dye and a green dye can be obtained from the leaves.Plants in the Prunus species contain amygdalin and prunasin, substances which break down in water to produce hydrogen cyanide. Hydrogen cyanide is a colorless, extremely poisonous chemical that gives almonds their characteristic flavour. These substances are found mainly in the leaves and seed and can be detected by the bitter taste. It is usually present in too small a quantity to do any harm but any very bitter seed or fruit should not be eaten.Consumption of small quantities of hydrogen cyanide stimulates respiration and improves digestion. Excessive consumption of the toxin can cause respiratory failure and death.",
    "Cultivation": "Prunus ursina fruits better in full sun but is still successful in partial shade. The tree will form suckers if its shallow roots are damaged. Among the pests that affect the genus Prunus is honey fungus. the seed requires 2–3 months cold stratification in order to germinate.\n\n\n== References =="
  }
}