{
  "url": "https://en.wikipedia.org/wiki/Prunus_sativa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Prunus"
    },
    {
      "Species": "P. domestica"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus domestica (sometimes referred to as Prunus × domestica), the European plum is a species of flowering plant in the family Rosaceae. A deciduous tree, it includes many varieties of the fruit trees known as plums in English, though not all plums belong to this species. The greengages and damsons also belong to subspecies of P. domestica.\nIts hybrid parentage was believed to be Prunus spinosa and Prunus cerasifera.; however recent cytogenetic evidence seem to implicate 2x, 4x, 6x P. cerasifera as the sole wild stock from which the cultivated 6x prunus domestica could have evolved.  This is the most commonly grown plum at least in Europe, and most prunes (dried plums) are made from fruits of this species.",
    "Characteristics": "Typically it forms a large shrub or a small tree. It may be somewhat thorny, with white blossom, borne in early spring. The oval or spherical fruit varies in size, but can be up to 8 cm across. The edible pulp is usually sweet (dessert plum), though some varieties are sour and require cooking with sugar to make them palatable. Like all Prunus fruits, it contains a single large seed, usually called a stone, which is discarded when eating.Plums are grown commercially in orchards, but modern rootstocks, together with self-fertile strains, training and pruning methods, allow single plums to be grown in relatively small spaces. Their early flowering and fruiting means that they require a sheltered spot away from frosts and cold winds.",
    "Cultivars": "Numerous cultivars have been selected for garden use. The following have gained the Royal Horticultural Society's Award of Garden Merit:-",
    "Subspecies": "Cullen et al. (1995) recognises three subspecies, though scientific studies favor a more fine-grained separation:\n\nThe subspecies cross easily, so that numerous intermediate forms can be found: their sweetness and tartness may vary, their colors varying from bluish-purple to red, orange, yellow or light green.",
    "References": "Cullen, J. et al. (1995). The European Garden Flora. Volume IV. Cambridge University Press, Cambridge.",
    "External links": " Media related to Plums at Wikimedia Commons\n Data related to Prunus domestica at Wikispecies"
  }
}