{
  "url": "https://en.wikipedia.org/wiki/Prunus_microcarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Subfamily": "Amygdaloideae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Species": "P. microcarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus microcarpa (small-fruited cherry, Arabic name:  كرز صغير الثمر ) is a species of Prunus native to Western Asia and the Caucasus.",
    "Description": "Prunus microcarpa is a deciduous bushy shrub with rigid branchlets. Its glabrous leaves are ovate to elliptic. Prunus microcarpa produces white to pale pink hermaphrodite flowers in April. The flowers are solitary or in pairs and are 1 cm across. Its 1 cm-long fruit is ovoid and turns yellow to orange, red or black when ripe and may be toxic if consumed excessively.",
    "Uses": "The shrub's fruit can be used to obtain a dark grey to green dye, and a green dye can be obtained from its leaves.Plants in the Prunus species contain amygdalin and prunasin, substances which break down in water to produce hydrogen cyanide. Hydrogen cyanide is a colorless, extremely poisonous chemical that gives almonds their characteristic flavour. These substances are found mainly in the leaves and seed and can be detected by the bitter taste. It is usually present in too small a quantity to do any harm but any very bitter seed or fruit should not be eaten.Consumption of small quantities of hydrogen cyanide stimulates respiration and improves digestion. Excessive consumption of the toxin can cause respiratory failure and death.",
    "Cultivation": "Prunus microcarpa requires full sun and dry conditions in a well-drained moisture-retentive loamy soil. The tree will form suckers if its shallow roots are damaged. Among the pests that affect the genus Prunus is honey fungus. the seed requires 2–3 months cold stratification in order to germinate.\n\n\n== References =="
  }
}