{
  "url": "https://en.wikipedia.org/wiki/Prunus_speciosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Cerasus"
    },
    {
      "Section": "P. sect. Cerasus"
    },
    {
      "Species": "P. speciosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus speciosa,  the Oshima cherry, Japanese オオシマザクラ (Oshima zakura), is native to Izu Ōshima island and the Izu Peninsula on Honshū near Tokyo, Japan.",
    "Description": "Prunus speciosa is a deciduous tree typically 4–12 metres (13–39 ft) high. The leaves are 5–10 cm long and 3–6 cm broad, with a double-toothed margin, and an acuminate apex.\nThe flowers are 2.5–4 cm diameter, with five white petals, gold stamens and brown sepals; they grow in clusters in the spring, and are hermaphroditic. The fruit is a small black cherry about 1 cm diameter.A tree 8 m in circumference and 800 years old is known on Ōshima island. It has been designated a national treasure.",
    "Cultivation": "GardensThe Oshima cherry, is widely cultivated as an ornamental tree. Because of its large, showy flowers it is planted in many gardens and parks. There are many cultivars. It is also a hybrid parent of many of the sakura flowering cherry cultivars.  It prefers sun and moist draining soil.\n\nFoodThe fruit is also edible. The flowers when dried are used to make tea. The leaves (sakura leaf or cherry leaf) are used in cooking and medicine to make 'cherry tree rice cake', but P. speciosa is not the only sakura leaf.",
    "Classification": "The plant was first described by Gen'ichi Koidzumi as Prunus jamasakura var. speciosa, and later treated as a separate species by Collingwood Ingram (1880-1981). It is occasionally treated as a synonym of Prunus lannesiana. or (particularly in Japan) as a variety of it, Prunus lannesiana var. speciosa (Koidz.) Makino. The name speciosa in Latin means \"the beautiful\", a name which must apply to the blossoming tree.",
    "See also": "Cherry blossom\nHanami\nSakura",
    "References": "\n\n== External links =="
  }
}