{
  "url": "https://en.wikipedia.org/wiki/Prunus_ilicifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Species": "P. ilicifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus ilicifolia (Common names: hollyleaf cherry, evergreen cherry; islay - Salinan Native American) It is native to the chaparral areas of coastal California (from Mendocino County to San Diego County), Baja California, and Baja California Sur. as well as the desert chaparral areas of the Mojave desert.Prunus ilicifolia is an evergreen shrub to tree, producing edible cherries, with shiny and spiny toothed leaves similar in appearance to those of holly. This resemblance is the source of both the common name \"holly-leaved cherry\" and the scientific epithet \"ilicifolia\" (Ilex-leaved). It grows 8 to 30 feet (240–900 cm) tall, with thick, alternate leaves 1 to 2 inches (2.5-5.0 cm) in length. It has small white flowers growing in clusters, similar in appearance to most members of the rose family, Rosaceae, flowering from March to May. The flowers are terminal on small stalks, with the youngest at the cluster center. The purple to black fruit is sweet, with a very thin pulp around a large single stone (drupe).The plant is prized for cultivation, showy and easily grown from seed, and has been cultivated for centuries as a food source, and tolerates twice yearly pruning when often used as a hedge. The plant likes full sun, loose open soil (porous), and tolerates drought conditions well, but needs regular watering when young. Bees are attracted to it.\"Prunus\" comes from the old Latin for \"plum\". \"Ilici - folia means \"holly like - leaves\". This is the only species of the genus Prunus native to the Santa Monica Mountains that divide the Los Angeles basin from the San Fernando Valley, California.",
    "Description": "It is an evergreen shrub or small tree approaching 15 meters (50 feet) in height, with dense, hard leaves (sclerophyllous foliage). The leaves are 1.6–12 cm (0.64-4.8 inches) long with a 4–25 mm (0.16-1.00 inch) petiole and spiny margins, somewhat resembling those of the holly. The leaves are dark green when mature and generally shiny on top, and have a smell resembling almonds when crushed. The flowers are small (1–5 mm), white, produced on racemes in the spring. The fruit is a cherry 12–25 mm diameter, edible and sweet, but contains little flesh surrounding the smooth seed.",
    "Description-Subspecies": "There are two subspecies:\nP. ilcifolia subsp. ilicifolia - mainland California and Baja California, red fruit 12–18 mm diameter\nP. ilicifolia subsp. lyonii (Eastw.) Raven - Catalina cherry,  Channel Islands of California (San Clemente, Santa Catalina, Santa Cruz and Santa Rosa Island islands), blue-black fruit 15–25 mm diameter",
    "Distribution, habitat, and ecology": "Prunus ilicifolia is native to California chaparral and foothill woodlands along the Coast Ranges below 1,600 m. Its distribution extends from northern Baja California along the California coast to the northernmost extent of the Coast Ranges, as well as into the desert chaparral areas of the Mojave desert. In chaparral communities, it tends to inhabit north-facing slopes, erosion channels, or other moist, cool sites.It is a persistent member of chaparral communities, being slow-growing but long-lived; common chaparral flora associates are toyon, western poison-oak and coffeeberry. In the absence of fire, P. ilicifolia will outlive or outshade surrounding vegetation, making room for seedlings. Eventually, it will form extensive stands codominated by scrub oak.",
    "Distribution, habitat, and ecology-Regeneration and seedlings": "Although it will resprout from the stump after fires, the seeds are not fire-adapted like those of many other chaparral plants. Instead, it relies on the natural death of surrounding vegetation during long periods of fire-free conditions to make room for its seedlings.The seeds are also reported to require sunlight to germinate. However, near 100% germination rates have been achieved with wild-collected seed buried completely in pots with a peatlite mix.",
    "Distribution, habitat, and ecology-Regeneration and seedlings-Butterflies": "The caterpillars of the pale swallowtail (Papilio eurymedon) feed on this and other members of the riparian woodland plant community.  It is also a larval host to the California hairstreak, Lorquin's admiral, Nevada buckmoth, and tiger swallowtail.",
    "Cultivation": "Prunus ilicifolia is used in California native plants and wildlife gardens, and drought-tolerant sustainable landscaping.",
    "Uses": "Native Americans fermented the fruit into an intoxicating drink. Some also cracked the dried cherries and made meal from the seeds after grinding and leaching them.",
    "References": "",
    "External links": "Fourdir.com: High Desert Trees\nDesert-Tropicals: Hollyleaf Cherry (Prunus ilicifolia) access date March 26, 2010"
  }
}