{
  "url": "https://en.wikipedia.org/wiki/Prunus_salicina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Prunus"
    },
    {
      "Species": "P. salicina"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus salicina (syn. Prunus triflora or Prunus thibetica), commonly called the Japanese plum or Chinese plum, is a small deciduous tree native to China. It is now also grown in fruit orchards in Korea, Japan, the United States, and Australia.\nPrunus salicina should not be confused with Prunus mume, a related species also grown in China, Japan, Korea and Vietnam.  Another tree, Prunus japonica, is also a separate species despite having a Latin name similar to Prunus salicina's common name. Plant breeder Luther Burbank devoted a lot of work to hybridizing this species with the Japanese plum (Prunus salicina) and developed a number of cultivars from the hybrid.",
    "Description": "Prunus salicina grows up to 10 metres (33 ft) tall, and has reddish-brown shoots. The leaves are 6-12 cm long and 2.5-5 cm broad, with a serrated margin. The flowers are produced in early spring, 2 cm diameter with five white petals.\nThe fruit is a drupe 4-7 cm in diameter with yellow-pink flesh; it can be harvested in the summer. When fully ripe it can be eaten raw.",
    "Uses": "",
    "Uses-Culinary": "In China, candied fruits are also sold preserved, flavoured with sugar, salt, and liquorice. In Japan, it is also used half ripe as a flavouring in a liqueur called sumomo shu (すもも酒),photo and in China a liquor is made from the fruits. For other uses of this and similar species see plum.",
    "Uses-Medicinal": "The fruits are also used in Traditional Chinese medicine. Japanese plums cv. Crimson Globe may be taken as a source of antioxidants with a potential to counteract oxidation.",
    "Etymology": "The species name is derived from the Latin word for willow.",
    "Cultivation": "Many different varieties of Prunus salicina, some being hybrid species, are cultivated in China. Prunus salicina is also widely cultivated in Japan and Korea. The most famous variety of this fruit in Vietnam is the Tam Hoa plum grown in Bắc Hà town, in Lào Cai Province.\nCultivars of the species were greatly improved in Japan and thence introduced into the United States in the latter half of the 19th century, where subsequent breeding produced many more cultivars, generally with larger fruit. Many of these American cultivars have been exported to other countries, including back to Japan, their ancestral place of origin.\nMost of the fresh plums sold in North American supermarkets are Prunus salicina cultivars. They are grown on a large scale in a number of other countries, for example, they dominate the stone fruit industry in Western Australia.",
    "See also": "Prunus mume",
    "References": "",
    "External links": "ibiblio.org - Prunus salicina\nU.Melb-AU: Sorting Prunus names"
  }
}