{
  "url": "https://en.wikipedia.org/wiki/Prunus_mugus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Cerasus"
    },
    {
      "Species": "P. mugus"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus mugus (Chinese: 偃樱桃 \"supine cherry\") is a species of cherry found in Yunnan province of China and nearby areas of Myanmar and Tibet. A prostrate shrub 1 m tall, it prefers to grow in thickets in the krummholz zone on mountain slopes from 3200 to 3,700 m or even 4,075 metres (13,400 ft) above sea level. Heinrich von Handel-Mazzetti, who discovered it, named the species after Pinus mugo, the dwarf mountain pine.",
    "Description": "In their native habitat Prunus mugus are low-lying shrubs at most 1 m tall. The bark of the older branches is taupe in color. The bark of branchlets is brown to taupe, and young branchlets are densely covered in appressed villous hairs. Winter buds are ovoid-ellipsoid and glabrous, with acuminate apices. The stipules are linear, 5 to 8 mm long, with margins gland-tipped and fimbriate. Petioles are 2 to 7 mm long and glabrous. P. mugus leaf blades are obovate to obovate-elliptic, and 0.7 to 2 cm wide by 1 to 3.5 cm long. They have cuneate bases, acutely biserrate margins, and obtuse to acute apices, with 5 to 9 secondary veins on either side of the midvein. The abaxial surface of the leaves are pale green and glabrous, and the adaxial surface of the leaves is dark green and glabrous (occasionally pilose when young).Inflorescences are one-flowered or two-flowered, and held in a fascicle. The involucral bracts are obovate-oblong, 2 to 3 mm wide by 5 to 8 mm long, with abaxial surfaces glabrous, adaxial surfaces pilose, possessing glandular hairy margins, and with no peduncle present. Pedicels are 0.3 to 3 cm and glabrous. The hypanthia are tubular, 2 to 3 mm wide by 6 to 8 mm long. The sepals are triangularly long ovate, 2 to 3 mm long, with glandular serrate margins, and acuminate to acute apices. Petals are white to pink, often shell-pink, suborbicular, with erose apices. There are 30 to 45 stamens per flower. The glabrous style is exserted after anthesis, and is much longer than the stamens. The fruit, a drupe, is dark red when ripe, is usually 0.8 cm wide by 1 cm long, and has a markedly sculptured endocarp. Flowers usually open at the same time as the leaves, in May through July, and fruits set in July through August, depending on local temperatures.",
    "Uses": "When cultivated at low altitude, Prunus mugus takes takes a taller, bushy growth form, with stiff, thick stems, and flowers that are \"are more curious than beautiful\". P. mugus has been successfully tested as a dwarfing rootstock for sweet cherries but since propagating it from cuttings is very difficult it is not commercially viable.\n\n\n== References =="
  }
}