{
  "url": "https://en.wikipedia.org/wiki/Prunus_andersonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Species": "P. andersonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus andersonii is a species of shrub in the rose family, part of the same genus as the peach, cherry, and almond. Its common names include desert peach and desert almond. It is native to eastern California and western Nevada, where it grows in forests and scrub in desert and mountains.Prunus andersonii is a shrub approaching two meters (80 inches) in height, its tangling branches narrowing to spiny-tipped twigs. Serrated, lance-shaped to oval leaves occur in clusters, each leaf measuring up to 3 centimeters (1.2 inches) long. The shrub is deciduous. The inflorescence is a solitary flower or pair of flowers. Each flower has usually five concave pink petals each just under a centimeter (0.4 inches) long, with many whiskerlike stamens at the center. Flowers bloom before or at the same time as the leaves appear. The fruit is a fuzzy reddish-orange drupe around a centimeter (0.4 inches) wide. The fruits are fleshy in years with ample moisture, and dry in drought years. The seed is a heart-shaped stone. The plant reproduces sexually via germination of the seed, and vegetatively by sprouting from its rhizome. One plant may sprout and resprout from its rhizomes to form a very large clone which can spread over several acres.\n\nMany rodents collect and eat the fruits and cache the seeds. Among Native American groups, the Paiute used this plant for making tea and medicinal remedies, and the Cahuilla considered the fruit a delicacy.",
    "References": "",
    "External links": "Jepson Flora Project: Prunus andersonii\nPlants for a Future: Prunus andersonii\nCalphotos Photo gallery, University of California\n Media related to Prunus andersonii at Wikimedia Commons"
  }
}