{
  "url": "https://en.wikipedia.org/wiki/Prunus_mandshurica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Armeniaca"
    },
    {
      "Species": "P. mandshurica"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus mandshurica, called Manchurian apricot and Scout apricot, is a tree in the genus Prunus.\nIt was first described by Karl Maximovich in 1883 as a variety of the Siberian apricot (Tibetan apricot) Prunus armeniaca. It is resistant to cold and is native to northeast China, Korea, and Manchuria. It is highly susceptible to plum pox potyvirus.",
    "Description": "Prunus mandshurica is a deciduous, broad-leaved tree which grows to a height of about 10 meters (33 ft). The inner bark is red and the outer bark is black. The leaves are oval, with an elongated tip (acuminate or caudate), some hairs and serrated edges. The tree grows best in loam soils. Its petioles are 3 centimeters (1.2 in). The sepals and petals are oval, while the length of the stamens is similar to that of the stigma, which is cup-shaped. Flowers appear in spring and are white or pale pink. Fruits appear in late summer and are yellow with some red. In the autumn the leaves turn golden orange.",
    "Uses": "Seed oil from P. mandshurica has been studied as a source of biodiesel. The oil content of Prunus sibirica seeds is significantly lower but also has potential as a source of biodiesel. It has been used in cosmetics, soaps, and cold creams, and is also a source of the antimicrobial phloretin. Practitioners of traditional Chinese medicine believe that the dried kernels are useful for treating asthma and constipation.",
    "Cultivars": "Cultivars include the 'Mandan', hybrids 'Moongold' and 'Sungold', and var. glabra.",
    "Nomenclature": "In China, it is known as the northeastern apricot (Chinese: 东北杏) or Liaoning apricot (Chinese: 辽杏)–both names describe the geographical position of Manchuria.  In Korean, it is known as the Gaesalgu tree (개살구나무).",
    "References": "\n\n== External links =="
  }
}