{
  "url": "https://en.wikipedia.org/wiki/Prunus_zhengheensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Prunus"
    },
    {
      "Subgenus": "Prunus subg. Prunus"
    },
    {
      "Section": "Prunus sect. Armeniaca"
    },
    {
      "Species": "P. mume"
    }
  ],
  "text": {
    "__SUMMARY__": "Prunus mume is an East Asian tree species classified in the Armeniaca section of the genus Prunus subgenus Prunus. Its common names include Chinese plum and Japanese apricot. The flower is usually called plum blossom. This distinct tree species is related to both the plum and apricot trees. Although generally referred to as a plum in English, it is more closely related to the apricot.\nIn Chinese, Japanese, Korean and Vietnamese cooking, the fruit of the tree is used in juices, as a flavouring for alcohol, as a pickle and in sauces. It is also used in traditional medicine.\nThe tree's flowering in late winter and early spring is highly regarded as a seasonal symbol.",
    "Origin": "Prunus mume originated around the Yangtze River in the south of China. It was later introduced to Japan, Korea, Taiwan and Vietnam. It can be found in sparse forests, stream sides, forested slopes along trails and mountains, sometimes at altitudes up to 1,700–3,100 metres (5,600–10,200 ft), and regions of cultivation.",
    "Description": "Prunus mume is a deciduous tree that starts to flower in mid-winter, typically around January until late February in East Asia. It can grow to 4–10 metres (13–33 ft) tall. The flowers are 2–2.5 centimetres (0.79–0.98 in) in diameter and have a strong fragrant scent. They have colors in varying shades of white, pink, and red. The leaves appear shortly after the petals fall, are oval-shaped with a pointed tip, and are 4–8 cm long and 2.5–5 cm wide. The fruit ripens in early summer, around June and July in East Asia, and coincides with the rainy season of East Asia, the meiyu (梅雨, \"plum rain\"). The drupe is 2–3 centimetres (0.79–1.18 in) in diameter with a groove running from the stalk to the tip. The skin turns yellow, sometimes with a red blush, as it ripens, and the flesh becomes yellow. The tree is cultivated for its fruit and flowers.",
    "Names": "The plant is known by a number of different names in English, including Chinese plum and Japanese apricot. An alternative name is ume or mume. Another alternative name is  mei.The flower is known as the meihua (梅花) in Chinese, which came to be translated as \"plum blossom\" or sometimes as \"flowering plum\". The term \"winter plum\" may be used too, specifically with regard to the depiction of the flower with its early blooming in Chinese painting.\nIn Chinese it is called mei (梅) and the fruit is called meizi (梅子). The Japanese name is ume (kanji: 梅; hiragana: うめ), while the Korean name is maesil (hangul: 매실; hanja: 梅實). The Japanese and Korean terms derive from Middle Chinese, in which the pronunciation is thought to have been muəi. The Vietnamese name is mai or mơ (although mai vàng refers to a different plant, Ochna integerrima, in southern Vietnam).",
    "Varieties": "Ornamental tree varieties and cultivars of P. mume have been cultivated for planting in various gardens throughout East Asia, and for cut blossoming branches used in flower arrangements.",
    "Varieties-Chinese varieties": "In China, there are over 300 recorded cultivars of Prunus mume. These are classified by phylogenetics (P. mume and two hybrids) in branches, type of branches in groups, and characteristics of flowers in several forms:\nZhizhimei Lei (直枝梅類) [Upright Mei Group], Prunus mume var. typica\nPinzimei Xing (品字梅型) [Pleiocarpa Form]\nJiangmei Xing (江梅型) [Single Flowered Form]\nGongfen Xing (宮粉型) [Pink Double Form]\nYudie Xing (玉蝶型) [Alboplena Form]\nHuangxiang Xing (黃香型) [Flavescens Form]\nLü'e Xing (綠萼型) [Green Calyx Form]\nSajin Xing (灑金型) [Versicolor Form]\nZhusha Xing (硃砂型) [Cinnabar Purple Form]\nChuizhimei Lei (垂枝梅類) [Pendulous Mei Group], Prunus mume var. pendula\nFenhua Chuizhi Xing (粉花垂枝型) [Pink Pendulous Form]\nWubao Chuizhi Xing (五寶垂枝型) [Versicolor Pendulous Form]\nCanxue Chuizhi Xing (殘雪垂枝型) [Albiflora Pendulous Form]\nBaibi Chuizhi Xing (白碧垂枝型) [Viridiflora Pendulous Form]\nGuhong Chuizhi Xing (骨紅垂枝型) [Atropurpurea Pendulous Form]\nLongyoumei Lei (龍游梅類) [Tortuous Dragon Group], Prunus mume var. tortuosa\nXingmei Lei (杏梅類) [Apricot Mei Group], Prunus mume var. bungo\nYinglimei Lei (櫻李梅類) [Blireiana Group], Prunus × Blireiana, Prunus cerasifera 'Pissardii' × Prunus mume AlphandiiIt is disputed whether Prunus zhengheensis (Chinese: 政和杏) is a separate species or conspecific with Prunus mume. It is found in the Fujian province of China. It is only known from one county, Zhenghe. It is a tree 35 to 40 m tall, preferring to grow at 700 to 1000 m above sea level. The yellow fruit is delectable.",
    "Varieties-Japanese varieties": "In Japan, ornamental Prunus mume cultivars are classified into yabai (wild), hibai (red), and bungo (Bungo Province) types. The bungo trees are also grown for fruit and are hybrids between Prunus mume and apricot. The hibai trees have red heartwood and most of them have red flowers. The yabai trees are also used as grafting stock.",
    "Uses": "",
    "Uses-Culinary use": "",
    "Uses-Culinary use-Beverage": "In mainland China and Taiwan, suanmeitang (酸梅汤/酸梅湯; \"sour plum juice\") is made from smoked plums, called wumei (乌梅/烏梅). The plum juice is extracted by boiling smoked plums in water and sweetened with sugar to make suanmeitang. It ranges from light pinkish-orange to purplish black in colour and often has a smoky and slightly salty taste. It is traditionally flavoured with sweet osmanthus flowers, and is enjoyed chilled, usually in summer.\nIn Korea, both the flowers and the fruits are used to make tea. Maehwa-cha (매화차, 梅花茶; \"plum blossom tea\") is made by infusing the flowers in hot water. Maesil-cha (매실차, 梅實茶; \"plum tea\") is made by mixing water with maesil-cheong (plum syrup) and is served either hot or cold. In Japan, similar drink made from green plums, tastes sweet and tangy, is considered a cold, refreshing drink and is often enjoyed in the summer.",
    "Uses-Culinary use-Condiment": "A thick, sweet Chinese sauce called meijiang (梅酱) or meizijiang (梅子酱), usually translated as \"plum sauce\", is also made from the plums, along with other ingredients such as sugar, vinegar, salt, ginger, chili, and garlic.  Similar to duck sauce, it is used as a condiment for various Chinese dishes, including poultry dishes and egg rolls.\nIn Korea, maesil-cheong (매실청, 梅實淸, \"plum syrup\"), an anti-microbial syrup made by sugaring ripe plums, is used as a condiment and sugar substitute. It can be made by simply mixing plums and sugar together, and then leaving them for about 100 days. To make syrup, the ratio of sugar to plum should be at least 1:1 to prevent fermentation, by which the liquid may turn into plum wine. The plums can be removed after 100 days, and the syrup can be consumed right away, or mature for a year or more.",
    "Uses-Culinary use-Flower pancake": "In Korea, hwajeon (화전, 花煎; \"flower pancake\") can be made with plum blossoms. Called maehwa-jeon (매화전, 梅花煎; \"plum blossom pancake\"), the pancake dish is usually sweet, with honey as an ingredient.",
    "Uses-Culinary use-Liquor": "Plum liquor, also known as plum wine, is popular in both Japan and Korea, and is also produced in China. Umeshu (梅酒; \"plum wine\") is a Japanese alcoholic drink made by steeping green plums in shōchū (clear liquor). It is sweet and smooth. A similar liquor in Korea, called maesil-ju (매실주, 梅實酒; \"plum wine\"), is marketed under various brand names, including Mae hwa soo, Matchsoon and Seoljungmae.  Both the Japanese and Korean varieties of plum liquor are available with whole plum fruits contained in the bottle. In China, plum wine is called méijiǔ (梅酒).\nIn Taiwan, a popular 1950s innovation over the Japanese-style plum wine is the wumeijiu (烏梅酒; \"smoked plum liquor\"), which is made by mixing two types of plum liquor, meijiu (梅酒) made of P. mume and lijiu (李酒) made of P. salicina, and oolong tea liquor.In Vietnam, ripe plums are macerated in sticky rice liquor. The resulting liquor is called rượu mơ. A brand selling plum liquor is Sơn Tinh.",
    "Uses-Culinary use-Pickled and preserved plums": "In Chinese cuisine, plums pickled with vinegar and salt are called suanmeizi (酸梅子; \"sour plum fruits\"), and have an intensely sour and salty flavour. They are generally made from unripe plum fruits. Huamei (话梅) are Chinese preserved plums and refers to Chinese plums pickled in sugar, salt, and herbs. There are two general varieties: a dried variety, and a wet (pickled) variety.\nUmeboshi (梅干) are pickled and dried plums. They are a Japanese specialty. Pickled with coarse salt, they are quite salty and sour, and therefore eaten sparingly. They are often red in colour when purple shiso leaves are used.  Plums used for making umeboshi are harvested in late May or early June, while they are still green, and layered with salt.  They are weighed down with a heavy stone (or some more modern implement) until late August.  They are then dried in the sun on bamboo mats for several days (they are returned to the salt at night). The flavonoid pigment in shiso leaves gives them their distinctive colour and a richer flavour. Umeboshi are generally eaten with rice as part of a bento (boxed lunch), although they may also be used in makizushi (rolled sushi). Umeboshi are also used as a popular filling for rice balls (onigiri) wrapped in laver. Makizushi made with plums may be made with either umeboshi or bainiku (umeboshi paste), often in conjunction with green shiso leaves. A byproduct of umeboshi production is umeboshi vinegar, a salty, sour condiment.\nIn Korea, there is a 'Massil-jangajji' similar to 'Umeboshi'. It is a common side dish in Korea. In the middle of June, select a slightly yellowish plum just before its maturation during the rainy season, wash it thoroughly with water, and lift it in a basket to pick the top. Place a bowl of dried plums on a platter and sprinkle 2 percent salt on the plums, then gently press the top with a stone, close the lid, and store in a cool place where the sun is not peppered. Remove the tea leaves from mid-June to July, wash them clean, then sprinkle them with about 3 percent salt, remove the green water twice, mash it well and mix it with pickled plum, then gently press the lid with a vinyl and put it in a cool place.\nA very similar variety of pickled plum, xí muội or ô mai is used in Vietnamese cuisine. The best fruit for this are from the forest around the Hương Pagoda in Hà Tây Province.",
    "Uses-Medicinal use": "Prunus mume is a common fruit in Asia and used in traditional Chinese medicine. It has long been used as a traditional drug and healthy food in East Asian countries. A recent study has indicated that Prunus mume extract is a potential candidate for developing an oral antimicrobial agent to control or prevent dental diseases associated with several oral pathogenic bacteria. Recent studies have also shown that Prunus mume extract may inhibit Helicobacter pylori, associated with gastritis and gastric ulcers. Experiments on rats suggest that P. mume extract administered during endurance exercise training may enhance the oxidative capacity of exercising skeletal muscle, and may induce the muscle to prefer fatty acids for its fuel use rather than amino acids or carbohydrates, thus assisting endurance.",
    "Cultural significance": "Plum blossoms have been well loved and celebrated across East Asia",
    "Cultural significance-Chinese": "The plum blossom, which is known as the meihua (梅花), is one of the most beloved flowers in China and has been frequently depicted in Chinese art and poetry for centuries. The plum blossom is seen as a symbol of winter and a harbinger of spring. The blossoms are so beloved because they are viewed as blooming most vibrantly amidst the winter snow, exuding an ethereal elegance, while their fragrance is noticed to still subtly pervade the air at even the coldest times of the year. Therefore, the plum blossom came to symbolize perseverance and hope, as well as beauty, purity, and the transitoriness of life. In Confucianism, the plum blossom stands for the principles and values of virtue. More recently, it has also been used as a metaphor to symbolize revolutionary struggle since the turn of the 20th century.Because it blossoms in the cold winter, the plum blossom is regarded as one of the \"Three Friends of Winter\", along with pine, and bamboo. The plum blossom is also regarded as one of the \"Four Gentlemen\" of flowers in Chinese art together with the orchid, chrysanthemum, and bamboo.  It is one of the \"Flowers of the Four Seasons\", which consist of the orchid (spring), the lotus (summer), the chrysanthemum (autumn) and the plum blossom (winter). These groupings are seen repeatedly in the Chinese aesthetic of art, painting, literature, and garden design.An example of the plum blossom's literary significance is found in the life and work of poet Lin Bu (林逋) of the Song dynasty (960–1279). For much of his later life, Lin Bu lived in quiet reclusion on a cottage by West Lake in Hangzhou, China. According to stories, he loved plum blossoms and cranes so much that he considered the plum blossom of Solitary Hill at West Lake as his wife and the cranes of the lake as his children, thus he could live peacefully in solitude. One of his most famous poems is \"Little Plum Blossom of Hill Garden\" (山園小梅). The original Chinese text as well as a translation follows:\nAs with the literary culture amongst the educated of the time, Lin Bu's poems were discussed in several Song dynasty era commentaries on poetry. Wang Junqing remarked after quoting the third and fourth line: \"This is from Lin Hejing's [Lin Bu's] plum blossom poem. Yet these lines might just as well be applied to the flowering apricot, peach, or pear.\"—a comparison of the flowers with the plum blossom to which the renowned Song dynasty poet Su Dongpo (蘇東坡) replied, \"Well, yes, they might. But I'm afraid the flowers of those other trees wouldn't presume to accept such praise.\" Plum blossoms inspired many people of the era.\n\nLegend has it that once on the 7th day of the 1st lunar month, while Princess Shouyang (壽陽公主), daughter of Emperor Wu of Liu Song (劉宋武帝), was resting under the eaves of Hanzhang Palace near the plum trees after wandering in the gardens, a plum blossom drifted down onto her fair face, leaving a floral imprint on her forehead that enhanced her beauty further. The court ladies were said to be so impressed that they started decorating their own foreheads with a small delicate plum blossom design. This is also the mythical origin of the floral fashion, meihua zhuang (梅花妝; literally \"plum blossom makeup\"), that originated in the Southern Dynasties (420–589) and became popular amongst ladies in the Tang (618–907) and Song (960–1279) dynasties. The markings of plum blossom designs on the foreheads of court ladies were usually made with paintlike materials such as sorghum powder, gold powder, paper, jade and other tint substances. Princess Shouyang is celebrated as the goddess of the plum blossom in Chinese culture.During the Ming dynasty (1368–1644), the garden designer Ji Cheng wrote his definitive garden architecture monograph Yuanye and in it he described the plum tree as the \"beautiful woman of the forest and moon\". The appreciation of nature at night plays an important role in Chinese gardens, for this reason there are classical pavilions for the tradition of viewing plum blossoms by the moonlight. The flowers are viewed and enjoyed by many as annual plum blossom festivals take place in the blooming seasons of the meihua. The festivals take place throughout China (for example, West Lake in Hangzhou and scenic spots near Zijin Mountain in Nanjing amongst other places). Plum blossoms are often used as decoration during the Spring Festival (Chinese New Year) and remain popular in the miniature gardening plants of the art penjing. Branches of plum blossoms are often arranged in porcelain or ceramic vases, such as the meiping (literally \"plum vase\"). These vases can hold single branches of plum blossoms and are traditionally used to display the blossoms in a home since the early Song dynasty (960–1279).The Moy Yat lineage of Wing Chun kung fu uses a red plum flower blossom as its symbol. The plum blossoms are featured on one of the four flowers that appear on mahjong tile sets, where mei (梅) is usually simply translated as \"plum\" in English.It has been suggested that the Japanese practice of cherry blossom viewing, Hanami, may have originated from a Chinese custom of poetry and wine under plum blossom trees that was aped by Japanese elites. This is supported by the fact that Hanami started in urban areas rather than rural areas, and that classic Japanese poetry does not associate cherry blossoms with merriness like Hanami. However, the debate is charged with nationalist currents.",
    "Cultural significance-Taiwanese": "The National Flower of the Republic of China (Taiwan) was officially designated as the plum blossom (Prunus Mei; Chinese: 梅花) by the Executive Yuan of the Republic of China on July 21, 1964. The plum blossom is symbol for resilience and perseverance in the face of adversity during the harsh winter. The triple grouping of stamens (three stamens per petal) on the national emblem represents Sun Yat-sen's Three Principles of the People, while the five petals symbolize the five branches of the government. It also serves as the logo of China Airlines, the national carrier of Taiwan (the Republic of China). The flower is featured on some New Taiwan dollar coins.",
    "Cultural significance-Korean": "In Korea, the plum blossom is a symbol for spring.  It is a popular flower motif, amongst other flowers, for Korean embroidery. Maebyong are plum vases derived from the Chinese meiping and are traditionally used to hold branches of plum blossoms in Korea.",
    "Cultural significance-Japanese": "Plum blossoms are often mentioned in Japanese poetry as a symbol of spring. When used in haiku or renga, they are a kigo or season word for early spring. The blossoms are associated with the Japanese bush warbler and depicted together on one of the twelve suits of hanafuda (Japanese playing cards). Plum blossoms were favored during the Nara period (710–794) until the emergence of the Heian period (794–1185) in which the cherry blossom was preferred.Japanese tradition holds that the ume functions as a protective charm against evil, so the ume is traditionally planted in the northeast of the garden, the direction from which evil is believed to come. The eating of the pickled fruit for breakfast is also supposed to stave off misfortune.",
    "Cultural significance-Vietnamese": "In Vietnam, due to the beauty of the tree and its flowers, the word mai is used to name girls. The largest hospital in Hanoi is named Bạch Mai (white plum blossom), another hospital in Hanoi is named Mai Hương (\"the scent of plum\"), situated in Hong Mai (pink plum blossom) street. Hoàng Mai (yellow plum blossom) is the name of a district in Hanoi. Bạch Mai is also a long and old street in Hanoi. All these places are located in the south part of Hanoi, where, in the past, many P. mume trees were grown.",
    "See also": "Chinese garden\nChinese cuisine\nJapanese cuisine\nKorean cuisine\nPrunus salicina",
    "References": "",
    "External links": "China Online Museum: Chinese Plum Blossom\nNPGS/GRIN - Prunus mume information\nNDSU: A good history - Prunus mume\nUSDA Plant Profile for Prunus mume (Japanese apricot)"
  }
}