{
  "url": "https://en.wikipedia.org/wiki/Carex_inops",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Acrocystis"
    },
    {
      "Species": "C. inops"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex inops is a species of sedge known as long-stolon sedge and western oak sedge. It is native to northern North America, where it occurs throughout the southern half of Canada and the western and central United States.\nThere are two subspecies; Carex inops subsp. inops is limited to the west coast from British Columbia to California, while Carex inops subsp. heliophila (sun sedge), is more widespread and is more common east of the Rocky Mountains.",
    "Description": "This sedge produces a loose clump of stems up to 50 centimeters tall. The stiff, narrow leaves persist, with dead ones remaining around the base of the plant. The inflorescence usually has pistillate spikes below staminate spikes. The plant grows from rhizomes and fibrous roots; despite its common name, it does not usually form stolons.",
    "Ecology": "This plant, particularly sun sedge (C. inops subsp. heliophila), is a dominant species in a number of ecosystems, such as many grasslands. On the prairies of the northern Great Plains it is codominant with grasses such as western wheatgrass (Pascopyrum smithii) and other wheatgrasses, big bluestem (Andropogon gerardi) and other bluestems, needle-and-thread grass (Hesperostipa comata) and other needlegrasses, and/or blue grama (Bouteloua gracilis) and other gramas. It is common on the tallgrass prairies of Kansas alongside bluestems and prairie sandreed (Calamovilfa longifolia). It can be a dominant species in Rocky Mountain meadows, woodlands in Nebraska, the Black Hills of South Dakota and Wyoming, and the plains of Saskatchewan. It can be found in each stage of ecological succession on grasslands. It can colonize blowouts, anthills, and prairie dog towns.Many types of animals consume this plant, particularly C. inops subsp. heliophila. It is considered a good forage for livestock because it is one of the first green plants to appear in the spring and animals such as cattle find it palatable.",
    "References": "",
    "External links": "The Nature Conservancy\nCalPhotos Photo Gallery"
  }
}