{
  "url": "https://en.wikipedia.org/wiki/Carex_binervis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Spirostachyae"
    },
    {
      "Species": "C. binervis"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex binervis, the green-ribbed sedge, is a European species of sedge with an Atlantic distribution. It is found from Fennoscandia to the Iberian Peninsula, and occurs in heaths, moorland and other damp, acidic environments. It typically grows to a height of 15–120 cm (6–50 in), and has inflorescences comprising one male and several female spikes, each up to 45 mm (1.8 in) long. The utricles have two conspicuous green veins, which give rise to both the scientific name and the common name of the species. In the vegetative state, it closely resembles C. bigelowii, a species that usually grows at higher altitude. C. binervis was first described by James Edward Smith in 1800, and is classified in Carex sect. Spirostachyae; several hybrids with other Carex species are known.",
    "Description": "",
    "Description-Vegetative parts": "The culms of Carex binervis are 15–150 centimetres (6 in–4 ft 11 in) tall, although typically  less than 120 cm (3 ft 11 in). They are triangular in section with rounded corners and often a single furrow. The leaves are 7–30 cm (2.8–11.8 in) long and 2–6 millimetres (0.08–0.24 in) wide, light green and shiny on the underside, but dark green and matt on the upper surface. The leaves are flat or slightly keeled, and taper abruptly to a fine point.The roots of C. binervis are 1–2 mm (0.04–0.08 in) in diameter, with the root hairs mostly occurring on the short lateral rootlets. The rhizomes run 25–40 mm (1.0–1.6 in) below the soil surface, and are light brown and approximately 6 mm (0.2 in) in diameter. The whole root system reaches a maximum depth of 18 cm (7.1 in), spreading more widely than Juncus squarrosus, another dominant plant in Atlantic wet heaths.In the vegetative state, C. binervis is difficult to distinguish from C. bigelowii, a species that tends to grow at higher altitudes than C. binervis. They differ in that C. bigelowii has glaucous leaves and purplish-brown scales on the rhizome, whereas C. binervis has orange-brown rhizome scales, and leaves which are not glaucous. The leaves of C. binervis also develop \"wine-red\" patches on aging, which are never seen in C. bigelowii.",
    "Description-Reproductive parts": "The inflorescence of C. binervis may be up to half the length of the stem. The lower bracts resemble the leaves, while the upper bracts are more like the glumes. The inflorescence comprises a single terminal male spike, and 2–4 lateral female spikes. The male spike is 20–45 mm (0.8–1.8 in) long, with purplish glumes which are 4.0–4.5 mm (0.16–0.18 in) long and have a paler midrib. The female spikes are 15–45 mm (0.6–1.8 in) long and cylindrical. Their peduncles are half sheathed, and up to 10 cm (4 in) long, such that the lower female spikes tend to be nodding, while the upper female spikes are erect.The utricles (seeds) of C. binervis are 3.5–4.5 mm (0.14–0.18 in) long and broadly elliptical, with a rough, notched beak 1.0–1.5 mm (0.04–0.06 in) long. They are purplish brown or sometimes partly green, and both the plant's scientific and common names refer to the fact that the utricles are marked with two conspicuous green veins. C. binervis has a chromosome number of 2n = 74.",
    "Distribution and ecology": "Carex binervis has an oceanic distribution, occurring only in areas of high rainfall, from Finland and Norway, through the British Isles, Germany, Belgium and France, to Spain and Portugal. Within the British Isles, Carex binervis has a westerly and northerly distribution, and is more abundant in the Scotland, Wales and Ireland than in England. Plants from Morocco that were previously referred to C. binervis are now treated as a separate species, C. paulo-vargasii.Carex binervis grows in acidic, siliceous environments, including \"damp heaths, moors, rocky places and mountainsides\"; together with species such as Deschampsia flexuosa, it is a \"useful indicator of acid substrate\". The species has been recorded at altitudes of up to 930 metres (3,050 ft) on Glyder Fach in north Wales, and there are reports of occurrences up to 975 m (3,200 ft) in the Scottish Highlands. Although sedges are chiefly wind pollinated, insect pollinators have been observed to visit C. binervis occasionally.",
    "Taxonomy": "In 1800, James Edward Smith published an article in the Transactions of the Linnean Society of London, titled \"Descriptions of five new British species of Carex\", which included the first descriptions of Carex davalliana, C. binervis, C. tomentosa (a synonym of C. filiformis), C. micheliana (a synonym of C. flacca) and C. laevigata. After the Latin diagnosis of Carex binervis, Smith writes:\nThis species appears to have been confounded with C. distans; and from Lightfoot's description of the green angles of the fruit, I presume it to have been what he intended under that name. It is considerably larger than the real distans, the spikes black intermixed with green rather than yellowish, and the female ones often branched or compounded at their base. Its most essential and decisive character however consists in the two strong deep-green nerves or ribs which run along each side of the fruit externally near the edge. The arillus is also broader and more compressed than in C. distans.\nCarex binervis is classified in Carex subsection Elatae, part of Carex section Spirostachyae, alongside C. laevigata and other species. Natural hybrids are known between C. binervis and various other Carex species, including C. laevigata (forming C. × deserta), C. viridula (forming C. × corstorphinei), C. punctata and C. flava.",
    "References": "",
    "External links": " Media related to Carex binervis at Wikimedia Commons\nCarex binervis, West Highland Flora"
  }
}