{
  "url": "https://en.wikipedia.org/wiki/Carex_brevior",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Vignea"
    },
    {
      "Section": "Carex sect. Ovales"
    },
    {
      "Species": "C. brevior"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex brevior, known as shortbeak sedge and plains oval sedge, is a species of sedge native to North America. The specific epithet brevior means \"shorter\" in Latin.",
    "Description": "Carex brevior forms dense tufts with short-prolonged rhizomes, the clumps sometimes appearing elongated. The flowering culms are 15–120 cm (5.9–47.2 in) tall with 3 to 5 leaves per culm. Few vegetative culms are produced and unlike some other sedges, they are not strikingly 3-ranked. The leaf sheaths are white and papery and the ligule is 2.2–3.3 mm (0.087–0.13 in) long. The inflorescence is open, brown, up to 6.5 cm (2.6 in) long with between 3 and 7 distant, distinct spikes per culm. Each spike is ovoid or ellipsoide, typically attenuate at the base and acute or rounded at the tip, with 15–40 lenticular perigynia. The perigynia are green to reddish brown, orbiculate to broadly ovate, and typically 3.4–4.8 mm (0.13–0.19 in) long and 2.3–3.2 mm (0.091–0.126 in) across (1.2–1.8 times as long as wide).Carex brevior flowers in mid-May and early June, fruiting in the early to mid summer.A member of Carex sect. Ovales, it is commonly confused with other closely related species such as Carex molesta, C. molestiformis, and C. cumulata. These species share general fruiting characteristics, with \"broad perigynia that tend to be widest near the middle of the body and achenes that are broadly elliptic to round\". C. cumulata has perigynia that are more rhombic due to its narrowed wings beyond the middle of the perigynia and the nearly cuneate base.A heteroecious rust fungus, Puccinia dioicae, infects the foliage of Carex brevior, forming brownish spots and blemishes.",
    "Distribution and habitat": "Carex brevior has a broad distribution in North America, encompassing most of the continental United States and southern Canada, south to Tamaulipas, Mexico. Its habitats include dry-mesic to dry prairies, meadows, along railroads, and open woodlands, usually in sandy soils and commonly in areas of disturbance. Specimens found in disturbed habitats in parts of the Southeastern United States may be introduced populations.",
    "Gallery": "\n\t\t\n\t\t\n\n\n== References =="
  }
}