{
  "url": "https://en.wikipedia.org/wiki/Carex_berggrenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Species": "C. berggrenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex berggrenii, common name Berggren's Sedge, is a species of sedge (in the Cyperaceae family). It is endemic to New Zealand, being found on both the North and the South Islands.It has no synonyms.",
    "Description": "It is a small, tufted, dark red-purple or orange-red sedge.  Its smooth culms (circular in cross-section) are 15-30 mm long are flattened above, and almost enclosed by light brown sheaths. The linear, almost flat leaves are 30-60 mm by 1-2.5-3 mm, with distinct nerves, and blunt apices.  The terminal spike is male (on a peduncle) with the remaining sessile (or almost sessile) spikes being female, and  crowded around the base of the male spike. The bracts which subtend the inflorescence are longer than it.It flowers from October to February and fruits from October to June and the nuts are dispersed by granivory and wind.",
    "Distribution & habitat": "It is found in the Central Ranges of the North Island. In the South Island it is found generally easterly from Lake Tennyson south. It is a montane to subalpine wetland species growing on the margins of lakes and streams.",
    "Conservation status": "Assessments under the New Zealand Threat Classification System (NZTCS), declared it to be \"At Risk – Naturally Uncommon\" (NU) in 2013, and in 2017  to be \"At Risk - Declining\" (Dec).",
    "Gallery": "",
    "References": "",
    "External links": "Carex berggrenii New Zealand Plant Conservation Network\nCarex berggrenii occurrence data from GBIF\n Media related to Carex berggrenii at Wikimedia Commons"
  }
}