{
  "url": "https://en.wikipedia.org/wiki/Carex_pensylvanica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Acrocystis"
    },
    {
      "Species": "C. pensylvanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex pensylvanica is a species of flowering plant in the sedge family commonly called Pennsylvania sedge (sometimes shortened to Penn sedge). Other common names include early sedge, common oak sedge, and yellow sedge.",
    "Distribution": "This plant is native to North America, especially eastern Canada and the eastern United States. Based on a census of the literature, herbaria specimens, and confirmed sightings, C. pensylvanica is found in Manitoba, Ontario, and Quebec in Canada; and in the United States it is most widely distributed in Connecticut, Illinois, Massachusetts, Michigan, Minnesota, New Hampshire, New Jersey, Pennsylvania, mainland Rhode Island, Virginia and Wisconsin. it is also known from northern Alabama, the western Carolinas, the mostly eastern Dakotas, northern and southern Delaware, northern Georgia, western Iowa, mostly northern Indiana, northern and eastern Missouri, mostly central and eastern Ohio, and mostly central Tennessee. It is also found in Arkansas, Kentucky, Maine, Maryland and the District of Columbia, New York, West Virginia, and Vermont. It has been reported from just one county, Lee, in the far northeastern portion of the state of Mississippi.",
    "Description": "Pennsylvania sedge produces leaves up to 2 ft (0.6 m) long and 1 to 3 mm (0.04 to 0.12 in) wide that become arching at maturity. It has culms (stems) 10 to 45 cm (4 to 18 in) long.Pennsylvania sedge blooms early in the spring, from April to June. Each flower cluster contains one slender staminate (male) spike 10 to 25 mm (3⁄8 to 1 in) long above one to three shorter pistillate (female) spikes each with 4 to 12 florets. During the blooming period, the staminate spike produces slender cream-colored anthers, aging to light brown, and each pistillate floret produces three long white, thread-like styles. The scales underneath the florets are dark purple.",
    "Ecology": "This competitive species is often found in large monotypic stands. It is mainly vegetative, spreading via systems of cordlike rhizomes. Shorter rhizomes produce tufts, clumps, and mats, and longer rhizomes form wide, matted colonies.",
    "References": "",
    "External links": "Carex pensylvanica in the CalPhotos Photo Database, University of California, Berkeley\nFlora of Wisconsin, Wisconsin State Herbarium, University of Wisconsin–Madison"
  }
}