{
  "url": "https://en.wikipedia.org/wiki/Carex_davisii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Hymenochlaenae"
    },
    {
      "Species": "C. davisii"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex davisii, known as Davis' sedge or awned graceful sedge, is a species of Carex native to North America. It is listed as an endangered, threatened, or species of concern across much of edge of its range. It was named in the 1820s by Lewis David de Schweinitz and John Torrey in honor of Emerson Davis (1798–1866), a Massachusetts educator and \"enthusiastic student of the genus\" Carex.",
    "Description": "It grows up to 3 ft (0.91 m) tall, forming loose clumps, with leaves up to 1 ft (30 cm) long and about 0.3 in (8 mm) across. The underside of the leaves are typically slightly hairy, but may be glabrous (hairless), especially further west. The base of the culms and basal leaf sheathes are dark red when young, becoming brown as they age. Each flowering stem has between two and five spikelets that droop at maturity from peduncles up to 1 in (25 mm) long. The terminal spikelet is staminate (male) at the base and pistillate (female) at the tip, a form known as androgynous. The mature lateral spikelets each have 12–30 plump perigynia. The perigynia are 4–5.5 mm (0.16–0.22 in) in length and 2 mm (0.08 in) across, ovoid with a short beak, and become orange-brown as they mature. The perigynia are subtended by awned scales up to 0.5 mm (0.02 in) in length, with the scale body shorter than the mature perigynia, but the awn often exceeding it in length.Carex davisii is distinguished from other similar species of sedges in the section Carex sect. Hymenochlaenae, such as Carex formosa, by its longer awned perigynia scales and lateral flowering spikes with one or two male flowers at the base.",
    "Distribution and habitat": "Carex davisii is found in eastern North America, ranging from Vermont west to Ontario and North Dakota, south to Tennessee and Texas, excluding the southeast Atlantic coast. It typically grows in rich floodplain forests, riverbottoms, and mesic woodlands associated with large streams. It can also be found in calcareous oak savannas and meadows.",
    "Conservation": "This species of sedge is listed as an endangered species in Connecticut and Massachusetts, endangered and extirpated in Maryland, threatened in Minnesota and New York, and as a special concern species in Tennessee.The destruction and degradation by humans of its floodplain habitat around large rivers, for agriculture and the installation of locks and dams, led to its listing as threatened in Minnesota in 1984. It is also threatened by invasive species.\n\n\n== References =="
  }
}