{
  "url": "https://en.wikipedia.org/wiki/Carex_lasiocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Paludosae"
    },
    {
      "Species": "C. lasiocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex lasiocarpa is a broadly distributed species of wetland sedge sometimes known as woollyfruit sedge or slender sedge. It is considered a species of Least Concern by the IUCN Red List due to its extensive range (much of North America, Europe, and Asia) with many stable populations.",
    "Distribution and habitat": "Broadly distributed across much of North America and Eurasia, Carex lasiocarpa is found in a variety of freshwater wetland habitats including bogs, fens, and shorelines. It is also founds in wet areas of mountainous regions of moderate elevation. In New York state it is considered to be an indicator species for fens.",
    "Description": "Carex lasiocarpa is a perennial plant that spreads vegetatively to form dense stands. It bears erect stems which may exceed 1 m (3 ft 3 in) in height with long, thin leaves. The stem has one to several compact pistillate spikes and at the tip one long staminate spike. The pistillate spike vaguely resembles a tiny purplish or brownish ear of corn, with many perigynia.",
    "Ecology": "It can form nearly monospecific stands on shorelines and lakesides. Where water conditions permit, such as in bays protected from waves, the species sometimes forms thick, floating mats. These floating mats often support a rich array of other plant life adapted to wet infertile conditions, including sphagnum moss, ericaceous shrubs, orchids, and carnivorous plants. This particular species of Carex is important in producing distinctive plant communities along lakes and rivers throughout its range. \n\n\n== References =="
  }
}