{
  "url": "https://en.wikipedia.org/wiki/Carex_pilulifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Acrocystis"
    },
    {
      "Species": "C. pilulifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex pilulifera, the pill sedge, is a European species of sedge found in acid heaths, woods and grassland from Macaronesia to Scandinavia. It grows up to 30 cm (12 in) tall, with 2–4 female spikes and 1 male spike in an inflorescence. These stalks bend as the seeds ripen, and the seeds are collected and dispersed by ants of the species Myrmica ruginodis.",
    "Description": "The culms of Carex pilulifera grow to a length of 8–30 centimetres (3–12 in), and are often noticeably curved. The leaves are 5–20 cm (2–8 in) long and 1.5–2.0 millimetres (0.06–0.08 in) wide, and are fairly flat. The rhizomes of C. pilulifera are very short, giving the plant a caespitose (densely tufted) appearance. The tussock grows outwards through the production of annual side-shoots.The inflorescence comprises a single, terminal, male (staminate) spike, and 2–4 lateral female (pistillate) spikes. The spikes are clustered together, and the whole inflorescence is 1–4 cm (0.4–1.6 in) long. The female spikes are 4–8 mm (0.16–0.31 in) long, ovoid or approaching spherical, and contains 5–15 flowers. The female spikes are attached directly to the stem, and each is subtended by a bract which does not form a sheath. The male spike is 8–15 mm (0.3–0.6 in) long and much narrower.",
    "Distribution and ecology": "Carex pilulifera has a wide distribution in Europe, extending from Macaronesia and the Balkan Peninsula to Scandinavia. It grows on acidic substrates including heathland, grassland and woodland. It typically inhabits soils with a pH of 4.5–6.0.As the seeds of C. pilulifera ripen, the culms bend, and can eventually touch the ground. The seeds are then dispersed by ants, particularly Myrmica ruginodis, in a process known as myrmecochory, and are eaten by other insects, such as the ground beetle Harpalus fuliginosus.",
    "Taxonomic history": "Carex pilulifera was described by Carl Linnaeus in his 1753 work Species Plantarum, which marks the starting point of botanical nomenclature. The specific epithet pilulifera means \"bearing small globular structures\", in reference to the female spikes.",
    "References": "",
    "External links": " Media related to Carex pilulifera at Wikimedia Commons"
  }
}