{
  "url": "https://en.wikipedia.org/wiki/Carex_rainbowii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Section": "C. sect. Sylvaticae"
    },
    {
      "Species": "C. rainbowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex rainbowii is a species of sedge found in the understorey of Afromontane forests in the Drakensberg Mountains of South Africa. It had previously been misidentified as introduced populations of Carex sylvatica, but was published as a new species in 2013.",
    "Description": "Carex rainbowii forms tussocks, with stems 45–71 centimetres (18–28 in) high. The leaves are usually slightly shorter than the stems, and are 6–10 mm (0.24–0.39 in) wide. The inflorescence is 18–35 cm (7–14 in) long, and consists of four or five lateral spikes of female flowers and a terminal spike. The terminal spike is sometimes made up of only male flowers, but is typically androgynecandrous (with male flowers at the tip and the base, but female flowers in between). The lowest bract subtending the inflorescence is about the same length as the inflorescence.Carex rainbowii resembles the other species in Carex sect. Sylvaticae; compared to C. sylvatica, it has denser female spikes, and is distinguished by its hyaline female glumes and the fact that the uppermost spike is often androgynecandrous.",
    "Distribution and ecology": "Carex rainbowii is only known from two sites in the Drakensberg Mountains of uThukela District (KwaZulu-Natal, South Africa), at altitudes of 1,500–1,700 metres (4,900–5,600 ft). It grows in the understorey of Afromontane forests dominated by Podocarpus latifolius and Carissa bispinosa, alongside Celtis africana, Carex spicato-paniculata, Schoenoxiphium lehmannii, Dietes iridioides and Blechnum giganteum. A further population may occur in Eastern Cape Province, but this is yet to be confirmed.",
    "Taxonomy": "Carex rainbowii was described in 2013 by a group of Spanish botanists, having previously been considered an introduced population of Carex sylvatica. The specific epithet rainbowii denotes Rainbow Gorge, where the type material was collected, and also refers to South Africa's nickname the \"Rainbow Nation\", and to the rainbow as a symbol of peace and freedom. The new species was placed in a section of the genus Carex that previously contained only northern temperate taxa (C. sylvatica, C. arnellii, C. bostrychostigma, C. hondoensis, C. hypaneura and C. strigosa).\n\n\n== References =="
  }
}