{
  "url": "https://en.wikipedia.org/wiki/Carex_albida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Species": "C. lemmonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex lemmonii, or Lemmon's sedge, is a plant in the sedge family, and is endemic to California. Carex albida (binomial authority  L.H.Bailey) is now considered a synonym, but was previously thought to be a separate species; such plants have the common name white sedge.",
    "Description": "This sedge produces a dense or loose clump of erect stems 40 to 60 centimeters tall from a network of short rhizomes. The inflorescence is a cluster of 5 to 7 spikes over 15 centimeters long. Staminate flowers are located mainly on the terminal spike, while pistillate flowers are mainly located in the lateral spikes. The fruit is covered in a sac called a perigynium, which is green with a white beak.",
    "White sedge": "White sedge is endemic to Sonoma County, California, where it is known only from one occurrence at Pitkin Marsh, a wetland between Forestville and Sebastopol. There are fewer than 1000 plants, and likely fewer than 300 according to more recent estimates. It is a federally listed endangered species.\nThe colonies are scattered across 5 acres (20,000 m2) of a 27-acre (110,000 m2) tract. As with other plants that reproduce vegetatively by cloning from their rhizomes, the number of true separate individual life forms is hard to estimate, so researchers count visible stems; a recent count revealed fewer than 300, a decrease from nearly 1000. This sedge occurs near a rare local endemic, the Pitkin Marsh lily (Lilium pardalinum ssp. pitkinense).",
    "References": "",
    "External links": "USDA Plants Profile\nJepson Manual Treatment\nUSDA Plants Profile\nFlora of North America\nPhoto gallery"
  }
}