{
  "url": "https://en.wikipedia.org/wiki/Carex_specuicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Species": "C. specuicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex specuicola is a rare species of sedge known by the common name Navajo sedge. It is native to a small section of the Colorado Plateau in the United States, its distribution straddling the border between Utah and Arizona, and completely within the Navajo Nation. There are several populations but they are limited to a specific type of habitat. The plants grow from the sides of steep, often vertical cliffs of red Navajo Sandstone, in areas where water trickles from the rock. It occurs at elevations between 5,700 and 6,000 feet (1,700 and 1,800 m), usually in shady spots. Though it is not a grass, the sedge grows in inconspicuous clumps resembling tufts of grass sticking out of the rock face. When the sedge was federally listed as a threatened species in 1985, it was known from only three populations in Coconino County, Arizona, with no more than 700 plants existing. The species has since been observed in northeastern Arizona and San Juan County, Utah.The Navajo people who have long inhabited this region say this plant was once widespread. They call it \"yellow hay\" and \"food for the animals\". Grazing and trampling by livestock such as goats are still some of the main threats listed for the rare plant. The plant depends on water seeping through the rock cliffs for its survival; any alteration to the local hydrology that affects this will affect the plant.This is a perennial sedge with stems growing up to 45 centimeters long. The leaves are hair-thin and grasslike, growing up to 20 centimeters long and drooping down the rock face. The inflorescence has up to four spikes of flowers per stalk; the lower spikes are generally staminate (male), and the distal ones are pistillate (female), but the one at the tip may have both kinds of flowers. Though the flowers yield fruits the plant mostly reproduces vegetatively.",
    "References": "",
    "External links": "Carex specuicola. NatureServe. 2017.\nCarex specuicola. USDA PLANTS\nCarex specuicola. Flora of North America, eFloras."
  }
}