{
  "url": "https://en.wikipedia.org/wiki/Carex_acaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Abditispicae"
    },
    {
      "Species": "C. acaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex acaulis, known as the small dusky sedge, is a species of sedge in the genus Carex native to the Falkland Islands and southern Argentina.",
    "Description": "Carex acaulis has at least two flowering spikes; the terminal one contains staminate (male) flowers and is 6–10 millimetres (0.24–0.39 in) long, while the others contain pistillate (female) flowers, each of which is subtended by a 2.5–3.7-millimetre (0.10–0.15 in) scale and may produce a utricle up to 9 mm (0.35 in) long. Carex acaulis is very similar to the closely related species C. macrosolen, and the ranges of the two species overlap, but C. macrosolen has much longer utricles than C. acaulis, at 10–24 mm (0.39–0.94 in) long.",
    "Taxonomy and distribution": "Carex acaulis was first described by Jules Dumont d'Urville in 1826. He based his description on type material from near Port Louis on East Falkland Island. The holotype was deposited at the Muséum national d'Histoire naturelle in Paris. The species has subsequently been reported from Patagonia and Tierra del Fuego in Argentina, although the Fuegian reports are considered suspect by the sedge expert Gerald Allen Wheeler; many of them actually refer to specimens of Carex sagei.",
    "Conservation and ecology": "Like many other sedges, Carex acaulis is restricted to wet habitats, such as bogs and lake margins. It is not included on the IUCN Red List, but it is rare in the Falkland Islands, and is listed nationally as a vulnerable species.",
    "References": "",
    "External links": "\"Specimens by collection: Carex acaulis\". Muséum national d'Histoire naturelle. – includes images of the holotype"
  }
}