{
  "url": "https://en.wikipedia.org/wiki/Carex_bigelowii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Species": "C. bigelowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex bigelowii is a species of sedge known by the common names Bigelow's sedge, Gwanmo sedge, and stiff sedge. It has an Arctic–alpine distribution in Eurasia and North America, and grows up to 50 centimetres (20 in) tall in a variety of habitats.",
    "Distribution": "Carex bigelowii has a circumpolar or circumboreal distribution, occurring throughout the northern latitudes of the Northern Hemisphere. It is present in Europe, Asia and North America, where it occurs from Alaska to Greenland, and in alpine climates as far south as Utah and Colorado.",
    "Description": "Carex bigelowii produces 3-angled stems up to 50 centimetres (1.6 ft) tall, growing in a tuft or singly. The leaves are stiff and dark green, and the leaves of previous seasons may remain on the plant. The inflorescence is accompanied by a short bract. The inflorescence has 1–3 black pistillate spikes under 1–2 staminate spikes. The plant usually reproduces vegetatively, sprouting tillers from its rhizome. It also spreads via stolons. It has a thick root network that allows it to form a turf, and the roots may grow 80 cm (2.6 ft) deep in the soil. The plant sometimes reproduces sexually, producing seeds, which can remain viable for 200 years.",
    "Ecology": "Carex bigelowii grows in many types of Arctic and alpine habitat. It occurs in forest, bog, meadows and tundra. It occurs alongside plants such as willows (Salix spp.), dwarf arctic birch (Betula nana), lingonberry (Vaccinium vitis-idaea), bog blueberry (V. uliginosum), crowberry (Empetrum nigrum), northern Labrador tea (Ledum palustre), American green alder (Alnus crispa), cloudberry (Rubus chamaemorus), alpine bearberry (Arctostaphylos alpina), varileaf cinquefoil (Potentilla diversifolia), elephanthead lousewort (Pedicularis groenlandica), white mountain avens (Dryas octopetala), entireleaf mountain avens (D. integrifolia), alpine timothy (Phleum alpinum), alpine rush (Juncus alpinus) and tussock cottongrass (Eriophorum vaginatum), as well as feathermosses (Hylocomium and Aulacomium spp.), lichens (Cladonia and Cladina spp.), and sphagnum mosses. In Scotland, particularly on Glas Maol, this sedge is codominant with the moss Racomitrium lanuginosum in a heath ecosystem, the British NVC community U10. The sedge is also associated with this moss on lava fields in Iceland.Carex bigelowii can colonize disturbed habitat. It has been noted to grow at oil spill sites within two months of the disturbance, and it grows alongside the Dempster Highway in northwestern Canada. Its long-lasting soil seed bank allows it to sprout after the soil is disturbed, and the rhizomes may prevent erosion.",
    "References": "",
    "Further reading": "\n\n== External links =="
  }
}