{
  "url": "https://en.wikipedia.org/wiki/Carex_praegracilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Species": "C. praegracilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex praegracilis is a species of sedge known by the common names clustered field sedge, field sedge, and expressway sedge.",
    "Distribution": "This sedge is native to much of North America, from Alaska across southern Canada and throughout the continental United States, from California to Maine, except for the southeastern region.",
    "Description": "Carex praegracilis grows in wet and seasonally wet environments in a number of habitats, including meadows and wetlands. It tolerates disturbed habitat such as roadsides and thrives in alkaline substrates. Carex praegracilis produces sharply triangular stems up to 80 or 100 centimeters tall from a network of thin, coarse rhizomes.\nThe inflorescence is a dense, somewhat cylindrical array of flower spikes up to 4 or 5 centimeters long. The plant is often dioecious, with an individual bearing male or female flowers in its inflorescences, but not both. The range of this sedge is spreading, especially along roadsides where the application of road salt has apparently encouraged its growth.",
    "Cultivation": "Carex praegracilis is cultivated in the specialty horticulture trade and available as a (grasslike) ornamental grass for: a traditional garden and natural landscape lawn substitute and 'meadow-like' plantings; native plant, drought tolerant water conserving, and habitat gardens; and various types of municipal, commercial, and agency sustainable landscape and restoration projects.",
    "References": "",
    "External links": "Jepson Manual Treatment - Carex praegracilis\nUSDA Plants Profile: Carex praegracilis\nCarex praegracilis - Photo gallery"
  }
}