{
  "url": "https://en.wikipedia.org/wiki/Carex_archeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "C. subg. Vignea"
    },
    {
      "Section": "C. sect. Inversae"
    },
    {
      "Species": "C. archeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex archeri, known as Archer's sedge, is a species of sedge in the genus Carex, endemic to south-eastern Australia.",
    "Description": "Carex archeri grows up to 25 centimetres (10 in) high, with leaves less than 0.5 millimetres (0.02 in) wide. Its inflorescence comprises a single spike subtended by a bract that is longer than the inflorescence. The spike contains few flowers, with the female flowers towards the base of the spike, and a very short portion towards the tip containing male flowers. The glumes of the female flowers are 2.5–4.0 mm (0.098–0.157 in) long, and the utricles that form in the female flowers are 3–5 mm (0.12–0.20 in) long, with a 1.3–2.5-millimetre (0.05–0.10 in) notched beak.Specimens of C. archeri may be mistaken for stunted examples of either of two species classified in the same section, C. raleighii and C. hebes.",
    "Distribution and ecology": "Carex archeri grows in bogs, alpine heath and tussock grassland in upland areas of Tasmania and the Australian Alps of Victoria and New South Wales. Within New South Wales, it is limited to parts of Kosciuszko National Park around Club Lake and the upper reaches of the Thredbo River.",
    "Conservation": "Carex archeri is not listed on the Environment Protection and Biodiversity Conservation Act 1999, but it is subject to protection by the state of New South Wales as an endangered species, and as a vulnerable species in Victoria.",
    "Taxonomy": "Carex archeri was first described by Francis Boott in 1858, and named in honour of William Archer. Archer had collected the type material in the western mountains of Tasmania.\n\n\n== References =="
  }
}