{
  "url": "https://en.wikipedia.org/wiki/Carex_oronensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Section": "C. sect. Ovales"
    },
    {
      "Species": "C. oronensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex oronensis is a species of sedge known by the common name Orono sedge. It is endemic to Maine in the United States, where it occurs mainly in the Penobscot River Valley. It is the only plant that is endemic to the state of Maine. The type locality is Orono.The Orono sedge produces clumps of stems up to one meter tall. There are three to four leaf blades per stem. Each measures 18 to 23 centimeters long. The copper-colored inflorescence is a few centimeters long and contains several spikes of flowers. Flowering occurs in June and July.This plant grows in wetlands and in less wet areas. It is often found in disturbed areas, such as hay fields. Plants in sunny, open areas grow larger than those growing in shade. Associated plants include several species of Carex, such as C. scoparia, C. tenera, and C. tincta, plus Rumex acetosella, Leucanthemum vulgare, Ranunculus acris, Anaphalis margaritacea, Achillea millefolium, Phleum pratense, Vicia cracca, Juncus spp., Luzula spp., Panicum spp., Solidago spp., Rubus idaeus, and Spiraea alba.\nThis plant is known from six counties in Maine (Aroostook, Hancock, Penobscot, Piscataquis, Somerset, and Waldo), and there are about 58 populations known. The populations are mostly small; only a few populations have more than 60 individuals. Threats to the species include loss of habitat. Most of the populations are on privately owned land.",
    "References": "",
    "External links": "USDA Plants Profile",
    "Further reading": "Dibble, A. C. & C. S. Campbell (2001). \"Conservation status of Carex oronensis (Cyperaceae), a possible neoendemic of Maine\". Rhodora. 103: 351–379."
  }
}