{
  "url": "https://en.wikipedia.org/wiki/Carex_kobomugi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Vignea"
    },
    {
      "Section": "Carex sect. Macrocephalae"
    },
    {
      "Species": "C. kobomugi"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex kobomugi is a species of sedge, known as the Japanese sedge or Asiatic sand sedge, that lives in sandy coastal areas of eastern Asia, and has become an invasive species in the north-eastern United States.",
    "Description": "Carex kobomugi is a low-growing sedge that extends along the ground with thick rhizomes. It produces flowering stems up to 30 centimetres (12 in) tall and 3–4 millimetres (0.12–0.16 in) in diameter, with male and female flowers generally produced on different plants. The leaves are 3–8 mm (0.12–0.31 in) wide, and longer than the stems, and the lowest bracts are similar to the leaves. Male inflorescences are 40–50 mm (1.6–2.0 in) long and around 12 mm (0.47 in) wide, whereas the female inflorescences are slightly larger, 40–60 mm (1.6–2.4 in) long and around 30 mm (1.2 in) wide.",
    "Distribution and ecology": "Carex kobomugi inhabits sand dunes and other sandy sites along the coast. Its natural distribution extends along the coast of mainland Asia from China's Heilongjiang province, around the Korean Peninsula, and around the Yellow Sea as far south as Zhejiang province. It also occurs around the four main Japanese islands, and Taiwan.",
    "As an invasive species": "Carex kobomugi was introduced to north-eastern North America in the 20th century. It was first recorded on the west coast near Portland, Oregon in 1907, but has not been refound there recently. It was found in 1929 at Island Beach State Park, New Jersey, where it may have arrived after ships from Japan were wrecked off the American coast. An early hypothesis suggested that the sedge had been used as a packing material for the ship's cargo, but it is now considered more likely that plant material was carried in ship's ballast.After its usefulness for stabilising sand dunes was noticed, C. kobomugi was promoted as a useful plant and widely planted on the eastern seaboard until the 1980s. Having become securely established, Carex kobomugi has since developed into an invasive species, spreading locally via rhizomes, and dispersing further afield through rafting or, more rarely, by dispersal of its buoyant seeds. Its distribution in the United States now extends from Rhode Island to North Carolina. Large-scale disturbance events can both open up habitats for C. kobomugi to colonise, and transport plant material in; after Hurricane Sandy in 2012, C. kobomugi colonised New York from the coastline of New Jersey.The biodiversity of native plants is markedly reduced in areas dominated by Carex kobomugi, which has knock-on effects on animals, such as the hairy-necked tiger beetle, Cicindela hirticollis, and the piping plover, Charadrius melodus. The state governments of Massachusetts and Connecticut have banned the sale and distribution of Carex kobomugi.",
    "Taxonomy": "Carex kobomugi was first described by the Japanese botanist Jisaburo Ohwi in 1930; the specific epithet comes from the Japanese name for the plant, kôbômugi (コウボウムギ). Carex kobomugi is closely related to Carex macrocephala, which grows around the northern Pacific Ocean from northern China to Oregon, and was previously treated as a variety of that species; the two are united in Carex sect. Macrocephalae. Vernacular names in English for Carex kobomugi include \"Japanese sedge\" and \"Asiatic sand sedge\".\n\n\n== References =="
  }
}