{
  "url": "https://en.wikipedia.org/wiki/Carex_lutea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Species": "C. lutea"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex lutea is a rare species of sedge known by the common names golden sedge and sulphur sedge. It is endemic to North Carolina, where it is known only from Pender and Onslow Counties in the Cape Fear River watershed. There are nine populations. The plant was discovered in 1991 and described to science as a new species in 1994, and it has not been thoroughly studied nor completely surveyed yet. Its rarity was obvious by 2002, however, when it was federally listed as an endangered species.This sedge was discovered in a very rare type of habitat made up of wet savannah on coquina limestone substrate. It occurs on the edge of a swampy section of North Carolina's coastal plain, and the sandy, acidic soil is either wet or submerged. This habitat experiences periodic wildfire every few years which clears brush, creating an open canopy. This fire regime is apparently vital to the rare Carex and other plants that cannot grow if the woody brush grows up and outcompetes them. Fire suppression efforts in the area threaten the plant and its ecosystem; some of the populations occur on private land that is not allowed to burn. It generally does not grow in an area without periodic fires unless it is mowed to clear the brush or it is too wet for large woody vegetation to grow. Other threats include logging and herbicide use. Destruction of the habitat or alterations in its hydrology could damage populations.Despite its small numbers and habitat specificity, the sedge has a relatively high genetic diversity compared to similar, more widespread species.This plant is a perennial sedge forming clumps of narrow stems which may exceed 1 meter (3 ft 3 in) in height. The thin leaves are up to 28 centimeters (11 in) long. The staminate (male) inflorescence is a spike of flowers up to 4 cm (1.6 in) long, the spikelets clad in reddish brown or light brown scales. The pistillate (female) inflorescence is under 3 cm (1.2 in) long and has yellow-green flowers that yield beaked fruits.",
    "References": "",
    "External links": "USDA Plants Profile\nFlora of North America"
  }
}