{
  "url": "https://en.wikipedia.org/wiki/Carex_chordorrhiza",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Vignea"
    },
    {
      "Section": "Carex sect. Chordorrhizae(Heuffel) Meinshausen"
    },
    {
      "Species": "C. chordorrhiza"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex chordorrhiza, commonly called creeping sedge or string sedge, is a species of perennial plant in the family Cyperaceae with Holarctic distribution growing in acidic bogs.",
    "Growth form and classification": "Carex chordorrhiza has an unusual growth habit, where prostrate stems produce new shoots the following year. Using this means of growth, C. chordorrhiza can grow vegetatively by up to 70 centimetres (28 in) per year. This habit is considered so distinct from all other Carex species that C. chordorrhiza is placed in its own section, Carex sect. Chordorrhizae, although similar habits are seen in other species such as Carex limosa.",
    "Description": "The culms of C. chordorrhiza are 5–32 cm (2–13 in) long, and are initially erect. As they mature, the stems become prostrate and can reach a length of 120 cm (47 in). The inflorescences are 5–16 mm (0.20–0.63 in) long and 4–12 mm (0.16–0.47 in) wide.",
    "Distribution": "The distribution of Carex chordorrhiza is circumpolar in boreal and subarctic areas. It is found in Iceland, Scandinavia, northern Germany, Poland, northern Russia, and in North America from Alaska to Greenland, and occurs more patchily as far south as Indiana and the Pyrenees.Within the British Isles, it is restricted to two sites in the Scottish Highlands, at the head of Loch Naver (near Altnaharra, West Sutherland) and in the Insh Marshes (Easterness & Nairns).",
    "References": "",
    "External links": "Carex chordorrhiza, Flora of the Canadian Arctic\nCarex chordorrhiza, Cyperaceae of the Canadian Arctic Archipelago\nCarex chordorrhiza, Flora of Michigan"
  }
}