{
  "url": "https://en.wikipedia.org/wiki/Carex_aboriginum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Racemosae"
    },
    {
      "Species": "C. aboriginum"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex aboriginum is a species of sedge endemic to Idaho in the western United States, known as Indian Valley sedge. It was not observed in the wild between 1910, when it was first described, and 1999. Until its rediscovery, C. aboriginum was considered the only plant native to Idaho to have become extinct, and it remains one of the state's rarest and most endangered plant species.",
    "Description": "Carex aboriginum grows in tussocks around 55–80 centimeters (22–31 in) tall, with linear leaves about 3.0–4.5 mm (0.12–0.18 in) wide. It produces inflorescences comprising 1–3 pistillate (female) spikes, and a terminal spike which is either staminate (male) or gynecandrous (male at the base and female towards the tip). Each spike is typically 15–30 mm (0.6–1.2 in) long and 9–12 mm (0.35–0.47 in) wide.",
    "Distribution": "Carex aboriginum is only known from eight sites near Council, Idaho, at altitudes of 2,875–4,445 feet (876–1,355 m). Its total range is around 25 miles (40 km) long and 10 miles (16 km) wide. The area around Indian Valley is not a significant center of endemism, although it does house one other endemic taxon – Allium tolmiei var. persimile. There are, however, taxa in other families with very restricted distributions that are only found on the kinds of dry gumbo soils that are found in Indian Valley.",
    "Taxonomy": "Carex aboriginum was described by Marcus E. Jones in the addendum to a 1910 article on the botany of Montana. The type locality was near Salubria, a now-abandoned townsite across the Weiser River from Cambridge in Adams County, Idaho. Carex aboriginum belongs to Carex sect. Racemosae (= C. sect. Atratae), and is thought to be most closely related to C. serratodens, a species native to Oregon, California, and Arizona. The two species can be distinguished by the size of the utricles, which are smaller in C. serratodens than in C. aboriginum. The species described in 1935 by Kenneth Kent Mackenzie as \"Carex aboriginum\" is not the same as Jones' species, and is really a variety of Carex parryana.",
    "Ecology and conservation": "The vegetation in the range of C. aboriginum is chiefly sagebrush steppe, dominated by Artemisia tridentata, Purshia tridentata, and Pseudoroegneria spicata. Much of this habitat has been affected by livestock grazing. Carex aboriginum flowers earlier than many other sedges in its native range, lasting from mid-May to early June.After its discovery by Marcus Jones in 1910, no further sightings of C. aboriginum occurred for nearly 90 years, and Carex aboriginum became the only plant native to Idaho to be considered extinct. The first subsequent sighting was in 1999, when Curtis Bjork, a student at Washington State University discovered a population of C. aboriginum at Goodrich, near Council in Adams County, Idaho.Although not formally listed under the Endangered Species Act, Carex aboriginum remains one of the rarest and most endangered species in Idaho.",
    "References": "",
    "External links": "\"Type of Carex aboriginum M.E. Jones\". Global Plants. JSTOR."
  }
}