{
  "url": "https://en.wikipedia.org/wiki/Carex_riparia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Carex"
    },
    {
      "Section": "Carex sect. Paludosae"
    },
    {
      "Species": "C. riparia"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex riparia, the greater pond sedge, is a species of sedge found across Europe and Asia. It grows in a variety of wet habitats, and can be a dominant species in some swamps. It is Britain's largest Carex, growing up to 130 cm (4 ft 3 in) tall, with glaucous leaves up to 160 cm (5 ft 3 in) long. It hybridises with a number of other Carex species, including the closely related Carex acutiformis – the lesser pond sedge. A variegated cultivar is grown as an ornamental grass.",
    "Distribution and habitat": "Carex riparia has a broad distribution over Europe and Western and Central Asia, with isolated occurrences in North Africa. It can form large stands along slow-flowing rivers, canals, on the edges of lakes, and in wet woodland. It may be the dominant species in swamps, especially if there is standing water in spring, and is also found in tall-herb fens, alongside Carex acutiformis, Carex acuta and other similar species.",
    "Description": "Carex riparia was first described by William Curtis in his 1783 work Flora Londinensis. It is easily confused with Carex acutiformis, the lesser pond sedge, but can be told apart by its greater number of male spikes, which grow close together at the top of the culm.The leaves of C. riparia are up to 160 centimetres (63 in) long by 6–20 millimetres (0.24–0.79 in) wide, glaucous, and narrowing at the tip to a trigonous point. The stems are 60–130 cm (24–51 in) tall, rough, and sharply triangular in section, making C. riparia Britain's largest species of Carex. They bear 1–5 female spikes, each nearly cylindrical and generally overlapping with the next, and 3–6 more densely arranged male spikes. Each female spike is 3–10 cm (1.2–3.9 in) long, often with some male flowers at the tip, while male spikes are 2–6 cm (0.8–2.4 in) long. The fruits of C. riparia are utricles, 5–8 mm (0.2–0.3 in) long, with an inflated ovoid shape. They taper to a distinct, bifid beak, which bears three stigmas.Carex riparia is known to hybridise with a number of other sedge species, including Carex acutiformis (forming Carex × sooi), C. lasiocarpa (forming C. × evoluta), C. rostrata (forming C. × beckmanniana), C. vesicaria (forming C. × csomadensis), C. elata and C. flacca.",
    "Horticulture": "Carex riparia, particularly the cultivar 'Variegata', is used as an ornamental grass in gardens with wet soils.",
    "Notes": "",
    "References": "",
    "External links": "Carex riparia on the Royal Horticultural Society's Plant Selector\nCarex riparia, greater pond sedge, BBC Gardener's World"
  }
}