{
  "url": "https://en.wikipedia.org/wiki/Carex_klamathensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Species": "C. klamathensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex klamathensis is a rare species of sedge known by the common name Klamath sedge. It is known from 15 or fewer populations in southern Oregon and three populations in the Klamath Region of northern California. It was described to science only in 2007. Its habitat includes fens and other wet habitat, on serpentine soils.\nThis sedge grows from a long rhizome bearing clumps of stems. The leaves are glaucous, 2–6 mm wide, with papillae between and sometimes over the veins. The inflorescence consists of 2-3(-5) spikelets.  The terminal spikelet is usually staminate, occasionally androgynous, gynecandrous, or pistillate.  Staminate terminal spikes are 1.3-2.7 cm long, 2–5 mm wide, with 40-190 flowers.  Lateral spikelets are pistillate, (0.6-)1.5-2.5 cm long, 4–7 mm wide, the uppermost usually 1.5–6 cm or more below the terminal spike, but sometimes attached as close as 0.3 cm below the terminal spike.  Pistillate flower bracts are reddish brown, dark brown, or rarely gold, the midrib and surrounding area green, white, or light brown, the edges sometimes pale, 1.9-2.8 mm long excluding awn.Perigynia (utricles) are obovate to elliptic, 2.1-3.6 mm long, (0.8-)1.2-1.6(-1.8) mm wide, light green, tan, or whitish, sometimes marked with dark brown distally, papillose particularly toward the beak or rarely smooth, the base succulent when fresh and drying withered, the beak usually curved, the distance from beak tip to top of achene (0.1-)0.4-0.7(-1) mm.  Stigmas 3 (occasionally 2 on 0-5%(-15%) of perigynia that have viable achenes).  Achenes trigonous (lenticular if stigmas 2).Inconspicuous Carex klamathensis is easily confused with Carex hassei, which typically has 2 stigmas per flower and lenticular achenes.  Unfortunately, populations of Carex hassei sympatric with Carex klamathensis in the Klamath Region often have a mix two- and three-styled flowers that produce viable lenticular and trigonous achenes, respectively.  Up to 2/3 of the flowers may produce trigonous achenes.Carex klamathensis was discovered independently by botanists Peter Zika and Lawrence Janeway.  Carex klamathensis is threatened by mining.  In fact, most of one population has been obliterated by mining activities.  Other threats include road building, recreational activities, and changes in drainage patterns.\n\n\n== References =="
  }
}