{
  "url": "https://en.wikipedia.org/wiki/Carex_spicata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Cyperaceae"
    },
    {
      "Genus": "Carex"
    },
    {
      "Subgenus": "Carex subg. Vignea"
    },
    {
      "Section": "Carex sect. Phaestoglochin"
    },
    {
      "Species": "C. spicata"
    }
  ],
  "text": {
    "__SUMMARY__": "Carex spicata is a species of sedge in the genus Carex.",
    "Description": "The culms of Carex spicata are 10–85 centimetres (4–33 in) long and approximately triangular in section. The leaves are 7–45 cm (3–18 in) long and 2–4 millimetres (0.08–0.16 in) wide, with a distinct keel. The ligule, at the base of the leaf, is 4–8 mm (0.16–0.31 in) long, with a large amount of loose white tissue. C. spicata differs from the other species in Carex section Phaestoglochin by the presence of a purple pigment in the roots, leaf sheaths and bracts.The inflorescence is 4–8 cm (1.6–3.1 in) long, and comprises 3–8 spikes. Each spike is 5–10 mm (0.20–0.39 in) long, with female (pistillate) flowers at the base, and male (staminate) flowers at the tip.",
    "Distribution and ecology": "Carex spicata has a European temperate distribution, although it has been extensively naturalised outside this native range.Carex spicata is usually found in grassland (usually in British NVC community MG10 in the British Isles), on roadsides, and in waste ground. It is found on heavy, slightly base-rich soils, and cannot tolerate much competition.",
    "Taxonomy": "Carex spicata was first described by the English botanist William Hudson in his 1762 work Flora Anglica.It is known in the British Isles as \"spiked sedge\", in North America as \"spicate sedge\" or \"prickly sedge\". In Irish it is called cíb spícíneach, and in Welsh, its name is hesgen dywysennog borffor, hesgen dywysennog or hesgen ysbigog borffor.Few hybrids have been reported between C. spicata and other members of Carex sect. Phaestoglochin, but hybrids have been reported between C. spicata and C. otrubae, and between C. spicata and C. echinata.",
    "References": "",
    "External links": "Carex spicata Hudson, Fl. Angl. 349. 1762., Flora of North America\nCarex spicata Huds., University of Michigan Herbarium\nCarex spicata, \"The Plants of Pennsylvania\"\nCarex spicata, \"The History of the British Flora\"\n Media related to Carex spicata at Wikimedia Commons"
  }
}