{
  "url": "https://en.wikipedia.org/wiki/African_crimson-winged_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Rhodopechys"
    },
    {
      "Species": "R. alienus"
    }
  ],
  "text": {
    "__SUMMARY__": "The African crimson-winged finch (Rhodopechys alienus) is a pale-colored thickset finch with a heavy, dull yellowish bill. It is found in the Atlas Mountains of Morocco and Algeria.  It was formerly considered a subspecies of the Asian crimson-winged finch.  It has an average length of 13 cm. and a wingspan of ca. 32 cm. It is light brown overall, with a whitish mid-belly, a black cap and a pinkish pattern on the wings and tail. The female is slightly duller than the male.This species lives on rocky mountainsides, often at high elevation. It can be found in barren landscapes with little vegetation, and sometimes nests in rock crevices. It feeds on seeds, and during the winter descends in flocks to agricultural fields to find food. The female lays and incubates 4 or 5 blue, lightly speckled eggs.This species has a disjunct range in the High Atlas of Morocco and on the Aurès Mountains in north-east Algeria.",
    "Morphology": "",
    "Morphology-Differences between African and Asian birds": "There are several differences between Asian crimson-winged finches and African birds:\nAfrican birds have a rosy-tinged grey-white central chin and throat, with a narrow brown breast-band below it, whereas this whole area is solidly tawny-brown on Asian birds; the brown breast and flank markings on Asian birds are more extensive than on African birds; and African birds have less black on the crown than Asian birds (on males it often tends to be restricted to the forecrown). Male birds also differ compared to the Asian birds in that they lack the extensive pink in their uppertail-coverts and have no black spots on their breast-sides, less distinct black markings on the mantle and ear-coverts, and almost no red on the face.\n\n\n== References =="
  }
}