{
  "url": "https://en.wikipedia.org/wiki/Akekee",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Loxops"
    },
    {
      "Species": "L. caeruleirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The ʻakekeʻe (Loxops caeruleirostris) is a bird species in the family Fringillidae, where it is placed in the Hawaiian honeycreeper genus Loxops. It is endemic to the island of Kauaʻi where it is found in small numbers in higher elevations. Because of their similar size, shape, and unusual bill, the ʻakekeʻe and the ʻakepa (Loxops coccineus) were for some time classified as a single species. This was eventually changed, because of differences in their color, nesting behavior, and calls.",
    "Description and behavior": "The ʻakekeʻe is a greenish-yellow bird with a black mask around the eye (especially prominent in the male) and a bluish bill, unlike the ʻakepa, which is usually red, canary-yellow or orange, without black, and has a horn-colored bill. The bill-tips are crossed over, though not bent as in the distantly-related crossbills (Loxia). The ʻakekeʻe uses its bill like scissors to cut open buds in search of insects to eat. It also feeds on the nectar of some trees. This bird builds nests primarily of twigs high up in trees, while the ʻakepa uses tree cavities as nest sites.",
    "Habitat": "The ʻakekeʻe is currently found only in the Waimea Canyon State Park, Alakaʻi Wilderness Preserve and Kōkeʻe State Park. It has been heading toward extinction because of its lack of tolerance to alteration of its habitat, which is based on mesic and wet forests, especially ʻōhiʻa lehua (Metrosideros polymorpha) trees.",
    "Threats": "\nThe ʻakekeʻe is threatened by the introduction of plants like the banana pōka (Passiflora tarminiana), a passionflower vine, that displace the native plants. Feral pigs and feral goats also destroy native growth. The lack of native host plants leads to the decline of the insects on which the ʻakekeʻe feeds. Avian malaria (Plasmodium relictum) and fowlpox transmitted by accidentally introduced mosquitoes continues to affect the ʻakekeʻe, limiting its populations to habitat above 1,100 meters ASL, where mosquitoes do not occur. Forest clearing in different parts of the island of Kauaʻi has caused the loss of habitat for this and many other bird species.The conservation status for this species was updated to critically endangered in 2008 due to a rapid decrease in population over the preceding decade. The 2012 population was estimated under 5,000 individuals and in 2016 fewer than 1,000.\n\n\n== References =="
  }
}