{
  "url": "https://en.wikipedia.org/wiki/Akiapolaau",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Hemignathus"
    },
    {
      "Species": "H. wilsoni"
    }
  ],
  "text": {
    "__SUMMARY__": "The ʻakiapōlāʻau (Hemignathus wilsoni), pronounced ah-kee-ah-POH-LAH-OW, is a species of Hawaiian honeycreeper, that is endemic to the island of Hawaii. Its natural habitats are dry and montane moist forests, and the only bird species on the island to occupy the woodpecker niche.  The bird is 5.5 inches (14 cm) in length, and has an unusually curved beak-(a specialist species).  The ʻakiapolaʻau is a pudgy bird which has a whitish bottom and tail, black legs, yellow chest, orangish head, black face mask and bill and gray black wings. The male's song is either a loud, short pit-er-ieu or a rapid warba-warba.  Its various calls include an upslurred whistle, a short cheedle-ee warble, and a short sweet. Due to the recent disappearance of the Maui and Kauai nukupu'us in the 1990s, leading to fears that they may be extinct, the ʻakiapōlāʻau may be the last of its genus. It is the only member of the subgenus Heterorhynchus, which has a woodpecker-like feeding habitat and exclusively preys on insects, in contrast to the nukupu'us, which were both insect-eaters and also hummingbird-like nectarivores.",
    "Distribution": "The ʻakiapōlāʻau occurs mainly in old-growth mesic and wet forests in Kaʻū and Hamakua.  Koa (Acacia koa) and ʻōhiʻa lehua (Metrosideros polymorpha) are dominant canopy species in its habitat.  Disease-carrying mosquitoes have restricted it to elevations of between 1,300 and 2,100 metres (4,300 and 6,900 ft).  It formerly inhabited māmane (Sophora chrysophylla) -naio (Myoporum sandwicense) dry forests at elevations of 1,900 to 2,900 metres (6,200 to 9,500 ft) on Mauna Kea, but this population was extirpated in 2002.",
    "Diet": "It feeds on insects which are found hidden within the branches of the trees, along with the nectar of flowers shaped like its bill. It also looks for invertebrates at the floor of the forest where there is a large amount of natural growth.  This bird uses its long bill to peck open the bark to reach the larvae; it then uses its thin upper bill to probe out the meal and its lower bill to crush its meal.",
    "Breeding": "Several nests of this species have been discovered, most of them only having one egg, and the rate of the egg to maturation is only fifty percent. It breeds only every other year and is therefore a slow reproducer.",
    "Conservation and threats": "Hemignathus wilsoni was common in the late nineteenth and early twentieth centuries. However, after that the population was being affected by rats that ate its eggs, thus limiting the increase of the wild stock. The population broke down into four populations. The smallest is three birds, another population has only twenty birds, and the largest of the small populations a group of forty-four. The largest population contains about 1,097 birds, and the figure appears to be dropping even though it is somewhat hard to find the birds. The three bird population is especially weak. This bird is threatened from the loss of habitat, where its forests are cut down. Rats, an introduced species, attack both the food sources and the birds themselves. Cats and dogs also hunt the birds.\nAlien plants like the strawberry guava have been upstaging the two most depended on species of trees, the koa and ohiʻa trees. Pigs create wallows which can destroy the roots of trees and cause the trees to die. These wallows also can be used by mosquitoes as a breeding ground. Mosquitoes which were introduced to the islands brought diseases that the birds are not resistant to.\nThis bird was included on the endangered species list in 1967 because of its fragmented populations, its low numbers, low reproductive numbers and habitat loss. Some efforts being made for this species include – aggressive reforestation, trying to get a captive population, the removal of feral ungulates, and collecting of data about its life to help with the three other plans. Conservationists have yet to obtain the eggs of this species, which will be needed to create a breeding population in captivity. Moreover, adults will be needed to keep up what little populations are still left. It is threatened by habitat loss and predation by invasive species.",
    "See also": "List of adaptive radiated Hawaiian honeycreepers by form",
    "References": "",
    "External links": "Species factsheet - BirdLife International\nVideos, photos and sounds - Internet Bird Collection"
  }
}