{
  "url": "https://en.wikipedia.org/wiki/Akikiki",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "OreomystisStejneger, 1903"
    },
    {
      "Species": "O. bairdi"
    }
  ],
  "text": {
    "__SUMMARY__": "The ʻakikiki (Oreomystis bairdi), also called the Kauaʻi creeper, is a critically endangered Hawaiian honeycreeper endemic to Kauaʻi, Hawaiʻi.",
    "Description": "The ʻakikiki is small (13 cm length; 12-17 g mass), with gray plumage above and white below. It is not sexually dimorphic. Juveniles have large white eye rings; adults may retain a pale eyebrow for several years. Legs and bill are pink. The tail is short compared to other birds on Kauaʻi, giving it a stocky appearance.",
    "Vocalizations": "The adult contact call is a short weet or whit, sometimes doubled. The call may also resemble that of the ʻanianiau, with which it may flock. Its song, heard only in breeding season, is a descending trill.  The juvenile begging call is a stuttering series of chits. During the breeding season, females use a similar call to solicit feeding by males.",
    "Distribution and habitat": "It is currently found only in the highest elevation native rainforests of Kokeʻe State Park and the Alakaʻi Wilderness Preserve on Kauaʻi.  Subfossil records indicate that it was once found at sea level as well, and thus may have inhabited a wider range of habitats, including dry forest.",
    "Diet and foraging behavior": "The ʻakikiki is often compared to the nuthatches of North America because it forages by hopping along the trunks and branches of both live and dead trees, picking off arthropods. ʻAkikiki often forage in pairs, family groups, or mixed-species flocks.",
    "Breeding": "Few ʻakikiki nests have been found. Nesting occurs from March to June, with both males and females constructing nests of moss and lichen several meters up in the crowns of ʻohiʻa trees. Only the female incubates the eggs, but both parents feed the nestlings and fledglings. The long juvenile dependency period means only a single brood per pair is typically raised each breeding season.\nIn 2018, the first ʻakikiki was bred in captivity with the assistance of the San Diego Zoo.",
    "Threats": "The ʻakikiki's habitat has been reduced to a fragment of its former range by deforestation and deterioration by invasive species. Avian malaria, to which most Hawaiian honeycreepers have little immunity, affects birds below approximately 1000 m elevation and further restricts the ʻakikiki's range. Introduced rats are thought to be major predators of eggs and nestlings. Competition for food and space with non-native birds, such as Japanese white-eye, may also affect its numbers.",
    "Conservation": "The ʻakikiki has been listed as critically endangered on the IUCN Red List since 2000. It has been a candidate for listing as an endangered species under the Endangered Species Act since 1993, but was not listed as such until 2010.  Because little is known about this species, the primary focus of recovery efforts so far have been estimating the population size and understanding its basic biology. Captive breeding, reintroduction, and habitat restoration are planned. On May 2015, a high-school teacher in Tamil Nadu, India by the name Prakash Vaithyanathan  suggested International Astronomical Union to name a celestial body as Akikiki during the occasion of the 2015 IAU General Assembly conducted in Hawaii. After much consideration, an asteroid with its former name 7613 was officially renamed as Akikiki 7613",
    "References": "",
    "External links": "Audubon WatchList\nARKive\nKauaʻi Forest Bird Recovery Project\nBirdLife species factsheet\n\"ʻAkikiki or Kauaʻi Creeper\" (PDF). Hawaii’s Comprehensive Wildlife Conservation Strategy. State of Hawaiʻi."
  }
}