{
  "url": "https://en.wikipedia.org/wiki/Andean_siskin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. spinescens"
    }
  ],
  "text": {
    "__SUMMARY__": "The Andean siskin (Spinus spinescens) is a species of finch in the family Fringillidae. It is found in Colombia, Ecuador, and Venezuela. Its natural habitats are subtropical or tropical moist montane forests, subtropical or tropical high-altitude shrubland, subtropical or tropical high-altitude grassland, and heavily degraded former forest.",
    "Description": "This is a small green-and-yellow finch. According to some sources, it is the smallest species of finch on average, although others give this title to the lesser goldfinch. The total length can range from 9.5 to 11 cm (3.7 to 4.3 in). A weight of 11.5 g (0.41 oz) may be at the high end. Few standard measurements are known, although the bill has been recorded at 1.1 cm (0.43 in) and the wing chord length is reportedly around 6.4 cm (2.5 in). The Andean siskin has deep green upperparts with black and yellow coloration on the wings and tail. The adult male has a distinctive black cap. Female lacks this cap and is generally a duller olive color, with white from the belly to the undertail-coverts. The female differs from female yellow-bellied siskin in being paler and brighter, also by lacking the olive throat and yellow undertail-coverts of that species. Female hooded siskins are also similar but the Andean has distinctive white undertail-coverts and more olive-green rather than gray color. The Andean siskin race S. s. nigricauda is generally duller or darker green on upperparts than the nominate, in this subspecies the underparts are dull green and lacking any trace of yellow. The tail is all black and the wings lack greenish-yellow tips to the coverts but the race does retain bright yellow bases to the inner primaries and secondaries. The race S. s. capitanea is similar but the underparts are generally paler olive without any of the dark olive centers to the feathers, it also has yellow on sides of the base of the tail and on the tips of the median and greater coverts.\nThe Andean siskin's call is a typical goldfinch-like tswee or similar variation, frequently given in flight. The song, also goldfinch-like, is a lively rambling series of notes, high pitched and interspersed with rolling trills.",
    "Range": "The nominate subspecies occurs in coastal mountains of northern Aragua in north Venezuela, the Andes of western Venezuela, through the Serranía del Perijá and the eastern Andes in Colombia south to Valle, Putumayo, Nariño and Pichincha Province in Ecuador. S. s. capitanea occurs in the Sierra Nevada de Santa Marta of northern Colombia. S. s. nigricauda occurs in the northern, central and western Andes of Colombia, from Antioquia south to Caldas and possibly to northern Tolima.",
    "Ecology": "This species is common to locally common. It occurs in subtropical and páramo zones of the northern Andes. The Andean siskins is usually found between elevations of 1,800 and 3,700 m (5,900 and 12,100 ft), though occasionally ranges as low as 1,500 m (4,900 ft) in Colombia. It inhabits scrub or low bushes in open cloud or elfin forests or along the edges of forests. It may also be seen on open hillsides with scattered trees or bushes and occasionally range to edges of cultivation. Usually, the Andean siskin is found in pairs or small flocks of up to 20, occasionally mixed with other species of finch, such as hooded siskin in northern Ecuador. It often perches high in tops of trees, but generally feeds on or near the ground. This species feeds on a variety of plant seeds, with a particular fondness for Espeletia seeds and flowers.",
    "Phylogeny": "It has been obtained by Antonio Arnaiz-Villena et al.",
    "Notes": "",
    "References": "Arnaiz-Villena, Antonio; Gomez-Prieto, Pablo; Ruiz-del-Valle, Valentin (2010). \"Phylogeography of finches and sparrows\".  In Rechi, Leopold J. (ed.). Animal Genetics. Animal Science, Issues and Professions. New York: Nova Science Publishers. ISBN 978-1-60741-844-3.\nFinches and Sparrows by Peter Clement. Princeton University Press (1999). ISBN 978-0691048789."
  }
}