{
  "url": "https://en.wikipedia.org/wiki/Anianiau",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "MagummaMathews, 1925"
    },
    {
      "Species": "M. parva"
    }
  ],
  "text": {
    "__SUMMARY__": "The ʻanianiau (Magumma parva), pronounced , is a species of Hawaiian honeycreeper that is endemic to upper elevation forests on the island of Kauai.This species seems to be rather distantly related to the typical Hemignathini (such as the ʻamakihis and nukupuʻus). It is placed in the monotypic genus Magumma.",
    "Description": "The 'anianiau is a brightly plumaged yellow bird and at 10 centimetres (3.9 in) in length, the smallest Hawaiian honeycreeper. The ʻanianiau has a slightly curved bill and a mass of about 10 g. The plumage of the female is more uniform and has a duller yellow-green color than the male's bright yellow. Its call is a pair of notes, tew-weet, while its song is a trill of wee-see, wee-see, wee-see.",
    "Habitat": "ʻAnianiau are found in mesic and wet forests at elevations above 600 m (2,000 ft).  The highest densities occur above 1,100 m (3,600 ft). Dominant tree species in its habitat include koa (Acacia koa), ʻōhiʻa lehua (Metrosideros polymorpha), ʻōlapa (Cheirodendron trigynum), and lapalapa (C. platyphyllum).",
    "Diet": "The ʻanianiau mainly feeds on nectar from the flowers of plants such as ʻōhiʻa lehua (Metrosideros polymorpha), ʻōhelo (Vaccinium spp.), and ʻalani (Melicope spp.).  It will also take arthropods from trees, shrubs, or vines.",
    "Breeding": "The ʻanianiau breeding season ranges from February to June. The female makes a small cup-shaped nest of twigs and lichens in an ʻōhiʻa tree. Typically, three eggs are laid. The small yellow chicks leave the nest in three weeks, but while in the nest they are fed on a mainly protein diet of caterpillars.",
    "Discovery": "The ʻanianiau was first discovered in the 1830s, but was not seen again for another fifty years.  This species was not well studied until the 1960s.",
    "Conservation": "The range of the ʻanianiau has contracted by 85%, as it previously could be found in all forests of Kauai.  Habitat degradation and invasion by non-native plants are the most significant threats to this species. Mosquito-transmitted diseases, such as avian malaria and fowlpox, are very rarely observed in captured ʻanianiau, so they may not be a major cause of mortality. Predation by rats and cats is possible but has not been documented.  This species is protected in the Alakai Wilderness Preserve and surrounding environs as well as Waimea Canyon and Kokeʻe State Parks.",
    "References": "",
    "External links": "Species factsheet - BirdLife International\nVideos, photos and sounds - Internet Bird Collection\nKauaʻi Forest Bird Recovery Project"
  }
}