{
  "url": "https://en.wikipedia.org/wiki/Apapane",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Himatione"
    },
    {
      "Species": "H. sanguinea"
    }
  ],
  "text": {
    "__SUMMARY__": "The ʻApapane (Himatione sanguinea) is a species of Hawaiian honeycreeper that is endemic to Hawaii.  The bright crimson feathers of the ʻApapane were once used to adorn the ʻahuʻula (capes), mahiole (helmets), and nā lei hulu (feather leis) of aliʻi (Hawaiian nobility). ʻApapane form small flocks when foraging through the canopies of ʻōhiʻa lehua (Metrosideros polymorpha) trees, drinking nectar from the flowers and simultaneously pollinating them. They never forage on the forest floor.  When flowering of ʻōhiʻa is low and if not part of a flock, ʻApapane will be chased away from flowers by more aggressive competing birds such as the ʻakohekohe and ʻiʻiwi.The bird is considered to be an active singer. The males are known for their singing patterns at all times of the day. They have six different calls and about ten different recorded song patterns. The contact call or song of a male ʻApapane is mainly used for mate attraction and breeding. The male who is most aggressive and sings the loudest is the one who wins the females' attention. Once courtship and pair formation has been established, and copulation is complete, both male and female ʻApapane are involved in the nesting process. The male role is important for maintaining courtship feeding during the nest construction and incubation period. The male ʻApapane sings continuously during incubation, while the female does not sing at all. His loud whistling, and chirping sound chases other male birds away from the nesting tree, while he sits on an adjacent perch guarding the nest. The ʻApapane has two distinct flight patterns: straight flight and a circling flight.",
    "Description": "An adult ʻApapane is small, with a length of 13 cm (5.1 in) when fully grown. Male ʻapapane have a mass 16 g (0.56 oz), while females average 14.4 g (0.51 oz).  The slightly curved bluish black bill measures 15–17 mm (0.59–0.67 in). There is a distinct gender difference in size. The major traits of an adult ʻApapane are a bright crimson top and back; white bottom and under tail; with black wings and legs. A unique characteristic of the ʻApapane is the white undertail coverts which can be seen clearly when the tail is cocked. The white under tail is a distinctive feature that separates the ʻApapane from the other similar native birds. Juvenile ʻApapane are pink when hatched and are covered in patches of dull brownish feathers. The brown color changes to crimson at maturity. Along with crimson, it can be white, black and gray with small black eyes with a brown outline. The back of its wings and its tail are colored black, while back bottom is a grayish-white.",
    "Distribution and habitat": "ʻApapane are found in mesic and wet forests dominated by ʻōhiʻa lehua (Metrosideros polymorpha) and koa (Acacia koa) trees.  The best habitat also contains kōlea lau nui ( Myrsine lessertiana), naio (Myoporum sandwicense), and hapuʻu (Cibotium spp.) tree ferns, while māmane (Sophora chrysophylla) is a common species in high elevation foraging habitat.  Most ʻApapane are found at an elevation above 4,100 feet (1,200 m), keeping the birds away from mosquitoes.  It lives on the islands of Hawaiʻi, Maui, Lānaʻi, Kauaʻi, Molokaʻi and Oʻahu. Most of these birds survive on Hawaiʻi where about 86% or 1,080,000 thrive in the higher ʻōhiʻa forests, especially in Hawaiʻi Volcanoes National Park. The next largest population is found on Maui; it is made up of 110,000 individuals, most of them found in protected forests on the slopes of Haleakalā.  Molokaʻi is home to a healthy population of 39,000 birds. On Kauaʻi, there is a population of about 30,000 ʻapapane; most survive in the protected reserves such as the Alakaʻi Wilderness Preserve. Small relict populations of about 500 birds exist on Oʻahu and Lānaʻi.",
    "Diet": "ʻApapane generally feed on nectar from flowers, preferably from the ʻōhiʻa lehua (Metrosideros polymorpha) tree.  These birds are mainly found in koa (Acacia koa) and ʻōhiʻa lehua forests where the flower count is high. Although primarily nectarivorous, the diet of a grown ʻApapane also includes a variety of insects like grasshoppers, caterpillars and bugs of all sorts.",
    "Breeding": "The breeding season is from January through July. The nest of the ʻApapane is usually placed in the crown of a ʻōhiʻa lehua (Metrosideros polymorpha); nests have been found in tree cavities and lava tubes as well as in the top of koa (Acacia koa), kāwaʻu (Ilex anomala) and hapuʻu (Cibotium tree ferns). The extinct Laysan honeycreeper nested in dense grass bunches and ʻāheahea (Chenopodium sandwichensis) shrubs. Only female ʻApapane incubate. After hatching, both male and female feed the young and care for them until they are ready to fly out on their own time. The female has approximately two to four eggs (white with red markings) a year. Incubation lasts 13 to 14 days and during this time the female does not sing at all. When the chicks are born the eyes are closed and it will take four days for them to open. After the sixth day blotches of brown feathers begin to appear on the back and the mouth lining is pink. After this the chicks are very multicolored. They will be gold, pink, red, green, and black. They will be weaned in a month, but can stay up to four months or a year with the parents.",
    "Threats": "The ʻApapane can be found on six of the eight windward Hawaiian islands, where it resides at high altitudes to protect itself from predators like small Asian mongooses, rats, and deadly avian malaria carrying mosquitoes. These predators are the cause of great declines in the ʻApapane population.  The total population of the ʻApapane was estimated at more than 1,300,000 in 1995. Although still low in numbers, the ʻApapane is not considered to be an endangered species. The species has the highest prevalence of avian malaria (Plasmodium relictum). This is because seasonal migrations to lower elevation forest put it in contact with mosquitoes, which are absent from the best ʻApapane habitat.  Malaria is a blood parasite, and death is usually cause by anemia, the loss of red blood cells.  Fowlpox (Poxvirus avium) is a virus lethal to ʻApapane, which, like avian malaria, is transmitted by mosquitoes.  Fowlpox causes wart-like lesions to form around the bird's eyes, beak, legs, or feet, inhibiting feeding, seeing, or perching.  Birds infected with fowlpox are more at risk to be infected with malaria. It is believed that at least a small portion of the population is becoming resistant to malaria, as some pairs have been seen breeding in mid-elevation forests where the rate of malaria transmission is high.",
    "Conservation": "Today there are no direct actions being taken concerning this species, however anything that is being done to help rarer species of birds throughout Hawaii will also help the ʻApapane. The removal of ungulates, including goats, cattle, and pigs, prevents habitat degradation.  Furthermore, pigs create wallows, which are important breeding ground for disease-carrying mosquitoes. Extermination of rats, which prey on eggs, and cats, which are able to catch adults, has been beneficial to the ʻApapane. Some of its habitat, including the parts under federal jurisdiction, are highly managed and devoid of invasive ungulates due to fencing strategies employed by resource managers.  Unattended areas, however, are often highly degraded and have many of the pre-management ungulates that help to create habitat for predators and mosquitoes.",
    "References": "",
    "External links": "Images - Monte M. Taylor\nVideos, photos and sounds - Internet Bird Collection"
  }
}