{
  "url": "https://en.wikipedia.org/wiki/Asian_crimson-winged_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Rhodopechys"
    },
    {
      "Species": "R. sanguineus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Asian crimson-winged finch (Rhodopechys sanguineus) is a pale-colored thickset finch with a heavy, dull yellowish bill. It is found from Turkey to NE Pakistan. The African crimson-winged finch was formerly considered conspecific and together known as the crimson-winged finch. It has an average length of 13 centimetres (5.1 in) and a wingspan of ca. 32 centimetres (13 in). It is light brown overall, with a whitish mid-belly, a black cap and a pinkish pattern on the wings and tail. The female is slightly duller than the male.\nThis species lives on rocky mountainsides, often at high elevation. It can be found in barren landscapes with little vegetation, and sometimes nests in rock crevices. It feeds on seeds, and during the winter descends in flocks to agricultural fields to find food. The female lays and incubates 4 or 5 blue, lightly speckled eggs.",
    "Morphology": "",
    "Morphology-Differences between African and Asian birds": "There are several differences between Asian crimson-winged finches and African birds:\n\nAfrican birds have a rosy-tinged grey-white central chin and throat, with a narrow brown breast-band below it, whereas this whole area is solidly tawny-brown on Asian birds.\nThe brown breast and flank markings on Asian birds are more extensive than on African birds.\nAfrican birds have less black on the crown than Asian birds (on males it often tends to be restricted to the forecrown).Male birds show the following additional differences:\n\nAsian birds have extensive pink in their uppertail-coverts, which is lacking in African birds (although the latter can show a vinous wash here in fresh plumage).\nAsian birds often have black spotting on their breast-sides; African birds always lack this.\nAsian birds can have distinct black markings on their mantle, but these are much less distinct on African birds.\nAsian birds have on average more distinct black markings on their ear-coverts than African birds.\nAsian birds typically have more extensive red in their face, often in the fore-supercilium (African birds can show red here but it is not the norm).\n\n\n== References =="
  }
}