{
  "url": "https://en.wikipedia.org/wiki/Atlantic_canary",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Serinus"
    },
    {
      "Species": "S. canaria"
    }
  ],
  "text": {
    "__SUMMARY__": "The Atlantic canary (Serinus canaria), known worldwide simply as the wild canary and also called the island canary, canary, or common canary, is a small passerine bird belonging to the genus Serinus in the finch family, Fringillidae. It is native to the Canary Islands, the Azores, and Madeira. Wild birds are mostly yellow-green, with brownish streaking on the back. The species is common in captivity and a number of colour varieties have been bred.\nThis bird is the natural symbol of the Canary Islands, together with the Canary Island date palm.",
    "Description": "The wild Atlantic canary can range from 10 to 12 cm (3.9 to 4.7 in) in length, with a wingspan of 21 to 23.7 cm (8.3 to 9.3 in) and a weight of 8.4 to 24.3 g (0.30 to 0.86 oz), with an average of around 15 g (0.53 oz). The male has a largely yellow-green head and underparts with a yellower forehead, face and supercilium. The lower belly and undertail-coverts are whitish and there are some dark streaks on the sides. The upperparts are grey-green with dark streaks and the rump is dull yellow. The female is similar to the male but duller with a greyer head and breast and less yellow underparts. Juvenile birds are largely brown with dark streaks.\nIt is about 10% larger, longer and less contrasted than its relative the European serin, and has more grey and brown in its plumage and relatively shorter wings.The song is a silvery twittering similar to the songs of the serin and citril finch.Hybridization with white-rumped seedeater has been noted by Antonio Arnaiz-Villena et al.",
    "Taxonomy": "The Atlantic canary was classified by Linnaeus in 1758 in his Systema Naturae. Linnaeus originally classified the Atlantic canary as a subspecies of the European serin and assigned them to the genus Fringilla. Decades later, Cuvier reclassified them into the genus Serinus and there they have remained. The Atlantic canary's closest relative is the European serin, and the two can produce on average 25% fertile hybrids if crossed.\nThe phylogeny has been obtained by Antonio Arnaiz-Villena et al.",
    "Taxonomy-Etymology": "The bird is named after the Canary Islands, not the other way around.  The islands' name is derived from the Latin name canariae insulae (\"islands of dogs\") used by Arnobius, referring to the large dogs kept by the inhabitants of the islands. A legend of the islands, however, states that it was the conquistadors who named the islands after a fierce tribe inhabiting the largest island of the group, known as the 'Canarii'. The colour canary yellow is in turn named after the yellow domestic canary, produced by a mutation which suppressed the melanins of the original dull-greenish wild Atlantic canary colour.",
    "Distribution and habitat": "It is endemic to the Canary Islands, Azores and Madeira in the region known as Macaronesia in the eastern Atlantic Ocean. In the Canary Islands, it is common on Tenerife, La Gomera, La Palma and El Hierro, but more local on Gran Canaria, and rare on Lanzarote and Fuerteventura, where it has only recently begun breeding. It is common in Madeira including Porto Santo and the Desertas Islands, and has been recorded on the Salvage Islands. In the Azores, it is common on all islands. The population has been estimated at 80,000-90,000 pairs in the Canary Islands, 30,000-60,000 pairs in the Azores and 4,000-5,000 pairs in Madeira.It occurs in a wide variety of habitats from pine and laurel forests to sand dunes. It is most common in semiopen areas with small trees such as orchards and copses. It frequently occurs in man-made habitats such as parks and gardens. It is found from sea-level up to at least 760 m in Madeira, 1,100 m in the Azores and to above 1,500 m in the Canary Islands.It has become established on Midway Atoll in the northwest Hawaiian Islands, where it was first introduced in 1911. It was also introduced to neighbouring Kure Atoll, but failed to become established. Birds were introduced to Bermuda in 1930 and quickly started breeding, but they began to decline in the 1940s after scale insects devastated the population of Bermuda cedar, and by the 1960s they had died out. The species also occurs in Puerto Rico, but is not yet established there.",
    "Behavior": "",
    "Behavior-Reproduction": "It is a gregarious bird which often nests in groups with each pair defending a small territory. The cup-shaped nest is built 1–6 m above the ground in a tree or bush, most commonly at 3–4 m. It is well-hidden amongst leaves, often at the end of a branch or in a fork. It is made of twigs, grass, moss and other plant material and lined with soft material including hair and feathers.The eggs are laid between January and July in the Canary Islands, from March to June with a peak of April and May in Madeira and from March to July with a peak of May and June in the Azores. They are pale blue or blue-green with violet or reddish markings concentrated at the broad end. A clutch contains 3 to 4 or occasionally 5 eggs and 2-3 broods are raised each year. The eggs are incubated for 13–14 days and the young birds leave the nest after 14–21 days, most commonly after 15–17 days.",
    "Behavior-Feeding": "It typically feeds in flocks, foraging on the ground or amongst low vegetation. It mainly feeds on seeds such as those of weeds, grasses and figs. It also feeds on other plant material and small insects. It has also been found that canaries need gravity to swallow, thus leading to death from dehydration in zero gravity conditions such as space.",
    "See also": "List of animal and plant symbols of the Canary Islands\nDomestic canary\nAustralian plainhead\nHarz Roller\nRed factor canary",
    "References": "",
    "External links": "Canary videos, photos & sounds on the Internet Bird Collection"
  }
}