{
  "url": "https://en.wikipedia.org/wiki/Azores_bullfinch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Pyrrhula"
    },
    {
      "Species": "P. murina"
    }
  ],
  "text": {
    "__SUMMARY__": "The Azores bullfinch (Pyrrhula murina), also known as the São Miguel bullfinch, or locally in Portuguese as the Priolo, is an endangered passerine bird in the true finch family.  It is endemic to São Miguel Island, in the Azores archipelago of Macaronesia in the North Atlantic Ocean.",
    "Taxonomy": "The Azores bullfinch was first described in 1866 by British ornithologist Frederick Godman.  It was formerly regarded as a subspecies of the Eurasian bullfinch (Pyrrhula pyrrhula), but was split off in 1993.According to a 2001 study by Arnaiz-Villena et al. all birds belonging to the genus Pyrrhula originated from the pine grosbeak.",
    "Description": "The bullfinch has a length of 15–17 cm and a weight of about 30 g, with males being slightly larger than females.  Relative to most other finches in its family it is plump, with shorter wings and a longer tail.  The plumage pattern is similar to that of the Eurasian bullfinch, though colouration is more sombre, lacking its bright pink underparts.  It has a black cap, face, wings and tail; the rest being greyish or pale grey-brown.  Males and females are virtually identical in appearance, though males may exhibit a faint pinkish suffusion on the belly and flanks.  The contact call is a distinctive short, flute-like, melancholic whistle.",
    "Distribution and habitat": "The bullfinch is now largely restricted to a small area (c. 580 ha) of native laurisilva forest at the eastern end of São Miguel, 300–-800 m asl, mainly centred on Pico da Vara in the Serra da Tronqueira range, but also seasonally (September to December) around Salto do Cavalo, further westwards in the range. The latter population probably comprises juveniles following post-fledging dispersal.  The species has never been recorded from the western end of the island.Necessary for the recovery of the Azores bullfinch is to restore its available ecological enclaves in the northern archipelago of Macaronesia. The process of species decline, which a significant portion of other endemic Azorean flora is also suffering, is favored by the expansion of invasive alien plants. Projects dedicated to saving the Azores bullfinch include the restoration of original laurel forest habitat, in the eastern monteverde of São Miguel.",
    "Behaviour": "",
    "Behaviour-Breeding": "Breeding takes place from mid June to late August.  Nests are built in dense vegetation in laurel forest, with two nests recorded as being 3 m above the ground, and are similar to those of the Eurasian bullfinch.  Nests are double-layered with an outer layer of twigs and an inner one of grass, rootlets and moss.  The clutch size is unknown.  Young birds fledge from mid July, with the adults moulting from September onwards.",
    "Behaviour-Feeding": "The bullfinch's diet is mainly herbivorous, with the birds consuming a range of seeds, fruits, flower buds, fern sporangia and fronds (unusual in birds), and moss tips, as well as some invertebrates such as hemiptera.  Native vegetation is preferred although, when the range was more extensive in the 19th century, the species was considered to be a pest in orange orchards around Furnas.  The bullfinches move up and downslope through their range according to food availability during the year.Lily of the valley tree (Clethra arborea) contributes to the bullfinch's diet. This evergreen shrub or small tree, once believed to be endemic to Madeira but now known to have existed in the past on the Canary Islands (where it is considered extinct), raises questions about how it should be treated in the Azores. While it is considered exotic, it is possible that it was native to the Azores, disappeared from there before any botanist had the chance to record it, and was then reintroduced more recently.  Despite being an \"alien\" species, it is a notable element of the bird's diet and therefore plays some role in its survival.",
    "Status and conservation": "The population of the bullfinch is small; it was estimated to comprise 30–40 pairs in the late 1970s, 100 pairs in 1989, and between 60 and 200 pairs in the early 1990s, though in 2008 it was estimated at 775 individuals.  It is the most threatened passerine bird   and the second rarest bird behind the northern bald ibis in Europe. The population was once larger, and spread over a wider range, but both numbers and range have declined since the 1920s following the destruction of areas of its forest habitat for grazing and agriculture, as well as afforestation and invasion by introduced plants, especially Japanese cedar.  The entire range of the species is protected as a Special Protection Area, the Pico da Vara / Ribeira do Guilherme SPA (a Natura 2000 site), under European Union legislation.  The main approach to conserving the species is the protection and restoration of threatened native laurel forest vegetation.",
    "References": "",
    "References-Notes": "",
    "References-Works cited": "Bibby, Colin J.; Charlton, Trevor D. & Ramos, Jaime (1992): Studies of West Palearctic birds, 191.\nBibby, Colin J.; Charlton, Trevor D.: Observations on the São Miguel bullfinch, Açoreana 7 (1991), pp. 297–304\nBirdLife International (BLI) Species Factsheet\nBibby, Colin J.; Charlton, Trevor D. & Ramos, Jaime (1992): Studies of West Palearctic birds. Azores Bullfinch In: British Birds 85(12): 677–680.\nCeia, R. (2008). Monitorização da população de Priolo. Relatório da acção F6 do Projecto LIFE Priolo. SPEA: Lisbon.\nRamos, Jaime A. (Compiler). (1995). Action Plan for the Azores Bullfinch. [1]\nRamos, J.A. (1998). Biometrics, weights, breeding and moulting seasons of passerines in an Azores cloud forest. Ringing and Migration 19: 17–23.\nRamos, Jaime A. (March 2000). Azores Bullfinch Pyrrhula murina. Bulletin of the African Bird Club 7(1). [2]\nSociedade Portuguesa para o Estudo das Aves (SPEA): Priolo\nCentro Priolo - Sociedade Portuguesa para o Estudo das Aves (SPEA)\nVester, F., Diamond, A. W., Peterson, R. T. (1989): Save the Birds – Houghton Mifflin",
    "External links": "Birding Azores – Azores Bullfinch\nARKive: images and movies of the Azores bullfinch (Pyrrhula murina)\nEurope's rarest finch finds favour\nCentropriolo – Conservation website for the Priolo"
  }
}