{
  "url": "https://en.wikipedia.org/wiki/Black_siskin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. atratus"
    }
  ],
  "text": {
    "__SUMMARY__": "The black siskin (Spinus atratus) is a species of finch in the family Fringillidae.\nIt is found in Argentina, Bolivia, Chile, and Peru.\nIts natural habitats are subtropical or tropical high-altitude shrubland and subtropical or tropical high-altitude grassland.",
    "Description": "The black siskin grows to a length of about 13 centimetres (5 in). The male is mostly a glossy black colour with the exception of a band of yellow at the base of the primaries, and the base of the tail and the lower belly which are yellow. The female is similar but the black part of the plumage is less glossy and more brownish. The only other bird within its range with which it might be confused is the yellow-rumped siskin (Spinus uropygialis). When stationary they are easily distinguished, but in flight the black siskin displays various patches of yellow plumage on its rump and on the wings which enhances the similarity.",
    "Distribution and habitat": "This is a bird of the high Andes Mountains in South America. Its range extends from central Peru and northern Chile to western Argentina. Its height range is 3,500 to 4,500 metres (11,500 to 14,800 ft) but at the southern end of its range it occurs at slightly lower altitudes. Its typical habitat is rocky slopes and ravines, and the tussocky grassland with low shrubs that occurs in the Puna grassland ecoregion. It also occurs around habitations. It is often seen in pairs or in small flocks, sometimes with other species of finch, and generally forages on the ground or in low bushes.",
    "Phylogeny": "The phylogeny of this and other closely related finches has been investigated by Antonio Arnaiz-Villena et al.",
    "Status": "S. atratus has a wide range and is a fairly common species, but is patchily distributed. The population trend seems to be stable, so the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".",
    "References": "Clement, Peter; Harris, Alan & Davis, John (1993): Finches and Sparrows: an identification guide. Christopher Helm, London. ISBN 0-7136-8017-2",
    "External links": " Media related to Spinus atrata at Wikimedia Commons\n Data related to Spinus atrata at Wikispecies"
  }
}