{
  "url": "https://en.wikipedia.org/wiki/Black-chinned_siskin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. barbatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The black-chinned siskin (Spinus barbatus) is a species of finch in the family Fringillidae. Found in Argentina, Chile and the Falkland Islands, its natural habitats are temperate forests and heavily degraded former forest.",
    "Description": "The black-chinned siskin grows to a length of about 13 centimetres (5 in). The male has the crown and the centre of the upper throat black. The rest of the head and the upper parts of the body are yellowish-olive streaked with black. The rump is yellow and the wings are black with two yellowish bars and a yellow patch on the primary feathers. The underparts are greenish-yellow and the belly is white. The appearance of the female is similar to the male but the colouring is more muted. She lacks the black on head and throat. The head and back are a greyish-olive above with pale yellowish-olive underparts and a whitish belly. The only other bird with which it is likely to be confused is the hooded siskin (Spinus magellanica); however, that bird is not found so far south, the male has a larger area of black on head and throat, and the female has a yellow rump.",
    "Distribution and habitat": "The black-chinned siskin is native to southern Chile and southern Argentina as far south as Tierra del Fuego, and also the Falkland Islands. It ranges up to about 1,500 metres (4,900 ft) in altitude and inhabits the edges of forests, light woodland and bushy areas, including gardens and urban areas; it is usually seen in flocks and often feeds on the ground.",
    "Phylogeny": "The phylogeny of this species has been researched by Antonio Arnaiz-Villena et al.. Evidence of hybridization was found between Serinus canaria domestica and S.barbatus in captivity .",
    "Status": "The black-chinned siskin is a common species with a very wide range and the population seems to be stable, so the International Union for Conservation of Nature has rated its conservation status as being of 'least concern'.\n\n\n== References =="
  }
}