{
  "url": "https://en.wikipedia.org/wiki/Black-headed_canary",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Serinus"
    },
    {
      "Species": "S. alario"
    }
  ],
  "text": {
    "__SUMMARY__": "The black-headed canary (Serinus alario) is a species of finch found in Lesotho, Namibia and South Africa. It is sometimes placed in the genus Alario as Alario alario\nIts habitat is dry open scrub and grassland, the edges of cultivation and suburban gardens.",
    "Description": "The black-headed canary is 12–15 cm in length. The adult male has rich brown upper parts and tail, a white hind collar, and mainly white underparts. The head and central breast are solidly black.\nThe adult female is similar, but has a dull grey head, and is dark-streaked on the head and upper parts. It has a rich brown wing bar. The juvenile resembles the female, but is paler and has streaking on the breast and a weaker wing bar.\n\nThe Damara canary (Serinus leucolaema) is often considered to be a subspecies of the black-headed canary. The male of that form has a strikingly different head pattern, with a white supercilium, and a white throat and foreneck with a black moustachial stripe. The black of the central breast is therefore separate from the black of the head.",
    "Phylogeny": "This species is phylogenetically included within the group of Serinus syriacus now thriving around Mt. Lebanon and other Asian and African patches in winter, together with Serinus canicollis (African distribution) and Serinus pusillus (Asian distribution) Arnaiz-Villena et al., 1999",
    "Behaviour": "The Damara canary is a common and gregarious seed-eater, forming flocks of up to 200 birds. Its call is a low tseett, and the male's song is a jumble of unmusical notes.",
    "References": "Ian Sinclair, Phil Hockey and Warwick Tarboton, SASOL Birds of Southern Africa (Struik 2002) ISBN 1-86872-721-1\nClement, Harris and Davis, Finches and Sparrows ISBN 0-7136-8017-2",
    "External links": "Black-headed canary - Species text in The Atlas of Southern African Birds."
  }
}