{
  "url": "https://en.wikipedia.org/wiki/Black_mamo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Drepanis"
    },
    {
      "Species": "†D. funerea"
    }
  ],
  "text": {
    "__SUMMARY__": "The black mamo (Drepanis funerea), also known as the hoa, is an extinct species of bird once endemic to the island of Molokai; there is also subfossil evidence of it having lived on Maui.",
    "Description": "It measured 8 inches (20 cm) from bill to tail, and was black with faded white primaries and yellow at the base of the bill. The highly decurved bill was longer in the male. Often the forehead would be dusted with pollen of its favorite food, the Lobelia. The mamo's song was a group of nose whistles that sounded like a flute along with a long held out trill. This bird has had many names including Molokai mamo, o’o nuku’umu, which meant \"o’o with sucking beak\", and Perkins's mamo, after ornithologist R.C.L Perkins who produced most of the information about this species.\nBy habit an understory bird, it was affected by the introduction of cattle and deer which destroyed much of its habitat, as well as direct and egg predation by introduced rats and mongooses.\nIt was discovered in 1893 in the Pelekuna Valley, and named Drepanis funerea by Perkins because it appeared to him to be a dark mourning bird.\nThe last specimen was collected in 1907 by William Alanson Bryan. Tim Flannery quoted him as having written, \"To my joy I found the mangled remains hanging in the tree in a thick bunch of leaves, six feet or more beyond where it had been sitting.\" Even if Bryan did not shoot the last black mamo, sightings stopped within a few years, and a large-scale search for this bird in 1936 found no specimens.\nPreserved specimens of the black mamo include the ones at Bremen, Boston, Honolulu, London and New York City.",
    "References": "",
    "References-Cited sources": "Hume, Julian P.; Walters, Michael (2012). Extinct Birds. London, UK: T & AD Poyser. ISBN 978-1-4081-5725-1.\nExtinct Birds of Hawaii\nTim Flannery & Peter Schouten, A Gap in Nature, ISBN 1-876485-77-9",
    "External links": "Species factsheet - BirdLife International"
  }
}