{
  "url": "https://en.wikipedia.org/wiki/Brimstone_canary",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Crithagra"
    },
    {
      "Species": "C. sulphuratus"
    }
  ],
  "text": {
    "__SUMMARY__": "The brimstone canary or bully canary, (Crithagra sulphuratus), is a small passerine bird in the finch family. It is a resident breeder in central and southern Africa.\nThis species is found in open, lightly wooded habitats, such as hillsides with trees or scrub and forest edges. In South Africa it occurs mainly in coastal areas, inhabiting coastal bush, shrubs along streams, gardens, and areas with rank vegetation. It is not truly migratory, but undertakes some seasonal movements.",
    "Taxonomy": "In 1760 the French zoologist Mathurin Jacques Brisson included a description of the brimstone canary in his Ornithologie based on a specimen collected at the Cape of Good Hope. He used the French name Le gros-bec du Cap de Bonne Espérance and the Latin Coccothraustes Capitis Bonae Spei. Although Brisson coined Latin names, these do not conform to the binomial system and are not recognised by the International Commission on Zoological Nomenclature. When in 1766 the Swedish naturalist Carl Linnaeus updated his Systema Naturae for the twelfth edition, he added 240 species that had been previously described by Brisson. One of these was the brimstone canary. Linnaeus included a brief description, coined the binomial name Loxia sulphurata and cited Brisson's work. The specific name sulphurata is Latin word for \"sulphurated\".The brimstone canary was subsequently placed in the genus Serinus but phylogenetic analysis using mitochondrial and nuclear DNA sequences found that the genus was polyphyletic. The genus was therefore split and a number of species including the brimstone canary were moved to the resurrected genus Crithagra which had been introduced in 1827 by the English ornithologist William John Swainson.Three subspecies are recognised:\nC. s. sulphuratus is the nominate race of southwestern and southern Cape Province\nC. s. wilsoni of eastern Cape Province to southern Mozambique is smaller, relatively smaller billed, and paler or more yellowish green than the nominate form. The underparts are entirely yellow.\nC. s. sharpii of northern Mozambique to Kenya is smaller and paler or more yellowish green than the nominate form. Its bill size is intermediate between the other two races.",
    "Description": "The brimstone canary is 15–16 cm in length with a heavy bill, which is short, conical and very stout at the base. The bill is light brown with a pinkish or yellowish base. The legs and feet are pinkish-brown. It has yellow-green upper parts with dark green streaking, yellow-green ear coverts and malar stripe, and two yellow wing bars. The underparts are yellow, with a greenish wash on the flanks, and breast. The sexes are similar, but the male is brighter, with a bigger bill, better defined face pattern, brighter yellow wing bars and a greenish rump. Young birds are duller, greyer and less yellow below than the adults.\nThe degree to which this bird is green or yellow varies considerably across regions. Southern birds are greener than northern birds, even within subspecies, notably with C. s. sharpii.\nFor an overview of finch phylogeny (including canaries) see the entry on finches.\nThe brimstone canary can be confused with the yellow-fronted canary, but that species is smaller billed with a much more defined head pattern and a bright yellow rump. The yellow canary, with overlapping range, is also a known confusion species.\nThe call notes of the brimstone canary in the south of its range are a trilled, deeply pitched swirriwirrit or chirrup. The song is a jumble of chirps, whistles, warbles and trills, with the same deep pitch as the call. Northern birds have a faster, higher, less jumbled and more tuneful version of the song.",
    "Behaviour": "",
    "Behaviour-Breeding": "The brimstone canary breeds from August to October. The nest is an open cup built from thin stems and other plant material and lined with plant down. It is placed in a leafy bush or a tree.",
    "Behaviour-Feeding": "The brimstone canary is less gregarious than other canaries. It tends to be found singly or in pairs, or occasionally in small groups, and is a common visitor to gardens. It feeds on fruit, seeds, flowers and shoots. Hard seed cases are cracked with the stout bill.",
    "References": "Ian Sinclair, Phil Hockey and Warwick Tarboton, SASOL Birds of Southern Africa (Struik 2002) ISBN 1-86872-721-1\nClement, Harris and Davis, Finches and Sparrows by ISBN 0-7136-8017-2\nSASOL e-guide\nKenya birds",
    "External links": "Brimstone canary - Species text in The Atlas of Southern African Birds."
  }
}