{
  "url": "https://en.wikipedia.org/wiki/Brown-capped_rosy_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Leucosticte"
    },
    {
      "Species": "L. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "The brown-capped rosy finch (Leucosticte australis) is a medium-sized finch endemic to North America.\n\nAdults are brown on the head, back, and breast with pink on the belly, rump, and wings. The forehead is black. They have short black legs and a long forked tail.\nTheir breeding habitat is mountain peaks in the central Rocky Mountains of the United States. They build a cup nest in a cavity on a cliff, or re-use abandoned cliff swallow nests.\nIn winter, these birds migrate short distances to lower elevations.\nThese birds forage on the ground, but may fly to catch insects in flight. They mainly eat seeds from weeds and grasses and insects. They often feed in small flocks.\nAt one time, the three North American rosy finches were considered to be one species.\nThe population of this bird appears to be declining.",
    "References": "",
    "External links": "Photo",
    "Further reading": "",
    "Further reading-Book": "Johnson, R. E., P. Hendricks, D. L. Pattie, and K. B. Hunter. 2000. Brown-capped Rosy-Finch (Leucosticte australis). In The Birds of North America, No. 536 (A. Poole and F. Gill, eds.). The Birds of North America, Inc., Philadelphia, PA.",
    "Further reading-Articles": "Banks RC & Browning MR. (1980). Correct Citations for Some North American Bird Taxa. Proceedings of the Biological Society of Washington. vol 92, no 1. pp. 195–203.\nHendricks DP. (1977). Brown-Capped Rosy Finch Nesting in New-Mexico. Auk. vol 94, no 2. pp. 384–385.\nHendricks P. (1978). Notes on the Courtship Behavior of Brown-Capped Rosy Finches. Wilson Bulletin. vol 90, no 2. pp. 285–287.\nHendricks P. (1980). Reaction of Brown-Capped Rosy Finches Leucosticte-Australis to Banded Nestlings. Journal of Field Ornithology. vol 51, no 2.\nJohnson RE. (1965). Reproductive activities of rosy finches, with special reference to Montana. Auk vol 82 pp. 190–205.\nJohnson RE. (1977). Seasonal Variation in the Genus Leucosticte in North America. Condor. vol 79, no 1. pp. 76–86.\nMarti CD & Braun CE. (1975). Use of Tundra Habitats by Prairie Falcons in Colorado USA. Condor. vol 77 pp. 213–214.\nShreeve D. F.  (1980). Behaviour of the Aleutian Grey-crowned and Brown-capped rosy finches Leucosticte tephrocotis. Ibis vol 122 pp. 145–165."
  }
}