{
  "url": "https://en.wikipedia.org/wiki/Cape_canary",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Serinus"
    },
    {
      "Species": "S. canicollis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cape canary (Serinus canicollis) is a small passerine bird in the finch family. It is a resident breeder in southern Africa and has been introduced to Mauritius and Réunion.\nIts habitat is fynbos, grassland and gardens, preferably in highland areas. It builds a compact cup nest in a scrub.\n\nThe Cape canary is 11–13 cm in length. The adult male has a green back with black edging to the wing feathers wings and tail. The underparts, rump and tail sides are yellow, and the lower belly is white. The rear head and neck are grey, and the face is cinnamon. The female is similar, but with less grey on the head. The juvenile has greenish-yellow underparts with heavy brown streaking. This species is easily distinguished from the yellow-fronted canary by its lack of black face markings.\nThe Cape canary is a common and gregarious seed-eater. Its call is tsit-it-it, and the song is warbled goldfinch-like trills and whistles given in display flight or from a high perch.",
    "Phylogeny": "This species is phylogeneticagy included within the group of Serinus alario now thriving around the southern tip of Africa, together with Serinus syriacus (Asian distribution and Asian and African patches in winter) and Serinus pusillus (Asian distribution) Arnaiz-Villena et al., 1999",
    "Subspecies": "Arranged alphabetically.\nSerinus canicollis canicollis (Swainson, 1838)\nSerinus canicollis griseitergum Clancey, 1967\nSerinus canicollis sassii Neumann, 1922The East African subspecies S. c flavivertex is very distinctive, much brighter, and with a yellow head, lacking the grey colour. It is now usually given specific status as the yellow-crowned canary (S. flavivertex).",
    "References": "Ian Sinclair, Phil Hockey, and Warwick Tarboton, SASOL Birds of Southern Africa (Struik 2002) ISBN 1-86872-721-1\nClement, Harris and Davis, Finches and Sparrows by ISBN 0-7136-8017-2",
    "External links": "Cape canary  - Species text in The Atlas of Southern African Birds.\nHandbook of the birds of the world alive"
  }
}