{
  "url": "https://en.wikipedia.org/wiki/Citril_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Carduelis"
    },
    {
      "Species": "C. citrinella"
    }
  ],
  "text": {
    "__SUMMARY__": "The citril finch (Carduelis citrinella), also known as the Alpine citril finch, is a small songbird, a member of the true finch family Fringillidae. For a long time, this cardueline finch was placed in the genus Serinus, but it is apparently very closely related to the European goldfinch (C. carduelis).This bird is a resident breeder in the mountains of southwestern Europe from Spain to the Alps. Its northernmost breeding area is found in the Black Forest of southwestern Germany.",
    "Taxonomy": "The citril finch was formally described by the German zoologist Peter Simon Pallas in 1764 under the binomial name Fringilla citrinella. The current genus name Carduelis is the Latin word for the European goldfinch, and the specific epithet citrinella is the Italian word for a small yellow bird. It is a diminutive of the Latin citrinus meaning citrine or light greenish-yellow. The Corsican finch (Carduelis corsicana) was at one time considered as conspecific with the citril finch, but is now treated as a separate species. Molecular genetic studies have shown that the citril finch is closely related to the European goldfinch (Carduelis carduelis).",
    "Description and systematics": "The citril finch has an overall length of 12 cm (4.7 in) and weighs around 12.5 g (0.44 oz). It is greyish above, with a brown tinge to the back which also has black streaks. The underparts and the double wing bars are yellow. It shares with its relatives a bright face mask which in this species is also yellow.\nSexes are similar, although young females may be duller below, and juvenile birds – unlike in European Serinus species – are brown, lacking any yellow or green in the plumage.\nThe song is a silvery twittering resembling that of the European goldfinch (C. carduelis) and that of the European serin (Serinus serinus). The main call is a tee-ee quite similar to the Eurasian siskin (C. spinus).",
    "Ecology": "The citril finch (Carduelis citrinella) differs from the Corsican finch (C. corsicana) in habitat selection. While the mainland citril finch is rather restricted to subalpine coniferous forests and alpine meadows, the insular Corsican finch may be found in different habitats from sea level to the highest mountain slopes. The citril finch nests mainly in conifers such as pines (Pinus) and spruces (Picea) while the Corsican finch uses also lower bushes such as tree Heath (Erica arborea), juniper (Juniperus) and bramble (Rubus).Ranging more widely than its equally common eastern relative, the citril finch is classified as a Species of Least Concern by the IUCN.",
    "References": "",
    "Sources": "Clement, Peter; Harris, Alan & Davis, John (1993): Finches and Sparrows: an identification guide. Christopher Helm, London. ISBN 978-0-691-03424-9\nCramp, S.; Perrins, C.M., eds. (1994). \"Serinus citrinella Citril Finch\". The Birds of the Western Palearctic. Volume 8. Oxford: Oxford University Press. pp. 536–548. ISBN 0-19-854679-3.\nFörschler, Marc Imanuel & Kalko, Elisabeth K.V. (2006a). \"Breeding ecology and nest site selection in allopatric mainland Citril Finches Carduelis [citrinella] citrinella and insular Corsican Finches Carduelis [citrinella] corsicanus\" (PDF). Journal of Ornithology. 147 (4): 553–564. doi:10.1007/s10336-006-0079-z.\nFörschler, Marc Imanuel & Kalko, Elisabeth K.V. (2006b). \"Age-specific reproductive performance in Citril Finches Carduelis [citrinella]\". Ardea. 94 (2): 275–279.\nPasquet, E. & Thibault, J.-C. (1997): Genetic differences among mainland and insular forms of the Citril Finch Serinus citrinella. Ibis 139(4): 679–684. doi:10.1111/j.1474-919X.1997.tb04691.x (HTML abstract)\nSangster, George (2000): Genetic distance as a test of species boundaries in the Citril Finch Serinus citrinella: a critique and taxonomic reinterpretation. Ibis 142(3): 487–490. doi:10.1111/j.1474-919X.2000.tb04447.x\nSangster, George; Knox, Alan G.; Helbig, Andreas J. & Parkin, David T. (2002): Taxonomic recommendations for European birds. Ibis 144(1): 153–159. doi:10.1046/j.0019-1019.2001.00026.x",
    "Further reading": "Arnaiz-Villena, A; Álvarez-Tejado, M; Ruiz-del-Valle, V; García-de-la-Torre, C; Varela, P; Recio, MJ; Ferre, S; Martínez-Laso, J (1998). \"Phylogeny and rapid Northern and Southern Hemisphere speciation of goldfinches during the Miocene and Pliocene Epochs\" (PDF). Cellular and Molecular Life Sciences. 54 (9): 1031–1041. doi:10.1007/s000180050230. PMID 9791543.\nArnaiz-Villena A, Alvarez-Tejado M, Ruiz-del-Valle V, Garcia-de-la-Torre C, Varela P, Recio MJ, Ferre S, Martinez-Laso J. (1999): Rapid radiation of canaries (Genus Serinus). [1]\nFörschler, Marc Imanuel & Kalko, Elisabeth K.V. (2007): Geographical differentiation, acoustic adaptation and species boundaries in mainland citril finches and insular Corsican finches, superspecies Carduelis [citrinella]. Journal of Biogeography 34(9). doi:10.1111/j.1365-2699.2007.01722.x (HTML abstract)\nFörschler, Marc I.; Senar, Juan C.; Perret, Philippe & Björklund, Mats (2009). \"The species status of the Corsican Finch Carduelis corsicana assessed by three genetic markers with different rates of evolution\". Molecular Phylogenetics and Evolution. 52 (1): 234–240. doi:10.1016/j.ympev.2009.02.014. PMID 19249374.\nFörschler, Marc Imanuel; Borras, A.; Kalko, Elisabeth K.V.; Cabrera, J.; Cabrera, T.; Senar, J.C. (2006a). \"Inter-locality variation in breeding phenology and nesting habitat of the Citril Finch Carduelis citrinella in the Catalonian Pre-Pyrenees\". Ardeola. 53 (1): 115–126.\nFörschler, Marc Imanuel; Förschler, L.; Dorka, U. (2006b). \"Flowering intensity of spruces Picea abies and the population dynamics of Siskins Carduelis spinus, Common Crossbills Loxia curvirostra, and Citril Finches Carduelis citrinella\" (PDF). Ornis Fennica. 83 (2): 91–96.\nvan den Elzen, Renate & Khoury, Fares (1999): Systematik, phylogenetische Analyse und Biogeographie der Großgattung Serinus Koch, 1816 (Aves, Carduelidae) [\"Systematics, phylogenetic analysis and biogeography of the supergenus Serinus\"]. Courier Forschungsinstitut Senckenberg 215: 55–65. [German]",
    "External links": "Audio recordings from Xeno-canto\nOiseaux Photos"
  }
}