{
  "url": "https://en.wikipedia.org/wiki/European_serin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Serinus"
    },
    {
      "Species": "S. serinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The European serin, or just serin (Serinus serinus), is the smallest European species of the family of finches (Fringillidae) and is closely related to the canary. Its diet consists mainly of a combination of buds and seeds.",
    "Taxonomy": "The European serin was described by Carl Linnaeus in 1766 in the 12th edition of his Systema Naturae under the binomial name Fringilla serinus. The Latin serinus comes from the French word serin for a canary. The French word may be a corruption of the Latin word citrinus meaning \"lemon-coloured\".",
    "Description": "The European serin is a small short-tailed bird, 11–12 cm in length. The upper parts are dark-streaked greyish green, with a yellow rump. The yellow breast and white belly are also heavily streaked.  The male has a brighter yellow face and breast, yellow wing bars and yellow tail sides. The song of this bird is a buzzing trill, very familiar in Mediterranean countries.\nIt breeds across southern and central Europe and North Africa. Southern and Atlantic coast populations are largely resident, but the northern breeders migrate further south in Europe for the winter. Open woodland and cultivation, often with some conifers, is favoured for breeding. It builds its nest in a shrub or tree, laying 3–5 eggs. It forms flocks outside the breeding season, sometimes mixed with other finches.\nThe food is mainly seeds, and, in the breeding season, insects. This small serin is an active and often conspicuous bird.",
    "References": "",
    "External links": " Media related to Serinus serinus at Wikimedia Commons\n\nAudio recordings from Xeno-canto\nEuropean Serin videos, photos & sounds on the Internet Bird Collection\nAgeing and sexing by Javier Blasco-Zumeta & Gerd-Michael Heinze\nOiseaux Photographs, text, map."
  }
}