{
  "url": "https://en.wikipedia.org/wiki/Gran_Canaria_blue_chaffinch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Fringillinae"
    },
    {
      "Genus": "Fringilla"
    },
    {
      "Species": "F. polatzeki"
    }
  ],
  "text": {
    "__SUMMARY__": "The Gran Canaria blue chaffinch (Fringilla polatzeki) is a species of passerine bird in the finch family Fringillidae. It is endemic to Gran Canaria in Spain's Canary Islands.",
    "Taxonomy": "Until 2015 the species Fringilla teydea was classified in two subspecies: Fringilla teydea polatzeki from Gran Canaria and Fringilla teydea teydea from Tenerife. However, a study published in March 2016 showed that a classification as different species, Frigilla polatzeki and Fringilla teydea, is justified.",
    "Description": "Blue chaffinches resemble common chaffinches, and are a smaller in size than Tenerife blue chaffinches. Other differences are that they have two white bands in the wings very marked, a whiter belly, or less blue shades.\nFemales are a dull grey-brown.",
    "Distribution": "This bird is found only in the highlands of Gran Canaria, mainly in the Inagua Natural Reserve. The species' primary habitat is mountain Canary Island pine (Pinus canariensis) forest in 1.000 m. It is most common in coniferous forest areas with dense, old trees.",
    "Behavior": "It primarily eats Canary Island pine seeds. Like the common chaffinch, but, unlike most other finches, its young are fed extensively on insects. Breeding from the end of April to late July or early August, it builds a nest from pine needles and broom branches, and lays two eggs. This bird is not migratory.",
    "In danger of extinction": "The Gran Canaria blue chaffinch is one of the most endangered species of birds on the planet. Unlike the Tenerife blue chaffinch which has a much wider distribution and by that island population, the species of Gran Canaria has an extremely smaller population and is restricted to the area of pine forest of Ojeda, Inagua and Pajonales.",
    "References": "",
    "External links": "Article: \"The Blue Chaffinch of Gran Canaria Fringilla teydea polatzeki: what next?\"\nThe bird in Facebook\nDocumentary \"El pinzón azul de Gran Canaria: biología y conservación del ave más amenazada de Canarias\" (1995)\nPlay list"
  }
}