{
  "url": "https://en.wikipedia.org/wiki/Greater_koa_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "†Rhodacanthis"
    },
    {
      "Species": "†R. palmeri"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater koa finch (Rhodacanthis palmeri) was a species of finch in the Fringillidae family. It was found only in the Hawaiian Islands. It has been extinct since the late 19th century.",
    "Description": "The bird was about 7–8 in (18–20 cm) long when fully grown. It was the largest known honey-creeper, although its typical weight is unknown. The bird is sexually dimorphic; the male was brilliant scarlet-orange on head, neck, and breast, with lighter orange on its bottom, and olive brown with orange touches on back, wings, and tail; however, the female was brownish olive, and somewhat lighter below. It had a thick black bill which allowed it to break open seed pods that were found in the trees. In historical times, its range was largely confined to the Kona District of the island of Hawaiʻi, although it was observed in the Kīlauea area in 1895. It was much more widespread prior to the arrival of humans in Hawaiʻi, and related species lived on other islands. In Kona, it co-occurred with the closely related lesser koa finch (Rhodocanthis flaviceps), and the Kona grosbeak. The lesser and greater koa finches were once thought by scientists to be the minimum and maximum growth of a single species of koa finch.",
    "Diet": "The greater koa finch was a granivore, preferring the pods and seeds of koa (Acacia koa).  It was also observed eating caterpillars and ʻaʻaliʻi (Dodonaea viscosa) seeds.",
    "Extinction": "The last confirmed sighting was in 1896, although there were sporadic later reports. Like its close relative the lesser koa finch, this bird lived in small stretches of mesic forest on the Big Island of Hawaiʻi.  These forests were dominated by its preferred food source, koa (Acacia koa), and were logged and replaced with pasture beginning in 1850. Grazing by cattle inhibited the regeneration of koa forests, while introduced black rats (Rattus rattus) preyed on young birds. Avian pox (Poxvirus avium) and malaria (Plasmodium relictum), spread by mosquitoes, may have also been a factor. However, even before these issues became important, the koa finches were probably already living in marginal habitat due to the loss of lowland koa forests, as evidenced by the extinction of the other koa finch species (which lived on lower-elevation islands) prior to European contact.\n\n\n== References =="
  }
}