{
  "url": "https://en.wikipedia.org/wiki/Hawaii_creeper",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Loxops"
    },
    {
      "Species": "L. mana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Hawaiʻi creeper, Hawaii creeper or ʻalawī (Loxops mana) is a species of Hawaiian honeycreeper, that is endemic to the Big Island of Hawaiʻi. Its natural habitats are dry forests and montane moist forests at elevations of 1,000–2,300 metres (3,300–7,500 ft).  There are a total of 12,000 birds separated into three populations. A fourth population on the western part of the island probably represents migratory birds from one of the existing population. The Hawaiʻi creeper measures 4.5 inches (11 cm) and has drab green plumage. In 2017 the traditional Hawaiian name was rediscovered as 'alawi'.",
    "Diet": "The Hawaiʻi creeper is similar to treecreepers in that it is able to climb up and down trees.  It uses its short, sharp beak to probe bark for insects residing underneath. If available, it will sip nectar from koa (Acacia koa) or ʻōhiʻa lehua (Metrosideros polymorpha).",
    "Breeding": "The breeding season of the Hawaiʻi creeper lasts from April to July, during which female birds lay one to three eggs.  Nests are hidden in a tree cavity or built on a high branch in either a koa (Acacia koa) or a ʻōhiʻa lehua (Metrosideros polymorpha). Eggs hatch after around thirteen days.",
    "Conservation": "The Hawaiʻi creeper was put on the endangered species list in 1975; however, it was unknown whether the bird was uncommon or endangered [1]. Although this species has been put into full view of habitat degradation, it has been able to reproduce, so this not thought to be a serious problem to this species. It has also been found in lower elevations in areas like the common ʻamakihi and apparently handles the diseases better than other species just like it. Introductions of alien animals however have caused this bird to be put under pressure. This pressure includes the bird having competition for food. The other pressure is the fact that these birds are being eaten by rats which cause the populations to drop very quickly. The nests of the Hawaiʻi creepers are low to the forest floor which leave the bird to vulnerable to predators such as rats [2]  The species is eaten as eggs, chicks, and even as full-fledged adults. Now its northern population is being protected in the same area as is the ʻakiapolaʻau and other native birds: Hakalau Forest National Wildlife Refuge. It is threatened by disease and habitat loss.  Also, the Hawaiʻi creeper has probably benefited from the conservation of other endangered birds in Hawaii [3]",
    "References": "",
    "External links": "BirdLife Species Factsheet."
  }
}