{
  "url": "https://en.wikipedia.org/wiki/Hawaii_mamo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Drepanis"
    },
    {
      "Species": "†D. pacifica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Hawaiʻi mamo (Drepanis pacifica) is an extinct species of Hawaiian honeycreeper. It was endemic to Hawaii. It became extinct due to habitat loss, mosquitoes, introduced predators such as mongoose, and over collecting.",
    "Description": "This bird averaged 9 inches (22.86 cm) in length. It was mostly black with bright yellow feathers on its rump, undertail coverts, shoulders, and legs. There was a white patch on the primaries. It had small, black eyes and was the centerpiece of portraits. It had a slightly decurved blackish bill, some three inches long. Juveniles may have been brown. This shy species lived in the forest canopy and fed on lobelia nectar, from the plant's curved, tubular flowers.  Its call was a long, plaintive whistle.",
    "In Hawaiian culture": "The mamo was one of the most honored birds in pre-European Hawaiian society. Its yellow feathers were used to create capes and hats (featherwork) for royalty. Feather collecting contributed to the bird's decline. The famous yellow cloak of Kamehameha I is estimated to have taken the reigns of eight monarchs and the golden feathers of 80,000 birds to complete.Hawaiians collected the birds by removing sap from sandalwood trees and breadfruit to create a sticky paste that they placed near the blossoms of lobelias. A hungry mamo would drink the nectar, and its feet would get stuck in the sap.\nSome scientists claim that after plucking, mamo were kept as pets, or cooked. Others claimed that the birds were released, and that there was a Kapu or restriction that required live release. Even if the birds were released, they would still be in a state of shock and risk injury. However, Hawaiian birds are relatively tame and unafraid when captured, and so might have survived handling better than most birds.",
    "Settler impact": "The birds were also popular with European collectors.\nEuropean settlers changed the mamo's habitat to support agriculture and cattle ranching, which damaged the bird's food source. The cattle roamed loose in the forests, destroying the understory ecosystem. Even though this was discovered early and was well known to the Hawaiians, the mamo quickly disappeared.\nAvian pox may have killed any birds that survived habitat destruction. There are many specimens of this bird in American and European museums. The bird seemed to disappear in 1899, but reports of this bird continued for a few more years. The last confirmed sighting was in July 1898 near Kaumana on the island of Hawaiʻi by a collector, Henry W. Henshaw, who, as mentioned by Tim Flannery in his book, A Gap In Nature, shot and wounded a bird he was stalking, before it escaped with another bird.",
    "References": "",
    "External links": "Naturalis.nl: 3D view of Drepanis pacifica specimen (RMNH 110.030) — (requires QuickTime browser plugin)."
  }
}