{
  "url": "https://en.wikipedia.org/wiki/Hawaii_amakihi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Chlorodrepanis"
    },
    {
      "Species": "C. virens"
    }
  ],
  "text": {
    "__SUMMARY__": "The Hawaiʻi ʻAmakihi (Chlorodrepanis virens), also known as the Common ʻAmakihi, is a species of Hawaiian honeycreeper.",
    "Taxonomy": "The Hawaiʻi ʻAmakihi was formerly placed in the genus Hemignathus but was assigned to the genus Chlorodrepanis based on the phylogenetic analysis of mitochondrial and nuclear DNA sequences.There are two recognized subspecies: C. v. wilsoni on Maui, Molokaʻi, and (formerly) Lānaʻi, and C. v. virens on the Big Island of Hawaiʻi.",
    "Description": "The Hawaiʻi ʻAmakihi is a small bird, measuring about 10 centimetres (3.9 in) in length. It is yellow-green with a small black bill that is 1.3 centimetres (0.51 in) long and has brown eyes with black pupils.",
    "Description-Song": "It is a small bird with a powerful voice. It utters short chirps, aki, ki, ki, a, which can be heard well over a mile away.",
    "Description-Diet": "The Hawaiʻi ʻAmakihi has a very wide diet, and has been able to find food despite habitat alteration.  It has a tubular tongue, which it uses to drink nectar from flowers such as those of the ʻōhiʻa lehua (Metrosideros polymorpha), ʻākala (Rubus hawaiensis), and māmane (Sophora chrysophylla). If necessary, it will suck juice from fruits. The Hawaiʻi ʻAmakihi also hunts for spiders and insects among trees and shrubs.",
    "Description-Breeding": "During the breeding season, between January and March, it makes a small nest made of woven plant fibers, and in most cases lays only a single egg. Only in rare cases does this bird lay two eggs. The chick hatches after two weeks, naked except for a few yellow feathers. After two to three weeks, the chick is fledged and departs to find a new territory of its own.",
    "Description-Habitat and Distribution": "It is found on the Big Island, Maui, and Molokaʻi in Hawaii. It formerly occurred on Lānaʻi where it was last seen in 1976. It is one of the most common honeycreepers, inhabiting all types of habitat on the islands at elevations from sea level to 8,000 feet (2,400 m). Of all the forest birds native to Hawaii, the Hawaiʻi ʻAmakihi has been affected the least by habitat changes. It is suspected that it is evolving resistance to diseases such as avian malaria. Along with the ʻApapane, it is one of the two Hawaiian honeycreepers listed by the IUCN as being of least concern.",
    "References": "",
    "External links": "Images - Monte M. Taylor\nVideos, photos and sounds - Internet Bird Collection"
  }
}