{
  "url": "https://en.wikipedia.org/wiki/Iiwi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Drepanis"
    },
    {
      "Species": "D. coccinea"
    }
  ],
  "text": {
    "__SUMMARY__": "The ʻIʻiwi (Drepanis coccinea, pronounced , ee-EE-vee), or scarlet honeycreeper is a species of Hawaiian honeycreeper. The ʻIʻiwi is a highly recognizable symbol of Hawaiʻi. The ʻIʻiwi is the third most common native land bird in the Hawaiian Islands. Large colonies of ʻIʻiwi inhabit the islands of Hawaiʻi, Maui, and Kauaʻi, with smaller populations on Molokaʻi but are no longer present on Lānaʻi and Oʻahu. ʻIʻiwi populations on Kauaʻi are decreasing while there are stable populations on Maui and Hawaiʻi.",
    "Description and uses": "The adult ʻIʻiwi is mostly scarlet, with black wings and tail and a long, curved, salmon-colored bill used primarily for drinking nectar. The contrast of the red and black plumage with surrounding green foliage makes the ʻIʻiwi one of Hawaiʻi's most easily seen birds. Younger birds have golden plumage with more spots and ivory bills and were mistaken for a different species by early naturalists. Observations of young birds moulting into adult plumage resolved this confusion.\nAlong with the Hawaiʻi Mamo, ʻIʻiwi were used in the feather trade. The ʻIʻiwi's feathers were highly prized by Hawaiian aliʻi (nobility) for use in decorating ʻahuʻula (feather cloaks) and mahiole (feathered helmets), and such uses gave the species its original scientific name: Vestiaria, which comes from the Latin for \"clothing\", and coccinea meaning \"scarlet-colored\". (In 2015 the IOC World Bird List moved the ʻIʻiwi from genus Vestiaria to Drepanis, from the Greek for sickle, a reference to the shape of the beak.)\nThe bird is often mentioned in Hawaiian folklore. The Hawaiian song \"Sweet Lei Mamo\" includes the line \"The ʻIʻiwi bird, too, is a friend\".The ʻIʻiwiʻs peculiar song consists of a couple of whistles, the sound of balls dropping in water, the rubbing of balloons together, and the squeaking of a rusty hinge.",
    "Ecology": "",
    "Ecology-Diet": "The long bill of the ʻIʻiwi assists it to extract nectar from the flowers of the Hawaiian lobelioids, which have decurved corollas. Starting in 1902 the lobelioid population declined dramatically, and the ʻIʻiwi shifted to nectar from the blossoms of ʻōhiʻa lehua (Metrosideros polymorpha) trees. ʻIʻiwi also eat small arthropods.",
    "Ecology-Migration": "These birds are altitudinal migrants; they follow the progress of flowers as they develop at increasing altitudes throughout the year. Seeking food at low elevation exposes them to low elevation disease organisms and high mortality. It has been theorized that the ʻIʻiwi can migrate between islands and it may be why the bird has not gone extinct on smaller islands such as Molokaʻi.",
    "Breeding": "In the early winter in January to June, the birds pair off and mate as the ʻōhiʻa plants reach their flowering maximum. The female lays two to three eggs in a small cup shaped nest made from tree fibers, petals, and down feathers. These bluish eggs hatch in fourteen days. The chicks are yellowish-green marked with brownish-orange. The chicks fledge in 24 days and soon attain adult plumage.",
    "Etymology": "Linguists derive the Hawaiian language word ʻIʻiwi from Proto-Nuclear-Polynesian *kiwi, which in central Polynesia refers to the bristle-thighed curlew (Numenius tahitiensis), a migratory bird. The long decurved bill of the curlew somewhat resembles that of the ʻIʻiwi.",
    "Threats and conservation": "Although ʻIʻiwi are still fairly common on Maui and Hawaiʻi, they are rare on Molokai and since 1929 no longer found on Lānaʻi. Most of the decline was from loss of habitat, as native forests were cleared for farming, grazing, and development. As of today, they are no longer found on Oʻahu. This has been determined through the Hawaii VINE Project through mist netting sampling. Their extirpation has been the result of the avian malaria spreading through mosquitoes in the lower elevations.\nPlentiful in two parts of its range, it is listed as a threatened species because of small populations in some of its range and its susceptibility to fowlpox and avian malaria. Ninety percent of all exposed ʻIʻiwi died and the other ten percent were weakened but survived. Habitat restoration projects removed non-native/invasive plants and animal species, including on the Island of Hawaiʻi, around Mauna Kea. Smaller lobelia populations forced ʻIʻiwi to target ʻōhiʻa trees.\nIntroduced diseases, particularly avian malaria (Plasmodium relictum) are spread by mosquitoes. In a series of challenge experiments involving avian malaria, more than half of the ʻIʻiwi tested died from a single infected mosquito bite. ʻIʻiwi generally survive at higher elevations where temperatures are too cool for mosquitoes. Many disease-susceptible endemic birds became rare to absent at lower elevations, even in relatively intact native forest. The ʻIʻiwi were also removed when forests were replaced with farms, plantations, towns, and alien forests.\nAltitudinal migration complicates population assessment.\nOn Molokaʻi, habitat has been preserved by fencing off areas within several nature reserves to keep out pig populations. The pigs create wallows which serve as incubator sites for mosquito larvae, which in turn spread avian malaria.\nʻIʻiwi was formerly classified as a near threatened species by the IUCN, but recent research has proven that it was rarer than previously believed. Consequently, it was uplisted to vulnerable status in 2008. The species was listed as threatened by the United States Department of the Interior on 20 October 2017.",
    "See also": "List of adaptive radiated Hawaiian honeycreepers by form",
    "References": "",
    "External links": "BirdLife Species Factsheet.\nʻIʻiwi videos, photos & sounds on the Internet Bird Collection\n[1] Extra information on the Iiwi\n[2] DNLR factsheet for the I'iwi."
  }
}