{
  "url": "https://en.wikipedia.org/wiki/Japanese_grosbeak",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Eophona"
    },
    {
      "Species": "E. personata"
    }
  ],
  "text": {
    "__SUMMARY__": "The Japanese grosbeak (Eophona personata) or Ikaruga is a finch native to East Asia. It is also sometimes referred to as the Japanese or masked hawfinch due to superficial similarities to the well-known Eurasian species.",
    "Description": "This is a large finch, with a reported weight of 80 g (2.8 oz) (for a single male) and a length of 18 to 23 cm (7.1 to 9.1 in). Among standard measurements, the wing chord is 10.2 to 11.7 cm (4.0 to 4.6 in), the tail is 8.3 to 9.5 cm (3.3 to 3.7 in) and the culmen is 2.1 to 2.6 cm (0.83 to 1.02 in). The signature feature of the Japanese grosbeak is its large, pointed bright yellow bill. The adult grosbeak has a large black marking extending from the nape to the chin and ear-coverts to the neck. The side of the neck is a contrasting pale whitish grey. The bird's underside is a more dull grey. The back is greyish-brown while the flanks are washed with a gingery or tawny-brown colour. The wings and tail are black but for a white patch on the inner-coverts and band of white in the middle of the primaries, which is visible in flight. Juveniles are a duller grey overall with no black on head. The subspecies, E. p. magnostris is slightly larger than the nominate race. It is also generally paler in tone with a smaller white patch the on primaries.\nAmong the vocalizations issued by Japanese grosbeaks include a short but hard tak tak note given in flight. The song of these birds consists of a series of four flutey whistles.",
    "Ecology": "The alternate subspecies (E. p. magnostris) is completely migratory, breeding around the Amur, Ural and Manchurian regions and then wintering down in Hebei and Beijing, uncommonly ranging south towards North Korea. The nominate race occurs in Japan from Hokkaido to Kyushu and is not as seasonally migratory but does wander considerably during winter, largely in pursuit of food sources. The Japanese grosbeak is locally common, occasionally being abundant around prime feeding areas. It occurs in deciduous or mixed forests. More commonly, it is a bird of valleys rather than hillsides. This species also turns up in woods and groves of oak and birch and well-wooded parks and gardens. The species may winter on the edge of cultivated areas. The Japanese grosbeak usually occurs in pairs or small flocks. Behaviourally, it can be deceptively secretive, often staying hidden in foliage near the tree canopy. However, its location may regularly be betrayed by its voice. Mostly, the grosbeak feeds on variety of seeds and insects. During winter, they mainly live on cedar nuts, but also will feed on birch seeds and berries. During the summer, they become largely insectivorous and regularly eat caterpillars and beetles.",
    "References": "Finches and Sparrows by Peter Clement. Princeton University Press (1999). ISBN 978-0691048789."
  }
}