{
  "url": "https://en.wikipedia.org/wiki/Lanai_hookbill",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "†DysmorodrepanisPerkins, 1919"
    },
    {
      "Species": "†D. munroi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Lānaʻi hookbill (Dysmorodrepanis munroi) is an extinct species of Hawaiian honeycreeper. It was endemic to the island of Lānaʻi in Hawaiʻi, and was last seen in the southwestern part of the island. George C. Munro collected the only known specimen of this species in 1913, which is housed in the Bernice P. Bishop Museum in Honolulu, and saw the species only twice more, once in 1916 and for a final time in 1918. No other sightings have been reported. They inhabited montane dry forests dominated by ʻakoko (Euphorbia species) and ōpuhe (Urera glabra). The Lānaʻi hookbill was  monotypic within the genus Dysmorodrepanis and had no known subspecies. Its closest relative is believed to be the ʻōʻū, and some early authors suggested that the Lānaʻi hookbill was merely a deformed ʻōʻū. The Lānaʻi hookbill was a plump, medium-sized bird with greenish olive upperparts and pale whitish yellow underparts. It also had a yellow or white superciliary line and a white chin and throat. The wings also had a distinctive and conspicuous white wing patch. The hookbill's distinguishing characteristic was its heavy, parrotlike bill, which had the mandibles hooking sharply towards each other, leaving a gap between them when the beak was closed.\nAs the bird became extinct before significant field observations could be made, not much is known about its behavior. The Lānaʻi hookbill is only known to have eaten the fruit of the ōpuhe; however, it is unlikely that its unique bill would have developed to eat fruit, and it may have been a snail specialist. The hookbill has not been seen since 1918, and by 1940 nearly all of Lānaʻi's forests were converted into pineapple fields, destroying the bird's habitat. The combination of habitat destruction and the introduction of feral cats and rats are thought to have led to the Lānaʻi hookbill's extinction.",
    "Taxonomy": "The Lānaʻi hookbill was first collected by George C. Munro from Lānaʻi's Kaiholena Valley on February 22, 1913. In 1919 Robert Cyril Layton Perkins described the species as Dysmorodrepanis munroi based upon this specimen, placing the hookbill in a new, monotypic genus. The genus name is derived from the Ancient Greek words dusmoros \"ill-fated,\" and drepanis to identify the species as a Hawaiian honeycreeper. Drepanis comes from the Ancient Greek word drepane \"sickle,\" in reference to most Hawaiian honeycreeper's bills. The specific name munroi recognizes the collector of the specimen, George C. Munro. The common name came from the species' limited range and distinctive bill shape.However, other taxonomists challenged the validity of the species as early as 1939, noting that the Lānaʻi hookbill was only known from one specimen and arguing that it was merely an aberrant and partially albino female ʻōʻū. The hookbill's validity was not confirmed until 1989 when the specimen's skull was removed and examined. The bird's cranial osteology, myology, plumage, and bill morphology confirmed the distinctness of the species.The hookbill was a member of the Hawaiian honeycreeper subfamily Drepanididae and the tribe Psittirostrini, which it shared with seven historically recorded species and about ten species known only from fossils. It is believed that the Lānaʻi hookbill was most closely related to the ʻōʻū . No fossil specimens of the Lānaʻi hookbill have been found.",
    "Description": "The Lānaʻi hookbill was a plump, medium-sized bird. It had greenish olive upperparts and pale whitish yellow underparts, as well as a yellow or white superciliary line. The chin and throat were white. The wings' secondaries had a distinctive and conspicuous white wing patch. Due to the subdued colors of the sole specimen, it is believed that it was a female, suggesting that the male would have had a brighter plumage, especially in the superciliary line. The eyes, which were large for a bird of the hookbill's size, were dark brown and the muscular legs were gray with yellow toepads. The bird was about 6 inches (15 cm) in length, and the weight is unknown.The hookbill's distinguishing characteristic was a heavy, parrotlike bill. The upper mandible hooked sharply downwards, while the heavy lower mandible hooked sharply upwards towards the middle of the upper mandible. This structure left a gap between the two mandibles when the bird held its beak closed. It is believed that the bill was pale pink in coloration. The jaw muscles were particularly well developed around the bill. The hookbill's tongue was primitive and nontubular.Like other Hawaiian honeycreepers, the hookbill possessed a distinctive musty odor. The bird's only known vocalization was an inconspicuous chirp; however, all other Hawaiian honeycreepers are excellent vocalists that demonstrate an array of sounds, and therefore the hookbill likely had a broader, unrecorded repertoire.",
    "Distribution and habitat": "The Lānaʻi hookbill was endemic to the island of Lānaʻi in Hawaii. All recorded sightings of the species were made from the southwestern end of Lānaʻi's forests, which included the Kaiholena Valley and Waiakeakua. These sightings were between 2,000 and 2,600 feet (610 and 790 m) in elevation. However, the species' habitat once covered thousands of acres on Lānaʻi, and it is possible that the species once had a broader range on the island. The species was non-migratory.It is believed that the Lānaʻi hookbill inhabited montane dry forests on Lānaʻi dominated by ʻakoko (Euphorbia species) and ōpuhe (Urera glabra). The unique shape of the hookbill's bill, particularly when compared with the ʻōʻū's bill, and its apparent rarity suggested that the species was an extreme specialist and was therefore restricted to this habitat.",
    "Ecology and behavior": "The Lānaʻi hookbill is only known to have eaten the fruit of the ōpuhe. The type specimen was caught while feeding on the plant, and its berries were subsequently discovered in its stomach. It is considered likely that the hookbill additionally ate ʻakoko fruits due to their similarity in size and shape to those of the ōpuhe. However, the hookbill's unique bill is considered unlikely to have evolved if the species was purely frugivorous, and it has been suggested that the hookbill specialized in eating snails. The species was very active while searching for food, constantly flying from tree to tree. While perched it shifted restlessly.Based upon the structure of the bill, it has been suggested that this unique bill was used as a pincer, with the tips of both mandibles touching. The hookbill could have used this movement to pluck fruits or flowers for consumption, or it may have been used to extract snails from their shells. It is also possible that the bird could have crushed a snail shell between its mandibles and then used its tongue to ingest the meat and expel the shell out of the open sides of the beak.There is no recorded information on the Lānaʻi hookbill's breeding behavior. However, the other Hawaiian honeycreepers are remarkably uniform in their breeding behavior, and it is therefore likely that the hookbills also bred from early winter through the end of summer in August, with pair bonding being completed by January or February. The males likely defended a territory that moved along with his bonded female and became a centered around the nest after the female constructed it. It is hypothesized that the hookbill laid two to three eggs and that its young were altricial.",
    "Extinction": "Historically, the hookbill was only recorded three times. All three sightings were made by George C. Munro; the first was when he collected a single bird on February 22, 1913, and the other two sightings came on March 16, 1916 and August 12, 1918. The only existing specimen is in the Bernice P. Bishop Museum in Honolulu. The species was not recorded by the native Hawaiians.The fact that Munro, an excellent observer who spent years on Lānaʻi, only saw the bird three times implies that it was already very rare by the 1910s. From 1900 to 1940 nearly all of Lānaʻi's forests were converted into pineapple fields. This conversion reduced the area of the hookbill's potential habitat, and is believed to be the biggest contributor to the species' extinction. It has also been suggested that avian malaria, which began affecting Lānaʻi's birds in the 1920s, may have contributed to the species' decline. Likewise, the introduction of feral cats and rats to Lānaʻi may have led to a decline in the hookbill's population. The extinction of local snails through human intervention could also have led to the Lānaʻi hookbill's extinction.",
    "References": "",
    "References-Cited texts": "Pratt, H. Douglas (2010). \"Family Drepanididae (Hawaiian Honeycreepers)\".  In del Hoyo, Josep; Elliott, Andrew; Christie, David (eds.). Handbook of the Birds of the World. 15. Weavers to New World Warblers. Barcelona: Lynx Editions.\nSnetsinger, Thomas J.; Reynolds, Michelle H.; Herrmann, Christina M. (1998). \"ʻŌʻū (Psittirostra psittacea) and Lānaʻi Hookbill (Dysmorodrepanis munroi)\".  In Poole, Alan; Gill, Frank (eds.). The Birds of North America. 335–336. Philadelphia, PA: The Birds of North America, Inc.",
    "External links": "Images of the holotype at the Searchable Ornithological Research Archive"
  }
}