{
  "url": "https://en.wikipedia.org/wiki/Lesser_koa_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "†Rhodacanthis"
    },
    {
      "Species": "†R. flaviceps"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser koa finch (Rhodacanthis flaviceps) is an extinct species of  Hawaiian honeycreeper.",
    "Description": "The only specimens of the lesser koa finch ever caught were a family group with members of different ages and genders, ideal for study. The males were apparently golden-yellow with olive green on the breast and belly. The females were almost indistinguishable from the species' larger relative, the greater koa finch, other than the fact that the former were slightly darker in color. The juveniles were somewhat mottled on the belly, similar to the females. As its name suggests, the species as a whole was smaller than the other scientifically described koa finches, measuring on average only five inches in length.",
    "Behaviour": "Its life cycle and feeding habits apparently centered around the koa plant from which it got nectar and fruit (and for which it was named). The koa also provided refuge for small flocks of the finch as it avoided people and the noon high sun. It was seen congregating with its larger relative, the greater koa-finch. Several specimens were collected and sent to London, Cambridge, New York, Philadelphia, and Berlin.",
    "Extinction": "The bird appeared to have always had a small population.  When people brought cattle and created ranches in the koa forests, the younger koa trees began to be trampled by the cows. The cows also stripped the leaves off the trees at a faster rate than the leaves normally fell. The older trees were too tall to be defoliated, but their roots were kicked and pulled out, causing them to grow weak and eventually die. With the loss of the native koa trees the last birds began to die off.  Finally, the bird was never seen after the year 1891.\nIt is also noted that there were only two confirmed sighting of the birds, when the first and last specimens were shot. In all, there were eight specimens that were collected, all of them from in trees that were used by the greater koa finch. There were several other related species living at its time including one from Oahu, one from Maui and one living in Kona. It has been confused with a house finch and many novice bird watchers claim false sightings. It was also confused with the O’u, which was still common on Hawaii and Kauai until the latter's recent disappearance.",
    "References": "\nBryson, Bill. A Short History of Nearly Everything. 1st ed. 1 vol. New York, NY: Broadway Books, 2004. 476. Print.\nMunro, George C. Birds of Hawaii. ISBN 0-8048-0063-4"
  }
}