{
  "url": "https://en.wikipedia.org/wiki/Lesser_goldfinch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. psaltria"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser goldfinch (Spinus psaltria) is a very small songbird of the Americas. Together with its relatives the American goldfinch and Lawrence's goldfinch, it forms the American goldfinches clade in the genus Spinus sensu stricto.\nThe American goldfinches can be distinguished by the males having a black (rarely green) forehead, whereas the latter is (like the rest of the face) red or yellow in the European goldfinch and its relatives. North American males are markedly polymorphic and 5 subspecies are often named; at least 2 of them seem to represent a less-progressed stage in evolution however.",
    "Description": "This petite species is not only the smallest North American Spinus finch, it may be the smallest true finch in the world. Some sources list more subtropical Spinus species as slightly smaller on average, including the Andean siskin. This species ranges from 9 to 12 cm (3.5 to 4.7 in) in length and can weigh from 8 to 11.5 g (0.28 to 0.41 oz). Among standard measurements, the wing chord is 5.5 to 7 cm (2.2 to 2.8 in), the tail is 3.9 to 4.7 cm (1.5 to 1.9 in), the bill is 0.9 to 1.1 cm (0.35 to 0.43 in) and the tarsus is 1.1 to 1.2 cm (0.43 to 0.47 in). There is a slight NW-SE cline in size, with the largest birds from Mexico and south being up to one-fifth larger than the smallest from the extreme NW of its range; this effect is more pronounced in females. There is also considerable variation in the amount of black on head and back in males, and thus three subspecies have been proposed. But this variation too seem to be simple and clinal changes in allele frequency, and thus the \"subspecies\" might be better considered morphs or geographical forms.\n\nMales are easily recognized by their bright yellow underparts and big white patches in the tail (outer rectrices) and on the wings (the base of the primaries). They range from having solid black from the back to the upper head including the ear-coverts to having these regions medium green; each of the back, crown and ear regions varies in darkness rather independently though as a rule the ears are not darker than the rest. In most of the range dark psaltria birds (Arkansas goldfinch) predominate. The light birds are termed hesperophilus and are most common in the far western U.S. and northwestern Mexico.The zone in which both light and dark males occur on a regular basis is broadest in the north, and extends across the width of the Rocky Mountains and Sierra Madre Occidental ranges. It reaches the Pacific coast in southern Sonora to northern Sinaloa, roughly between area of Ciudad Obregón to Culiacán. In the United States, the most diverse array of phenotypes can be found in Colorado and New Mexico. East of the 106th meridian west in southwestern Texas as well as in most of Mexico, almost all males have black backs. Spinus psaltria colombianus, east and south of the Isthmus of Tehuantepec, is richer yellow below in males. This as well as the even yellower S. p. jouyi from the Yucatán Peninsula and adjacent regions and S. p. witti from the Islas Marías off Nayarit require more study, especially as at least the former two seem also to be significantly larger and longer-billed.\n\nFemales' and immatures' upperparts are more or less grayish olive-green; their underparts are yellowish, buffier in immatures. They have only a narrow strip of white on the wings (with other white markings in some forms) and little or no white on the tail. They are best distinguished from other members of the genus by the combination of small size, upperparts without white or yellow, and dark gray bill. In all plumages this bird can easily be taken for a New World warbler if the typical finch bill isn't seen well.\nLike other goldfinches, it has an undulating flight in which it frequently gives a call: in this case, a harsh chig chig chig. Another distinctive call is a very high-pitched, drawn-out whistle, often rising from one level pitch to another (teeeyeee) or falling (teeeyooo). The song is a prolonged warble or twitter, more phrased than that of the American goldfinch, often incorporating imitations of other species.",
    "Distribution and ecology": "This American goldfinch ranges from the southwestern United States (near the coast, as far north as extreme southwestern Washington) to Venezuela and Peru. It migrates from the colder parts of its U.S. range.\nThe lesser goldfinch often occurs in flocks or at least loose associations. It utilizes almost any habitat with trees or shrubs except for dense forest, and is common and conspicuous in many areas, often coming near houses. It is common at feeders in the Southwest United States and will come almost anywhere with thistle sock feeders. Flocks of at least six birds will often be seen at feeders. It feeds mostly on tree buds and weed seeds; geophagy has been observed in this species.The nesting season is in summer in the temperate parts of its range; in the tropics it apparently breeds all-year round, perhaps less often in September/October. It lays three or four bluish white eggs in a cup nest made of fine plant materials such as lichens, rootlets, and strips of bark, placed in a bush or at low or middle levels in a tree.\nThe moult occurs in two different patterns which coincides with the blackness of the upperparts quite well. Here too is a broad zone of intergradation. Pacific birds moult after breeding, and females shed a few body feathers before breeding too. Juvenile males shed more remiges than females when moulting into adult plumage. East of the 106th meridian west, birds moult strongly before breeding and replace another quantity of feathers afterwards, and post-juvenal moult does not differ significantly between the sexes. However, this seems dependent on the differing rainfall regimes; simply put, birds at least anywhere in the North American range moult most of their plumage at the end of the dry season and may replace more feathers at the end of the wet season.Considered a Species of Least Concern by the IUCN due to its vast range, it nonetheless seems to be declining locally. For example, it is rare in the Ecuadorean Andes foothills.",
    "Phylogeny and evolution": "Molecular genetics and phylogeny together with other Carduelis/Spinus species relatedness has been established by Antonio Arnaiz-Villena et al. Also, its appearance on Earth was calculated approximately.[1][2]\nThis siskin is the North American species which has expanded more widely. It reaches from EEUU to North Peru through Andean spine.[3]",
    "References": "",
    "Further reading": "Arnaiz-Villena, A; Areces C, Rey D, Enríquez-de-Salamanca M, Alonso-Rubio J and Ruiz-del-Valle V (2012). Three Different North American Siskin/Goldfinch Evolutionary Radia-tions (Genus Carduelis): Pine Siskin Green Morphs and European Siskins in America». The Open Ornithology Journal 5: pp. 73–81. doi:10.2174/1874453201205010073.\nJorge Zamora, Juan Moscoso, Valentin Ruiz-del-Valle, Ernesto Lowy, Juan I. Serrano-Vela, Juan Ira-Cachafeiro, Antonio Arnaiz-Villena (2006).\"Conjoint mitochondrial phylogenetic trees for canaries Serinus spp. and goldfinches Carduelis spp. show several specific polytomies.\"(PDF). Ardeola 53: 1-17.\nArnaiz-Villena, A.; Álvarez-Tejado, M.; Ruiz-del-Valle, V.; García-de-la-Torre, C.; Varela, P.; Recio, M. J.; Ferre. S. & Martínez-Laso, J (1998). \"Phylogeny and rapid Northern and Southern Hemisphere speciation of goldfinches during the Miocene and Pliocene Epochs\"(PDF). Cellular and Molecular Life Sciences 54(9): 1031–1041. doi:10.1007/s000180050230 PMID 9791543 . Erratum, Cellular and Molecular Life Sciences 55(1): 148. doi:10.1007/s000180050280 PDF fulltext\nCisneros-Heredia, Diego F. (2006): Notes on breeding, behaviour and distribution of some birds in Ecuador. Bulletin of the British Ornithologists' Club 126 (2): 153–164. PDF fulltext\nDelgado-V., Carlos A. (2006): Observación de geofagia por el Jiguero Aliblanco Carduelis psaltria (Fringillidae). [\"Report of geophagy in the Lesser Goldfinch C. psaltria (Fringillidae)\"]. Boletín de la Sociedad Antioqueña de Ornitología 16 (2): 31–34. [Spanish with English abstract] PDF fulltext\nHowell, Steven N.G. & Webb, Sophie (1995): A Guide to the Birds of Mexico and Northern Central America. Oxford University Press, Oxford & New York. ISBN 0-19-854012-4\nPeterson, Roger Tory; Peterson, Virginia Marie; National Audubon Society; National Wildlife Federation & Roger Tory Peterson Institute (1990): A field guide to western birds: a completely new guide to field marks of all species found in North America west of the 100th meridian and north of Mexico. Houghton Mifflin, Boston. ISBN 0-395-51424-X\nQuatro, John (2007): Siskins of the World. Retrieved January 10, 2008.\nSibley, David Allen (2000): The Sibley Guide to Birds. Alfred A. Knopf, New York. ISBN 0-679-45122-6\nWilloughby, Ernest J. (2007): Geographic variation in color, measurements, and molt of the Lesser Goldfinch in North America does not support subspecific designation [English with Spanish abstract]. The Condor 109 (2): 419–436. doi:10.1650/0010-5422(2007)109[419:GVICMA]2.0.CO;2",
    "External links": "Lesser goldfinch Species Account - Cornell Lab of Ornithology\nLesser goldfinch - Carduelis psaltria - USGS Patuxent Bird Identification InfoCenter\n\"Lesser goldfinch media\". Internet Bird Collection.\nLesser goldfinch photo gallery at VIREO (Drexel University)\nInteractive range map of Carduelis psaltria at IUCN Red List maps"
  }
}