{
  "url": "https://en.wikipedia.org/wiki/Maui_parrotbill",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "PseudonestorRothschild, 1893"
    },
    {
      "Species": "P. xanthophrys"
    }
  ],
  "text": {
    "__SUMMARY__": "The Maui parrotbill or kiwikiu (Pseudonestor xanthophrys) is a species of  Hawaiian honeycreeper, that is endemic to Maui in Hawaii. It can only be found in 50 square kilometres (19 sq mi) of mesic and wet forests at 1,200–2,150 metres (3,940–7,050 ft) on the windward slopes of Haleakalā. This species is critically endangered, with an estimated population of only 500 individuals.  Fossil evidence indicates that the bird could at one time be seen in dry forests at elevations as low as 200–300 metres (660–980 ft), as well as on the island of Molokaʻi",
    "Description": "The Maui parrotbill is one of the larger Hawaiian honeycreepers, measuring 14 centimetres (5.5 in) and with a mass of 20–25 grams (0.71–0.88 oz). The bird is yellow on the breast, cheeks, and belly, olive-green on the wings, crown, tail, and back, and has a bright yellow supercilium. The upper mandible of the bird's beak is hooked and dark gray, while the lower mandible is chisel-like and pale ivory. Males are longer-winged, larger-billed, and heavier than females.  Juveniles are gray-green above and light gray ventrally.",
    "Description-Song": "Its call is a short “chip”, which is similar to the Maui Nui ʻalauahio, chirped every three to five seconds. It song consists of “cheer” notes that are slower and richer than the ʻākepa. It also has a short song that sounds like “cheer-wee”.",
    "Description-Diet": "The Maui parrotbill is an insectivore.  It uses its large beak and powerful jaw muscles to remove bark and wood from small trees and shrubs such as ʻākala (Rubus hawaiensis), kanawao (Broussaisia arguta), and ʻōhiʻa lehua (Metrosideros polymorpha), eating the insects underneath. The Maui parrotbill also bites open fruits in search of insects. It is fond of moth pupae and beetle larvae.  Pairs of birds forage in a territory of 2.3 hectares (5.7 acres), which they must defend from competing parrotbills.",
    "Description-Breeding": "The Maui parrotbill is monogamous and breeds between November and June.  Females build a cup-shaped nest out of Usnea lichens and pūkiawe (Styphelia tameiameiae) twigs, placing it 12 metres (39 ft) above the forest floor.  Pairs raise a single nestling per season.  The female incubates it for 16 days. Fledglings remain with their parents for five to eight months as they learn how to forage.",
    "Description-Habitat and Distribution": "The Maui parrotbill currently lives only in undisturbed wet forests dominated by ʻōhiʻa lehua (Metrosideros polymorpha) and small patches of ʻōhiʻa-koa (Acacia koa) mesic forest.  Its habitat exhibits a dense understory of small trees, shrubs, epiphytes, ferns, and sedges, centered between Puʻu ʻAlaea, Kuhiwa Valley, Lake Waianapanapa, and upper Kīpahulu Valley, an area less than 2,020 hectares (5,000 acres), at elevations of 1,310–2,070 metres (4,300–6,790 ft).",
    "Hawaiian name": "As far as anyone can determine, Pseudonestor xanthophrys had not historically had a common name in the Hawaiian language.  The name Hawaiian kiwikiu was developed by the Hawaiian Lexicon Committee, who was contacted by the Maui Forest Bird Recovery Project to select an appropriate name.  A naming ceremony was held in the bird's habitat in September 2010.  The \"kiwi\" part of the name means bent or curved (e.g., sickle-shaped), which refers to the shape of the bill of this bird.  \"Kiu\" has a double meaning, referring both to the bird's secretive ways and to a cold, chilly wind, such as the breezes in the bird's habitat.",
    "Conservation": "The Maui parrotbill's natural habitat is mesic and wet forests. It is threatened by habitat loss. Much of the land in the parrotbill's historic range was changed for agricultural purposes, timber production and animal grazing. Introduced pests, such as mosquitoes, rats, and feral ungulates directly and indirectly affect the parrotbill's survival. Mosquitoes spread avian malaria, which the parrotbill is susceptible to, rats prey upon the birds' eggs and young, and feral pigs uproot the low-lying vegetation that the parrotbill forages in. Pigs additionally create wallows, which serve as breeding grounds for avian malaria-infected mosquitoes.\nThe Maui parrotbill was listed as an endangered species in 1967 under the Endangered Species Act. It is also part of the Maui-Molokai Bird Recovery Plan in 1984, which led to fencing areas of East Maui and removing feral ungulates. The recovery plan also included a captive breeding program, which produced its first chick in 2003.  Field research is primarily done by the Maui Forest Bird Recovery Project.\nA 2009 survey of the Waikamoi Preserve estimates that there are about 20 birds per square kilometer in the windward preserve near the summit of Haleakala, indicating that the population is holding steady or possibly increasing. A contributing factor is that native shrub cover in Waikamoi has tripled in the past 15 years. A previous study found about half the density. The preserve contains about 25 percent of the population, while most of the rest is in the Hanawi Natural Area Reserve. The birds were once found throughout Maui and Molokai.",
    "References": "",
    "External links": "BirdLife Species Factsheet.\nHilford, Jason (April 2006). \"Hatching a Plan\". Maui Nō Ka ʻOi Magazine. 10 (2).\nMaui Parrotbill videos, photos and sounds on the Internet Bird Collection"
  }
}