{
  "url": "https://en.wikipedia.org/wiki/Maui_alauahio",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Paroreomyza"
    },
    {
      "Species": "P. montana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Maui ʻalauahio (Paroreomyza montana) also known as the Maui Nui ʻalauahio or Maui creeper, is a species of Hawaiian honeycreeper.  It is endemic to Maui Nui, Hawaii. The name, Maui ʻalauahio, is somewhat misleading because the species seems to have occurred on most, if not all, parts of the ancient Maui Nui, which includes present day islands of Maui, Molokaʻi, Lānaʻi, and Kahoʻolawe.  There are two subspecies: the Lānaʻi ʻalauahio, P. montana montana which occurred on Lānaʻi (extinct); and the P. montana newtoni which occurs on Maui.  The common name refers to both groups.",
    "Description": "Maui ʻalauahio is similar to Hawaiʻi ʻamakihi in appearance and behavior. However, Maui ʻalauahio are a brighter yellow color, have a less curved bill and do not have prominent black lores (area between the bill and the eye).",
    "Description-Song": "The Maui ʻalauahio call is a loud \"cheep\", and their song consists of a repeated whistled phrase \"whichy-wheesee-whurdy-whew\".",
    "Description-Diet": "Maui ʻalauahio are insectivorous and forage along trunks and branches flipping over lichen and bark in search of insects. They eat moths, beetles, spiders, leafhoppers, lacewings, and ichneumonid wasps. They forage on native plants including ʻōhiʻa, koa, pilo, alani, ʻōhelo, kōlea, pūkiawe, and ʻōlapa.",
    "Description-Breeding": "The breeding season for Maui ʻalauahio is March - August. They are monogamous and often are assisted by the non-breeding second year offspring at the nest. The nest helpers assist the male with feeding the female during incubation, as well as feeding the chicks, usually by regurgitation. Maui ʻAlauahio young may stay with parents for up to 20 months, and then breed in their third year. Interestingly, there are fewer Maui ʻAlauahio pairs documented with nest helpers in disturbed habitats (20-30%) than native plant habitat (96%).",
    "Description-Habitat and distribution": "Currently, Maui ʻalauahio are restricted to three populations above 900 m (2,952 feet) elevation on east Maui.  These populations occur in three diverse habitats that are in the range of conservation managed areas, including the rainforest belt of Halealakā National Park, a forestry plantation, and a relic dry forest.  Maui ʻalauahio can be seen at Hosmer's Grove at Haleakalā National Park and  Polipoli Springs State Recreation Area.",
    "Conservation": "Maui ʻalauahioʻs range is restricted and threatened by habitat loss. Many factors contribute towards its habitat loss, including degradation from feral ungulates, and the introduction of invasive plants, like strawberry guava, that impact habitat diversity and quality. The species is also limited to higher elevations due to itʻs high susceptibility to avian malaria with a 75% mortality rate after exposure to an infected mosquito bite.",
    "References": "[1]",
    "External links": "Species factsheet - BirdLife International\n\"Maui ʻAlauahio or Maui Creeper\" (PDF). Hawaii's Comprehensive Wildlife Conservation Strategy. State of Hawaiʻi. 2005-10-01.\nVideos, photos, and sounds - Internet Bird Collection\n[2]"
  }
}