{
  "url": "https://en.wikipedia.org/wiki/Mongolian_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Bucanetes"
    },
    {
      "Species": "B. mongolicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mongolian finch (Bucanetes mongolicus), also known as the Mongolian trumpeter finch, is a small passerine bird in the finch family Fringillidae.",
    "Description": "The Mongolian finch is a small, long-winged bird. It has a large head and short, thick greyish-yellow bill. In breeding plumage, males have a pink flush to their face and underparts, and there are extensive white and pink areas in the wings, a pattern that is also present but less marked in non-breeding plumage.",
    "Taxonomy": "This species has been genetically included in a group of arid-zone Carduelini finches, which comprises the following species: Leucosticte arctoa tephrocotis, Leucosticte arctoa arctoa, Carpodacus nipalensis, Rhodopechys githaginea, Rhodopechys mongolica.Its phylogeny has been obtained by Antonio Arnaiz-Villena et al.",
    "Distribution and habitat": "This bird is a resident from eastern Turkey, across the Caucasus, east into Central Asia and on to western China and Mongolia and south into the Kashmir. Mountainous areas of stony desert or semi-arid scrub and rocky slopes are favoured for breeding.  It is native to Afghanistan, Armenia, Azerbaijan, China, Pakistan, Iran, Kazakhstan, Kyrgyzstan, Mongolia, India, Nepal, Russia, Tajikistan, Turkey and Uzbekistan. It is a vagrant in Bahrain.",
    "Distribution and habitat-Armenia": "The first record for Armenia was in 2001 near Vedi. Further birds were seen here in 2002.",
    "Distribution and habitat-Azerbaijan": "It was first recorded in Azerbaijan at Bulgan in early May 1912 (Beme 1926)  Bulgan is in the Nakhchivan region, which is separated from the main part of the country by a strip of Armenian territory; Kirwan & Konrad (1995)  incorrectly list this site as being in Armenia. Beddard et al. (2002)  were unaware of any records from the main part of the country.",
    "Distribution and habitat-Turkey": "In Turkey, the species' occurrence in the far east of the country is well documented, e.g. Kirwan & Conrad (1995), Roselaar (1995).Kirwan et al. (2000) published information suggesting that the species' Turkish range may be more extensive, including a record in 1999 from Sivrikaya in the Pontic Mountains, 100 km northwest of the core Turkish range, and one in 1982 from Sultanbabadagi, Tunceli, 200 km west of its core range. They also suggest that an adult with a fledged juvenile seen on the eastern side of Lake Tuz in 1967, and identified at the time as desert finches, may actually have been Mongolian finches.\n\n\n== References =="
  }
}