{
  "url": "https://en.wikipedia.org/wiki/Nihoa_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Telespiza"
    },
    {
      "Species": "T. ultima"
    }
  ],
  "text": {
    "__SUMMARY__": "The Nihoa finch (Telespiza ultima) is one of the two endemic bird species of the tiny Hawaiian island Nihoa, the other being the Nihoa millerbird. When it was classified in 1917, scientists thought that it would be the last endemic species named. This was later found untrue. The island's population is 1000–3000 birds. The Nihoa finch was added to the Endangered Species List by the U.S. Fish and Wildlife Service on March 11, 1967. An attempt to protect the species against extinction was made by starting a colony on French Frigate Shoals, another leeward island. This would ensure its continued existence in the event that the Nihoa population was wiped out. This attempt, however, failed. Nihoa is part of a group of islands that make up the Hawaiian Islands National Wildlife Refuge which provides protected land for the Nihoa finch to roam on.",
    "Description": "The Nihoa finch looks much like the Laysan finch but is smaller, and less dark.  The birds have a yellow throat and the front is streaked with brown; the head and back are brown streaked with black. It measures about 6 inches in length.",
    "Diet": "The diet of this bird includes items like sea birds' eggs, small arthropods, and the seeds and flowers of some of the native flora.\nNihoa finches build their nests in small spaces in rocky cliffs about 100 to 800 feet above the sea level. The breeding season begins in February and might go on till early July, ending with a clutch of usually three eggs. The Nihoa finch will get its adult plumage in about a single year.",
    "References": "",
    "External links": "BirdLife Species Factsheet"
  }
}