{
  "url": "https://en.wikipedia.org/wiki/Olivaceous_siskin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. olivaceus"
    }
  ],
  "text": {
    "__SUMMARY__": "The olivaceous siskin (Spinus olivaceus) is a species of finch in the family Fringillidae.\nIt is found in Bolivia, Ecuador, and Peru, where its natural habitats are subtropical or tropical moist montane forests and heavily degraded former forest.",
    "Description": "The adult male olivaceous siskin has a black face, head, nape, throat and upper breast. It has a narrow collar of yellow and the rest of the upper parts, apart from the yellow rump, are olive green streaked with black. The greater wing coverts have a yellow edge, and this, with the yellow bases to the flight feathers, form a yellow panel when the bird is in flight. Underparts are yellowish-green with a dull yellow lower breast and belly. The tail is brownish-black, with the bases of the outer feathers yellow. The head of the adult female lacks the black of the male, and it and the upper parts are mainly yellowish-olive. The yellow rump, wings and tail are similar to those of the male. Beaks in both sexes are grey and legs are pinkish-brown or brown. Juvenile coloration is similar to the female's but is generally more brownish with the yellow parts being duller, buff or streaked with brown.",
    "Distribution and habitat": "This is a bird of the eastern side of the tropical high Andes. It ranges from northern Peru to La Paz and Cochabamba in Bolivia and to southeastern Ecuador, and has also been observed east of the Andes near Santa Cruz de la Sierra in Bolivia. Typically it is found between 1,200 and 3,000 metres (3,900 and 9,800 ft) above sea level, in forest clearings and forest verges.",
    "Behaviour": "The olivaceous siskin is an active, social species, usually seen in pairs or small groups, but sometimes forms larger flocks, especially in winter. It feeds on seeds, mainly on the ground and in low shrubs, but sometimes higher in trees. Its behaviour and appearance is generally similar to that of the hooded siskin but they differ in range and habitat choice.",
    "Status": "S. olivaceus has a wide range and is a fairly common species. The population trend may be downwards, but not at such a rate as to warrant undue concern, so the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".",
    "References": "",
    "Further reading": "Arnaiz-Villena, Antonio; Alvarez-Tejado M., Ruiz-del-Valle V., García-de-la-Torre C., Varela P, Recio M. J., Ferre S., Martinez-Laso J. (1998). \"Phylogeny and rapid Northern and Southern Hemisphere speciation of goldfinches during the Miocene and Pliocene Epochs\" (PDF). Cellular and Molecular Life Sciences. 54 (9): 1031–41. doi:10.1007/s000180050230. PMID 9791543.CS1 maint: multiple names: authors list (link)"
  }
}