{
  "url": "https://en.wikipedia.org/wiki/Parrot_crossbill",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Loxia"
    },
    {
      "Species": "L. pytyopsittacus"
    }
  ],
  "text": {
    "__SUMMARY__": "The parrot crossbill (Loxia pytyopsittacus) is a small passerine bird in the finch family Fringillidae. The scientific name is from Ancient Greek. Loxia derives from loxos, \"crosswise\", and pytyopsittacus is from pitus, pituos, \"pine\", and psittakos, \"parrot.\nThis bird breeds in the pine forests of northwest Europe and into western Russia. There is also a small population in Scotland, adding to the difficulty of distinguishing it from red crossbill and the endemic Scottish crossbill, both of which breed within its range.\nThis crossbill is mainly resident, but will irrupt south and west if its food source fails.  This species will form flocks outside the breeding season, often mixed with other crossbills.\nThe crossbills are characterised by the mandibles crossing at their tips, which gives the group its English name. They are specialist feeders on conifer cones, and the unusual bill shape is an adaptation to assist the extraction of the seeds from the cone. The parrot crossbill is a specialist feeder on the cones of Scots pine.\nAdult males tend to be red or orange in colour, and females green or yellow, but there is much variation.\nThis species is difficult to separate from red and Scottish crossbills, and plumage distinctions are negligible. It is slightly larger than other crossbills, measuring 16 to 18 cm (6.3 to 7.1 in) long and spanning 27 to 31 cm (11 to 12 in) across the wings. It is quite bulky and heavy weighing from 44 to 58.2 g (1.55 to 2.05 oz), with an average of 53 g (1.9 oz). The head and bill are larger than in either of the other species. The bill is thicker than those of its relatives, and the crossed tips are often not readily apparent. Extreme care is needed to identify this species. The deeper, harder choop or tyuup call is probably the best indicator.\nSome pine-feeding populations currently assigned to red crossbill in southern Europe may possibly be better referred to either this species or alternatively to new species in their own right, but as yet, research into them is still at a very early stage.",
    "References": "",
    "External links": "Loxia Fantastica Blog dealing with crossbills in Scotland"
  }
}