{
  "url": "https://en.wikipedia.org/wiki/Pine_grosbeak",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "PinicolaVieillot, 1808"
    },
    {
      "Species": "P. enucleator"
    }
  ],
  "text": {
    "__SUMMARY__": "The pine grosbeak (Pinicola enucleator) is a large member of the true finch family, Fringillidae. It is found in coniferous woods across Alaska, the western mountains of the United States, Canada, and in subarctic Fennoscandia and Siberia. The species is a frugivore, especially in winter, favoring small fruits, such as rowans (mountain-ashes in the New World). With fruit-crop abundance varying from year to year, pine grosbeak is one of many subarctic-resident bird species that exhibit irruptive behavior. In irruption years, individuals can move long distances in search of suitable food supplies, bringing them farther south and/or downslope than is typical of years with large fruit crops.",
    "Description": "This species is one of the largest species in the true finch family. It measures from 20 to 25.5 cm (7.9 to 10.0 in) in length and weighs from 52 to 78 g (1.8 to 2.8 oz), with an average mass of 56.4 g (1.99 oz). Among standard measurements, the wing chord is 10.2 to 11.6 cm (4.0 to 4.6 in), the tail is 7.8 to 9.5 cm (3.1 to 3.7 in), the bill is 1.4 to 1.65 cm (0.55 to 0.65 in) and the tarsus is 1.9 to 2.3 cm (0.75 to 0.91 in). Adults have a long forked black tail, black wings with white wing bars and a large bill. Adult males have a rose-red head, back and rump. Adult females are olive-yellow on the head and rump and grey on the back and underparts. Young birds have a less contrasting plumage overall, appearing shaggy when they moult their colored head plumage.\nIts voice is geographically variable, and includes a whistled pui pui pui or chii-vli. The song is a short musical warble.",
    "Ecology": "The breeding habitat of the pine grosbeak is coniferous forests. They nest on a horizontal branch or in a fork of a conifer. This bird is a permanent resident through most of its range; in the extreme north or when food sources are scarce, they may migrate farther south.\nPine grosbeaks forage in trees and bushes. They mainly eat seeds, buds, berries, and insects. Outside of the nesting season, they often feed in flocks.",
    "Distribution": "Pine grosbeaks breed in the boreal forests of northern Eurasia and North America, and typically either remain resident near their breeding grounds or migrate relatively short distances to the southern extent of boreal forests. During irruptive years, more travel to southern boreal forests and some move further south. In such years in the New World, they can occur well south of their typical winter distribution, which is the northern Great Lakes region and northern New England in the United States. This species is a very rare vagrant to temperate parts of Europe; in all of Germany, for example, not more than 4 individuals per year and often none at all have been recorded since 1980.",
    "Systematics and evolution": "The scientific name is from Latin. The genus Pinicola is from pinus, \"pine tree\", and colere, \"to dwell\", and the specific enucleator is from  enucleare,  to remove the kernel (nucleus).The pine grosbeak, together with its Himalayan relative the crimson-browed finch (Carpodacus subhimachala), represents an ancient divergence from the same stock that also gave rise to the true bullfinches (Pyrrhula). The Pinicola lineage diverged from its relatives perhaps a dozen million years ago, during the Clarendonian faunal stage of the mid-Miocene. Across the species' range, nine subspecies have been described, with the five New World forms having differing plumages and vocalizations, suggesting genetic divergence within the New World, perhaps to species level.\nAt the same time, the evolutionary radiation of Pyrrhula throughout Eurasia and the Holarctic expansion of the closely related Leucosticte mountain finches and relatives began. These genera evolved in the interior of Asia, and thus the original Pinicola stock was probably already a conifer forest bird living to the north of the Himalayas. The separation of the modern species is likely the result of climate change which displaced Pinicola habitat to subarctic northern and subalpine Himalayan regions. Possibly, the ancestors of the North American pine grosbeaks were wind-blown individuals which arrived via the northern Pacific, as the Bering Land Bridge was generally submerged in the Late Miocene.According to studies by Arnaiz-Villena et al., all birds belonging to the genus Pyrrhula have a common ancestor in the extant pine grosbeak",
    "References": "",
    "External links": "\"Pine grosbeak media\". Internet Bird Collection.\nPine Grosbeak – Pinicola enucleator – USGS Patuxent Bird Identification InfoCenter\nPine Grosbeak Species Account – Cornell Lab of Ornithology\nPine grosbeak photo gallery at VIREO (Drexel University)"
  }
}