{
  "url": "https://en.wikipedia.org/wiki/Purple_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Haemorhous"
    },
    {
      "Species": "H. purpureus"
    }
  ],
  "text": {
    "__SUMMARY__": "The purple finch (Haemorhous purpureus) is a bird in the finch family, Fringillidae.",
    "Taxonomy": "This species and the other \"American rosefinches\" were formerly included with the rosefinches of Eurasia in the genus Carpodacus; however, the three North American species are not closely related to the rosefinches of the Old World, and have thus been moved to the genus Haemorhous by most taxonomic authorities.\nIt is included in the finch family, Fringillidae, which is made up of passerine birds found in the northern hemisphere, Africa, and South America. The purple finch was originally described by Johann Friedrich Gmelin in 1789.There are two subspecies of the purple finch, H. p. purpureus and H. p. californicus. H. p. californicus was identified by Spencer F. Baird in 1858. It differs from the nominate subspecies in that it has a longer tail and shorter wings. The plumage of both males and females is darker, and the coloration of the females is more greenish. The bill of C. p. californicus is also longer than that of the nominate subspecies.",
    "Description": "Adults have a short forked brown tail and brown wings and are about 15 cm (5.9 in) in length and weigh 34 g (1.2 oz). Adult males are raspberry red on the head, breast, back and rump; their back is streaked. Adult females have light brown upperparts and white underparts with dark brown streaks throughout; they have a white line on the face above the eye.",
    "Habitat and distribution": "Their breeding habitat is coniferous and mixed forest in Canada and the northeastern United States, as well as various wooded areas along the U.S. Pacific coast. They nest on a horizontal branch or in a fork of a tree.Birds from northern Canada migrate to the southern United States; other birds are permanent residents.The purple finch population has declined sharply in the East due to the house finch. Most of the time, when these two species collide, the house finch outcompetes the purple finch. This bird has also been displaced from some habitat by the introduced house sparrow.",
    "Behavior": "",
    "Behavior-Diet": "These birds forage in trees and bushes, sometimes in ground vegetation. They mainly eat seeds, berries, and insects. They are fond of sunflower seeds, millet, and thistle.",
    "Cultural depictions": "This is the state bird of New Hampshire.\nIn 1763, Richard Brookes made the description of the female purple finch in Mexico with the name of \"chiantototl\" (chia seed bird).",
    "References": "",
    "External links": "Interesting Purple Finch Facts at BirdHouses101.com\n\"Purple Finch media\". Internet Bird Collection.\nPurple Finch photo gallery at VIREO (Drexel University)\nPurple Finch Species Account – Cornell Lab of Ornithology"
  }
}