{
  "url": "https://en.wikipedia.org/wiki/Socotra_golden-winged_grosbeak",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Rhynchostruthus"
    },
    {
      "Species": "R. socotranus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Socotra golden-winged grosbeak or Socotra grosbeak (Rhynchostruthus socotranus) is a finch endemic to Socotra, an island in the Indian Ocean off the coast of Yemen. R. socotranus is by some authorities held to be the only species of the then-monotypic genus Rhynchostruthus, including all other golden-winged grosbeaks therein as subspecies. But in recent times the three populations are usually considered a distinct species, with R. socotranus being limited to the Socotra population, the Arabian golden-winged grosbeak becoming R. percivali, and the Somali golden-winged grosbeak R. louisae.",
    "Description": "The males are grey-brown overall with a black bill, a dark head with a black mask, large white cheek patches, and large, bright yellow patches on the wings and tail. The females are similar to the males though somewhat duller, and the juveniles are rather streaky and lack the adults' distinctive head pattern.",
    "Ecology and status": "The Socotra golden-winged grosbeak is found in a variety of habitats from the mountains to sea-level. It typically inhabits fairly arid scrub- or woodland dominated by spurges (Euphorbia), acacias (Acacia) and juniper (Juniperus). The fruits of these plants appear to form the bulk of its diet.\nThe population is estimated to be about 6500 adult individuals. Despite being limited to a single island, its future appears to be rather secure. Consequently, the IUCN still classifies it as a species of least concern, even after the mainland populations have been split off.",
    "Footnotes": "",
    "References": "BirdLife International (BLI) (2008) Socotra Grosbeak Species Factsheet. Retrieved 2008-MAY-27.\nKirwan, G.M. & Grieve, A. (2007): Studies of Socotran birds II. One, two or three species: towards a rational taxonomy for the Golden-winged Grosbeak Rhynchostruthus socotranus. Bulletin of the African Bird Club 14(2): 159-169.",
    "External links": "Photographs. Retrieved 27 May 2008"
  }
}