{
  "url": "https://en.wikipedia.org/wiki/Somali_golden-winged_grosbeak",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Rhynchostruthus"
    },
    {
      "Species": "R. louisae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Somali golden-winged grosbeak or Somali grosbeak (Rhynchostruthus louisae) is a finch endemic to northern Somalia. It is included as a subspecies in R. socotranus by some authorities, but in recent times the three golden-winged grosbeak populations are usually considered distinct species.",
    "Description": "The males are grey-brown overall with a black bill that is smaller than in the other golden-winged grosbeaks. It has a dark face mask and large, bright yellow patches on the wings and tail. The females are similar to the males though somewhat duller, and the juveniles are rather streaky and the face mask is indistinct.",
    "Ecology and status": "The Somali golden-winged grosbeak is typically found between 1,060 and 2,800 metres ASL in forested wadis and areas of scrub, namely in relict East African Juniper (Juniperus procera) forests. The juniper fruit appear to form the bulk of its diet.\nThis bird is the least-known of the golden-winged grosbeaks. Even before the start of the Somali Civil War in the late 1980s, little ornithological fieldwork was being done in this country. While no estimate of population size exists, it seems fairly certain that since the 1930s the birds have declined in numbers, perhaps due to habitat loss and more recently, declining rainfall in the region. Therefore, when it was first evaluated as a distinct species for the 2008 IUCN Red List, it was categorized as a Near Threatened species.",
    "Footnotes": "",
    "References": "BirdLife International (BLI) (2008a) Somali Grosbeak Species Factsheet. Retrieved 2008-MAY-27.\nBirdLife International (BLI) (2008b): [2008 IUCN Redlist status changes]. Retrieved 2008-MAY-23.\nClements, James F. (2000): Birds of the World: A Checklist (5th edition). Ibis Publishing Co., Vista, California. ISBN 0-934797-16-1\nFry, Hilary; Keith, Stuart; Urban, Emil & Woodcock, Martin (2004): The Birds of Africa (Vol. 7: Sparrows to Buntings). Christopher Helm, London. ISBN 978-0-691-11952-6\nKirwan, G.M. & Grieve, A. (2007): Studies of Socotran birds II. One, two or three species: towards a rational taxonomy for the Golden-winged Grosbeak Rhynchostruthus socotranus. Bulletin of the African Bird Club 14(2): 159-169.\nSinclair, Ian; Ryan, Pete; Christy, Patrice & Hockey, Phil (2003): Birds of Africa: a complete illustrated field guide to the birds of the Sahara. Struik, Cape Town. ISBN 1-86872-857-9"
  }
}