{
  "url": "https://en.wikipedia.org/wiki/Tenerife_blue_chaffinch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Fringillinae"
    },
    {
      "Genus": "Fringilla"
    },
    {
      "Species": "F. teydea"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tenerife blue chaffinch (Fringilla teydea) is a species of passerine bird in the finch family Fringillidae. It is endemic to Tenerife in Spain's Canary Islands. This bird is the natural symbol of this island, together with the Canary Islands dragon tree.",
    "Taxonomy": "Until 2015 the species Fringilla teydea was classified in two subspecies: Fringilla teydea polatzeki from Gran Canaria and Fringilla teydea teydea from Tenerife. However, a study published in March 2016 showed that a classification as different species, Fringilla polatzeki and Fringilla teydea, is justified.",
    "Description": "Blue chaffinches resemble common chaffinches, but they are noticeably larger, and have a thicker bill. They are characteristically more uniform in their plumage, and they lack a dark cap. Females are a dull grey-brown, but can be distinguished from chaffinches by their weaker wing bars. Breeding males are unmistakable, with the namesake largely blue plumage and a grey bill.",
    "Distribution": "This bird is found only in the highlands of Tenerife.\nThe species' primary habitat is mountain Canary Island pine (Pinus canariensis) forest. It is most common in coniferous forest areas with dense undergrowth, but it is also found in laurel and pine woodland, tree-heath, and scrub.\nIt prefers habitat at around 1,100–2,000 m (3,600–6,600 ft), but it will descend in bad weather.",
    "Behaviour": "The blue chaffinch's song is shorter and weaker than that of the common chaffinch, and the flight call is croakier. It primarily eats Canary Island pine seeds. Like the common chaffinch, but, unlike most other finches, its young are fed extensively on insects. Breeding from the end of April to late July or early August, it builds a nest from pine needles and broom branches, and lays two eggs. This bird is not migratory. Individuals may form small flocks outside the breeding season, sometimes associating with chaffinches and other finches.",
    "See also": "Gran Canaria blue chaffinch\nList of animal and plant symbols of the Canary Islands\n\n\n== References =="
  }
}