{
  "url": "https://en.wikipedia.org/wiki/Thick-billed_siskin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. crassirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The thick-billed siskin (Spinus crassirostris) is a species of finch in the family Fringillidae.\nFound in Argentina, Bolivia, Chile, and Peru, its natural habitats are subtropical or tropical moist montane forests and subtropical or tropical high-altitude shrubland.",
    "Description": "The thick-billed siskin has an adult length of between 13.5 and 14 centimetres (5.3 and 5.5 in). The bill often has a silvery base and is noticeable thicker than other related siskins. The male closely resembles the hooded siskin (Carduelis magellanica) and has a black head and throat, greenish-yellow upper parts (sometimes streaked with dark markings) and bright yellow underparts. It differs from the hooded siskin in having a whitish-grey midbelly. The immature male has a black head but is otherwise less conspicuous than the mature male, being more greyish-olive above and greyish below. The female is similar but lacks the black head and is altogether much duller in appearance, more greyish-olive, with paler underparts.",
    "Distribution and habitat": "This bird of the high Andes ranges from western Peru and central Chile to northwestern Argentina. Its altitudinal range is 3,000 to 4,000 metres (10,000 to 13,000 ft) in the northern part of its range but descends to 2,100 metres (7,000 ft) further south. Typical habitat is Polylepis woodland and open country with scrub.",
    "Status": "S. crassirostris is an uncommon species with a patchy distribution within its range. However, it has a very wide range and the population seems stable so the International Union for Conservation of Nature has rated it as being a least-concern species.\n\n\n== References =="
  }
}