{
  "url": "https://en.wikipedia.org/wiki/Tibetan_serin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. thibetanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tibetan serin (Spinus thibetanus) or Tibetan siskin, is a true finch species (family Fringillidae).",
    "Taxonomy and systematics": "The Tibetan serin was formerly placed in the genus Serinus but was assigned to the genus Spinus based on a phylogenetic analysis of mitochondrial and nuclear DNA sequences.\n\nThe first description of the species was by the British ornithologist Allan Octavian Hume in 1872 under the binomial name Chrysomitris thibetanus. In the 19th century, it was also referred to as the Sikkim Siskin.\nAt that time, the Lepcha of Sikkim referred to it as tŭk nyil nyón ('fierce wormwood').",
    "Description": "Length (including tail) of this species is around 12 cm (4.7 in). Tibetan siskin lacks yellow panels on wing in all plumages. Adult male has olive-greenish upperparts, yellow underparts, yellowish-green rump, yellow supercilium and border behind ear-coverts. Wing and tail feather of this bird species are broadly differentiated by yellowish-green color. While females of this species has black streaking on darker greyish-green upperparts, more clearly defined wing-bars than their male counterparts, paler yellowish throat and black flanked  breast with streaking. Juveniles are duller green, tinged brownish-buff on upperparts, with duller rump, buff fringes to greater coverts and paler or heavily streaked underparts.",
    "Distribution": "Country wise it is found in Bhutan, China, India, Myanmar, and Nepal. Its natural habitat is temperate forests. In winters this species spent in central and eastern Himalaya. A group of birders from West Bengal found its presence in Hee Village near Varsey Rhododendron Sanctuary, Sikkim, India in the month of March 2013.",
    "Habitat": "Tibetan serin generally breed in mixed forest and spend their winter in alder.",
    "Voice": "Their soft chattering sound is much like twang twang.\n\n\n== References =="
  }
}