{
  "url": "https://en.wikipedia.org/wiki/Trumpeter_finch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Bucanetes"
    },
    {
      "Species": "B. githagineus"
    }
  ],
  "text": {
    "__SUMMARY__": "The trumpeter finch (Bucanetes githagineus) is a small passerine bird in the finch family Fringillidae.\nThis bird breeds in the Canary Islands, across north Africa, and in the Middle East and into central Asia. There is a small European population in southern Spain. Many birds are largely resident, but there is post-breeding dispersal, and some Asian breeders migrate into Pakistan for the winter.\nIn the summer of 2005 there was a notable irruption of this species into northwestern Europe, with several birds reaching as far as England.\nStony desert or semi-desert is favoured for breeding. Four eggs are laid in a nest in a rock crevice.\nThis gregarious terrestrial finch's food is mainly seeds, and, particularly in the breeding season, insects.\nThe trumpeter finch is a small, long-winged bird. It has a large head and short, very thick bill. The summer male has a red bill, grey head and neck, and pale brown upper parts. The breast, rump and tail are pink, the last having dark terminal feathers. Winter males, females and young birds are a very washed-out version of the breeding male. The song of this bird is a buzzing nasal trill, like a tin trumpet.\nThere are four recognised subspecies:\nB. g. amantum - (Hartert, 1903)\nB. g. zedlitzi - (Neumann, 1907)\nB. g. githagineus (Lichtenstein, MHK, 1823)\nB. g. crassirostris (Blyth, 1847)",
    "Etymology": "The genus name is from Ancient Greek bukanetes, \"trumpeter\", and the specific githagineus is Latin from  Githago, the corn cockle (from gith, \"coriander\", and -ago \"resembling\"). Temminck believed that the bird's name was derived from that of the plant.",
    "References": "",
    "External links": "Trumpeter Finch videos, photos & sounds on the Internet Bird Collection\nOiseaux Photos"
  }
}