{
  "url": "https://en.wikipedia.org/wiki/Violaceous_euphonia",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Euphoniinae"
    },
    {
      "Genus": "Euphonia"
    },
    {
      "Species": "E. violacea"
    }
  ],
  "text": {
    "__SUMMARY__": "The violaceous euphonia (Euphonia violacea) is a small passerine bird in the true finch family. It is a resident breeder from Trinidad, Tobago and eastern Venezuela south to Paraguay and northeastern Argentina. The bird's range in northern Brazil is the lower portion of the Amazon Basin and the adjacent Tocantins River drainage, with its northwestern limits from Brazil and the Guyanas, the eastern banks of the Orinoco River drainage in central Venezuela.\nIt occurs in forests, second growth and plantations of cocoa and citrus fruit. The ball nest is built on a bank, tree stump or cavity and the normal clutch is four, sometimes three, red-blotched white eggs, which are incubated by the female.\nAdult violaceous euphonias are 11.4 cm long and weigh 14 g. The male has glossy blue-black upperparts and a deep golden yellow forehead and underparts. The female and immature are olive green above and greenish yellow below.\nThese are social birds which eat mainly small fruit and only rarely take insects. The violaceous euphonia's song is a varied mix of musical notes, squeaks, chattering and imitation.\nMembers of the genus Euphonia are prized as cage birds and several are threatened by trapping, but this species benefits from its relatively inaccessible habitat.",
    "References": "ffrench, Richard (1991). A Guide to the Birds of Trinidad and Tobago (2nd ed.). Comstock Publishing. ISBN 0-8014-9792-2.\nHilty, Steven L (2003). Birds of Venezuela. London: Christopher Helm. ISBN 0-7136-6418-5.",
    "External links": "Violaceous euphonia videos on the Internet Bird Collection\nStamps (for Trinidad and Tobago) with range map\nViolaceous euphonia photo gallery VIREO Photo-High Res"
  }
}