{
  "url": "https://en.wikipedia.org/wiki/Yellow-breasted_greenfinch",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Chloris"
    },
    {
      "Species": "C. spinoides"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-breasted greenfinch (Chloris spinoides) is a small passerine bird in the family Fringillidae that is native to the northern regions of the Indian subcontinent.",
    "Taxonomy": "The yellow-breasted greenfinch was described by the Irish zoologist Nicholas Aylward Vigors in 1831 under the binomial name Carduelis spinides. Molecular phylogenetic studies have shown that the greenfinches are not closely related to the species in the genus Carduelis. They have therefore been moved to the resurrected genus Chloris which had been introduced by the French naturalist Georges Cuvier in 1800. The word Chloris is from the Ancient Greek word khlōris for the European greenfinch; the specific epithet is from spinus in Fringilla spinus Linnaeus, 1758, the Eurasian Siskin, and the Ancient Greek suffix -oidēs meaning \"resembling\".Two subspecies are recognised:\nC. s. spinoides (Vigors, 1831) – Pakistan, the Himalayas, northeast India and south Tibet\nC. s. heinrichi (Stresemann, 1940) – northeast India and west Myanmar",
    "Description": "The yellow-breasted greenfinch is 12–14 cm (4.7–5.5 in) in length and weighs between 15 and 21 g (0.53 and 0.74 oz). It has a brown conical bill and bright yellow wing bars. The underparts are bright yellow. The sexes have similar plumage but the female is less brightly coloured.",
    "Distribution and habitat": "The species occurs primarily in the mid-altitudes of the Himalayas, and in parts of Southeast Asia.  It ranges across Afghanistan, Bhutan, India, Myanmar, Nepal, Thailand, Tibet and Vietnam. Its natural habitats are temperate forests and temperate shrubland.",
    "References": "",
    "External links": "Xeno-canto: audio recordings of the yellow-breasted greenfinch"
  }
}