{
  "url": "https://en.wikipedia.org/wiki/Yellow-bellied_siskin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Aves"
    },
    {
      "Order": "Passeriformes"
    },
    {
      "Family": "Fringillidae"
    },
    {
      "Subfamily": "Carduelinae"
    },
    {
      "Genus": "Spinus"
    },
    {
      "Species": "S. xanthogastrus"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-bellied siskin (Spinus xanthogastrus) is a small passerine bird in the finch family Fringillidae. It breeds from Costa Rica south to southern Ecuador, central Bolivia and the highlands of northwestern Venezuela.\nThe yellow-bellied siskin breeds in mountain oak forests at altitudes between 800–3000 m. The nest is a shallow cup of rootlets, bark, and lichen 2.4–3.7 m high in the dense foliage of a small tree in a clearing. The two or three green-tinged white eggs are laid in April or May and incubated by the female. Although not migratory, this species wanders within its range when not breeding.\nThe yellow-bellied siskin is a small bird, 10.5 cm in length and weighing 12 g. The male is entirely black except for a bright yellow belly, tail sides and wing patches. The female is dark olive green above, and has pale yellow underparts which become brighter on the belly. She has a blackish tail and wings and also has bright yellow primary wing patches and tail sides. Young birds resemble the female, but have dusky fringes to the upperpart feathers and smaller yellow wing and tail patches. The song of this bird is a pleasant chattering twitter, and the call is a sharp pyee.\nThe subspecies S. x. stejnegeri which occurs from extreme southeastern Peru to central Bolivia is larger and longer-billed than nominate S. x. xanthogastrus. Males have larger yellow wing patches and more extensive black on the flanks. Females of this subspecies are darker olive above than the northern birds.\nThe yellow-bellied siskin is more of a woodland bird than the superficially similar lesser goldfinch, Spinus psaltria, and the latter species is paler, has a white wing patch, and more musical song.\nThe yellow-bellied siskin has been relentless persecuted for the cage-bird trade in some areas such as central Costa Rica. Where it remains common, in remote or protected areas, flocks of up to 30 birds forage in the canopy for small insects and oak flowers, or descend to clearings for seeds. The males may sing socially.\nThe phylogeny has been obtained by Antonio Arnaiz-Villena et al.",
    "References": "Clement, Harris and Davis, Finches and Sparrows  ISBN 0-7136-8017-2\nHilty,  Birds of Venezuela,  ISBN 0-7136-6418-5\nStiles and Skutch,  A guide to the birds of Costa Rica  ISBN 0-8014-9600-4",
    "Further reading": "Arnaiz-Villena A, Gomez-Prieto P, Ruiz-del-Valle V (2009) Phylogeography of finches and sparrows (free pdf). In: Animal Genetics. Nova Science. ISBN 978-1-60741-844-3."
  }
}