{
  "url": "https://en.wikipedia.org/wiki/Antaresia_stimsoni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Antaresia"
    },
    {
      "Species": "A. stimsoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Stimson's python (Antaresia stimsoni) is a species of python, a snake in the family Pythonidae. The species is endemic to Australia. Stimson's pythons are sold and kept as pets in some Australian states.",
    "Taxonomy": "Lawrence Alec Smith described the species in 1985. Both  the specific name, stimsoni, and the common name, Stimson's python, are in honour of herpetologist Andrew Francis Stimson of the Natural History Museum, London.Antaresia stimsoni is commonly and incorrectly referred to as Stimpson's python (Antaresia stimpsoni).  \nThe species is also called the large-blotched python, for the patterns of its markings, or an inland Children's python, in reference to its genus.\nFour species are currently recognized in the genus Antaresia, which is contained by the family Pythonidae; infraspecific ranks have also been described. All Children's pythons were previously place in the genus Liasis, but this was revised by authors in the 1980s. The new genus Antaresia was proposed by Wells and Wellington, but their name for this species, Antaresia saxacola, was withheld from acceptance due to a petition before the ICZN. When this dispute was resolved in 1991, and the genus name already in use, L. A. Smith's epithet stimsoni had appeared in several publications. While the nomenclatural validity of Antaresia stimsoni is questionable, this is the current and accepted name.\nA new subspecies, A. s. orientalis was also described by Smith (1985), but not recognized as valid by Barker and Barker (1994). However, the list of taxa maintained by the Western Australian Museum names two subspecies.The Western Australian subspecies, A. stimsoni stimsoni, occurs in coastal regions and the interior of the state.",
    "Description": "A species of the family Pythonidae, non-venomous snakes that traps and asphyxiates prey. It is contained by a group without well developed heat-sensing pits, these are only found at the lips.  Small and terrestrial, adults grow up to about 110 cm (43 in) in length. They have 35-49 rows of dorsal scales at midbody, 240-305 ventral scales and 30-45 subcaudal scales. The subcaudals are mostly or entirely divided, while the anal scale is single.",
    "Distribution and habitat": "This species is found in Australia from the coast of Western Australia through central regions of all states (except Victoria) as far as the Great Dividing Range, but is not found in the far north, extreme south, or east. The type locality given is \"15 km SE of Nullagine, Western Australia, in 21°58'S, 120°12'E\" [Australia].It also is found on Dirk Hartog Island.It occurs throughout many dry, inland areas, mainly in rocky areas, but also in Eucalyptus woodlands, arid shrublands, and deserts. Occurrence in open or flat areas is unusual.",
    "Behavior": "Generally nocturnal, the species occupies crevices, hollows, and holes made by other creatures in termite mounds, the latter offering a controlled climate. A. stimsoni is an ambush predator, spending much of its time waiting for prey, trapping and killing by constriction. It is often recorded at rocky hills or other habitat providing good cover.",
    "Feeding": "The diet consists of small lizards, frogs, and mammals. Like other snakes, they can go without food for several months.",
    "Reproduction": "Oviparous, with females laying clutches of 7-10 eggs. Females incubate their eggs in typical python fashion by wrapping their bodies around the clutch, leaving only to warm in the sun or when the eggs have hatched.",
    "In captivity": "The species is kept as a pet and successfully bred in captivity. It is easily handled and rarely bites, and is listed as an easily maintained, not rare or endangered, and commercially available pet herpetofauna (formerly category 3 Now category B as of 2018) in the Western Australian Government's Gazette (2013).Western Australia Biodiversity Conservation Regulations (2018)\nIn 2009, four baby Stimson's pythons escaped on board a Qantas airplane, resulting in it being fumigated.\nSimpsons pythons should have a warm and slightly damp terrarium which may include lightly spraying the terrarium once per fortnight.\nAspen and wood shavings would make an ideal substrate for this particulate snake.",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "Further reading": "Smith LA (1985). \"A Revision of the Lialis childreni species-group (Serpentes: Boidae)\". Records of the Western Australian Museum 12 (3): 257-276. (Lialis stimsoni, new species, p. 267).",
    "External links": "Antaresia stimsoni at the Reptarium.cz Reptile Database. Accessed 18 September 2007."
  }
}