{
  "url": "https://en.wikipedia.org/wiki/Antaresia_maculosa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Antaresia"
    },
    {
      "Species": "A. maculosa"
    }
  ],
  "text": {
    "__SUMMARY__": "The spotted python, eastern small-blotched python, or eastern children's python (Antaresia maculosa) is a python species found in northern Australia and New Guinea. It is a popular pet among Australian reptile enthusiasts due to its small size and even temperament. No subspecies are currently recognized.",
    "Taxonomy": "Wilhelm Peters described the spotted python in 1873. A new subspecies, A. m. brentonoloughlini was described by Hoser (2003). but this taxon is not considered valid by other herpetologists. No subspecies of Antaresia maculosa are currently recognised.",
    "Description": "Adults average about 100–140 centimetres (39–55 in) in length. It has an irregular, blotched color pattern throughout its life. The blotches have ragged edges because the dark pigmentation occurs only on complete scales.",
    "Distribution and habitat": "Found in Australia from the extreme north of the Cape York Peninsula, south through eastern Queensland to northern New South Wales. Also on many islands off the coast of Queensland. The type locality given is \"Rockhampton, Port Mackay, Port Bowen [= Port Clinton]\" [Queensland, Australia]. L.A. Smith (1985) restricted the type locality to \"Port Mackay\" (Mackay, Queensland, in 21° 09'S, 149° 11'E) by lectotype designation. Antaresia maculosa has also been recorded from the southern Trans-Fly region of Papua New Guinea, at Weam in Western Province and there are concerns it may be being exploited for the pet trade across the border in Indonesian West New Guinea. Found in most types of habitats, but prefers rocky hillsides and outcrops with crevices and caves. The Papua specimen was  found behind discarded corrugated tin sheets beside a disused airstrip in Eucalypt savanna-woodland habitat dotted with numerous termite mounds.",
    "Feeding": "One of its favorite foods are the insectivorous bats that it catches at the entrance of their caves. Being the largest members of this genus, captive specimens will usually accept mice and other small rodents.",
    "Reproduction": "The spotted python is oviparous, with females laying up to 15 eggs in a clutch.",
    "See also": "List of pythonid species and subspecies.\nPythonidae by common name.\nPythonidae by taxonomic synonyms.",
    "References": "",
    "Further reading": "",
    "External links": "Spotted Python (Antaresia maculosa) at Antaresia.com. Accessed 18 September 2007.\nSpotted Python Care Sheet Accessed 27/10/2011"
  }
}