{
  "url": "https://en.wikipedia.org/wiki/Antaresia_perthensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Antaresia"
    },
    {
      "Species": "A. perthensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The  pygmy python (Antaresia perthensis), also known as the anthill python, is a species of snake found in Western Australia. Their common names refer to the fact that they are the smallest member of the  family Pythonidae and are often found in termite mounds. The specific epithet is derived from the state capital, Perth, despite the fact that this place is not within the range of the species. No subspecies are currently recognized.",
    "Description": "Adults grow to about 50 cm (19.5 in) in length and have a weight near 210 grams. Neonates are about 8 inches (20 cm) in length and about 4 grams in weight. After a year they average about 25 grams in weight. This makes them smaller than either the Children's python, A. childreni, and the spotted python, A. maculosa. A. perthensis usually has a redder background ground color than these other species and their spots fade, or become less distinct, as they mature. In contrast, the ground color is lighter in childreni and maculosa, while their spots stay better defined throughout their life.",
    "Distribution and habitat": "Found in Australia in the northwest of Western Australia and on some coastal islands. The type locality given is \"Perth, West Australia\" (Western Australia); an erroneous assumption of the place where the specimen was collected. The unfamiliarity of Europeans with the place of a specimen's collection has given rise to other 'naming peculiarities'. According to L.A. Smith (1985), the type locality is unknown.",
    "Housing": "In captivity anthill pythons can be housed (and bred) in something as small as a 5.5 gallon tank. Although reptile specific enclosures are best, a simple fish tank may be used for short or long-term housing. They may be fed mice as part of their regular diet and supplemented with fuzzy rats. Anything larger is usually a stressor on their system even though they will still try to eat it. Once anthill pythons get started eating they rarely refuse a meal except for breeding season or during part of their shedding cycle.\nAfter only about 6 months they still are measured in gram weight due to their small \"pocket\" size.",
    "Reproduction": "The pygmy python is oviparous, with 5-8 eggs per clutch. The females will stay coiled around the eggs (lifting them off the substrate) and incubate them until they hatch, which is usually after 50–60 days.",
    "In captivity": "This snake is a popular exotic pet.",
    "See also": "List of pythonid species and subspecies.\nPythonidae by common name.\nPythonidae by taxonomic synonyms.",
    "References": "",
    "External links": "Antaresia perthensis at the Reptarium.cz Reptile Database. Accessed 11 September 2007.\nAntaresia perthensis juveniles and adults available at the AnthillPython.com. Accessed 3 May 2013."
  }
}