{
  "url": "https://en.wikipedia.org/wiki/Antaresia_childreni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Antaresia"
    },
    {
      "Species": "A. childreni"
    }
  ],
  "text": {
    "__SUMMARY__": "Children's python (Antaresia childreni) is a species of nonvenomous snake in the family Pythonidae. The species is named after John George Children. It is a nocturnal species occurring in the northern half of Australia and generally found on the ground, although it often climbs trees. Usually growing to about 1.0 m (3 ft) in length, it is typically a reddish-brown colour, darker on the upper surface, and with many darker blotches, especially on younger specimens. It feeds mostly on small mammals and birds, and as with other pythons, it constricts its prey before swallowing it whole. It is a popular pet among reptile enthusiasts.",
    "Taxonomy and naming": "A. childreni is one of four species in the genus Antaresia, a genus in the family Pythonidae. The genus is named after the star Antares. John Edward Gray published the original description of the species in 1842, naming it Liasis childreni. Both the common name and the specific epithet, childreni, which is conserved in the current scientific name, are in honour of Gray's mentor, John George Children, a curator of the zoological collection at the British Museum around that time. No subspecies are currently recognized. Some species of the genus Antaresia were formerly assigned to the genus Morelia.",
    "Description": "Adults grow to a total length (including tail) around 1–1.5 m (3–5 ft). The scales on the top of the head are enlarged, while those on the upper surface of the body are small and smooth, with a rainbow sheen that can be seen when exposed to direct sunlight. The upper surface of the snake is brown with darker spots in five or six longitudinal series. A dark streak on each side of the head passes across the eye. The lips are yellowish, spotted with brown. The lower surface of the snake is uniformly yellowish. The head of the snake is distinct from the neck. The nostril is superolateral, pierced in a large semidivided nasal scale. The eye is moderate in size, with a vertical pupil. The body is slightly laterally compressed. The tail is short. About 41 to 45 rows of dorsal scales cross the snake's back, and 257 to 287 ventral scales are seen along the lower surface. A single undivided anal scale is found immediately in front of the anus, and 38 to 53 subcaudal scales are on the lower surface between the anus and the tip of the tail, all or mostly in two rows.\nThe rostral is broader than high, barely visible from above. The internasals are slightly longer than broad and are shorter than the anterior prefrontals. The second pair of prefrontals is in contact at the midline, or is separated by a small shield. These posterior prefrontals are sometimes broken into several shields. The frontal is one and a half  times as long as broad, slightly shorter than its distance from the end of the snout, longer than the small parietals. Three to 10 small loreal shields are present, some almost granular, with 11 to 13 upper labials. Three or four of the posterior lower labials have deep pits.\nThe anterior maxillary teeth and anterior mandibular teeth are very long, gradually decreasing in size posteriorly. The premaxillary bone also has teeth.",
    "Distribution and habitat": "A. childreni is found in Australia in the extreme north of Western Australia, the northern third of the Northern Territory, and northeastern Queensland, and also on the islands of the Torres Strait.\nThe type locality is given by Gray (1842) as \"—?\", is listed as \"N.W. Australia\" by Boulenger (1893) in his Catalogue of the Snakes in the British Museum (Natural History). Volume I., and is listed as \"unknown\" in Stimson (1969).A. childreni occurs specifically in the region spanning the coast between the Kimberleys in Western Australia to Mount Isa in northwestern Queensland.",
    "Diet": "The diet of Children's python consists of reptiles, birds, and small mammals, particularly microbats, which it catches by dangling from stalactites in caves, which they commonly inhabit, and snatching them out of the air as they fly past.",
    "Reproduction": "A. childreni is oviparous, with up to 25 eggs per clutch. Females brood their eggs through a seven-week incubation period by coiling around them and occasionally shivering to keep them warm, which also affords the eggs some protection from predators. Juveniles are heavily blotched, but gradually become reddish-brown or brown as they mature.",
    "Captivity": "Children's pythons are often kept as pets due to their good nature and less demanding requirements. The lifespan of captive specimens has been known to exceed 30 years. Juveniles are fed baby, hairless mice, while larger individuals can be fed on adult mice or small rats. Feeding should occur roughly once a fortnight.",
    "See also": "List of pythonid species and subspecies\nPythonidae by taxonomic synonyms",
    "References": "",
    "Further reading": "Gray JE (1842). \"Synopsis of the species of prehensile-tailed Snakes, or Family BOIDÆ\". Zoological Miscellany 2: 41–46. (Liasis childreni, new species, p. 44).",
    "External links": "\nAntaresia childreni at the Reptarium.cz Reptile Database. Accessed 19 September 2007.\nChildren's Python (Antaresia childreni) at Antaresia.com. Accessed 4 May 2008.\nAntaresia pythons - breeding cycle at Antaresia.com. Accessed 4 May 2008.\nChildren's Python Care Sheet at tinypythons.com. Accessed 19 September 2007.\nChildren's Python fact sheet at Burke's Backyard. Accessed 19 September 2007.\nReptile keeper's licence at NSW National Parks and Wildlife Service. Accessed 19 September 2007.\nChildren's Python care sheet Accessed 31 July 2011."
  }
}