{
  "url": "https://en.wikipedia.org/wiki/Apodora",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Apodora"
    },
    {
      "Species": "A. papuana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Papuan olive python (Apodora papuana) is a species of python, commonly known as the Irian python or Papuan python. It is found in New Guinea. No subspecies are currently recognized.",
    "Description": "A large snake, with adults growing to lengths of over 5 m (17 feet). However, they are not nearly as heavy bodied as other pythons, weighing in at no more than about 22.5 kg (50 lb). They are noted for having the ability to change color, though the exact mechanism and reasons for it are not completely understood. The color is reputed to change when the snake is agitated. They can vary from black to a mustard yellow, but are normally an olive green in appearance when young and dark olive when older, with the sides and underside distinctly lighter.",
    "Distribution and habitat": "Found in most of New Guinea, from Misool to Fergusson Island. The type locality given is \"Ramoi Nova Guinea austro-occidentiali\" (Ramoi, near Sorong, Irian Jaya, Indonesia).",
    "Behavior": "Largely terrestrial and mostly nocturnal. Despite their size and impressive strength, they are relatively inoffensive animals and are not prone to bite even if handled.",
    "Feeding": "Their diet consists primarily of smaller mammals, but they are also known to be partly ophiophagous.",
    "Captivity": "The Papuan python is not commonly available in the exotic pet trade, and when they are available they command high prices. They are a relatively hardy species that adapts well to captivity, readily feeding in commercially available rats. Captive breeding has been done.",
    "See also": "List of pythonid species and subspecies.\nPythonidae by common name.\nPythonidae by taxonomic synonyms.",
    "References": "",
    "External links": "Liasis papuanus at the Reptarium.cz Reptile Database. Accessed 9 September 2007."
  }
}