{
  "url": "https://en.wikipedia.org/wiki/Aspidites_ramsayi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Aspidites"
    },
    {
      "Species": "A. ramsayi"
    }
  ],
  "text": {
    "__SUMMARY__": "The  woma python (Aspidites ramsayi), also known commonly as Ramsay's python, the sand python, and simply the woma, is a species of snake in the family Pythonidae. The species is endemic to Australia. Once common throughout Western Australia, it has become critically endangered in some regions.",
    "Taxonomy": "William John Macleay originally described the species in 1882 as Aspidiotes ramsayi. The specific name, ramsayi, is in honor of Australian zoologist Edward Pierson Ramsay.This is one of two species of Aspidites, the pitless pythons, an Australian genus of the family Pythonidae. The generic name, Aspidites, translates to \"shield bearer\" in reference to the symmetrically shaped head scales.",
    "Description": "Adults of A. ramsayi typically are around 1.5 m (4.5 feet) in total length (including tail). The head is narrow, and the eyes are small. The body is broad and flattish in profile, while the tail tapers to a thin point.\nThe dorsal scales are small and smooth, with 50-65 rows at midbody. The ventral scales are 280-315 in number, with an undivided anal plate, and 40-45 mostly single subcaudal scales. Some of the posterior subcaudals may be irregularly divided.\nThe dorsal color may be pale brown to nearly black. The pattern consists of a ground color that varies from medium brown and olive to lighter shades of orange, pink, and red, overlaid with darker striped or brindled markings. The belly is cream or light yellow with brown and pink blotches. The scales around the eyes are usually a darker color than the rest of the head.\nA. ramsayi may reach a total length of 2.3 m (7.5 ft), with a snout-vent length (SVL) of 2.0 m (6.6 ft).\nSnakes of the genus Aspidites lack the heat-sensing pits of all other pythons. A. ramsayi is similar in appearance to A. melanocephalus, but without an obvious neck. The coloration or desire to locate this species may lead to confusion with the venomous species Pseudonaja nuchalis, commonly known as the gwardar.",
    "Distribution and habitat": "A. ramsayi is found in Australia in the west and center of the country: from Western Australia through southern Northern Territory and northern South Australia to southern Queensland and northwestern New South Wales. Its range may be discontinuous. The type locality given is \"near Forte Bourke\" [New South Wales, Australia].The range in Southwest Australia extends from Shark Bay, along the coast and inland regions, and was previously common on sandplains. The species was recorded in regions to the south and east, with once extensive wheatbelt and goldfield populations.",
    "Conservation status": "This species, A. ramsayi, is classified as Least Concern on the IUCN Red List of Threatened Species.The Adelaide Zoo in South Australia is co-ordinating a captive breeding program for the species, and the offspring raised have been released into the Arid Recovery Reserve in the states north with no success due to mulga snake, Pseudechis australis, predation.\nMany populations in the southwest of the country, since the 1960s, became critically endangered by altered land use. The sharp decline in numbers, without an authenticated record since 1989, was most notable in the Wheatbelt areas.",
    "Behavior": "A. ramsayi is largely nocturnal. By day this snake may be found sheltering in hollow logs or under leaf debris. When travelling across hot sands or other surfaces it lifts its body off the ground and reaches far forward before pushing off the ground again, having only a few inches of its body touching the ground at a time.",
    "Feeding": "A. ramsayi preys upon a variety of terrestrial vertebrates such as small mammals, ground birds, and lizards. It catches much of its prey in burrows where there is not enough room to maneuver coils around the prey; instead, the woma pushes a loop of its body against the animal to pin it against the side of the burrow. Many adult womas are covered in scars from retaliating rodents as this technique doesn't kill prey as quickly as normal constriction.Although this species will take warm-blooded prey when offered, A. ramsayi preys mainly on reptiles. Perhaps due to this, species within the genus Aspidites lack the characteristic heat sensing pits of pythons, although they possess an equivalent sensory structure in the rostral scale.",
    "Reproduction": "A. ramsayi is oviparous, with five to 20 eggs per clutch. Females remain coiled around their eggs until they hatch, with the incubation period lasting 2–3 months. An adult female about 4–5 years old and 5 ft (about 1.5 m) in total length usually lays about 11 eggs.",
    "Captivity": "Considered to be more active than many pythons, as well as being a very docile and \"easy to handle\" snake, the woma is highly sought after in the reptile and exotic pet trade. It is one of the hardiest python species in captivity, often enthusiastically accepting prey and other items. One made headlines in May 2015 for requiring surgery to remove the feeding tongs it had swallowed as well as its meal. This snake will breed in captivity.",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "Further reading": "Boulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). London. xiii + 448 pp. + Plates I-XXVIII. (Aspidites ramsayi, new combination, p. 92).\nCogger HG (2014). Reptiles and Amphibians of Australia, Seventh Edition. Clayton, Victoria, Australia: CSIRO Publishing. xxx + 1,033 pp. ISBN 978-0643100350.\nMacleay W (1882). \"Descriptions of two new Snakes\". Proc. Linnean Soc. New South Wales (Series 1) 6: 811-813. (Aspidiotes ramsayi, new species, p. 813).\nWilson, Steve; Swan, Gerry (2013). A Complete Guide to Reptiles of Australia, Fourth Edition. Sydney: New Holland Publishers. 522 pp. ISBN 978-1921517280.",
    "External links": "Aspidites ramsayi at the Reptarium.cz Reptile Database. Accessed 19 September 2007."
  }
}