{
  "url": "https://en.wikipedia.org/wiki/Bothrochilus_albertisii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Bothrochilus"
    },
    {
      "Species": "B. albertisii"
    }
  ],
  "text": {
    "__SUMMARY__": "The D'Albertis python (Bothrochilus albertisii ), also known commonly as the D'Albert's water python or the northern white-lipped python, is a species of python, a nonvenomous snake in the family Pythonidae. The species is endemic to New Guinea. There are no subspecies that are currently recognized as being valid.",
    "Geographic range and habitat": "B. albertisii is found in most of New Guinea below 1,200 m (3,900 ft), including the islands of Salawati and Biak, Normanby, Mussau and  Emirau, as well as a few islands in the Torres Strait.\nThe type locality given is \"Kapaor in Nova Guinea boreali occidentali ... et prope Andai \". The authors also stated localities for two additional specimens: \"... un esemplare a Kapaor fra i Papua Onin...\" and \"... un secondo esemplare ad Andai presso Dorei...\" (= Kapoar, Onin Peninsula and Andai, near Dorei, Irian Jaya, Indonesia).Some doubt can be cast on its occurrence on Normanby, as McDowell (1975) had erroneously assigned Bara Bara to this island, rather than to the mainland of Papua New Guinea in Milne Bay Province as stated by Boulenger (1898) and Koopman (1982).",
    "Etymology": "The specific name, albertisii, is in honor of Italian explorer Luigi D'Albertis.",
    "Description": "Female adults of B. albertisii grow to an average of about 213 cm (6–7 ft) in total length (including tail). Both sexes are patternless, except for some light markings on the postoculars. The dorsum of the head is shiny black, and the upper and lower labial scales are white with black markings on the anterior edge of the scales. Body color is either brownish-violet fading to yellowish ventrally  or blackish-blue fading to gray.",
    "Behavior": "Although mostly terrestrial, B. albertisii can and is known to occasionally climb. White-lipped pythons are reportedly aggressive, though this is reduced in those born and raised in captivity. L. albertisii also has been observed to regularly regurgitate fur balls from its prey.",
    "Feeding": "The diet of B. albertisii includes a range of small-sized to medium-sized birds and mammals. Neonates and juveniles often feed on lizards. Heat sensitive pits in the upper and lower jaws are used to help locate prey during nocturnal hunting.",
    "Reproduction": "B. albertisii is oviparous. A sexually mature female may lay a clutch of about a dozen eggs. The eggs stick together in a compact pile, and the female coils around them. The hatchlings emerge after about two months of incubation and are about 38 cm (15 in) in length.",
    "References": "",
    "Further reading": "Cogger HG (2014). Reptiles and Amphibians of Australia, Seventh Edition. Clayton, Victoria, Australia: CSIRO Publishing. xxx + 1,033 pp. ISBN 978-0643100350. (Leiopython albertisii, p. 821).\nReynolds, R. Graham; Niemiller, Matthew L.; Revell, Liam J. (2014). \"Toward a Tree-of-Life for the boas and pythons: Multilocus species-level phylogeny with unprecedented taxon sampling\". Molecular Phylogenetics and Evolution 71: 201-213."
  }
}