{
  "url": "https://en.wikipedia.org/wiki/Bothrochilus_boa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Bothrochilus"
    },
    {
      "Species": "B. boa"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bismarck ringed python (Bothrochilus boa) is a species of snake in the genus Bothrochilus found on the islands of the Bismarck Archipelago. No subspecies are currently recognized.",
    "Description": "Adults grow to a length of 152–183 cm (4.99–6.00 ft). The color pattern consists of a series of brilliant orange and black rings in juveniles, but this fades in about a year as the snakes mature. Adults are usually a shade of brown with black rings, or a uniform blackish brown. Usually, there is a light spot behind the eye. Some specimens may have black rings that are irregular, incompletely formed or even absent. The scales are highly iridescent.",
    "Distribution and habitat": "Found on the islands of the Bismarck Archipelago, including Umboi, New Britain, Gasmata (off the southern coast), Duke of York and nearby Mioko, New Ireland and nearby Tatau (off the east coast), the New Hanover Islands and Nissan Island, the type locality given is \"Nouvelle Irlande\" (New Ireland). The Bismarck ringed python inhabits rain forests in open and/or cultivated areas, and is often found in piles of coconut husks.",
    "Behavior": "These snakes are nocturnal and fossorial.",
    "Feeding": "Their diet consists primarily of small rodents, for which they actively forage. They have been reported to enter houses and agricultural structures in search of prey. Hatchlings feed on lizards and juvenile rodents.",
    "Reproduction": "Oviparous, they lay up to a dozen eggs that are generally \"brooded\" by the female, although this is not always the case.",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "Bothrochilus boa at the Reptarium.cz Reptile Database. Accessed 9 September 2007."
  }
}