{
  "url": "https://en.wikipedia.org/wiki/Liasis_olivaceus_barroni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Liasis"
    },
    {
      "Species": "L. olivaceus"
    },
    {
      "Subspecies": "L. o. barroni"
    }
  ],
  "text": {
    "__SUMMARY__": "Liasis olivaceus barroni is a python  found in the Pilbara region of northwest Australia. They are recognised as a subspecies of Liasis olivaceus, separating the population from the olive python found to the east. It is a large snake, most often around 2.5 metres in length, although individuals may attain a larger size. The python is an ambush predator, using a sit and wait method at a path or beneath the water to capture a variety of animals that inhabit the arid surroundings. The range of prey includes amphibians, birds and other reptiles, and mammals as large as a rock wallaby.",
    "Taxonomy": "The subspecies was first described by Laurie A. Smith by examining 9 specimens, separated from a total of 36 nominally allied as the Liasis olivaceus species-group held in the collection of the Western Australian Museum. The original description, published in 1981, contained typographic errors in the specimen's registration numbers and the omission of a ninth specimen included in Smith's review; examination of the paratype material in 2015 was able to reallocate the correct details. The specimens were acquired over many years and considered by the author to be relatively rare. The holotype was collected W. H. Butler at Tambrey Station in Western Australia in 1964.The earliest record of the subspecies is probably the report of Ernest Giles at the Ashburton River in May, 1876.Common names for the taxon include Pilbara olive python and olive python (Pilbara subspecies). The epithet barroni honours the contributions of Gregory Barron to herpetology.\nThe indigenous peoples of the northwest of Australia have incorporated the subspecies into creation stories, where it is named as Bargumyji (Yindjibarndi) and Parkanurra or Palkunyji (Kurrama).",
    "Description": "Adults grow larger than the nominate subspecies, L. olivaceus olivaceus, and are distinguished by a lower midbody dorsal scale count (58-66) and a higher number of ventral scales (374 to 410).\nThe average length is around 2.5 metres, but are recorded as up to 4 metres. The scales are smooth, excepting the anterior scales at the edge of the mouth which are pitted. The coloration is variable, as a uniform olive-green, dull in tone, to a shade of pale fawn, or else bicoloured with a cream to white ventrum and dark brown colour above.An ambush predator, the python possesses an array of sensory apparatus that can detect prey as it approaches. Like some other nocturnal animals, the iris is a slit that is increases the ability to see at night. A series of pits at the front of the head are sensitive to  the infra-red spectrum, revealing animals moving within range by the warmth of their bodies, along with the ability to detect vibrations with their own bodies. The tongue and Jacobson's organ work in combination to sample the air for the scent of prey, also contributing to the image of the python's surroundings and the animals within it.\nA typical ambush position includes bodies of water, such as billabongs, where it will submerge itself almost completely. The tail is used to anchor its body, which is in a coiled posture, and the head held in an s-shape above the water.\nThis python is also found waiting at the trails used by rock wallabies.The first record from the Giles expedition gave measurements of the \"perfect monster for Australia\" as nine feet in length, one foot in circumference, and a weight of fifty pounds. An eleven foot specimen was noticed by the ornithologist F. Lawson Whitlock while conducting field research in the Hamersley Range, mistaking the body submerged in water for a discarded wheel, the same author reported in 1923 that others in the region were up to 5.5 metres in length. Dom Serventy produced a survey in 1952 of the rock pythons in the Pilbara that gave the largest known size as 3.7 metres, a specimen collected at Hooley that weighed 9.3 kilograms.",
    "Behaviour": "The species was assumed to inhabit sites with permanent water, where many observations had been made, although the use of implanted radio transmitters revealed a more complex range of environments and the ability to traverse difficult terrain.\nThe breeding season occurs in the cooler part of the year, around June to August, initiated by the scent trail left by the female. Mating has not been observed, apparently taking place during a period of several weeks while a pair take residence at the breeding site; they are presumed to copulate many times during this period. Males leave before the eggs are laid and tended by the female, around October, at the two sites surveyed this was a cave beneath rock slabs that were distant from any water source. Brood size and success rate of births has not been determined. The young emerge in January, slender in form with a head that is notably bulbous, and begin to disperse to the surrounding area in search of refuge and food.Encounters with people have sometimes been fatal for this python, although local interest and legal protection has reduced some threats to the population. In the early twentieth century, one very large specimen provided to the state museum was killed by the resident, Olive Cusack, when it entered her Tambrey property where a puppy was located;\nWhitlock shot an individual to stop it discouraging the bowerbirds he was observing from revisiting the site.\nThreats to the population included incidents on roads, accidents are that made more frequent by the python's response, remaining completely still, when it senses the vibrations of oncoming vehicles. They are also deliberately struck by vehicle drivers who mistake the animal for a species of large and poisonous brown snake.The python is also known to cohabit with people at tolerant households, a group reported at Red Hill Station resides there without apparent concern for the human presence.\nThese animals are observed at the camping grounds of the region's National Parks, where the snakes have been seen—perhaps drawn by the small of mice—attempting to consume a raincoat and tent bag.\nThe juveniles are drawn to aviaries of Pilbara residents, especially canaries and budgerigars, a specialist service provides relocation of these pythons.",
    "Distribution and habitat": "The distribution range of this python is restricted to the Pilbara and northern Gascoyne, arid bioregions in the northwest of Australia. The type locality given is \"Tambrey, Western Australia, in 21°35S, 117°34E\".\nThe records of its occurrence includes the Burrup Peninsula, Karijini and Robe River, and the subspecies also occurs at offshore islands.  They are widespread within this range, and results of surveys indicate that it is represented by sometimes large local populations at suitable habitat. Surveys at Burrup, Tom Price and Millstream-Chichester National Park have been conducted, including the use of radio transmitters to study individuals over several years, which have resulted in a better understanding of the python's individual range and habits. They are usually observed or tracked moving slowly when travelling, or laying in ambush awaiting prey, however, they may occupy a number of sites in a large territory. The males can travel several kilometres when seeking a female in the breeding season.The preferred habitat is often associated with open water, such as swamps and rock pools, not for the need to drink but for the attraction of those prey animals who do. Typical habitat is found along the Fortescue River, which only runs during periods of flooding and supports a local fauna of frogs, mammals and birds. Prey species that have been observed include a range of birds, corellas, ducks and pigeons, the mammals able to be captured include young euros or rock wallabies and it is known to reside at fruit bat colonies. Smaller sized individuals are presumed to subsist on prey such as frogs and reptiles. The python may traverse difficult terrain to relocate to hunt or find refuge, the environment is often rocky hills, escarpments and plains dominated by dense vegetation such grassy mounds of Triodia in spinifex country. They have been observed at artificially created habitat, such as railways and residences, or drawn to the lakes and sewerage ponds associated with settlements and mining operations in the northwest region.",
    "Conservation": "The Pilbara olive python is protected under the Wildlife Conservation Act (1950) of Western Australia.  It is listed on the Wildlife Conservation (Specially Protected Fauna) Notice 2010(2), in Schedule 1, as a species that is rare or is likely to become extinct.  It is also listed as \"Vulnerable\" under the federal Environment Protection and Biodiversity Conservation Act (1999).",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "Liasis olivaceus at the Reptarium.cz Reptile Database. Accessed 5 August 2008."
  }
}