{
  "url": "https://en.wikipedia.org/wiki/Liasis_mackloti_mackloti",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Liasis"
    },
    {
      "Species": "L. mackloti"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Macklot's python, freckled pythonLiasis mackloti is a species of python, a nonvenomous snake in the family Pythonidae. The species is endemic to Indonesia, East Timor, Papua New Guinea, and coastal northern Australia. Three subspecies are currently recognized, including the nominate subspecies described here.",
    "Etymology": "The specific name, mackloti, is in honor of naturalist and taxidermist Heinrich Christian Macklot.",
    "Description": "Attaining 7 ft (2.13 m) or more in total length (including tail), Macklot's python is large and if not treated properly can be a poor-tempered snake. Its coloration consists of a blackish-brown to green base color, with yellow to ochre sides, and a white belly that is patterned with small and dispersed yellow spots or black speckles, while the labial scales are pale in color.",
    "Reproduction": "L. mackloti is known to breed easily in captivity. It is oviparous.",
    "Geographic range": "L. mackloti is found in Indonesia in the Lesser Sunda Islands of Savu, Roti, Samao, Timor and Wetar, in East Timor, Papua New Guinea, and coastal northern Australia. The type locality given is \"les îles de Timor et de Samao \". Brongersma (1968) restricted the type locality to \"Timor\" by lectotype designation.",
    "Subspecies": "",
    "Exotic trade and captive care": "L. mackloti is a snake that is known and sold in the live exotic animal trade, or exotic pet trade, bringing it far beyond its native range, to as far as the United Kingdom, and North America, where it is sold and kept in captivity from pet stores, speciality shops, and conventions.",
    "Gallery": "",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "Further reading": "Boulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Liasis mackloti, p. 79).\nDuméril A-M-C, Bibron G (1844). Erpétologie générale ou Histoire naturelle complète des Reptiles, Tome sixième [= General Herpetology or Complete Natural History of the Reptiles, Volume 6 ]. Paris: Roret. xii + 609 pp. (Liasis mackloti, new species, pp. 440–442). (in French)."
  }
}