{
  "url": "https://en.wikipedia.org/wiki/Liasis_fuscus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Liasis"
    },
    {
      "Species": "L. fuscus"
    }
  ],
  "text": {
    "__SUMMARY__": "The water python (Liasis fuscus) is a non-venomous python species found in Australia and Papua New Guinea. No subspecies are currently recognized.",
    "Taxonomy": "German naturalist Wilhelm Peters described the water python in 1873. It is also known as brown water python.",
    "Description": "Adults average about 6–8 feet (2+ meters) in length, but may reach as much as 10 feet (3 meters). Robustly built, it has a long head that is slightly distinct from the neck. The anterior supralabials have thermosensitive pits.Scalation includes a pair of undivided parietal scales and a single loreal scale on either side of the head. On the body, the dorsal scales number 45-55 at midbody, the ventral scales 270-300, the anal scale is single and there are 60-90 paired subcaudal scales.The color pattern consists of a uniform, iridescent dark blackish brown dorsal color. The belly is a dull to bright yellow that includes the first few rows of dorsal scales. The throat is cream colored, while the upper labials are light gray-brown with dark brown or black spots.",
    "Distribution and habitat": "Found in Australia in the Kimberley district of northern Western Australia from around Broome east through Northern Territory at least as far south as Mataranka to the coast of central Queensland to near Mackay. Also found in the Sir Charles Hardy Islands, on Cornwallis Island in the Torres Strait, and in Papua New Guinea, Western District, in the lower Fly River region at least as far inland as Lake Daviumbo. It can also be found in the southern part of Papuan province of Indonesia. The type locality given is \"Port Bowen\" (Port Clinton, Queensland, Australia).The highest population density is reached on the Adelaide River floodplains in the Northern Territory.",
    "Behavior": "Despite its common name, many individuals are found far from water for most of the year. It is usually nocturnal, seeking shelter during the day in such things as hollow logs, riverbanks and in vegetation .When surprised, most will attempt to flee into any available water.",
    "Feeding": "An opportunistic feeder, its diet consists of a variety of vertebrates. However, a study by Madsen and Shine (1996) revealed that on the Adelaide River floodplains this species preys mainly on dusky rats (Rattus colletti).",
    "Reproduction": "Mating takes place in July–August, which is the middle of the dry season. This is followed by a gestation period of about a month, after which females lay an average of 12 eggs. The hatchlings emerge after 57–61 days of incubation and are each about 30 cm in length.",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "Liasis fuscus at the Reptarium.cz Reptile Database. Accessed 5 August 2008."
  }
}