{
  "url": "https://en.wikipedia.org/wiki/Liasis_olivaceus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Liasis"
    },
    {
      "Species": "L. olivaceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Liasis olivaceus, commonly called the olive python, is a species of snake in the family Pythonidae. The species is endemic to Australia. Two subspecies are recognized as being valid, including the nominate subspecies described here.",
    "Description": "With adults reaching over 4 m (13 feet) in total length (including tail), L. olivaceus is Australia's second-largest snake species (surpassed only by the scrub python). Its high number of dorsal scale rows (61-72 at midbody), makes the skin look smoother than that of other pythons. The number of ventral scales is 355-377. The colour pattern is a uniform chocolate brown to olive green, while the belly is usually cream-coloured.Unfortunately, this species is occasionally confused with the venomous king brown snake, Pseudechis australis, and is often mistakenly killed.",
    "Distribution and habitat": "L. olivaceus is found in Australia in Western Australia, Northern Territory and Queensland. The type locality given is \"North Australia; Port Essington\" (Northern Territory, Australia).",
    "Habitat": "L. olivaceus occurs in rocky areas, gorges and especially rocky areas near sources of water. Typically, shelter is sought in caves and rock crevices, but individuals have also been found in hollow logs and in burrows under rocks.",
    "Diet": "The diet of L. olivaceus consists of birds, mammals and other reptiles, including rock-wallabies, fruit bats, ducks and spinifex pigeons. It prefers to lie in wait next to an animal trail to ambush its prey. Alternatively, it is a strong swimmer and also hunts in waterholes, striking at prey from under the water. It is also known to prey on monitor lizards and crocodiles.",
    "Reproduction": "Mating activity of L. olivaceus starts in May and continues until mid-July. When successful, this is followed by a gestation period of 81–85 days, after which the oviparous female lays 12-40 eggs in late spring. The average clutch size is around 19 eggs. The hatchlings emerge after an incubation period of about 50 days, each measuring about 35 cm in length.",
    "Subspecies": "",
    "Captivity": "The olive python is often kept as a pet and is bred in captivity. It is technically an advanced level species due to its size, habitat requirements and strong feeding response, requiring a terrarium of a minimum of 8 feet long, by 3 feet high and 3 feet wide. However, if raised properly, it is noted to be friendly, curious and calm. It is generally recommended that in removing it from its enclosure that snake hooks be used so as to prevent the feeding response from being triggered, and once out, it can generally be freely handled calmly due to its placid nature.",
    "Images": "",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "Further reading": "Barker DG, Barker TM (1994). Pythons of the World. Volume I. Australia. Lakeside, California: Advanced Vivarium Systems. xviii + 171 pp.\nBoulenger GA (1893). Catalogue of the Snakes in the British Museum (Natural History). Volume I., Containing the Families ... Boidæ ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiii + 448 pp. + Plates I-XXVIII. (Liasis olivaceus, p. 79 + Plate IV, figure 2).\nCogger HG (2014). Reptiles and Amphibians of Australia, Seventh Edition. Clayton, Victoria, Australia: CSIRO Publishing. xxx + 1,033 pp. ISBN 978-0643100350.\nGray JE (1842). \"Synopsis of the species of prehensile-tailed Snakes, or Family Boidæ\". Zoological Miscellany 2: 41-46. (Liasis olivacea, new species, p. 45).\nReynolds, R. Graham; Niemiller, Matthew L.; Revell, Liam J. (2014). \"Toward a Tree-of-Life for the boas and pythons: Multilocus species-level phylogeny with unprecedented taxon sampling\". Molecular Phylogenetics and Evolution 71: 201-213.\nSmith LA (1981). \"A revision of the Liasis olivaceus species-group (Serpentes: Boidae) in Western Australia\". Records of the Western Australian Museum 9 (2): 227-233. (Liasis olivaceus barroni, new subspecies, pp. 231-233, Figure 2).\nWilson, Steve; Swan, Gerry (2013). A Complete Guide to Reptiles of Australia, Fourth Edition. Sydney: New Holland Publishers. 522 pp. ISBN 978-1921517280.",
    "External links": "Video of a wild Olive Python in Kakadu National Park, NT\nLiasis olivaceus at the Reptarium.cz Reptile Database. Accessed 4 August 2008.\nPhoto of wild Olive Python attempting to eat wallaby"
  }
}