{
  "url": "https://en.wikipedia.org/wiki/Morelia_tracyae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Simalia"
    },
    {
      "Species": "S. tracyae"
    }
  ],
  "text": {
    "__SUMMARY__": "Simalia tracyae, the Halmahera python, is a species of python found only on the Indonesian island of Halmahera. It belongs to the family Pythonidae and the genus Simalia. This snake was previously believed to have belonged to the Simalia amesthistina species; however, studies in recent years have caused scientists to distinguish between the two types of snakes, resulting in the reclassification of the Halmahera python as its own species.",
    "Taxonomy and etymology": "Until recently, Morelia tracyae was considered to be part of the species Morelia amesthistina. Previously, the scientific community believed that this species, despite the large varieties in appearance and wide range of habitat, was thought simply to have \"exceptional dispersal abilities.\"  However, more recent scientific studies have indicated Morelia amesthistina's lack of mobility between habitats, leading to the realization that this type of snake is \"more prone to speciation than other pythons.\" David G. Barker, a herpetologist and avid python collector, suspected that the high level of variety of Indonesian pythons indicated the presence of multiple species. In 1995, David G. Barker and Michael B. Harvey, herpetological expert and professor at the University of Texas, conducted a study of various specimens of Indonesian snakes. By examining both live specimens and museum specimens, these scientists observed morphological differences and phylogenetically analyzed the snakes' molecular DNA sequences. In its molecular sequencing, Morelia tracyae showed a 6-7% divergence in from all other scrub pythons in the surrounding area. The resultant conclusions of this study led to the identification of three new species: M. clastolepis, M. nauta, and M. tracyae.The Halmhera python has been recognized by the scientific community as a separate species since Barker and Harvey's publication of their data in 2000.The species Morelia tracyae was named for David G. Barker's wife, Tracy M. Barker, who is also a herpetologist specialized in pythons.In 2014, a phylogenetic analysis of Pythonidae based on a combined analysis of eight nuclear DNA loci and three mitochondrial DNA regions concluded the Halmahera python belonged in genus Simalia with six other species.",
    "Description": "Simalia tracyae is a large species of python, and can range anywhere from 2.5 to 4 m (8.2 to 13.1 ft) in length. It is described as “heavy-bodied,”  and more closely resembles the boa than any other species of python. The Halmahera python is recognized by its distinct red irises, as compared to the typical brown or gold irises of other closely related species. Other facial features include its rounded snout, black tongue, and pale blueish grey oral mucosa. One way to distinguish the sex of a Halmahera python is by noticing the snout: females have a somewhat shorter snout, which leads to the appearance of having a wider head.  Simalia tracyae is also marked by two or three pairs of enlarged parietal scales on either side of its head.\nThe Halmahera python is marked by a distinct scale pattern; there have never been any patternless specimens observed. There are anywhere from 48-56 dark brown or black bands on the body, with the stripes reaching their darkest point on the snake's back and lighter towards the sides. The stripes are 4-11 dorsal scales in length, and are separated by 3-7 dorsal scale lengths. In addition to the dorsal stripes, a well-defined postocular stripe and one to two thick black stripes around the neck are often present. The Halmahera python is unusual because of the pattern's consistency across the species, with very little variation. This snake is also unique in that the adult snake has the same pattern as it did in adolescence; there is little to no change in design as the Halmahera python develops.",
    "Description-Coloration": "The Halmahera python changes color over a short period of time; however, scientists are unable to determine what circumstances cause the color change. At the darker end of the color spectrum, Simalia tracyae could be medium brown, orangish-brown, or russet. These colors could change to be a greenish-straw, grey-tan, yellowish-tan, or tan on the lighter end of the spectrum. Though the base color of the snake changes, the pattern of thick dorsal stripes remains the same. The stripes could be dark brown, charcoal-brown, brownish black, charcoal, or black at the dark end of the color continuum and become a medium greenish brown or medium reddish brown as the python shifts to the lighter end of the continuum. However, if a stripe is pure black it will remain black despite any other color changes. Though no newly hatched Halmahera pythons have been observed, Barker and Harvey of the 2000 python study “would predict that hatchlings are very dark reddish-brown in color.”",
    "Behavior": "Though scrub pythons in general are found above the ground in canopies, locals of Halmahera have most often encountered  Simalia tracyae crawling on the ground. However, this species certainly has the ability to travel through the trees as it is often found near fruit bat roosts.According to local collectors, the Halmahera python feeds on fruit bats and presumably other small mammals and birds. There have also been reports by natives of Halmahera pythons carrying off large numbers of domestic chickens. Like other pythons, the Halmahera python will swallow its victims whole or defeat larger prey through constriction. This snake is non-venomous.",
    "Geographic Range": "Simalia tracyae is only found in the northwestern area of Halmahera, Indonesia. Specimens have been seen as far south as Jailolo and have been sighted near Galela and Tobelo in the north. Simalia tracyae has evolved as a separate species because of its secluded location on Halmahera.",
    "Habitat": "This python's main habitat is the evergreen rainforest of northern Halmahera, where it moves equally comfortable on the ground and in the trees.",
    "Captivity": "The only clutches obtained in captivity are part of a Conservation Program, so information regarding their reproduction, clutch size, and development are extremely limited. In general, scrub pythons do not tend to do well in captivity, due in part to their reputation for biting, and have been described as “heat-seeking guided missiles tipped with teeth.”",
    "Citations": "",
    "References": "Barker, David G. and Tracy M. Barker. Pythons of the World:Australia. Lakeside: Advanced Vivarium Systems, Inc, 1994. Print.\nBarker, David G. and Tracy M. Barker. \"Pythones (Pythonidae).\" Grzimak's Animal Life Encyclopedia. Ed. Michael Hutchins, Arthur V. Evans, Jerome A. Jackson, Devra G. Kleiman, James B. Murphy, Dennis a. thoney, et al. Vol. 7:Reptiles. 2nd ed. Detroit:Gale, 2004. p 419-428. Gale Virtual Reference Library. Web. 14 September 2011.\nCorlett, Richard T. \"Vertebrate carnivores and predation in the Oriental (Indomalayan) region.\" The Raffles Bulletin of Zoology 59.2 (2011):325-360. Web. 20 September 2011.\nHarvey, Michael B., David G. Barker, Loren K. Ammerman, and Paul T. Chippindale. \"Systematics of Pythons of the Morelia Amethistina Complex (Serpentes: Boidae) with the Description of Three New Species.\" Herpetological Monographs 14 (2000):139-185. Print.\nHoser, Raymond. \"Creationism and Contrived Science: A Review of Recent Python Systematics Papers and the Resolution of Issues of Taxonomy and Nomenclature.\" Australian Journal of Herpetology 2 (2009):1-34. Web. 26 November 2011.\nO'Shea, Mark. Boas and Pythons of the World. London: New Holland Publisher, 2077. Google books. Web. 20 September 2011.\nSchleip, Wulf D. and Mark O'Shea. \"Annotated checklist of the recent and extinct pythons (Serpentes, Pythonidae), with notes on nomenclature, taxonomy, and distribution.\" Zookeys 66 (2010):29-80. Web. 24 September 2011."
  }
}