{
  "url": "https://en.wikipedia.org/wiki/Morelia_amethistina",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Simalia"
    },
    {
      "Species": "S. amethistina"
    }
  ],
  "text": {
    "__SUMMARY__": "The amethystine python (Simalia amethistina), also known as the scrub python or sanca permata locally, is a species of nonvenomous snake in the family Pythonidae. The species is found in Indonesia, Papua New Guinea, and Australia. Popular among reptile enthusiasts, and noted for its coloration and size, it is one of the six largest snakes in the world, as measured either by length or weight, and is the largest native snake in Australia and Papua New Guinea.",
    "Names": "It is known as nm in the Kalam language of Papua New Guinea.",
    "Taxonomy": "Formerly, five subspecies of Morelia amethistina, including the nominate race, M. a. amethystina, were generally recognized. The Mollucan Islands, including Halmahera, Ternate, and Tidore, are home to the former M. a. tracyae.  The Tanimbar Islands are home to a smaller subspecies, the former M. a. nauta. On the island of Seram, the former M. a.  clastolepis can be found. On mainland Papua New Guinea (including the Indonesian western half, once called Irian Jaya—now West Papua) and many of its near offshore islands, the former M. a. amethystina is quite common. In Australia, the former M. a. kinghorni is represented. In 2014 Reynolds et al. elevated all of these taxa to full species status in the genus Simalia as Simalia amethistina, Simalia clastolepis, Simalia kinghorni, Simalia nauta, and Simalia tracyae.\nAccording to McDiarmid et al. (1999), all cases in which the specific name was spelled with a y follow Daudin's (1803) Python amethystinus and are therefore unjustified emendations. The specific name, amethistina, is an allusion to the milky iridescent sheen on its scales, which gives it an amethyst-like color.",
    "Description": "Specimens of S. amethistina have reportedly been measured at more than 8.5 m (27.9 ft) in total length (including tail), but this is exceptional, as 5 m (16.4 ft) specimens are already considered large. As is typical for very large constricting snakes, almost no verified specimens of this species have exceeded 6 m (19.7 ft). However, \nin 1990, while conducting a herpetological survey, Tom Mendelson collected a wild female specimen on Biak Island, far Eastern Indonesia, which measured 22 feet 7 inches. Another huge female, in a report considered reliable by the staff of the Guinness Book of World Records, was measured by S. Dean in 1954 as 7.2 m (23.6 ft). A typical adult specimen will measure around 2 to 4 m (6.6 to 13.1 ft). Females typically weigh around 15 kg (33 lb). Some exceptional specimens have been confirmed to weigh over 30 kg (66 lb) and unconfirmed outsized specimens have been reported to scale 90 kg (200 lb), although no specimen of this enormous size has been authenticated. Males are much smaller and slimmer, averaging at 5.1 kg (11 lb) at maturity, and occasionally weighing upwards of 11 kg (24 lb). The body is relatively slim, unlike those of many other large members of this family.\nThe smooth dorsal scales are arranged in 39–53 rows at midbody. There are deep heat-sensing pits on six or seven of the posterior lower labials.",
    "Distribution and habitat": "The scrub python is found in Indonesia (Maluku Islands, Timur Laut Islands, Banda, Kai Islands, Aru Islands, Misool, Salawati, most of Western New Guinea, many islands in Geelvink Bay, such as Biak, Numfor, Yapen, and Supiori), Papua New Guinea (including Umboi Island, Bismarck Archipelago, Trobriand Islands, the d'Entrecasteaux Islands to Rossel Island, Louisiade Archipelago), and Australia (on some islands in the Torres Strait, the northern Cape York Peninsula south including the Atherton Tableland, and the eastern foothills of the Great Dividing Range). The type locality is unknown.S. amethistina occurs in both bushland and suburbia. In Indonesia and northern tropical Queensland, it is found mostly in rainforests. Warm, humid habitats with good water sources are preferred. In northern Australia and New Guinea, it mostly lives in scrublands.",
    "Feeding": "The diet of the amethystine python generally consists of birds, bats, rats, possums, and other small mammals. Larger Australian and Papuan specimens catch and eat wallabies, and cuscus, waiting by creek and river banks for prey seeking drinking water.",
    "Gallery": "",
    "References": "",
    "Further reading": "Reynolds, R. Graham; Niemiller, Matthew L.; Revell, Liam J. (2014). \"Toward a Tree-of-Life for boas and pythons: Multilocus species-level phylogeny with unprecedented taxon sampling\". Molecular Phylogenetics and Evolution 71: 201-213.\nSchneider JG (1801). Historiae Amphibiorum naturalis et literariae Fasciculus Secundus continens Crocodilos, Scincos, Chamaesauras, Boas, Pseudoboas, Elapes, Angues, Amphisbaenas et Caecilias. Jena: F. Frommann. vi + 364 pp. + Plates I-II. (\"[Boa] Amethistina\", new species, p. 254). (in Latin).",
    "External links": "Simalia amethistina at the Reptarium.cz Reptile Database. Accessed 14 February 2019.\nAmethystine python at Bristol Zoo. Accessed 18 September 2007."
  }
}