{
  "url": "https://en.wikipedia.org/wiki/Morelia_kinghorni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Simalia"
    },
    {
      "Species": "S. kinghorni"
    }
  ],
  "text": {
    "__SUMMARY__": "The Australian scrub python (Simalia kinghorni) is a species of snake in the family Pythonidae. The species is indigenous to forests of northern Australia. It is one of the world's longest and largest snakes, and is the longest and largest in Australia. Recently, it has been reclassified to the genus Simalia alongside a few other former Morelia species, but there is still a bit of scientific debate over this.",
    "Etymology": "The specific name, kinghorni, is in honour of Australian herpetologist and ornithologist James Roy Kinghorn.",
    "Distribution and habitat": "S. kinghorni is found in Northern Australia, living within various forests and more densely vegetated parts of the Australian bush.",
    "Description": "S. kinghorni has been known to attain a total length (including tail) up to approximately 7 meters (about 24 feet), with some field measurements claiming to be even longer, making this snake one of Australia's largest and longest snakes, if not, the largest and longest of Australia. This snake is commonly considered arboreal or tree-dwelling, making it one of the world's largest and longest arboreal species of snakes. This snake has an ornate back pattern consisting of browns and tans, with many different natural variations. Its belly is usually white, sometimes with some yellows.",
    "Diet": "All snakes are carnivores. S. kinghorni predates on many different birds, mammals, and even other reptiles.",
    "Pets": "The Australian scrub python is still considered a fairly rare and uncommon pet. However, with captive breeding projects and hobbyists interested in the species, it is slowly becoming more available, with its New Guinea counterparts being much more available (especially in the United States).",
    "References": "",
    "External links": "Species Simalia kinghorni at The Reptile Database",
    "Further reading": "Reynolds, R. Graham; Niemiller, Matthew L.; Revell, Liam J. (2014). \"Toward a Tree-of-Life for the boas and pythons: Multilocus species-level phylogeny with unprecedented taxon sampling\". Molecular Phylogenetics and Evolution 71: 201-213. (Simalia kinghorni, new combination).\nStull OG (1933). \"Two New Subspecies of the Family Boidae\". Occ. Pap. Mus. Zool., Univ. Michigan (267): 1-4. (Liasis amethistinus kinghorni, new subspecies, pp. 3–4)."
  }
}