{
  "url": "https://en.wikipedia.org/wiki/Morelia_spilota_spilota",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Morelia"
    },
    {
      "Species": "M. spilota"
    },
    {
      "Subspecies": "M. s. spilota"
    }
  ],
  "text": {
    "__SUMMARY__": "Morelia spilota spilota is a subspecies of carpet python (Morelia spilota), popularly known as the diamond python. It is a medium to large snake, found in coastal areas and adjacent ranges of south-eastern Australia. It is the most southerly occurring python in the world and is found at higher altitudes than any other species of Australian python.",
    "Description": "M. s. spilota is quite variable in colour and pattern, typically being predominantly dark olive to black in colour with most dorsal scales having a yellow (or cream) spot in the centre (hence spilota, meaning spotted). Along the body and tail are numerous clusters of yellow or cream scales that form \"rosettes\" that look a bit like diamonds (hence the common name). The underside is white, cream or even yellowish in colour, although it is often spotted with black.\nThe average adult size of this subspecies is usually about 2 m (6.6 ft) in total length (including tail), although it is known to reach a total length of about 3 m (9.8 ft), with very rare specimens recorded at up to 4 m (13 ft). It also is known for living in the forests of New South Wales.",
    "Reproduction": "M. s. spilota is an oviparous snake, averaging 25 eggs in a clutch and laying up to 54 eggs. The female defends her eggs by coiling around them and shivering to regulate their temperature. She does not leave the eggs to eat during the incubation period, apart from briefly basking in the sun to raise her body temperature and then returning. Maternal care does not continue once the young have emerged. Juveniles resemble other M. spilota subspecies, although they become more distinct in their appearance as they mature. Hatchlings are typically browner in colour rather than the typical black of adult colouration and superficially resemble other carpet python subspecies.",
    "Geographic range": "The subspecies M. s. spilota is found in southern coastal regions of New South Wales and Victoria. It lives in a variety of habitats, including heaths, woodland, forest, and urban areas. It is known to occupy the roof space of suburban homes, living on mice and rats. \nIt has a limited distribution range in Victoria, where it is regarded as rare and threatened by reduction in available habitat. In New South Wales, it is recorded as naturally hybridising with the closely related northern subspecies  M. s. mcdowelli in the northern parts of the diamond python's range. These natural intergrades are found on the mid-north coast of NSW.\nM. s. spilota can be found at higher altitudes (for example, in the eastern Gippsland region and Blue Mountains) than any other member of the family Pythonidae. It is usually found on the eastern side of the Great Dividing Range, but can also be found on the ranges and occasionally some distance from the coast. It has the most southerly distribution of all python taxa. \nFew populations are recorded in the state of Victoria, and changes in land use have this subspecies listed as threatened with extinction.\nThey are also known to occur in rocky habitat during winter months.",
    "Behaviour": "The diamond python is typically inoffensive by nature and generally reluctant to bite. \nThis python is an ambush predators with large territories that often overlap. It moves around these territories seasonally to occupy well camouflaged positions in the warmer months and brumate in the winter months. Females have ranges up to 50 ha (120 acres); males may occupy areas almost twice as large. The diamond python is often active during the day and on warm nights, although most of its time is spent waiting in ambush for passing prey. It typically remains in one position for up to two weeks, before moving to another around 100 m (330 ft) away.M. s. spilota kills its food by constricting and suffocating it, and preys on lizards, birds, and mammals as large as possums. It is not a danger to humans, but is capable of biting and leaving teeth in the wound if severely harassed.",
    "Taxonomy": "M. s. spilota is the nominate subspecies of Morelia spilota, a species first described by Lacépède.",
    "Captivity": "The diamond python is often kept in captivity by collectors in Australia and around the world. The capture of wild specimens is illegal; however, it is successfully bred in captivity to supply the demand for this popular reptile. It is usually fed a diet of rodents and kept in controlled environments such as a vivarium.\nCaptive-bred and captive-raised specimens become quite tame, tolerate gentle handling, and make good pets. It is one of the few snakes that typically emerges from the egg with a placid, non-defensive nature.",
    "References": "",
    "Further reading": "Cogger HG (2014). Reptiles and Amphibians of Australia, Seventh Edition. Clayton, Victoria, Australia: CSIRO Publishing. xxx + 1,033 pp. ISBN 978-0643100350.\nLacépède BG (1804). \"Mémoire sur plusieurs animaux de la Nouvelle-Hollande dont la description n'a pas encore été publiée \". Annales du Muséum National d'Histoire Naturelle, Paris 4: 184-211. (Coluber spilotus, new species, p. 209). (in French).\nWilson, Steve; Swan, Gerry (2013). A Complete Guide to Reptiles of Australia, Fourth Edition. Sydney: New Holland Publishers. 522 pp. ISBN 978-1921517280."
  }
}