{
  "url": "https://en.wikipedia.org/wiki/Morelia_spilota_mcdowelli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Morelia"
    },
    {
      "Species": "M. spilota"
    },
    {
      "Subspecies": "M. s. mcdowelli"
    }
  ],
  "text": {
    "__SUMMARY__": "Morelia spilota mcdowelli is a subspecies of Morelia spilota, commonly known as the carpet python, and is informally named the Eastern, Coastal or McDowell's Carpet python. The original description and name was published by Wells and Wellington in 1984. It occurs along the northeastern coast of Australia and in New Guinea.",
    "Description": "This is a subspecies of Morelia spilota and usually attains lengths of 2.7–3 m (9–10 feet) in length.\nDorsally they are generally olive brown to tan in color with paler blotches and stripes. The pattern and colour are highly variable. Midbody scales in 40-60 rows. They have a single anal scale and their subcaudal scales are divided. Most of the head scales are small, beadlike and arranged irregularly.",
    "Habitat and range": "They are widespread in Australia in eastern Queensland and northeastern New South Wales.\nThe type locality given is \"Terania Creek, N.S.W.\" (New South Wales, Australia). they may be encountered on the ground, draped across boughs of trees or coiled up in undergrowth. They are frequently found residing in the roofs of houses even in well settled suburban areas, rainforest, wet or dry eucalypt forest, heathland, pasture, agricultural and urban areas.",
    "Notes": "They are active by day or night (nocturnal and diurnal) feeding mainly on \"warm blooded\" prey like possums, rats, flying foxes and birds, and occasionally poultry, domestic cats and small dogs. Attempts at eating cane toads are fatal. They lay up to ~35 eggs. They sometimes exhibit unpredictable and aggressive behavior. Bites are not venomous, however the bites can cause lacerations. Tetanus protection is recommended.",
    "Taxonomy": "Placed in synonymy by Underwood  and Stimson (1990).",
    "Eggs & Incubation Period": "This large species of python can lay up-to 35 eggs which the female will coil herself around, and if the eggs are removed incubated at 84-86f the young will emerge after 65-70 Days.",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "Morelia spilota at the Reptarium.cz Reptile Database. Accessed 15 February 2008."
  }
}