{
  "url": "https://en.wikipedia.org/wiki/Morelia_bredli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Morelia"
    },
    {
      "Species": "M. bredli"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Bredl's python, Centralian python, Centralian carpet python, central Australian carpet python, Bredl's carpet python, central Australian Bredl's carpet python, central Bredl's carpet python.Morelia bredli is a non-venomous python species found in Australia. No subspecies are currently recognized.",
    "Etymology": "The specific name, bredli, is in honor of Australian crocodile conservationist Josef \"Joe\" Bredl (1948–2007), father  of \"the barefoot bushman\", Rob Bredl.",
    "Description": "M. bredli is a heavily built species with adults approaching or exceeding 2 m (6 ft 5 in) in total length (including tail). Many captive specimens have been recorded at 3 m (9 ft 9 in) and slightly longer. The color pattern consists of a brown to reddish ground color with a highly variable pattern of pale intrusions. There are normally black borders around the intrusions that become more extensive around the tail. The belly is yellowish to pale cream.",
    "Distribution and habitat": "M. bredli is found in Australia, in the mountains of southern Northern Territory. The type locality given is \"Pitchie Ritchie Park, Alice Springs, Northern Territory, Australia (23°42', 133°51')\".Prefers very arid desert areas. Normally arboreal, inhabiting ranges and rocky outcrops.",
    "References": "",
    "Further reading": "Gow GF (1981). \"A new species of python from central Australia\". Australian Journal of Herpetology 1 (1): 29-34. (Python bredli ).",
    "External links": "Morelia bredli at the Reptarium.cz Reptile Database. Accessed 11 September 2007."
  }
}