{
  "url": "https://en.wikipedia.org/wiki/Morelia_spilota_variegata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Morelia"
    },
    {
      "Species": "M. spilota"
    },
    {
      "Subspecies": "M. s. variegata"
    }
  ],
  "text": {
    "__SUMMARY__": "Morelia spilota variegata, commonly known as a Carpet Python, is a subspecies of python found in New Guinea and Australia, smaller than the nominate subspecies Morelia spilota spilota and has a more restricted geographic range.",
    "Description": "Adults usually grow no more than 2m, but some have been recorded at 2.5m. There was however, one exception, one M. spilota variegata was recorded at 280 cm at the age of four years.The colour pattern consists of a beige or brown ground color overlaid with blackish or gray blotches, cross-bands or stripes, or a combination of any of these. Regional colour variations can include bright yellow, gold, rust and clear greys.",
    "Naming": "A number of synonyms refer to this subspecies:  Morelia variegata - Gray, 1842; Morelia variegata - Gray, 1849; Morelia argus variegata - Jan & Sordelli, 1864; Morelia argus variegata - Mitchell, 1951;  Morelia spilotes variegata - Mitchell, 1955;  Morelia argus variegata - Stimson, 1969; Python spilotus variegatus - L.A. Smith, 1981;  Morelia variegata - Wells & Wellington, 1984; and * Morelia spilota variegata - Barker & Barker, 1984.Common names include carpet python, Northwestern carpet python, Irian Jaya carpet python, West Papuan carpet python, Proserpine carpet python.",
    "Geographic range": "Found in New Guinea (Western New Guinea and Papua New Guinea) and Australia in northwestern Western Australia and in the northern portion of the Northern Territory. The type locality given is \"North Australia: Port Essington\" (Northern Territory, Australia).",
    "Feeding": "The snake is not venomous and kills prey by constriction. Their diet is varied and includes many different birds and mammals. Populations that inhabit forested areas are mostly arboreal and often feed on brush-tailed possums, Trichosurus.",
    "Reproduction": "Oviparous, females deposit their eggs in secluded places such as hollow logs and tree boles where they protect and incubate them. Captive specimens have produced up to 18 eggs that hatch after a 40-day incubation period. The hatchlings are about 12 inches (30 cm) in length.",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "Morelia spilota at the Reptarium.cz Reptile Database. Accessed 31 December 2007.\nM. s. variegata range map at Kingsnake.com. Accessed 4 May 2008.\nIrian Jaya carpet python breeding cycle at Antaresia.com. Accessed 4 May 2008."
  }
}