{
  "url": "https://en.wikipedia.org/wiki/Morelia_boeleni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Simalia"
    },
    {
      "Species": "S. boeleni"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Boelen's python, black python.Simalia boeleni is a species of python, a nonvenomous snake in the family Pythonidae. The species is endemic to the mountains of New Guinea. No subspecies are currently recognized.",
    "Etymology": "The specific name, boeleni, is in honor of K.W.J. Boelen, M.D., who collected the holotype specimen.",
    "Description": "In S. boeleni adults, the upperside color pattern is dark bluish-black or purplish-black, and the anterior part of the underside is white to pale yellow. The white extends up the flanks as a series of streaks. The upper and lower lips are also patterned with pale or whitish labial scales. The black portions are commonly iridescent with an oil-slick-like sheen. The body is stocky and the head large. Neonates are predominantly red upon emerging from the egg. Gradual black pigmentation presents itself as the neonate grows and sheds. Ontogenetic color charge begins as the juvenile snake approaches 1 m (39 in) in length, usually around 2 years of age. Adults may be up to 3 m (9.8 ft) in total length (including tail).",
    "Conservation status": "The unmistakable and famed Boelen's python receives the highest legal protection possible in Papua New Guinea. It is currently listed on CITES Appendix II. It is difficult to truly assess the conservation status of these snakes, as they are incredibly secretive and difficult to find in the wild.",
    "Common names": "Locally, S. boeleni is also known as the blu moran or papa graun. Within Indonesia, it has several names depending on which language is used. The common Indonesian names of this snake are sanca hitam, sanca bulan, piton hitam, and ular buleni.",
    "Distribution and habitat": "S. boeleni is found in Indonesia (Western New Guinea in the Paniai Lakes region) and Papua New Guinea (the provinces of Eastern Highlands, Central and Morobe, and Goodenough Island).\nThe type locality given is \"Dimija (3[°] 56' S, 136[°] 18' E), Wissel Lakes, Dutch New Guinea, about 1750 m (5700 feet) above sea-level\" [Western New Guinea, Indonesia].The species inhabits forested montane regions of over 1,000 m (3,300 ft) elevation. It is generally encountered on the forest floor, but is also reckoned to be an able climber.",
    "Diet": "The diet of S. boeleni consists of mammals, lizards, and birds.",
    "Captivity": "S. boeleni is considered to be highly desirable by private keepers due to its beauty, but is also exceptionally rare in collections.  Although captive-born snakes are fairly hardy in captivity, wild-caught individuals are considerably more difficult to keep successfully.  Captive breeding is exceedingly rare, and the conditions necessary are still unclear. Many specific strategies have been employed to attempt to get these rare snakes to breed.",
    "See also": "List of pythonid species and subspecies.\nPythonidae by common name.\nPythonidae by taxonomic synonyms.",
    "References": "",
    "Further reading": "Flagle, Ari R.; Stoops, Erik D. (2009). Black python: Morelia boeleni. (Contributions to Natural History, Vol. 26). Frankfurt: Chimaira Buchhandelsgesellschaft mbh. 160 pp. ISBN 9783930612864.\nBrongersma LD (1953). \"Zoology Notes on New Guinean Reptiles and Amphibians II\". Proc. Koninklijke Nederlandse Akademie van Wetenschappen, Amsterdam (Series C) 56: 317-325. (Liasis boeleni , new species, p. 317.)",
    "External links": "Boelen's python site & forums.\nBoelen's Python Site by Ari R. Flagle."
  }
}