{
  "url": "https://en.wikipedia.org/wiki/Morelia_spilota_metcalfei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Morelia"
    },
    {
      "Species": "M. spilota"
    },
    {
      "Subspecies": "M. s. metcalfei"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: inland carpet python, Murray Darling carpet python, MD carpet python, Victorian carpet python.Morelia spilota metcalfei is a python subspecies found in Australia, commonly known as the Murray Darling carpet python. The pythons are non-venomous snakes that constrict their prey. They grow up to 2.7m (9 feet), but adults are usually around 2.4m (8 feet). Color varies depending on locality; Victorian MD's are silver with solid black blotches and stripes, as we move into NSW the silver becomes a light brown and the patterning becomes more of a dark brown rather than black, the SA MD's introduce patches of maroon. These pythons are semi-arboreal, typically inhabiting rocky outcrops, dry woodlands, riverine forests and flood plains. The threats to the snakes are people and other snakes.",
    "Diet": "Murray Darling pythons naturally feed on mammals, birds and lizards. In captivity, they are fed mice and rats, and as adults can be fed rabbits, quails and small chickens.",
    "Geographic range": "Found in Australia in the Murray-Darling Basin of Queensland, New South Wales, Victoria and South Australia. The type locality given is \"Warrum bungle Mountains, New South Wales\" [Australia].",
    "In captivity": "These pythons are popular as pets due to their mild temperament, although a license and fees are usually required in Australia. As with other carpet python species, both naturally occurring and designer morphs are common in captive specimens, such as albino or reduced pattern varieties.",
    "Image Gallery": "",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "Morelia spilota at the Reptarium.cz Reptile Database. Accessed 19 September 2007."
  }
}