{
  "url": "https://en.wikipedia.org/wiki/Morelia_viridis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Morelia"
    },
    {
      "Species": "M. viridis"
    }
  ],
  "text": {
    "__SUMMARY__": "The  green tree python (Morelia viridis), is a species of python native to New Guinea, islands in Indonesia, and Cape York Peninsula in Australia. Described by Hermann Schlegel in 1872, it was known for many years as Chondropython viridis. As its name suggests, it is a bright green snake that can reach 2 m in length and 1.6 kg in weight, with females slightly larger and heavier than males. Living generally in trees, the green tree python mainly hunts and eats small reptiles and mammals. It is a popular pet, and numbers in the wild have suffered with large-scale smuggling of wild-caught green tree pythons in Indonesia. Despite this, the green tree python is rated as least concern on the IUCN Red List of endangered species.",
    "Names": "It is known as klngan in the Kalam language of Papua New Guinea.",
    "Taxonomy": "German naturalist Hermann Schlegel described the green tree python in 1872 as Python viridis, from two specimens collected in the Aru Islands of Indonesia. His countryman Adolf Bernhard Meyer erected the genus Chondropython (though recognised similarity to Morelia) and described the green tree python as Chondropython azureus in 1874, from a specimen collected in \"Kordo\", later determined to be Korido on Biak Island. This was destroyed in World War II. French naturalist Henri Émile Sauvage described Chondropython pulcher from a specimen from Mansinam Island, Irian Jaya.\nFor many years, the green tree python was classified as the only species of the genus Chondropython, with the binomial name C. viridis. In 1993, Professor Arnold G. Kluge published a detailed phylogenetic analysis that found that the green tree python was nested within the genus Morelia and most closely related to the rough-scaled python (M. carinata). Hence, it became Morelia viridis. Two studies of mitochondrial and nuclear DNA published in 2013 and 2014 came up with differing results, one confirming the species in Morelia, the other placing it as an early offshoot with the Children's python genus Antaresia. This latter result was thought anomalous by later researchers.Raymond Hoser described the Australian population as a separate subspecies Chondropython viridis shireenae, after his wife Shireen, noting that the taxon consistently had white markings along the backbone, whereas snakes from New Guinea and Indonesia only sometimes had this trait, and the molecular analysis would bear out the distinctness. A genetic study by Lesley Rawlings and Stephen Donnellan in 2003 of mitochondrial DNA of the green tree python found two distinct lineages: a southern lineage comprising populations of Australia, Aru Islands, and New Guinea south of the central highlands, and a northern lineage of New Guinea north of the central highlands and Vogelkop Peninsula, and Biak Island. The two likely diverged around 5 million years ago with the rising of the central mountain range in New Guinea. The authors suggested this might explain poor breeding success in Australia if people were unknowingly trying to breed the northern and southern green tree pythons, as they were not closely related. The two taxa are indistinguishable in appearance.",
    "Description": "The green tree python is characterized by a relatively slim body. The relatively long tail accounts for about 14% of the total length. The head is large and clearly defined from the neck. The snout is large and angular. The body is triangular in cross section with a visible spine. The species usually reaches a total length of 150–180 cm (4.9–5.9 ft), but large females may reach 200 cm (6.6 ft). The size also varies depending on the region of origin. The weight is highly dependent upon the nutritional status of the animal. Males can weigh about 1,100–1,400 g (2.4–3.1 lb), females up to 1,600 g (3.5 lb), although wild specimens are typically much lighter than this. Especially large specimens that can weigh up to 2,200 g (4.9 lb) are invariably females, which, like most snakes, are slightly larger and heavier than males.",
    "Distribution and habitat": "They are found in Indonesia (Misool, Salawati, Aru Islands, Schouten Islands, most of Western New Guinea), Papua New Guinea (including nearby islands from sea level to 1,800 m elevation, Normanby Island and the d'Entrecasteaux Islands) and Australia (Queensland along the east coast of the Cape York Peninsula). The type locality given is \"Aroe-eilanden\" (Aru Islands, Indonesia).This species is sympatric with M. spilota and the two often compete in the same ecological niche.\nIts main habitat is typically in or near rainforest, and is primarily arboreal, residing in trees, shrubs, and bushes. Occasionally, it is seen on the ground.",
    "Conservation": "In 2010, the green tree python was rated as least concern on the IUCN Red List of endangered species on the basis of its large range and isolated declines in population from smuggling. However, the threat from smuggling for the pet trade was recognised and requires monitoring.",
    "Behaviour": "Primarily arboreal, these snakes have a particular way of resting in the branches of trees; they loop a coil or two over the branches in a saddle position and place their head in the middle. This trait is shared with the emerald tree boa (Corallus caninus) of South America. This habit, along with their appearance, has caused people to confuse the two species when seen outside their natural habitat.",
    "Diet": "The diet consists mostly of small mammals, such as rodents, and sometimes reptiles, such as geckos and skinks. This snake, like the emerald tree boa, was thought to eat birds; however, Switak conducted field work on this issue. In examining stomach contents of more than 1,000 animals, he did not find any evidence of avian prey. Prey is captured by holding onto a branch using the prehensile tail and striking out from an S-shaped position and constricting the prey. Wild specimens have also been observed and photographed wrapped around the base of small tree trunks, facing down in an ambush position, presumably waiting for ground mammals to prey upon.",
    "Reproduction": "M. viridis is oviparous, laying one to 25 viable eggs per clutch. Breeding has never been reported from the wild, but in captivity, eggs are incubated and protected by the female. Hatchlings are lemon-yellow with broken stripes and spots of purple and brown, or golden or orange-red. For yellow individuals at Iron Range National Park, Australia, the color change occurred over 5–10 days when individuals were 58–60 cm (23–23.5 in) long, which corresponds to about a year old. Color change for red juveniles has not been observed in the wild.",
    "Captivity": "These snakes are often bred and kept in captivity, although they are usually considered an advanced species due to their specific care requirements; once these are met, they usually thrive in captivity. The green tree python is a popular species among reptile enthusiasts and breeders on account of its adult and juvenile colours. This has led to large numbers being illegally caught in the wild to the detriment of native populations. Transport is hazardous to the snakes' health and up to half are thought to perish in the smuggling process. The species is protected by the Convention on International Trade in Endangered Species of Wild Fauna and Flora with its placement on the Appendix II list of vulnerable species, which makes the import, export, and trade of listed wild-caught animals illegal. In 1999, it was fully protected under national legislation in Indonesia.Despite this, a flourishing illegal trade continues, and  wildlife breeding farms were found to be serving as conduits to funnel wild-caught green tree pythons out of Indonesia. Investigation in the provinces of Maluku, West Papua, and Papua from 2009 to 2011 revealed that 80% of green tree pythons exported were caught in the wild, an estimate of around 5337 individuals a year. Harvesting of wild green tree pythons was heaviest in Biak and neighbouring islands, with resulting population decline.",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "Morelia viridis at the Reptarium.cz Reptile Database. Accessed 19 September 2007."
  }
}