{
  "url": "https://en.wikipedia.org/wiki/Python_breitensteini",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Python"
    },
    {
      "Species": "P. breitensteini"
    }
  ],
  "text": {
    "__SUMMARY__": "The Borneo short-tailed python (Python breitensteini), also known as Borneo blood python, is a species of non venomous python endemic to the island of Borneo.",
    "Etymology": "The specific name, breitensteini, is in honor of Heinrich Breitenstein, a German physician and naturalist who collected amphibians and reptiles in Borneo.",
    "Description": "Adults of P. breitensteini have been reported to attain a total length (including tail) of 2.1 m (7 ft), although they are usually no more than 1.2 m (4 ft). Heavy-bodied, they can weigh as much as 13.6 kg (30 lb). Females are generally larger than males. The head is broad with several thermoreceptive pits along the nose. The tail is short and tapering.\nThe color pattern is usually tan with brown blotching, which varies greatly. Though no instances of albinism have been reported, a few individuals display a significantly lighter color, appearing more yellow than brown. Juveniles have a more contrasting pattern than adults. The head is usually yellow.",
    "Distribution and habitat": "P. breitensteini is found in Brunei, Indonesia, and Malaysia, on the island of Borneo. Typically, they are found at lower elevations, on poorly drained flood plains, or on the edges of swampy areas; man-made irrigation of farmland has also provided appropriate habitat.",
    "Captivity": "While the Borneo python generally has a reputation for being mean-tempered, this species is increasing in popularity among reptile enthusiasts because captive-bred specimens are recognized as easier to handle than wild-caught snakes.  Almost all of the early imported animals were animals originally caught for the skin trade.",
    "Taxonomy": "For a while considered a subspecies of Python curtus, P. breitensteini was re-elevated to a full species by Keogh, Barker and Shine (2001).",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "Further reading": "",
    "External links": "Bloodpythons.com. Accessed 15 September 2007."
  }
}