{
  "url": "https://en.wikipedia.org/wiki/Python_kyaiktiyo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Python"
    },
    {
      "Species": "P. kyaiktiyo"
    }
  ],
  "text": {
    "__SUMMARY__": "Python kyaiktiyo is a python species endemic to Myanmar that is known only from the holotype collected in Yetagon Myaung at an altitude of 390 m (1,280 ft). It has been listed on the IUCN Red List as Vulnerable since 2012.",
    "Taxonomy": "Python kyaiktiyo was first described by George R. Zug, Steve W. Gotte, and Jeremy F. Jacobs in 2011 based on a female specimen collected in Kyaiktiyo Wildlife Sanctuary in 2002. The presence of unique traits and sufficient allopatry indicate that it is a unique species and distinct from its nearest geographical counterpart, the blood python.",
    "Description": "The Myanmar short-tailed python is a non-venomous, ovoviparous constrictor that grows up to 6 feet (1.83 meters) in length. In 2002, an unusual female python was found. In 2011, it was named as a new species. Since discovery, only a few specimens have been found and thus there is very little information known about its size and weight. Due to common features, the species has been grouped with the three species of the short-tailed python group. The Myanmar short-tailed python differs in the large number of ventral scales (180 or more). The captured female was 152 cm long and weighed 3.6 kg. Its body has a light brown base with rusty colored stripes and blotches on top. They are smooth-scaled, primarily terrestrial, and possess, as do most pythons, facial pits that sense differentiations in radiant heat. Overall, they are naturally reddish brown, with dark brown to black mottled spots running the entire length of the body.",
    "Distribution and habitat": "P. kyaiktiyo is thought to be endemic to Myanmar's Tenghyo Range in Mon State, though it has been observed rarely in the region.",
    "See also": "List of pythonid species and subspecies.\nPythonidae by common name.\nPythonidae by taxonomic synonyms.\n\n\n== References =="
  }
}