{
  "url": "https://en.wikipedia.org/wiki/Python_timoriensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Malayopython"
    },
    {
      "Species": "M. timoriensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Timor python (Malayopython timoriensis) is a python species found in Southeast Asia. A dwarf form, no subspecies are currently recognized. Like all pythons, they are nonvenomous constrictors; unlike larger species such as M. reticulatus, they are not considered dangerous to humans.",
    "Description": "The Timor python is a fairly long (over 7 ft), but relatively thin python. It has a series of heat-sensing pits between its nostrils and mouth used to find warm-blooded prey in total darkness. It is cold-blooded.",
    "Distribution and habitat": "Found in Southeast Asia on the Lesser Sunda Islands (Flores, Lombien and Timor islands), its type locality is given as \"Kupang, (Timor)\" [Indonesia].",
    "Feeding": "Captive specimens have been known to accept birds and small mammals.",
    "Taxonomy": "Liasis amethystinus var. timoriensis was the scientific name proposed by Johann Gottlob Schneider in 1801.Authors of a phylogenetic study suggested that the Timor python together with the reticulated python should be moved to a distinct genus Broghammerus. Subsequent phylogenetic analyses have supported the separation of the Timor and reticulated pythons from genus Python. However, Broghammerus is considered an invalid name by most authorities, which made Reynolds et al. formally rename this clade Malayopython in 2014, a decision that was followed by many authors.",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "Python timoriensis at the Reptarium.cz Reptile Database. Accessed 21 September 2007."
  }
}