{
  "url": "https://en.wikipedia.org/wiki/Python_bivittatus_progschai",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Python"
    },
    {
      "Species": "P. bivittatus"
    },
    {
      "Subspecies": "P. b. progschai"
    }
  ],
  "text": {
    "__SUMMARY__": "The  dwarf Burmese python (Python bivittatus progschai) is insular dwarf subspecies of the Burmese python (Python bivittatus bivittatus). The dwarf Burmese is native to the Indonesian islands of Java, Bali, Sumbawa, and Sulawesi. The dwarf subspecies seems to have a maximum length of 8.2 ft (2.5 m). In 2009, the dwarf Burmese python was officially recognized as subspecies of the Burmese python.They are often found in forests, and sometimes near bodies of fresh or brackish water. The subspecies seems to prefer hiding among old logs, and tree stumps. However, like their larger mainland cousins, they also seem to enjoy the occasional dip in fresh or brackish water. They do seem to mostly nocturnal, with increased active between the hours of dusk to dawn.",
    "Description": "Dwarf Burmese pythons differ in size, appearance and build, compared to their larger mainland cousins. Not only are the dwarf Burmese shorter in length, but they are also slimmer in over all build. Also the dwarfs tend to lighter in coloration, with better defined markings, when compared with the coloration and markings of a normal mainland Burmese python.\nWhile the largest dwarf Burmese python is recorded at being at 8.2 ft (2.5 m), The average for females of this subspecies seems to be about 5.5–6 ft (1.7–1.8 m). The average for adult male Dwarfs seems to be about 4–4.5 ft (1.2–1.4 m).",
    "Distribution and habitat": "The species has a disjunct distribution, natively occurring on several Indonesian islands (Java, Nusa Barung, Bali, Sumbawa, possibly Lombok, and south Sulawesi). It does not inhabit peninsular Malaysia, Borneo and Sumatra. The dwarf Burmese python can be found in grasslands, forested woodlands, jungles, marshes, swamps, and river valleys; it generally requires the presence of water.",
    "Behavior": "Dwarf Burmese pythons are mainly nocturnal, forest dwellers, much like their larger mainland cousins. When young, they are equally at home on the ground and in trees, but as they gain girth, they tend to restrict most of their movements to the ground. They are also excellent swimmers, being able to stay submerged for up to half an hour. Burmese pythons spend the majority of their time hidden in the underbrush\nDwarf Burmese pythons breed in the mid spring, with females laying clutches of 8-14 eggs in April or May. The females remain with the eggs until they hatch, wrapping around them and twitching their muscles in such a way as to raise the ambient temperature around the eggs by several degrees. Once the hatchlings use their egg tooth to cut their way out of their eggs, no further maternal care is given. In captivity - the eggs can be taken from the female and hatched in about 56–60 days.",
    "Diet": "Like all snakes, the dwarf Burmese python is carnivorous. Its diet consists primarily of appropriately sized items - i.e. small birds and mammals.  The snake uses its sharp rearward-pointing teeth to seize its prey, then wraps its body around the prey, at the same time contracting its muscles, killing by constriction. The main natural prey for the dwarf Burmese python seems to be mainly rats, mice, other rodents, and small birds. In captivity - averaged sized adult dwarf Burmese can be feed a regular diet of medium to extra large rats, once every 7–10 days. Only the larger females (6+ feet) should be feed on rabbits or other larger mammals. Although they can still eat chickens or small poultry.",
    "Captivity": "Dwarf Burmese pythons have been kept in captivity since 2003, when they were first imported from Indonesia. While they not nearly as common or popular as their larger mainland cousins. They still can be sold as pets. However dwarfs tend to have the reputation of having a nasty disposition (hissing & striking). This is mainly caused by wild caught adults. Captive born and bred juveniles, tend be more similar to normal mainland Burmese is their temperament and disposition. CBB dwarfs tend to have a fairly docile, but curious personality. While dwarfs do not grow as their larger, mainland cousins. They still reach full sexual maturity in less than 3 years.\nWhile there are no known morphs linked to the dwarf Burmese pythons, at this time. Hybrids between the dwarf and nominal forms do exist - often called half dwarfs. These hybrids are often slightly larger than the dwarf Burmese pythons. The hybrids also can produce various morphs starting in the 2nd generation. In 2005, the very first F1 half dwarf Burmese pythons were first produced in the United States. In 2008, The very first F2 half dwarfs were produced from F1 parents.",
    "Conservation": "The Burmese python species as a whole is classified as vulnerable by the IUCN, mostly due to illegal pet trade and capture for consumption. Depleted populations may be put under additional pressure by habitat degradation through slash and burn agriculture in upland areas.\nIn Florida, where Burmese pythons is invasive, it poses a threat to the ecosystem by consuming native wildlife.\n\n\n== References =="
  }
}