{
  "url": "https://en.wikipedia.org/wiki/Python_bivittatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Python"
    },
    {
      "Species": "P. bivittatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Burmese python (Python bivittatus) is one of the five largest species of snakes in the world (about the fourth-largest as measured either by length or weight). It is native to a large area of Southeast Asia but is found as an invasive species elsewhere. Until 2009, it was considered a subspecies of Python molurus, but now is recognized as belonging to a distinct species.They are often found near water, marshy type areas, and are sometimes semiaquatic, but can also be found in trees. Wild individuals average 3.7 m (12.1 ft) long, but have been known to reach 5.74 m (18.8 ft).",
    "Description": "Burmese pythons are dark-colored snakes with many brown blotches bordered in black down the back. The perceived attractiveness of their skin pattern contributes to their popularity with both reptile keepers and the leather industry. The pattern is similar in colour, but different in actual pattern from the African rock python (Python sebae), sometimes resulting in confusion of the two species outside of their natural habitats. The African rock python can generally be distinguished by its tighter pattern of markings, compared to the Burmese python, which has bolder patterns, similar to those seen on a giraffe.In the wild, Burmese pythons typically grow to 5 m (16 ft 5 in), while specimens of more than 7 m (23 ft 0 in) are uncommon. This species is sexually dimorphic in size; females average only slightly longer, but are considerably heavier and bulkier than the males. For examples, length-weight comparisons in captive Burmese pythons for individual females have shown: at 3.47 m (11 ft 5 in) length, a specimen weighed 29 kg (64 lb), a specimen of just over 4 m (13 ft 1 in) weighed 36 kg (79 lb), a specimen of 4.5 m (14 ft 9 in) weighed 40 kg (88 lb), and a specimen of 5 m (16 ft 5 in) weighed 75 kg (165 lb). In comparison, length-weight comparisons for males found: a specimen of 2.8 m (9 ft 2 in) weighed 12 kg (26 lb), 2.97 m (9 ft 9 in) weighed 14.5 kg (32 lb), a specimen of 3 m (9 ft 10 in) weighed 7 kg (15 lb), and a specimen of 3.05 m (10 ft 0 in) weighed 18.5 kg (41 lb). In general, individuals over 5 m (16 ft 5 in) are rare. The record maximum length for Burmese pythons is held by a female named “Baby”, that lived at Serpent Safari, Gurnee, Illinois, for 27 years. Shortly after death, her actual length was determined to be 5.74 m (18 ft 10 in). Widely published data of specimens that were reported to have been even several feet longer are not verified. Dwarf forms occur on Java, Bali, and Sulawesi. On Bali, they reach an average length of 2 m (6 ft 7 in), and on Sulawesi, they achieve a maximum of 2.5 m (8.2 ft).",
    "Distribution and habitat": "The Burmese python occurs throughout Southern and Southeast Asia, including eastern India, southeastern Nepal, western Bhutan, southeastern Bangladesh, Myanmar, Thailand, Laos, Cambodia, Vietnam, northern continental Malaysia, and in southern China in Fujian, Jiangxi, Guangdong, Hainan, Guangxi, and Yunnan. It also occurs in Hong Kong, and in Indonesia on Java, southern Sulawesi, Bali, and Sumbawa. It has also been reported on Kinmen.It is an excellent swimmer and needs a permanent source of water. It lives in grasslands, marshes, swamps, rocky foothills, woodlands, river valleys, and jungles with open clearings. It is a good climber and has a prehensile tail.\nThere are natural predators of the Burmese python, like the tiger and the King cobra",
    "Distribution and habitat-Invasive species (United States)": "Python invasion has been particularly extensive, notably across South Florida, where a large number of pythons can now be found in the Florida Everglades. The current number of Burmese pythons in the Florida everglades may have reached a minimum viable population and become an invasive species. Hurricane Andrew in 1992 was deemed responsible for the destruction of a python-breeding facility and zoo, and these escaped snakes spread and populated areas into the Everglades. More than 1,330 have been captured in the Everglades. Also, between 1996 and 2006, the Burmese python gained popularity in the pet trade, with more than 90,000 snakes imported into the US.By 2007, the Burmese python was found in northern Florida and in the coastal areas of the Florida Panhandle. The importation of Burmese pythons was banned in the United States in January 2012 by the U.S. Department of the Interior. A 2012 report stated, \"in areas where the snakes are well established, foxes and rabbits have disappeared. Sightings of raccoons are down by 99.3%, opossums by 98.9%, and white-tailed deer by 94.1%.\" Bird and coyote populations may be threatened, as well as the already-rare Florida panther.Burmese pythons also compete with the native American alligator, and numerous instances of alligators and pythons attacking – and in some cases, preying on – each other have been reported and recorded.\nBy 2011, researchers identified up to 25 species of birds from nine avian orders in the digestive tract remains of 85 Burmese pythons found in the Everglades National Park. Native bird populations are suffering a negative impact from the introduction of the Burmese python in Florida; among these bird species, the hunting of wood stork by the Burmese python is of specific concern considering that it is listed as federally endangered.Numerous efforts have been made to eliminate the Burmese python population in the last decade. Understanding the preferable habitat for the species is needed to narrow down the python hunt. Burmese pythons have been found  to select broad-leafed and low-flooded habitats. Broad-leafed habitats comprise cypress, overstory, and coniferous forest. Though aquatic marsh environments would be a great source for prey, the pythons seem to prioritize morphological and behavioral camouflage to be protected from predators. Also, the Burmese pythons in Florida have been found to prefer elevated habitats, since this provides the optimal conditions for nesting. In addition to elevated habitats, edge habitats are common places where  Burmese pythons are found for thermoregulation, nesting, and hunting purposes.One of the Burmese python eradication movements with the biggest influence was the 2013 Python Challenge in Florida. This was a month-long contest wherein a total of 68 pythons was removed. The contest offered incentives such as prizes for longest and greatest number of captured pythons. The purpose of the challenge was to raise awareness about the invasive species, increase participation from the public and agency cooperation, and to remove as many pythons as possible from the Florida Everglades.A study from 2017 introduced a new method for identifying the presence of Burmese pythons in southern Florida; this method involves the screening of mosquito blood. Since the introduction of the Burmese python in Florida, the pythons have become hosts for mosquito communities.[28] The research involved the screening of native mosquitoes' blood for the presence of python DNA. By this means,  determining the presence or absence of the Burmese python is possible.[28]In April 2019, researchers captured and killed a large Burmese python in Florida's Big Cypress National Preserve. It was more than 17 ft long, weighed 140 lb, and contained 73 developing eggs.",
    "Behavior": "Burmese pythons are mainly nocturnal rainforest dwellers. When young, they are equally at home on the ground and in trees, but as they gain girth, they tend to restrict most of their movements to the ground. They are also excellent swimmers, being able to stay submerged for up to half an hour. Burmese pythons spend the majority of their time hidden in the underbrush. In the northern parts of its range, the Indian python may brumate for some months during the cold season in a hollow tree, a hole in the riverbank, or under rocks. Brumation is biologically distinct from hibernation. While the behaviour has similar benefits, specifically to endure the winter without moving, it also involves preparation of both male and female reproductive organs for the upcoming breeding season. Controversy exists over whether the Burmese species is able to brumate.\nThey tend to be a solitary species and are usually found in pairs only when mating. Burmese pythons breed in the early spring, with females laying clutches of 12–36 eggs in March or April. They remain with the eggs until they hatch, wrapping around them and twitching their muscles in such a way as to raise the ambient temperature around the eggs by several degrees. Once the hatchlings use their egg tooth to cut their way out of their eggs, no further maternal care is given. The newly hatched often remain inside their eggs until they are ready to complete their first shedding of skin, after which they hunt for their first meal.",
    "Diet": "Like all snakes, the Burmese python is carnivorous. Its diet consists primarily of appropriately sized birds and mammals. The snake uses its sharp, rearward-pointing teeth to seize its prey, then wraps its body around the prey, at the same time contracting its muscles, killing the prey by constriction. It is often found near human habitation due to the presence of rats, mice, and other vermin as a food source. However, its equal affinity for domesticated birds and mammals means it is often treated as a pest. In captivity, its diet consists primarily of commercially available, appropriately sized rats, graduating to larger prey such as rabbits and poultry as it grows. Exceptionally large pythons may even require larger food items such as pigs or goats, and are known to have attacked and eaten alligators and adult deer in Florida, where they are an invasive species.",
    "Diet-Digestion": "The digestive response of Burmese pythons to such large prey has made them a model species for digestive physiology. A fasting python has a reduced stomach volume and acidity, reduced intestinal mass, and a 'normal' heart volume. After ingesting prey, the entire digestive system undergoes a massive remodelling, with rapid hypertrophy of the intestines, production of stomach acid, and a 40% increase in mass of the ventricle of the heart to fuel the digestive process.",
    "Conservation": "Wild populations are considered to be \"threatened\" and are listed on Appendix II of CITES. All the giant pythons (including the Indian python, the African rock python, and the reticulated python) have historically been slaughtered to supply the world leather market, as well as for folk medicines, and captured for the pet trade. Some are also killed for food, particularly in China.\nThe IUCN has recently listed the Burmese python as \"vulnerable\", reflecting its overall population decline. Important reasons for the decline are trade for skins and for food; habitat degradation may be a problem in some upland areas.In Hong Kong, it is a protected species under Wild Animals Protection Ordinance Cap 170.",
    "Captivity": "Burmese pythons are often sold as pets, and are made popular by their attractive colouration and apparently easy-going nature. However, these animals have a rapid growth rate, and often exceed 2.1 m (6.9 ft) in length in a year if cared for and fed properly. By age four, they will have reached their adult size, though they continue growing very slowly throughout their lives, which may exceed 20 years.\n\nAlthough this species has a reputation for docility, they are very powerful animals – capable of inflicting severe bites, even killing adult, professional, or multiple keepers by constriction. They also consume large amounts of food, and due to their size, require large, often custom-built, secure enclosures. As a result, some are released into the wild, and become invasive species that devastate the environment. For this reason, some jurisdictions (including Florida due to the python invasion in the Everglades) have placed restrictions on the keeping of Burmese pythons as pets. Violators could be imprisoned for more than 7 years or fined $500,000 if convicted.\nBurmese pythons are opportunistic feeders; they eat almost any time food is offered, and often act hungry even when they have recently eaten. As a result, they are often overfed, causing obesity-related problems to be common in captive Burmese pythons.\nLike the much smaller ball python, Burmese pythons are known to be easygoing or timid creatures, which means that if cared for properly, they can easily adjust to living near humans.",
    "Captivity-Handling": "Although pythons are typically afraid of people due to their high stature, and generally avoid humans, special care is still required when handling them. Given their adult strength, multiple handlers (up to one person per meter of snake) are usually recommended. Some jurisdictions require owners to hold special licenses, and as with any wild animal being kept in captivity, treating them with the respect an animal of this size commands is important.",
    "Captivity-Variations": "The Burmese python is frequently captive-bred for colour, pattern, and more recently, size. Its albino form is especially popular and is the most widely available morph. They are white with patterns in butterscotch yellow and burnt orange. Also, \"labyrinth\" specimens with maze-like patterns, khaki-coloured \"green\", and \"granite\" with many small angular spots are available. Breeders have recently begun working with an island lineage of Burmese pythons. Early reports indicate that these  dwarf Burmese pythons have slightly different colouring and pattern from their mainland relatives and do not grow much over 2.1 m (6.9 ft) in length. One of the most sought-after of these variations is the leucistic Burmese. This particular variety is very rare, being entirely bright white with no pattern and blue eyes, and has only recently (2008/2009) been reproduced in captivity as the homozygous form (referred to as \"super\" by reptile keepers) of the codominant hypomelanistic trait. The caramel Burmese python has caramel-coloured pattern with \"milk-chocolate\" eyes.",
    "See also": "Inclusion body disease, a viral disease affecting pythons",
    "References": "Mattison, Chris (1999). Snake. DK Publishing. ISBN 978-0-7894-4660-2.\nAnapsid.org: Burmese Python",
    "Further reading": "Bryan Christy: The Lizard King: The True Crimes and Passions of the World's Greatest Reptile Smugglers. New York: TWELVE, 2008 ISBN 978-0-446-58095-3",
    "External links": "Invasion of the Giant Pythons PBS video\nSpecies Profile - Burmese Python (Python molurus bivittatus). National Invasive Species Information Center, United States National Agricultural Library."
  }
}