{
  "url": "https://en.wikipedia.org/wiki/Python_anchietae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Python"
    },
    {
      "Species": "P. anchietae"
    }
  ],
  "text": {
    "__SUMMARY__": "Python anchietae (Common names: Angolan python, Anchieta's dwarf python.) is a nonvenomous python species endemic to southern Africa. According to Broadley (1990), this species is most closely related to the royal python, P. regius, of western Africa, and no subspecies are currently recognized. It is named after the Portuguese naturalist and explorer José Alberto de Oliveira Anchieta.",
    "Description": "P. anchietae may grow up to 183 cm (6 ft) in total length (including tail). The color pattern is a reddish-brown to brown to almost black ground, overlaid with irregular white or cream-colored bands and spots. The belly is yellowish. A rare species seldom seen in the wild or in captivity, it is the only python to have \"bead-like\" head scales. It has heat sensitive pits, five on each side of the head, on the upper lip. The smooth dorsal scales are arranged in 57-61 rows.",
    "Distribution and habitat": "P. anchietae is found in Africa in southern Angola and northern Namibia. The type locality given is \"Catumbella [Catumbela]\" near Lobito, Angola. Habitats are rocky outcrops or areas strewn with rocks in open brush or grassland. Diurnal, they shelter in small caves, overhangs and crevices.",
    "Behaviour and biology": "P. anchietae exhibits similar temperament to its closest cousin, the ball python. It hisses, but this is mostly bluff. Diet consists of small mammals and birds. P. anchietae is oviparous, with small clutches of four to five eggs being produced at a time. It is not known whether the females \"incubate\" their eggs as is typical for the members of this family. Hatchlings are 43–46 cm (17-18 inches) in length.",
    "Captivity": "P. anchietae is rare in captivity due to the long civil war in Angola. Although the war is over, the fields and forests are covered with land mines, and few dare to risk catching them.",
    "See also": "List of pythonid species and subspecies.\nPythonidae by common name.\nPythonidae by taxonomic synonyms.",
    "References": "",
    "External links": "Python anchietae at the Reptarium.cz Reptile Database. Accessed 21 September 2007.",
    "Further reading": "Bocage JVB (1887). \"Sur un Python nouveau d'Afrique \". Jornal de sciencias mathematicas physicas e naturaes, Lisboa [12] (46): 87-88. (Python anchietae, new species). (in French)."
  }
}