{
  "url": "https://en.wikipedia.org/wiki/Python_brongersmai",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Python"
    },
    {
      "Species": "P. brongersmai"
    }
  ],
  "text": {
    "__SUMMARY__": "Python brongersmai, commonly known as Brongersma's short-tailed python, blood python and red short-tailed python, is a nonvenomous python species native to the Malay Peninsula, Sumatra and adjacent small islands.",
    "Etymology": "The specific name, brongersmai, is in honor of Dutch herpetologist Leo Brongersma.",
    "Distribution and habitat": "P. brongersmai is found in peninsular (Western) Malaysia, Sumatra east of the central dividing range of mountains, Bangka Island and other islands in the Strait of Malacca, including the Lingga Islands, Riau islands, and Pinang. and Thailand. The natural habitat of P. brongersmai is often marshes and tropical swamps.",
    "Behaviour": "P. brongersmai is a primarily crepuscular species – usually active around dawn and dusk.",
    "Size": "Hatchlings of P. brongersmai range from 25–43 cm (10–17 in) in total length (including tail). Adult males typically range from 91–152 cm (36–60 in) in total length, and females between 120–180 cm (48–72 in) although a few have been recorded at 240 cm (96 in). These snakes generally look overweight due to their robust structure.",
    "Lifespan": "Most experts agree that P. brongersmai can live 20 years or more in captivity if proper care is given.",
    "Coloration": "The color pattern of P. brongersmai consists of rich, bright red to orange to a duller rusty red ground color, although populations with yellow and brown are known. This is overlaid with yellow and tan blotches and stripes that run the length of the body, as well as tan and black spots that extend up the flanks. The belly is white, often with small black markings. The head is usually a shade of grey; individual snakes can change how light and dark the head is. A white postocular stripe runs down and back from the posterior edge of the eye.",
    "Reproduction": "P. brongersmai is oviparous, with up to 30 eggs being laid at a time. The female coils around her eggs and shivers her body, producing heat to incubate the eggs properly.",
    "Commercial trade": "Once widely considered to be generally unpredictable and aggressive, P. brongersmai is gradually becoming more common among herpetoculturists. Formerly, many of the specimens in captivity were wild-caught adults from Malaysia. These are known to be more aggressive than those from Indonesia (Sumatra), from which most of the wild-caught, wild-bred, and captive-bred stock are now descended. Captive-raised juveniles generally become mild-tempered, somewhat-predictable adults. This, combined with several new brightly colored captive bloodlines, is helping to boost the popularity of these much-maligned snakes among reptile hobbyists.P. brongersmai is part of a commercial harvest for leather.",
    "Taxonomy": "This species was first described by Olive Griffith Stull in 1938 as Python curtus brongersmai, a subspecies of Python curtus. This taxon has since been elevated and recognised as a full species, Python brongersmai,  by Pauwels et al. (2000).",
    "See also": "List of pythonid species and subspecies.\nPythonidae by common name.\nPythonidae by taxonomic synonyms.",
    "References": "",
    "Further reading": "Barker, Dave; Barker, Tracy (November 2007). \"Blood Pythons\". Reptiles Magazine. Bowtie Publishing.\nMcDiarmid RW, Campbell JA, Touré TA (1999). Snake Species of the World: A Taxonomic and Geographic Reference, Volume 1. Washington, District of Columbia: Herpetologists' League. 511 pp. ISBN 1-893777-00-6 (series). ISBN 1-893777-01-4 (volume).\nPauwels OSG, Laohawat O-A, David P, Bour R, Dangsee P, Puangjit C, Chimsunchart C (2000). \"Herpetological investigations in Phang-Nga Province, southern Peninsular Thailand, with a list of reptile species and notes on their biology\". Dumerilia 4 (2): 123-154. (Python brongersmai, p. 138).\nShine R, Ambariyanto, Harlow PS, Mumpuni (1999). \"Ecological attributes of two commercially harvested Python species in Northern Sumatra\". J. Herpetol. 33 (2): 249-257. (Python brongersmai, new combination).",
    "External links": "Herp Radio at Herp Herp Hooray. Accessed 15 January 2013.\nBlood Python Care at Bloody Pythons By: David Weimert. Accessed 15 January 2013."
  }
}