{
  "url": "https://en.wikipedia.org/wiki/Python_regius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Pythonidae"
    },
    {
      "Genus": "Python"
    },
    {
      "Species": "P. regius"
    }
  ],
  "text": {
    "__SUMMARY__": "The ball python (Python regius), also called royal python, is a python species native to West and Central Africa, where it lives in grasslands and shrublands. It is listed as Least Concern on the IUCN Red List because of its wide distribution. It is threatened by hunting for its meat and for the international pet trade. This nonvenomous constrictor is the smallest of the African pythons, growing to a maximum length of 182 cm (72 in). The name 'ball python' refers to its tendency to curl into a ball when stressed or frightened.",
    "Taxonomy": "Boa regia was the scientific name proposed by George Shaw in 1802 for a pale variegated python from an indistinct place in Africa.\nThe generic name Python was proposed by François Marie Daudin in 1803 for non-venomous flecked snakes. Between 1830 and 1849, several generic names were proposed for the same zoological specimen described by Shaw, including Enygrus by Johann Georg Wagler, Cenchris and Hertulia by John Edward Gray. Gray also described four specimens that were collected in Gambia and were preserved in spirits and fluid.",
    "Description": "The ball python is black or dark brown with light brown blotches on the back and sides. Its white or cream belly is  scattered with black markings. It is a stocky snake with a relatively small head and smooth scales. It reaches a maximum adult length of 182 cm (6.0 ft). Males typically measure eight to ten subcaudal scales, and females typically measure two to four subcaudal scales. Females reach an average snout-to-vent length of 116.2 cm (45.7 in), a 44.3 mm (1.74 in) long jaw, a 8.7 cm (3.4 in) long tail and a maximum weight of 1.635 kg (3.60 lb). Males are smaller with an average snout-to-vent length of 111.3 cm (43.8 in), a 43.6 mm (1.72 in) long jaw, a 8.6 cm (3.4 in) long tail and a maximum weight of 1.561 kg (3.44 lb).\nBoth sexes have pelvic spurs on both sides of the vent. During copulation, males use these spurs for gripping females. Males tend to have larger spurs, and sex is best determined by manual eversion of the male hemipenes or inserting a probe into the cloaca to check the presence of an inverted hemipenis.",
    "Distribution and habitat": "The ball python is native to west Sub Saharan Africa from Senegal, Mali, Guinea-Bissau, Guinea, Sierra Leone, Liberia, Ivory Coast, Ghana, Benin, and Nigeria through Cameroon, Chad, and the Central African Republic to Sudan and Uganda.\nIt prefers grasslands, savannas, and sparsely wooded areas.",
    "Behavior and ecology": "This terrestrial species is known for its defense strategy that involves coiling into a tight ball when threatened, with its head and neck tucked away in the middle. In this state, it can literally be rolled around. Favored retreats include mammal burrows and other underground hiding places, where they also aestivate. In captivity, they are considered good pets, with their relatively small size and placid nature making them easy to handle. Males tend to display more semi-arboreal behaviours, whilst females tend towards terrestrial behaviours.",
    "Behavior and ecology-Diet": "The diet of the ball python in the wild consists mostly of small mammals such as Natal multimammate mouse, shrews, gerbils, and striped mice, and birds. Young pythons less than 70 cm (28 in) total length and males prey almost exclusively on small bird nestlings and immature young. Pythons greater than 70 cm total length and females prey almost exclusively on small mammals.",
    "Behavior and ecology-Reproduction": "Females are oviparous and lay three to 11 rather large, leathery eggs. They incubate them under ground with a shivering motion. They hatch after 55 to 60 days. Young male pythons reach sexual maturity at 11–18 months, and females at 20–36 months. Age is only one factor in determining sexual maturity and ability to breed; weight is the second factor. Males breed at 600 g (21 oz) or more, but in captivity are often not bred until they are 800 g (28 oz), although in captivity, some males have been known to begin breeding at 300–400 g (11–14 oz). Females breed in the wild at weights as low as 800 g (28 oz) though 1,200 g (42 oz) or more in weight is most common; in captivity, breeders generally wait until they are no less than 1,500 g (53 oz). Parental care of the eggs ends once they hatch, and the female leaves the offspring to fend for themselves.",
    "In captivity": "Python breeders developed many morphs with altered colors and patterns.\nWild-caught specimens have greater difficulty adapting to a captive environment, which can result in refusal to feed, and they generally carry internal or external parasites. Specimens have survived for over 40 years in captivity, with the oldest recorded ball python being kept in captivity 47 years and 6 months until its death in 1992 at the Philadelphia Zoo.Most captive ball pythons accept common rats and mice, and some eat chicks.",
    "In captivity-Breeding": "Ball pythons are one of the most common reptiles bred in captivity. They usually are able to produce a clutch of six eggs on average, but clutch sizes also range from one to eleven. Ball pythons reach sexual maturity at the age of two to two and a half years and a weight of 1500 grams. These snakes usually lay one clutch per year and the eggs hatch around sixty days later. Usually these eggs are artificially incubated in a captive environment at temperatures between 88-90 degrees Fahrenheit. Some captive breeders use ultra-sounding technology to verify the progress of reproductive development. This can help to increase chances of successful fertilization as the ultra-sound can help predict best times to introduce males and females during breeding season.In captivity, ball pythons are often bred for specific patterns, or morphs. While most of them are solely cosmetic, some have come under controversy due to inherited physical or cognitive defects associated with the inherited pattern. It has been shown that the spider morph gene is connected with major neurological issues, specifically related to the snake's sense of balance. The International Herpetological Society banned the sale of such morphs at their events.\nCaptive ball pythons are available in hundreds of different color patterns. Some of the most common are pastel, albino, mojave, lesser, and axanthic. Breeders are continuously creating new designer morphs, and over 6,500 different morphs currently exist.",
    "In culture": "The ball python is particularly revered by the Igbo people in southeastern Nigeria, who consider it symbolic of the earth, being an animal that travels so close to the ground. Even Christian Igbos treat ball pythons with great care whenever they come across one in a village or on someone's property; they either let them roam or pick them up gently and return them to a forest or field away from houses. If one is accidentally killed, many communities on Igbo land still build a coffin for the snake's remains and give it a short funeral. In northwestern Ghana, there is a taboo towards pythons as people consider them a savior and can not hurt or eat them. According to folklore a python once helped them flee from their enemies by transforming into a log to allow them to cross a river.",
    "Gallery": "",
    "See also": "List of pythonid species and subspecies\nPythonidae by common name\nPythonidae by taxonomic synonyms",
    "References": "",
    "External links": "\"Python regius\". Integrated Taxonomic Information System. Retrieved 12 September 2007.\nPython regius at the Reptarium.cz Reptile Database. Accessed 12 September 2007.\n\"Ball Python Articles and Care Sheets\". rcreptiles.\n\"Ball Python Care and Husbandry\". Ball Python Care Net.\n\"Ball Python Care Sheet\".\n\"Troubleshooting Guide for Ball Pythons\".\n\"Ball Pythons as Pets\". Exotic Pets.\n\"Ball Python, Python regius Care\". reptileexpert.\n\"Royal Python, Python regius Care\". theroyalpython.\n\"Exposure to Salmonella\". CDC.\n\"Ball Python care sheet\". allanspetcenter."
  }
}