{
  "url": "https://en.wikipedia.org/wiki/Angraecum_sesquipedale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Angraecum"
    },
    {
      "Species": "A. sesquipedale"
    }
  ],
  "text": {
    "__SUMMARY__": "Angraecum sesquipedale , also known as Darwin's orchid, Christmas orchid, Star of Bethlehem orchid, and king of the angraecums, is an epiphytic orchid in the genus Angraecum endemic to Madagascar. The orchid was first discovered by the French botanist Louis-Marie Aubert du Petit-Thouars in 1798, but was not described until 1822. It is noteworthy for its long spur and its association with the naturalist Charles Darwin, who surmised that the flower was pollinated by a then undiscovered moth with a proboscis whose length was unprecedented at the time. His prediction had gone unverified until 21 years after his death, when the moth was discovered and his conjecture vindicated. The story of its postulated pollinator has come to be seen as one of the celebrated predictions of the theory of evolution.",
    "Description": "Angraecum sesquipedale is a monocot with monopodial growth and can grow to a height of 1 m (3.3 ft).  Its growth habit is rather similar to species in the genus Aerides. The leaves are dark green with a bit of a grayish tone and leathery with a bilobed tip. They are usually around 20–40 centimeters (7.9–15.7 in) long and 6–8 cm (2.4–3.1 in) wide. The roots are dark gray, thick, and emerge from the orchid's stem. There tend to be few roots and they attach to the bark of the trees quite strongly. Each of the succulent roots can extend along the trunk of the tree for several meters.There is also a variation of this species, namely A. sesquipedale var. angustifolium. A. sesquipedale var. angustifolium tends to be smaller than A. sesquipedale and has narrower leaves. The chromosome number of A. sesquipedale is 2n=42. A. sesquipedale has also previously gone by the synonyms Aeranthes sesquipedalis Lindl. (1824), Macroplectrum sesquipedale Pfitzer (1889), Angorchis sesquepedalis Kuntze (1891), and  Mystacidium sesquipedale Rolfe (1904).",
    "Habitat": "It is often found in lowlands in Madagascar at altitudes below 400–500 feet (120–150 m), near the east coast of the island, and on trees that are at the edge of forests. Usually it is attached to trees with fewer leaves and to areas of the branch or trunk that are driest. This allows the plant to obtain a great deal of light and air movement. Larger plants are usually found growing within 12–20 ft from the ground, whereas smaller plants are often found higher up in the canopy. Rarely A. sesquipedale is also found growing as a lithophyte and sometimes even as a semi-terrestrial. The orchid lives in an environment with heavy rainfall, up to 150 in (380 cm) per year. There is no dry season so the growing season is continuous.",
    "Flower": "Star-like waxy flowers are produced on 30 cm (11.8 in) inflorescences arising from the stem from June to September in the wild with most flowers wilting by August. When cultivated in Europe however, the plant flowers between December and January. This flowering habit is what lends the orchid several of its common names, such as \"comet orchid\" due to the shape of its flower and \"Christmas orchid\" due to the timing of its flowering. Each flower opens up with a green coloration, but eventually turns white with tones of light green. The amount of green in each flower can vary from plant to plant. It is claimed that the age-dependent color change is more pronounced in wild A. sesquipedale than in greenhouse-grown plants. The sepals tend to stay green for a longer time than the petals. As the flower ages further it goes from white to yellowish and then from orange to brown as it begins to wilt. As the wilting progresses the dorsal sepal bends down and then the lateral sepals bend inward with the lip remaining fairly stationary. Finally the entire flower closes in on itself. A distinctive feature of the flowers is that they have a long green spur attached. The spur of the flower is 27–43 cm (10.6–16.9 in) from its tip to the tip of the flower's lip. The specific epithet sesquipedale is Latin for \"one-and-a-half-feet-long\", referring to the distance between the end of the spur and the very top of the dorsal sepal. At the end of the spur is a small amount of nectar usually about 40–300 µl in volume. In general, longer spurs tend to have greater concentrations of nectar. This nectar fills the spur up to within 7 to 25 cm (2.8 to 9.8 in) from the bottom of the spur. The nectar has been found to contain the sugars fructose, sucrose, glucose, and raffinose. The flowers produce an extremely intense spicy scent that can easily fill a room; this fragrance is only present during the night and is reminiscent of lily and some nocturnally flowering Nicotiana species. The scent has been found to be composed of approximately 39 different chemical constituents with its greatest concentration consisting of isovaleraldoxime, methyl benzoate, benzyl alcohol, isovaleronitrile, benzyl benzoate, phenylethyl alcohol, isovaleraldehyde, and phenylacetaldoxime. Usually one to five flowers are produced at a time.",
    "Reproduction": "",
    "Reproduction-Coevolution model": "Angraecum sesquipedale is best known within the botany community for its association with the naturalist Charles Darwin.  After being sent several flowers of A. sesquipedale by James Bateman, Darwin noted the defining characteristic of the species, its extremely long spur. From his observations, Darwin surmised, in his 1862 publication On the Various Contrivances by Which British and Foreign Orchids Are Fertilized by Insects, and On the Good Effects of Intercrossing, that there must be a pollinator moth with a proboscis long enough to reach the nectar at the end of the spur. He arrived at this conclusion after attempting in vain to remove the pollinia of the flower using needles and bristles. Only after placing a cylinder with a diameter of ​1⁄10 of an inch (2.5 mm) down the full length of the spur was he able to detach the pollinia upon retracting it. The viscidium attached to the cylinder as he removed it. Darwin surmised that during the moth's attempt at getting the nectar at the end of the spur, the moth would get the pollinarium attached to itself.  The next orchid it visited would then be pollinated in the same manner.For some time after this prediction the notion of a pollinator with a 35 cm long proboscis was ridiculed and generally not believed to exist. After Darwin's publication, George Campbell, 8th Duke of Argyll published a book in 1867 titled, The Reign of Law, in which he argued that the complexity of this species implied that it was created by a supernatural being.  Alfred Russel Wallace replied in the same year with a paper he titled \"Creation by Law\", setting out in detail a sequence through which the moth and the flower could have coevolved with no guidance other than natural selection.\nIn 1903, such a moth was discovered in Madagascar by Walter Rothschild and Karl Jordan. This confirmed Darwin's prediction. The moth was named Xanthopan morganii praedicta.  It is possible that the subspecific epithet praedicta was given in honor of the fact that Darwin predicted its existence, but there is no reference to Darwin in the paper that described the moth. A more conservative explanation is simply that the existence of the moth had been predicted and widely accepted before it was discovered. In 1873 William Alexander Forbes wrote an article in the journal Nature asking readers if they knew of the moth predicted by Darwin. A reply to the question was first made that same year by Hermann Müller. He announced that his brother Fritz Müller had discovered a moth with a proboscis of 30–33 cm (11.8–13.0 in) long, but it was discovered in Brazil and so was not a candidate for pollinating A. sesquipedale. Although Darwin learned of Müller's finding he did not live to see the discovery of Xanthopan morganii. Even after the 1903 discovery however, news of Xanthopan morganii praedicta was not immediately disseminated. A second inquiry into the existence of the pollinator moth was made in the 30 January 1907 issue of the journal Nature by E. W. Swanton. Presumably still unaware of Rothschild and Jordan's discovery, Wallace responded stating that he didn't know of a suitable pollinator in Madagascar, but that he had heard of one from East Africa with a long enough proboscis.Both Darwin and Alfred Russel Wallace had suggested that the evolutionary basis for how the odd relationship between the sphinx moth and A. sesquipedale evolved over time could be understood by considering one orchid with a long spur and another with a short spur.  If a moth goes to fertilize a flower with a short spur its proboscis would easily reach all the way to the bottom of the spur and it would get the nectar.  However, since the proboscis of the moth is longer than the spur of the flower, the head of the moth would not touch the flower obtaining the pollinarium and so the flower would not be fertilized. The orchid with the longer spur on the other hand would be able to be fertilized since the entire length of the proboscis fits within the spur and thus allowing the head of the moth to touch the flower and become connected to the pollinarium.  As a result, over time plants with longer spurs would be more likely to reproduce and so become more prevalent in the population.  In this way A. sesquipedale has evolved to have a very long spur.  The moth too would evolve to have a longer and longer proboscis in the following way. If a moth goes to fertilize an A. sesquipedale flower and the spur is longer than its proboscis then it will not be able to reach all of the nectar. As such, moths with too short of a proboscis would not be able to get as much food as those moths with a longer proboscis who could reach all of the nectar.  Due to this arrangement moths with longer proboscis would become more physically fit to reproduce due to their ability to get more nectar and so such moths would become more prevalent in the population. This can result in a seesawing effect by which both organisms produce a mechanism that leads the other to increase the others spur and proboscis. There are however certain properties that no doubt prevent this mechanism from continuing indefinitely. For example, the risk such a long proboscis poses to a moth could be a factor that would prevent the spur of A. sesquipedale from becoming indefinitely long.  If moths with proboscises that were too cumbersomely long substantially risked their lives due to being easier prey, then such moths could only afford to evolve a proboscis to a certain length.  This would in turn restrict the length of the orchid's spur, since moths would not want to visit flowers whose spurs were too long since they would not be able to reach the nectar.\nThere was also another explanation why the spur of A. sesquipedale grew so long proposed by Thomas Belt in his 1874 book The Naturalist in Nicaragua. Belt suggested that the spur grew long in order to prevent other moths with shorter proboscises from drinking the nectar. Darwin took up this explanation briefly in a footnote of the second edition of his famous orchid book, explaining that although this explanation was no doubt true, it cannot account for the lengthening spur. \nThe fertilization of A. sesquipedale has been observed to proceed as follows. The moth approaches the flower to ascertain by scent whether or not it is the correct orchid species.  Then the moth backs up over a foot and unrolls its proboscis, then flies forward, inserting it into a cleft in the rostellum which leads to the spur while gripping the labellum. After the moth has finished drinking the nectar, which usually takes about 6 seconds, it instinctively raises its head while removing its proboscis from the spur, and in doing so causes the viscidium to adhere to its proboscis usually about 4 to 9 mm (0.16 to 0.35 in) from its base. Attached to the viscidium via the caudicle is the pollinia. Upon removing its proboscis from the flower, the pollinarium stalk will be straight and parallel with the moth's proboscis. Then after leaving the orchid the caudicle will eventually dry out, causing its angle relative to the moth's proboscis to change by 90° so that it is at the correct angle to attach to the stigma of the next orchid the moth visits. The moth then repeats this process at another A. sesquipedale orchid and simultaneously fertilizes it. Once the flower has been fertilized, it quickly stops producing its powerful scent.",
    "Reproduction-Pollinator shift model": "An alternative path by which A. sesquipedale could have evolved that differed with Darwin and Wallace's explanation was proposed by Lutz Thilo Wasserthal in 1997. According to Wasserthal, hawk moths could have evolved long proboscises as a predatory avoidance strategy from heteropodid spiders. Since such spiders have been known to jump at hovering moths in an attempt at eating them, hawk moths would be at risk when visiting flowers if such a spider was nearby. Based on this reasoning moths with longer tongues would be less at risk when pollinating flowers since they would be farther away and thus a more challenging target for jumping spiders.  As a result, nature would select for hawk moths with longer and longer probosces. The flowers of A. sesquipedale on the other hand would be evolving longer spurs since flowers with longer spurs are more likely to become fertilized by long tongued moths. In other words, the flowers evolve long spurs to fit the pollinators and not the reverse. It has also been observed that the moths will swing side to side when feeding, presumably to evade jumping spiders. Possible problems with this hypothesis is that active predation by spiders on hawk moths visiting flowers has not been observed. It has also been suggested that flying predators such as bats and birds are the more likely predators to hawk moths. Whether or not the pollinator shift model or the coevolution model, or even a little bit of both are correct is currently the subject of debate.",
    "Related species": "In 2017, Netz and Renner provided molecular clock-dated phylogenies that include 62 of 144 Angraecum species on Madagascar and all nine Madagascan Sphinginae. Clock models using either rate- or fossil-based calibrations imply that the Madagascan subspecies praedicta and the African subspecies morgani diverged 7.4 ± 2.8 Mya, which overlaps the divergence of A. sesquipedale from its sister, A. sororium, namely 7.5 ± 5.2 Mya; since both these orchids have extremely long spurs, long spurs likely existed before that.",
    "Cultivation": "Angraceum sesquipedale was first brought to the United Kingdom in 1855 to be grown outside of its natural environment by William Ellis. Subsequently, Ellis achieved the first flowering of the plant in cultivation in 1857. Angraecum sesquipedale has been attributed as having a nicer appearance when grown in cultivation than when found in the wild, since wild specimens appear as a long stem surrounded by a few struggling leaves. Additionally, A. sesquipedale is seldom grown in private collections, despite its enormous importance to Darwin's concept of coevolution and subsequently the fields of botany and evolutionary biology.\n\nIt is often recommended that A. sesquipedale be grown under warm to intermediate conditions and given as much light as possible without burning the leaves. The choice of growing the plant in intermediate or warm housing conditions can affect the timing of the flowering. In order to stimulate heavy flower production it is important that the light intensity be greatest between September and November. The number of flower spikes present during flowering is dependent on the number of new leaf-pairs formed during the preceding spring and summer, since each newly formed leaf-pair produce one spike and rarely two. Angraecum sesquipedale is commonly found to have a slow growth habit, but the orchid can be expected to produce flowers even before it has reached an adult size. Angraecum sesquipedale is notorious for having sensitive roots. The roots of mature plants are best left undisturbed as much as possible and as a result it is prudent to be especially careful during repotting. Young plants however are less susceptible to such root problems. Disturbing the roots can cause the plant to sulk for two to four years or even to cause it to die. When a mature plant is disturbed it frequently loses many of its lower leaves and reverts to only producing one or two flowers at a time. To avoid these problems it is commonly advised that the orchid be planted in a coarse medium such as fir bark, crock, or charcoal to minimize disturbances to the roots. Also planting it in a basket or large pot is best since this allows the orchid to grow for many years before having to have its roots disturbed.",
    "Hybrids": "The first Angraecum hybrid was created by John Seden, an employee of Veitch Nurseries, and exhibited for the first time on 10 January 1899. It was named A. Veitchii, but it also commonly goes by the name King of the Angraceum hybrids. The cross was between A. sesquipedale and A. eburneum. The flowers somewhat resemble those of A. leonis. Additionally, the hybrid combines the traits controlling the flower's post-pollination changes. In the case of A. eburneum the flowers age such that the labellum curls inward with the sepals and lateral petals remaining mostly stationary whereas in the case of A. sesquipedale both the sepals and petals move except for the labellum. In the case of A. Veitchii both the petals, sepals, and labellum move inward. Another common cross involving A. sesquipedale is A. Crestwood, which is a cross between A. Veitchii and A. sesquipedale.",
    "Hybrids-Interspecific hybrids": "Angraecum Appalachian Star (Angraecum sesquipedale × Angraecum praestans)\nAngraecum Crestwood (Angraecum Veitchii × Angraecum sesquipedale)\nAngraecum Dianne's Darling (Angraecum sesquipedale × Angraecum Alabaster)\nAngraecum Lemförde White Beauty (Angraecum magdalenae × Angraecum sesquipedale)\nAngraecum Longidale (Angraecum sesquipedale × Angraecum longicalcar)\nAngraecum Malagasy (Angraecum sesquipedale × Angraecum sororium)\nAngraecum Memoria Mark Aldridge (Angraecum sesquipedale × Angraecum eburneum subsp. superbum)\nAngraecum North Star (Angraecum sesquipedale × Angraecum leonis)\nAngraecum Ol Tukai (Angraecum comorense × Angraecum sesquipedale)\nAngraecum Orchidglade (Angraecum sesquipedale × Angraecum giryamae)\nAngraecum Rose Ann Carroll (Angraecum eichlerianum × Angraecum sesquipedale)\nAngraecum Sesquibert (Angraecum sesquipedale × Angraecum humbertii)\nAngraecum Sesquivig (Angraecum viguieri × Angraecum sesquipedale)\nAngraecum Star Bright (Angraecum sesquipedale × Angraecum didieri)\nAngraecum Veitchii (Angraecum eburneum × Angraecum sesquipedale)\nAngraecum Wolterianum (Angraecum sesquipedale × Angraecum eburneum)",
    "Hybrids-Intergeneric hybrids": "Angranthes Grand Star (Angraecum sesquipedale × Aeranthes Grandiose)\nAngranthes Paille en Queue (Angraecum sesquipedale × Aeranthes arachnites)\nAngranthes Sesquimosa (Aeranthes ramosa × Angraecum sesquipedale)\nChouara Kaohsiung Dream (Angraecum sesquipedale × Phalaenopsis Ruey Lih Beauty)\nEurygraecum Lydia (Angraecum sesquipedale × Eurychone rothschildiana)\nVandaecum Enzomondo Amore (Vanda Rothschildiana × Angraecum sesquipedale)\nVandaecum Prof. Burgeff (Angraecum sesquipedale × Vanda sanderiana)",
    "Notes": "",
    "References": "Christoph Netz & Susanne S. Renner: \"Long-spurred Angraecum orchids and long-tongued sphingid moths on Madagascar: A time-frame for Darwin’s predicted Xanthopan/Angraecum coevolution\". Biological Journal of the Linnean Society 122, 2017, doi:10.1093/biolinnean/blx086",
    "External links": " Media related to Angraecum sesquipedale at Wikimedia Commons\n Data related to Angraecum sesquipedale at Wikispecies\nOrchids of the World\nVideo showing hawk moth pollinating Angraecum sesquipedale"
  }
}