{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_glaucus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. glaucus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus glaucus is a filamentous fungus which is known to have a wide environmental distribution due to its physiological hardiness under more extreme conditions. Like many other fungi belonging to the genus Aspergillus, it can be mildly pathogenic but has a number of useful potential applications in medicine and the production of foodstuffs.",
    "History and taxonomy": "Botanical reference to this fungus seems to begin with Micheli, who in 1729 used the generic name Aspergillus, derived from aspergillum (holy water sprinkler) to describe the filamentous nature of this group of fungi.The fungus was later described as Mucor glaucus in 1753 before being moved to the genus Aspergillus in 1809, where it took on its current name of Aspergillus glaucus. Other names are also quite common, namely Aspergillus herbariorium and its teleomorph synonym, Eurotium herbariorium.",
    "Physiology and morphology": "Aspergillus glaucus is a very robust xerophilic fungus capable of surviving in a wide variety of different environments due to features of its physiology. Firstly, the fungus has a cardinal temperature range between 4 °C and 37 °C, allowing it to grow well during winter. The optimal temperature range for growth, however, is between 24 °C and 25 °C.  With these temperatures, growth is considered moderate, reaching maturity in about one to three weeks. It is also one of the most osmotolerant fungi in its genus, being capable of developing at a sucrose concentration of 60%, allowing it to grow in very sweet syrups and foodstuffs.The fungus itself is filamentous and thin-walled. and has many features in common with other species in its genus, namely its conidial heads, which radiate to somewhat columnar and are round or elliptical. These conidial heads are typically sized between 5 and 6.5 μm. The conidiophores containing them, typically 200 to 350 μm long, are smooth-walled and somewhere between uncolored to pale brown. In addition, the hyphae of the mycelium are septate and hyaline.Phialides cover the upper portion of the vesicles. which are globose to sub-globose, and uniseriate, with a diameter between 15 and 30 μm. The asci contains eight spores that are typically unarranged while the perithecia are typically yellow. The mould can appear as either yellow or in patches of green.",
    "Habitat and ecology": "Aspergillus glaucus has a worldwide geographic distribution because of many of the aforementioned physiological characteristics. It is one of the few fungi that can be found in Arctic environments due to the extremely low temperatures. As a result, it is a common outdoor fungus in the winter. In addition, even among its own genus, A. glaucus is capable of thriving in low moisture environments, allowing it to grow in dry areas.A. glaucus is also polytrophic, allowing it to take advantage of a large number of different food sources. As a result, it's been found to grow well on a variety of different foods, including corn, wheat, fish, butter, and eggs. It can also survive in foods such as jam and jellies, very sweet substances that most other fungi cannot grow in, because of its osmotolerance.",
    "Pathology": "Several strains of Aspergillus glaucus may produce mycotoxins. There is at least one recorded instance of this species appearing to cause a fatal brain infection. That being said, A.glaucus is not considered to be very pathogenic as its growth is restricted by temperatures of more than 35 °C. In addition, even as a pathogen, it is not considered very dangerous as it is highly susceptible to anti-fungal treatments.It is known to be an allergen and an irritant in addition to causing pneumonitis and various forms of dermatitis.",
    "Applications": "One of the more popular applications for A. glaucus is in the production of katsuobushi, shavings of a smoked and fermented fish that is popular in Japanese cuisine. In the final stages of preparation, a culture of A. glaucus is sprayed onto the fish, providing the necessary fermentation. There have been some health concerns due to the discovery of a mytotoxin, beta-nitropropionic acid, that the fungus produces.Another possible application for A. glaucus is its use as an anti-cancer agent. The mycotoxin aspergiolide A may be able to be used as an anti-cancer agent.Finally, due to its Arctic habitat and low cardinal temperature range, A. glaucus is a potential source of enzymes capable of functioning at low temperatures, though research in this area is still relatively new.\n\n\n== References =="
  }
}