{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_ochraceus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. ochraceus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus ochraceus is a mold species in the genus Aspergillus known to produce the toxin ochratoxin A, one of the most abundant food-contaminating mycotoxins, and citrinin. It also produces the dihydroisocoumarin mellein. It is a filamentous fungus in nature and has characteristic biseriate conidiophores.  Traditionally a soil fungus, has now began to adapt to varied ecological niches, like agricultural commodities, farmed animal and marine species. In humans and animals the consumption of this fungus produces chronic neurotoxic, immunosuppressive, genotoxic, carcinogenic and teratogenic effects. Its airborne spores are one of the potential causes of asthma in children and lung diseases in humans. The pig and chicken populations in the farms are the most affected by this fungus and its mycotoxins. Certain fungicides like mancozeb, copper oxychloride, and sulfur have inhibitory effects on the growth of this fungus and its mycotoxin producing capacities.",
    "History and related species": "The genus Aspergillus was first described in 1729 by Pier Antonio Micheli. Under this genus the species Aspergillus ochraceus was discovered by the German botanist and mycologist Karl Adolf  Wilhelm in 1877. After this discovery, some other species that looked similar to Aspergillus ochraceus were considered synonyms of this fungus. For example, Aspergillus alutaceus isolated by Berkeley in 1875, Sterigmatocystis helva isolated by Bainier in 1881, Aspergillus ochraceus var. microspora isolated by Traboschi in 1908, and  Aspergillus Ochraceus- petali- formis isolated by Balista et Maia in 1957 are all considered synonyms of Aspergillus ochraceus. In 1979 two new species under the Aspergillus ochraceus group were discovered.Aspergillus bridgeri was isolated from soils collected in southcentral Wyoming and Aspergillus campestris from northcentral North Dakota.",
    "Physiology": "The colonies of Aspergillus ochraceus grow rapidly (45 to 55 mm in 7 days). The optimum temperature for their growth is 25 °C. In an agar plate the vegetative mycelium is mostly submerged in the agar, while the conidial heads are typically arranged in zones. The characteristic colour of the colony is yellow. Some colonies of Aspergillus ochraceus form pinkish to purple, irregular, pebble-like sclerotia up to 1 mm in diameter. The reverse look on a petri dish is pale to brownish.To the naked eye, the conidiophores of Aspergillus ochraceus  appear as a powdery mass. Microscopically, smooth or finely roughened phialides are arranged on the conidial heads in a biseriate fashion (i.e., phialides are attached to intermediate cells called metulae, which in turn are attached to the vesicle). The metulae all around the perimeter grows in a radial orientation. In culture the conidial heads at first appear globose, but with age, the conidial chains adhere and develop into two or three divergent columns. Vinaceous purple sclerotia may be present. The characteristic colour of the conidiophores is chalky yellow to pale yellow-brown. The heights of the conidiophores are up to 1500 µm high. The appearances of these conidiophores are granular with pale yellow-brown walls that attach abruptly to a \"globose to subglobose vesicle\". The vesicles, which are globose with thin walls and a diameter of 35 × 50 µm, produce sterigmata over the entire surface in culture. The primary sterigmata measures 15-25 × 5-6 µm, while the secondaries are 7-11 × 2-3.3 µm. The conidia are arranged in dry, upright chains, often massing into two or more short columns per head, in wet microscopic mounts hyaline. The diameter of the conidia are around 2.5-3.5 µm.Aspergillus ochraceus produces a mycotoxin named ochratoxin A (OTA). Mellein and 4-hydroxymellein are other toxic metabolites produced by this fungus.",
    "Ecology": "The ecological roots of Aspergillus ochraceus lay in the soil. This fungus was first isolated from varied soils. Evolutionary development has now well adapted Aspergillus ochraceus to occupy a great variety of environmental niches. It has been isolated from the marine alga Sargassum miyabei. This fungus has also been found in a wide variety of  agricultural commodities like corn, peanuts, cottonseed, rice, tree nuts, cereal grains, and fruits. Similarly the presence of this fungus has been documented in coffee beans Apart from the actual colonies of fungi growing on substances, the toxins and metabolites produced by this fungus have also been found in a variety of places. For example, the mycotoxin OTA produced by this fungus was found to be present in airborne dust. Likewise, secondary metabolites of this fungus have been isolated from marine sponges. This fungus has also been found to be associated with the contamination of an edible caterpillar, named the phane worm. In terms of climate preferences, this fungus has been found to mainly colonise temperate and tropical geographical areas.",
    "Mycotoxin of importance in agriculture and farming": "Ochratoxin A (OTA), a mycotoxin produced by A. ochraceus, contaminates food and initiates apoptosis of plant cells. Significant loss in nutritive value and hazardous effect on the food chain are caused due to the same OTA toxin contamination in barley grains of Spain. OTA has been isolated from plant acquired foods products like cereal, vegetables, coffee, wine, liquorice and also animal acquired food products like pork and poultry. Apart from being found in human food products from farm animals, this fungus was also isolated from the poultry feed. Aspergillus ochraceus produces both OTA and Penicillic acid in poultry feed at optimum temperatures and moisture levels. Combinations of low temperature and moisture favored the growth of Penicillic acid, on the other hand combinations of high temperature and moisture favored the growth of OTA. In addition to poulty and agricultural products the harvesting of edible insects is also an important economic activity. The rural population of Botswana eat a caterpillar called 'phane worm'. As already mentioned above, this lepidopteran larva is often contaminated by A. ochraceus.  So this fungus is also of economic importance in cultures that consume insects. Wineries are also subject to losses resulting from OTA contamination as a result of A. ochraceus grows on grapes, dried vine fruits and wine.",
    "Industrial use": "Aspergillus ochraceus was used for the industrial production of xylanase and β-xylosidase. In addition to producing enzymes, recently in a study done by Lee Ki in 2013, Aspergillus ochraceus  was found to inhibit the growth of a Shiga toxin-producing bacteria called Escherichia coli (STEC) O157, implicating industrial use of this phenomenon to develop anti-bacterial drugs. In another study pertaining to the conversion of Xanthohumol, a prenylated chalconoid, which has antioxidant and anticancer properties, Aspergillus ochraceus was found to be able to convert it into a stronger antioxidant, increasing the compounds radical scavenging properties. The process of fermentation was found to be enhanced by the addition of Aspergillus ochraceus  in the substrate mixture, which contained wheat bran and wheat straw liquor. The secondary metabolites of this fungus have shown to possess antibacterial activities that manifest the potential to inhibit human pathogens. For example, α- Campholene aldehyde, Lucenin-2 and 6-Ethyloct- 3-yl- 2- ethylhexyl ester are the three secondary metabolites that showed antimicrobial effects against potential human pathogens.",
    "Effects of human consumption": "The consumption of OTA is found to have neurotoxic, immunosuppressive, genotoxic, carcinogenic and teratogenic effects in humans. Toxicological studies have shown OTA to have strong carcinogenic mycotoxin effects on the liver and kidney of humans. Renal failure in human subjects have been reported after the inhalation of OTA. In addition to organ damage after inhalation of OTA, cases of allergy development have also been found. A disease named allergic bronchopulmonary aspergillosis, has been found to be caused due to the antigenic effects of  Aspergillus ochraceus.  Aspergillus ochraceus was found to be associated with the development of asthma in children too. Cases of occupational environmental hazards are also documented, due to the presence of this fungus in organic dust of poultry industry. The workers in the poultry farm, subjected to this contaminated organic dust suffer from lung inflammation and decreased pulmonary function. In addition to lung diseases, instances of  Aspergillus ochraceus causing paranasal sinusitis have also been reported.",
    "Animal diseases": "A 4-year-old male mixed breed dog was diagnosed with ear discharge due to A. ochraceus otitis. But the dog was treated with oral itraconazole and topical miconazole, which cured the dog after three weeks of medication.In a study, to test the toxicity of OTA in rats, a different dietary dose of OTA  was administered to male Fischer rats. Only chronic administration of OTA manifested as renal carcinogensis in these rats. Low levels of Aspergillus ochraceus contamination caused mycotoxic nephropathy in farm pigs and chickens from Bulgaria. Just as in Bulgaria, the mycotoxicoses produced by A. ochraceus is seen in chickens and other animals elsewhere. In this mycotoxicoses we see suppression of hemopoiesis, acute nephrosis, hepatic necrosis and enteritis. The mechanisms by which this fungus causes the nephrotoxicity in animals are cell apoptosis and lipid peroxidation. In the pig population this fungus has caused a number of diseases. Some of these diseased conditions are, subcutaneous edema, hydrothorax, hydroperitoneum, pulmonary atelectasis, edema of the mesentery and perirenal edema. The edema produced in these animals is so massive that ascites, hydrothorax, and hydropericardium develop, in addition to subcutaneous edena and mesenteric edema. Affected animals die within a few hours generally.In addition to these conditions, renal lesions have been reported, which consist of tubular degeneration, necrosis, hyaline tubular casts, interstitial fibrosis and tubular cell regeneration. Extensive interstitial fibrosis of the cortical labyrinth was another observation in the swine population. Bovine abortions have also been associated with A. ochraceus infection.",
    "Treatment and prevention": "Fungicides like mancozeb, copper oxychloride, and sulfur inhibit Aspergillus ochraceus growth at appropriate doses, temperature and time. These fungicides also decrease the capacity of  this fungus to produce the mycotoxin OTA. Ozonated air can be used to prevent the growth of this fungus on foods products like sausages. In another study they found that, gamma irradiations are useful in the detoxification and inactivation of ochratoxin A (OTA). The ethonolic extracts from the bark of the tree Clausena heptaphylla, has shown to inhibit the growth of this fungus as well. Fatty acids methyl esters (FAMEs), extracted from Linum usitatissimum seeds, have been found to reduce the radial hyphal growth of Aspergillus ochraceus, even though slightly less than \"Aspergillus flavus\". In a very similar fashion, some essential oils extracted from aromatic plants, have shown to have fungicidal effects on Aspergillus ochraceus that colonized pulses. In animals too, attempts have been made to cure (OTA) toxicosis. For example, in the White Leghorn cockerel, chronic haematological damage caused by (OTA) exposure can be reduced by exogenous supplementation using a combination of L-carnitine and vitamin E. Recently an alcohol producing yeast strain, Saccharomyces cerevisiae was found to inhibit the growth of OTA. Transcriptional regulation of OTA biosynthetic gene was the inhibitory mechanism used by the bacteria to do so. Dietary exposure to OTA today is mainly a result of failures during processing and conservation procedures used by food industries. Improper agricultural technology, storage and transport practices as well as method of processing food are key checkpoints to avoid toxic consumption of OTA.",
    "References": "",
    "External links": "AspergillusWeb\nMycobank Record on Aspergillus ochraceus"
  }
}