{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_terreus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. terreus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus terreus, also known as Aspergillus terrestris, is a fungus (mold) found worldwide in soil. Although thought to be strictly asexual until recently, A. terreus is now known to be capable of sexual reproduction.  This saprotrophic fungus is prevalent in warmer climates such as tropical and subtropical regions. Aside from being located in soil, A. terreus has also been found in habitats such as decomposing vegetation and dust. A. terreus is commonly used in industry to produce important organic acids, such as itaconic acid and cis-aconitic acid, as well as enzymes, like xylanase.  It was also the initial source for the drug mevinolin (lovastatin), a drug for lowering serum cholesterol.\nAspergillus terreus can cause opportunistic infection in people with deficient immune systems. It is relatively resistant to amphotericin B, a common antifungal drug.  Aspergillus terreus also produces aspterric acid and 6-hydroxymellein, inhibitors of pollen development in Arabidopsis thaliana.",
    "Appearance": "Aspergillus terreus is brownish in colour and gets darker as it ages on culture media.  On Czapek or malt extract agar (MEA) medium at 25 °C (77 °F), colonies have the conditions to grow rapidly and have smooth-like walls. In some cases, they are able to become floccose, achieving hair-like soft tufts.  Colonies on malt extract agar grow faster and sporulate more densely than on many other media.Aspergillus terreus has conidial heads that are compact, biseriate, and densely columnar, reaching 500 × 30–50 μm in diameter. Conidiophores of A. terreus are smooth and hyaline up to 100–250 × 4–6 μm in diameter. The conidia of A. terreus are small, about 2 μm in diameter, globose-shaped, smooth-walled, and can vary from light yellow to hyaline. Unique to this species is the production of aleurioconidia, asexual spores produced directly on the hyphae that are larger than the phialoconidia (e.g. 6–7 μm in diameter). This structure might be influential in the way A. terreus presents itself clinically as it can induce elevated inflammatory responses.This fungus is readily distinguished from the other species of Aspergillus by its cinnamon-brown colony colouration and its production of aleurioconidia. A. terreus is a thermotolerant species since it has optimal growth in temperatures between 35–40 °C (95–104 °F), and maximum growth within 45–48 °C (113–118 °F).",
    "Ecology": "Aspergillus terreus, like other species of Aspergillus, produces spores that disperse efficiently in the air over a range of distances. The morphology of this fungus provides an accessible way for spores to disperse globally in air current. Elevation of the sporulating head atop a long stalk above the growing surface may facilitate spore dispersal through the air.  Normally, spores in fungi are discharged into still air, but in A. terreus, it resolves this problem with a long stalk and it allows the spores to discharge into air currents like wind. In turn, A. terreus has a better chance to disperse its spores amongst a vast geography which subsequently explains for the worldwide prevalence of the fungus.\nDespite A. terreus being found worldwide in warm, arable soil, it has been located in many different habitats such as compost and dust. Eventually, the dispersed fungal spores come into contact with either liquid or solid material and settle onto it, but only when the conditions are right do the spores germinate. One of the conditions important to the fungus is the level of moisture present in the material. The lowest water activity (Aw) capable of supporting growth of the fungus has been reported as 0.78. Tolerance of relatively low Aw conditions may explain, in part, the ubiquitous nature of this species given its ability to grow is a wide array of places. The soil of potted plants is one common habitat supporting the growth of A. terreus, and colonized soils may be important reservoirs of nosocomial infection.  Other habitats include cotton, grains, and decomposing vegetation.",
    "Genome": "The Broad Fungal Genome Initiative funded by the National Institute of Allergy and Infectious Disease  carried out the sequencing A. terreus in 2006. The result was 11.05 × genome sequence coverage. A. terreus contains 30-35 Mbp and roughly 10,000 protein-coding genes. Identification of virulence determinants within the genome of A. terreus may facilitate the development of new approaches to the treatment of A. terreus-related diseases. In addition, because A. terreus is resistant to the common antifungal drug amphotericin B, the mechanisms underlying its resistance may be better understood by genome-level investigation.",
    "Infection": "Aspergillus terreus is not as common as other Aspergillus species to cause opportunistic infections in animals and humans. However, the incidence of A. terreus infection is increasing more rapidly than any other Aspergillus and for this reason it is considered an emerging agent of infection.As an opportunistic pathogen, it is able to cause both systemic and superficial infections. Inhalation of fungal spores, which travel down along the respiratory tract, cause the typical respiratory infection. Other infections could also occur, such as onychomycosis and otomycosis. A. terreus has the ability to cause serious effects in immunocompromised patients who lack specific immune cells. Specifically, prolonged neutropenia predisposes humans and animals to this fungal disease.Aspergillus terreus has no adaptation in terms of changing its physical structure when infecting a human or animal host. The fungus continues to grow as the characteristic hyphae filaments. Other pathogenic fungi usually switch over to a different growth stage, mycelia-to-yeast conversion, to best suit their new environment. This process does not occur in A. terreus.",
    "Infection-Plants": "For decades, A. terreus has been used in agriculture as a means to control pathogenic fungi from destroying crops. However, during the late 1980s, researchers described A. terreus as a fungal pathogen in plants. Crops such as wheat and ryegrass were shown to acquire disease following A. terreus infection. More recently, researchers have discovered the species can also cause foliar blight of potatoes. This was first described in India.   A. terreus infection can have important implications because potatoes are considered the third-most important food crop in the world.Aspergillus terreus has also been shown to disrupt the male sexual reproductive cycle in the plant model organism Arabidopsis thaliana. Its secondary metabolites, aspterric acid and 6-hydroxymellein, released from the fungus inhibit the production of pollen, the male gamete in plants. Since Arabidopsis thaliana cannot reproduce, it is sterile and cannot contribute offspring to the next generation.  Ultimately, this has an effect on genetic diversity in the plant species.",
    "Infection-Animals": "Aspergillus terreus can cause infection in animals, but it is contained to a few species such as dogs and cattle. Widely, A. terreus is found to cause mycotic abortion in cattle. In dogs, especially in the German Shepherd breed, this fungus is also responsible for sinusitis. It can further affect dogs through its dissemination. It can affect other parts of the body, including organs such as the spleen and kidneys. Also, the bone can be affected by A. terreus which could lead to spinal osteomyelitis.Very few animal models exhibit A. terreus infections. Some successful animal models include the mouse and rabbit where A. terreus has formed pulmonary aspergillosis. These studies are important because it provides evidence that this fungal infection can cause disease.",
    "Infection-Humans": "In humans, A. terreus is less commonly encountered as a pathogen than other species, most notably A. fumigatus, A. flavus and A. niger. Although less frequently seen in clinical samples, A. terreus displays evidence of amphotericin B resistance which correlates to a high rate of dissemination and an overall poor prognosis.Aspergillus terreus causes opportunistic infections mostly in immunocompromised people such as COPD patients who are taking corticosteroids, cancer patients receiving chemotherapy treatment, or HIV/AIDS patients. In an immunocompetent individual, the inhalation of spores initiates an immediate release of macrophages and neutrophils. In an immunosuppressed individual, this response is less vigorous. Most of these individuals suffer from neutropenia, which makes them less capable of defending themselves. In addition, A. terreus releases toxic metabolites that attack immune cells like neutrophils which provide the suitable conditions for the fungus to thrive.Aspergillus terreus infection can lead to superficial infections in humans. These affect the outside layer of the body. It is commonly isolated from onychomycosis which is infection of human skin and nails. The incidence of onychomycosis as a result of A. terreus (not the common agent dermatophyte) is increasing. This happens to be the most frequently reported superficial infection in clinics and hospitals. Another common superficial infection caused by A. terreus includes otomycosis (ear infection), which is mostly isolated from patients who had recent surgical operations.In addition, A. terreus infection can also result in four main systemic disease outcomes:\nAllergic bronchopulmonary aspergillosis\nAspergillus bronchitis and invasive Aspergillus tracheobronchitis\nInvasive (pulmonary) aspergillosis\nDisseminated aspergillosisThough all four disease outcomes can impose a great health risk to humans; invasive aspergillosis tends to result in the highest mortality and morbidity rates in humans. Epidemiology studies have shown the incidence of A. terreus in causing invasive aspergillosis has increased relative to other species in the genus. A. terreus infection causes 100% mortality rate in people who acquire invasive aspergillosis. Compared to 20 other Aspergillus species, A. terreus infection is associated with the poorest prognosis and high mortality. In fact, invasive aspergillosis has been named as the leading cause of death in leukemia and stem cell transplantation patients.",
    "Treatment and prevention": "Treatment of A. terreus is clinically challenging due to its nearly complete resistance to amphotericin B, the fallback drug for serious fungal infections. However, some newer drugs, such as voriconazole, posaconazole, and caspofungin, have shown promise in treating this agent.The laboratory identification of A. terreus from clinical specimens can also be difficult. Currently, no rapid immunological tests are available for this species, and its correct identification remains dependent on culture. A. terreus strains have a tendency to mutate while in the animal host, resulting in a substantial reduction or loss of characteristic spore heads in primary culture. Such strains continue to produce small aleuroconidia similar in appearance to the aleurioconidia of Blastomyces dermatitidis.\nIn one study, nearly a third of A. terreus infections in hospitals were found to be associated with the presence of potted plants. Elimination of potted plants in the rooms of immunodeficient patients may have a role in prevention of illness. A. terreus has also been described in many studies as common to the hospital setting because of outside hospital construction and renovations. The amount of soil and debris reintroduced into the air is capable of travelling through the air and infecting immunosuppressed patients.  A simple way to take preventive action is to provide good air filtration and ventilation throughout the hospital rooms. Elimination of inoculum is key to the prevention of nosocomial infection by A. terreus.",
    "Industrial uses": "Aspergillus terreus produces a number of secondary metabolites and mycotoxins, including territrem A, citreoviridin, citrinin, gliotoxin, patulin, terrein, terreic acid, and terretonin. The fungus also produces a secondary metabolite called lovastatin, a potent drug for lowering blood cholesterol levels in humans and animals. It is an inhibitor to one of the enzymes responsible in the catalyzing steps in cholesterol biosynthesis. Lovastatin is typically produced within fermentation conditions of the fungus. Fast growth of filamentous hyphae in the species A. terreus can result in low lovastatin production. To increase the production of this metabolite A. terreus requires important nutrients during fermentation. In this case, carbon and nitrogen are very important in fermentation productivity which in turn also increases the biomass of the metabolite lovastatin.  A. terreus strains use glycerol and glucose as their best carbon sources for lovastatin production.\n\n\n== References =="
  }
}