{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_penicillioides",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. penicillioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus penicillioides is a species of fungus in the genus Aspergillus, and is among the most xerophilic fungi.Aspergillus penicillioides is typically found in indoor air, house dust, and on substrates with low water activity, such as dried food, papers affected by foxing, and inorganic objects such as binocular lenses. The distribution of the fungus is worldwide; it has been found in bed dust from maritime temperate, Mediterranean, and tropical climates. The abundance of the fungus is influenced by outdoor climate, with highest numbers found in tropics and lowest numbers in cool climates. Cool temperature tends to decrease number of A. penicillioides in house dust.A colony can arise from a single sexual or asexual spore under acidic conditions, and its diameter ranges from less than a milliliter to several centimeters, depending on the size and composition of the substrate. Germination of A. penicillioides was found to occur at lower water activity than growth. The lowest water activity for germination was 0.585.",
    "Taxonomy and phylogeny": "Aspergillus penicillioides is included in the genus Aspergillus, section Restricti. Presumably because of the xerophilic character, Aspergillus restrictus was recognized by Charles Thom and Kenneth B. Raper as a Series within the group of Aspergillus glaucus.  Raper and Fennell later raised this Series to \"A. restrictus Group\".  Helmut Gams et al., renamed the taxa as Aspergillus Section Restricti in agreement with the Botanical Code. Phylogenetic relationship of A. penicillioides and related teleomorph genera was inferred by 18S rDNA sequencing. A. penicillioides, A. restrictus, A. proliferans, five Eurotium teleomorphs represented by E. herbariorum and Edyuillia athecia were grouped together. All these species have Q-9 as their major ubiquinone system.",
    "Growth and morphology": "A. penicillioides has been cultivated on both Czapek yeast extract agar (CYA) plates and yeast extract sucrose agar (YES) plates. The growth morphology of the colonies can be seen in the pictures below.",
    "History": "Aspergillus penicillioides was named by Spegazzini in 1896. The species was described from moldy sugarcane in Argentina, but it was not cultivated by Spegazzini. The ex neotype strain CBS 540.65 was isolated from a human arm in Brazil that was misdiagnosed to lobomycosis. The fungus was isolated from several compounds in different places. Strain CBS 116.26 was isolated from sugar cane in Louisiana, and it was sent to Spegazzini and recognized by him to fit description of his species. Strain CBS 539.65 was isolated from a gun firing mechanism and CBS118.55 was isolated from a man in Netherlands. Several other A. penicillioides strains were isolated from Indonesian dried fish in Australia and dried chili in Papua New Guinea. ATCC 16905, extype of Aspergillus vitricola, was isolated from binocular lens in Japan by Torao Ohtsuki.Aspergillus penicillioides was erroneously identified to be the etiologic agent in a case of aspergilloma. The conidial structure and colony appearance indicated that it was an isolate of A. fumigatus.",
    "Description": "Aspergillus penicillioides fails to grow or grows very poorly on Czapek medium at 25–26 °C with length never exceeding 2 to 3 mm. Colonies on Czapek's agar with 20% sucrose can reach length of 1–1.5 cm in 4 weeks at room temperature. However, the fungus is thin and non-sporulating. Sporulation can occur by incubation at 33 °C.Colonies on malt extract agar grow a bit more rapidly than on standard Czapek's agar, producing microcolonies and a small number of conidial heads. Occasionally, colonies can reach 5 mm in diameter. Colonies on G25N agar can grow to 8–14 mm in diameter with wrinkled and floccose textures. There is moderate conidial production in loose columns. Color is dark green and reverse is pale to dark green. Colonies on CY20S agar have microcolonies up to 10 mm in diameter, but conidiophores are poorly formed. Color is also dull green and reverse is pale. Colonies can grow rapidly on M40Y agar, obtaining length of 5 to 6 cm in 3 weeks at room temperature. The fungus forms a \"thin tough felt,\" sporulating in dark yellow-greenish shades. It can also grow as mycelium and have green color. Reverse is uncolored to greenish brown or dark green, with color emphasized at colony center. There is slight odor.\nConidial heads primarily arise from the substrate, but also produce some from aerial mycelium. The fungus radiates when young and becomes columnar shaped with a diameter of 80 to 90 μm. Conidial heads arising from aerial mycelium are smaller and become columnar quicker. Conidiophores arise from surface or aerial hyphae with the stipe's length ranging from 150-300 μm. The walls are thin, smooth and colorless. Vesicles are mostly 10-20 μm in diameter with a pear shape. Generally, two thirds of the vesicle area is fertile, bearing phialides ranging from 8-11 μm in length. Conidia are borne as elliptical and become globular shape when mature. The length is 4-5 μm in diameter with spiny and blackish wall. Perithecia is not found.",
    "Genome": "There was great genetic variability detected among the A. penicillioides isolates, suggesting that some of these isolates might belong to new species. At the DNA level, five strains of A. penicillioides were closely related with each other. However, A. penicillioides IFO 8155, originally described as A. vitricola, was distantly related to the other five strains, suggesting that IFO 8155 was not assigned to A. penicillioides and that the name A. vitricola should be used again.The genome of A. penicillioides was sequenced in 2016 as a part of the Aspergillus whole-genome sequencing project - a project dedicated to performing whole-genome sequencing of all members of the genus Aspergillus. The genome assembly size was 26.40 Mbp.",
    "Impact on environment": "",
    "Impact on environment-Interaction with house dust mites": "Aspergillus penicillioides facilitates the growth of house dust mites such as Dermatophagoides pteronyssinus. In laboratory cultures, the performance of fungus-free mites is poor, indicating a requirement of D. pteronyssinus for the fungus. D. pteronyssinus grew more rapidly when A. penicillioides was supplemented with dietary components, such as yeast and wheat germs, suggesting that the fungus has nutritious value for the mites. Specifically, A. penicillioides predigests dandruff, destructs fats and keratin, which are the main components of mites' food. The fungus also contributes its spores, vitamins B and D for D. pteronyssinus. Conversely, A. penicillioides has adverse effects on D. pteronyssinus. The ratio between mite and fungi in a given concentration of substrate is important in determining growth dynamics of mites in culture. When there are abundant substrates available, fungus captures substrates quicker than mites due to their shorter life cycle and greater reproductive potential.  This leads to the slow development of mites and higher mortality. A. penicillioides can also alter the physical nature of substratum, which impedes mites' movement and increases food handling time. Female mites are more susceptible to these deleterious effects because they need to invest energy for egg production.",
    "Impact on environment-Biodeterioration": "Aspergillus penicillioides is known as a causal agent of foxing on paper art work and books. It was once isolated from the brown spots on ancient Egyptian painting in Tutankhamun's tomb.  Some mechanisms for discoloration include colored pigments secreted by mycelia, maillard reaction, and enzyme production that causes chemical change in the paper. Prevention treatment with pentachlorophenol failed to inhibit development of fungus.\nAspergillus penicillioides also caused mildew in cotton goods in Great Britain. In contrast, it was rarely found from deteriorated fabrics. This inconsistency may be due to differences in isolation techniques. Cigar culture molded with an Aspergillus was described to show gray green color. Appearance and measurements corresponded to A. penicillioides. Careful studies suggested that these cigar molds consisted mainly of A. penicillioides-like form.",
    "Health": "Aspergillus penicillioides is a common indoor fungus in damp buildings where it has been associated with allergic rhinitis. Under high level of exposure to indoor fungus, an association was found between fungal concentration and development of allergic rhinitis. Despite that this species was originally described from a skin infection, the principle human exposure hazard is likely to be through the inhalation route. Products of mold growth, such as volatile organic metabolites and spores, may contribute to discomfort such as allergy and asthma. Sustained growth of house dust mites by A. penicillioides can also be a health hazard. House dust mites can activate mast cells and T cells, which release mediators like prostaglandin and histamine that have multiple effects on epithelium. Dust mite-induced signals are then propagated through epithelium, which enhance allergic airway inflammation. However, there is controversy on contribution of A. penicillioides to allergenicity of Dermatophagoides pteronyssinus. It was shown that allergen profiles of larval mites without this fungus are similar to adult mites with the fungus.  Fungus-free adult mites in experimental condition also had same allergen profiles when compared to the mites re-fed the fungus A. penicillioides.Sick building syndrome, in which air quality in building is deteriorated as a result of multiple factors, such as biological contamination by fungi, have been viewed as an important public health problem. For example, A. penicillioides was isolated in all mattresses in Antwerp and Brussels.There are several ways to prevent and control manifestation of A. penicillioides and its biological contaminants. Fungal detector can be used to determine in advance whether a place is damp and supports fungal growth, which allow actions to be taken before contamination occurs. The fungal detector encapsulating fungal spores is exposed to test site, and fungal response is measured. Greatest response indicates the type of fungi that would contaminate the site. At 71% relative humidity, such as dry areas in homes, A. penicillioides showed greatest response and form many spores. The formation of new spores indicate that life cycle of A. penicillioides is progressed to completion, and propagation of these new spores can lead to contamination. A biosensor has also been used to detect volatile organic compounds, such as formaldehyde. Formaldehyde is detected in air based on fungal growth inhibition, reflected by suppressed mycelium growth and absorbance. This biosensor is advantageous in that it allows measuring of toxicity at lower cost than HPLC and GC/MS. However, it is difficult to identify the toxic substance and concentration of toxicity in a sample by this biosensor. Some other prevention strategies are controlling liquid water, managing indoor condensation and selecting materials that minimize mold growth.",
    "Health-Food contamination": "Fungal infestation can spoil stored cereals, seeds, fruits, nuts, cocoa beans, and raw sugar. Infestation causes discoloration, loss of germinability, heating, mustiness, and decay.  The consequences are less worth of products and combustion. For example, coffee produced from moldy coffee beans lack aroma and flavor. Seeds and nuts are extracted to produce vegetable oils. However,A. penicillioides can increase free fatty acid content in the oil and produce bad taste.  The fungus growing on raw sugar can also invert sugar, which reduces sucrose and increases invert content.In 1955, Clyde Martin Christensen recognized that A. restrictus was able to grow on wheat at very low moisture level. Later, conidia of A. penicillioides have been found in processed wheat flour. The propagules may be introduced to grain through exposure to airborne dusts during harvesting, storage and processing. The presence of A. penicillioides may compromise the quality, nutrition and taste of bread.The spores of A. penicillioides are also found at filling-interface of chocolate truffles.  The water activity of filling is sufficient for fungal growth. The source of contamination may be from cocoa beans or from atmosphere during coating of truffle.",
    "Health-Fungal bioconversion": "2,4-Dichlorophenoxyacetic acid (2,4-D) is a common herbicide for controlling weeds, and it has been reported to be a mutagen.  A study has shown that A. penicillioides can remove 2,4-D from synthetic liquid media. There was a lag period of 1 day, followed by 52% removal of 2,4-D from culture media by A. penicillioides. The lag phase may be due to delay in growth, adverse conditions such as limiting nutrients, and enzyme proliferation specific for pollutants. After depletion of 2,4-D, the degradation efficiency declined and led to a plateau.",
    "Metabolite": "The fungal metabolite, aurantiamide acetate, has been isolated from Aspergillus penicillioides, as a cathepsin inhibitor.  Cathepsin B and L play a crucial role in arthritic cartilage degeneration. The inhibitor of cathepsin isolated from this fungus can potentially be a therapy target for cartilage disorders.",
    "Industrial uses": "Aspergillus penicillioides is used to treat petrochemical effluents with short-chain fatty acids (SCFA) containing acetic acid, propionic acid, isobutyric acid, n-butyric acid, isovaleric acid, and n-valeric acid.  When Aspergillus penicillioides was cultivated in a continuous flow reactor to treat a petrochemical effluent, more than 75% of COD and 80% of SCFA were removed.\n\n\n== References =="
  }
}