{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_flavus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. flavus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus flavus is a saprotrophic and pathogenic fungus with a cosmopolitan distribution. It is best known for its colonization of cereal grains, legumes, and tree nuts. Postharvest rot typically develops during harvest, storage, and/or transit. A. flavus infections can occur while hosts are still in the field (preharvest), but often show no symptoms (dormancy) until postharvest storage and/or transport. In addition to causing preharvest and postharvest infections, many strains produce significant quantities of toxic compounds known as mycotoxins, which, when consumed, are toxic to mammals. A. flavus is also an opportunistic human and animal pathogen, causing aspergillosis in immunocompromised individuals.",
    "Hosts": "Aspergillus flavus is found globally as a saprophyte in soils and causes disease on many important agriculture crops. Common hosts of the pathogen are cereal grains, legumes, and tree nuts. Specifically, A. flavus infection causes ear rot in corn and yellow mold in peanuts either before or after harvest. Infection can be present in the field, preharvest, postharvest, during storage, and during transit. It is common for the pathogen to originate while host crops are still in the field; however, symptoms and signs of the pathogen are often unseen. A. flavus has the potential to infect seedlings by sporulation on injured seeds. In grains, the pathogen can invade seed embryos and cause infection, which decreases germination and can lead to infected seeds planted in the field. The pathogen can also discolor embryos, damage seedlings, and kill seedlings, which reduces grade and price of the grains. The incidence of A. flavus infection increases in the presence of insects and any type of stress on the host in the field as a result of damage. Stresses include stalk rot, drought, severe leaf damage, and/or less than ideal storage conditions. Generally, excessive moisture conditions and high temperatures of storage grains and legumes increase the occurrence of A. flavus aflatoxin production. In mammals, the pathogen can cause liver cancer through consumption of contaminated feed or aspergillosis through invasive growth.",
    "Symptoms and signs": "Aspergillus flavus colonies are commonly powdery masses of yellow-green spores on the upper surface and reddish-gold on the lower surface. In both grains and legumes, infection is minimized to small areas, and discoloration and dullness of affected areas is often seen. Growth is rapid and colonies appear downy or powdery in texture.Hyphal growth usually occurs by thread-like branching and produces mycelia. Hyphae are septate and hyaline. Once established, the mycelium secretes degradative enzymes or proteins which can break down complex nutrients (food). Individual hyphae strands are not typically seen by the unaided eye; however, conidia producing thick mycelial mats are often seen. The conidiospores are asexual spores produced by A. flavus during reproduction.The conidiophores of A. flavus are rough and colorless. Phialides are both uniseriate (arranged in one row) and biseriate.Recently, Petromyces was identified as the sexual reproductive stage of A. flavus, where the ascospores develop within sclerotia. The sexual state of this heterothallic fungus arises when strains of opposite mating type are cultured together.  Sexual reproduction occurs between sexually compatible strains belonging to different vegetative compatibility groups.\nAspergillus flavus is complex in its morphology and can be classified into two groups based on the size of sclerotia produced. Group I consists of L strains with sclerotia greater than 400 μm in diameter. Group II consists of S strains with sclerotia less than 400 μm in diameter. Both L and S strains can produce the two most common aflatoxins (B1 and B2). Unique to the S strains is the production of aflatoxin G1 and G2 which typically are not produced by A. flavus. The L strain is more aggressive than the S strain, but produces more less aflatoxin. The L strain also has a more acidic homoeostatic point and produces less sclerotia than the S strain under more limiting conditions.",
    "Disease cycle": "Aspergillus flavus overwinters in the soil and appears as propagules on decaying matter, either as mycelia or  sclerotia. Sclerotia germinate to produce additional hyphae and asexual spores call conidia. These conidia are said to be the primary inoculum for A. flavus. The propagules in the soil, which are now conidia, are dispersed by wind and insects (such as stink bugs or lygus bugs). The conidia can land on and infect either grains or legumes. The spores enter the corn through the silks and thus infect the kernel.  Conidiophores and conidia are produced in the spring from sclerotial surfaces. There is a secondary inoculum for A. flavus, which is conidia on leaf parts and leaves. A. flavus grows on leaves after damage by leaf-feeding insects. Insects are said to be a source of inoculum and promote inoculum production.",
    "Environment": "Aspergillus flavus is unique in that it is a thermotolerant fungus, so can survive at temperatures that other fungi cannot. A. flavus can contribute to the storage rots, especially when the plant material is stored at high moisture levels. A. flavus grows and thrives in hot and humid climates.Temperature: A. flavus has a minimum growth temperature of 12 °C (54 °F) and a maximum growth temperature of 48 °C (118 °F). Though the maximum growth temperature is around 48 °C (118 °F), the optimum growth temperature is 37 °C (98.6 °F).  A. flavus had rapid growth at 30–55 °C, slow growth at 12–15 °C, and  almost ceases growth at 5–8 °C.Moisture: A. flavus growth occurs at different moisture levels for different crops. For starchy cereals, growth occurs at 13.0–13.2%. For soybeans, growth occurs at 11.5–11.8%. For other crops, growth occurs at 14%.  A. flavus growth is prevalent in tropical countries.",
    "Management": "To ensure grains and legumes remain free of A. flavus infection, certain conditions must be incorporated before, during, and after harvest. Moisture levels should be kept below 11.5%. Temperature in storage units should be kept as low as possible since the pathogen is unable to grow below 5 °C. The low temperature facilitates slower respiration and prevents moisture increase. Fumigants are used to decrease the occurrence and persistence of insects and mites, which aids the rapid growth of the pathogen. Sanitary practices including, removing old and unripe seeds, exclusion of damaged and broken seeds, and overall cleanliness assist in minimizing the colonization and spread of the pathogen.The most common management practice for grains and legumes is the use of aeration systems. Air is pushed through the storage bins at low flow rates, which removes excess moisture and heat. Regulation of air flow allows the moisture content in harvested products to remain at a constant level and decreases the temperature within the bins. Temperature levels can decrease enough so insects and mites are dormant, which reduces rapid growth of the pathogen.Some environmental control practice have been explored to aid in the reduction of A. flavus infection. Resistant crop lines have shown little to no protection against unfavorable environmental conditions. However, good irrigation practices aid in the reduction of stress brought upon by drought, which in turn, reduces the likelihood of pathogen infection. Some research has been done in identifying particular plant proteins, both pathogen-related and drought-resistant proteins, that defend against A. flavus entry.To protect tree nuts and corn plants affected by A. flavus, scientists of the Agricultural Research Service found that treating these plants with the yeast Pichia anomala reduced the growth of A. flavus.  The study showed that treating pistachio trees with P. anomala inhibited the growth of A. flavus up to 97% when compared to untreated trees. [1]  The yeast successfully competes with A. flavus for space and nutrients, ultimately limiting its growth.",
    "Management-Aspergillus flavus AF36": "Aspergillus flavus strain AF36 is noncarcinogenic and aflatoxin-free and is used as an active ingredient in pesticides.  AF36 is a fungal antagonist and is applied as a commercial biocontrol to cotton and corn to reduce aflatoxin exposure. AF36 was initially isolated in Arizona and has also occurred in Texas.  It is grown on sterile seeds which serve as the carrier and a source of nutrients. Following application and colonization and in the presence of high moisture, AF36 growing seeds outcompete aflatoxin-producing strains of  A. flavus. Nonaflatoxin spore dispersal is aided by wind and insects.",
    "Importance": "Aspergillus flavus infections will not always reduce crop yields alone; however, postharvest disease can reduce the total crop yield by 10 to 30%, and in developing countries that produce perishable crops, total loss can be greater than 30%. In grains and legumes, postharvest disease results in the production of mycotoxins.  The largest economic lost caused by this pathogen is a result of aflatoxin production. In the United States, annual economic loss estimations of peanuts, corn, cottonseed, walnuts, and almonds are less severe when compared to Asia and Africa.After Aspergillus fumigatus, A. flavus is the second-leading cause of aspergillosis. Primary infection is caused by the inhalation of spores; bigger spores have a better chance of settling in the upper respiratory tract. The deposition of certain spore sizes could be a leading factor for why A. flavus is a common etiological cause of fungal sinusitis and cutaneous infections and noninvasive fungal pneumonia. Countries with dry weather, such as Saudi Arabia and most of Africa, are more prone to aspergillosis. Two allergens have been characterized in  A. flavus: Asp fl 13 and Asp fl 18. In tropical and warm climates, A. flavus has been shown to cause keratitis in about 80% of infections. A. flavus infection is typically treated with antifungal drugs such as amphotericin B, itraconazole, voriconazole, posaconazole, and caspofungin; however, some antifungal resistance has been shown in amphotericin B, itraconazole, and voriconazole.",
    "Importance-Aflatoxin": "In 1960 on an English farm, about 100,000 turkeys died. Further examination into the cause of death showed the primary food source, peanut meal, was infected with A. flavus. The culture was isolated, grown in pure culture, and a subset of healthy turkeys was infected. The pure culture isolate causes death in the healthy turkeys. Chemical investigation into the cause of death showed the production of four toxic chemicals, named aflatoxins after being discovered in A. flavus. Turkey autopsies showed aflatoxins targeted the liver and either completely killed the tissue cells or induced tumor formation. The discovery of aflatoxins changed agricultural practices on how grains and legumes were grown, harvested, and stored. New standards for the production of food for human consumption were developed, which led to an increase in cost in these hosts.The amount of aflatoxins produced by A. flavus is affected by environmental factors. If other competitive fungal organisms are present on host plants, aflatoxin production is low. However, if noncompetitive fungal organisms are present on host plants, aflatoxin production can be quite high. The nature of the host is also an important factor in aflatoxin production. High A. flavus growth on soybean produces very little aflatoxin. High A. flavus growth aided by increased moisture content and warm temperatures on peanut, nutmeg, and peppers produces high concentrations of aflatoxins. A. flavus growth on spices produces low concentrations of aflatoxin as long as the spices remain dry.Species sensitivity is highly variable when exposed to aflatoxins. Rainbow trout are highly sensitive at 20 ppb, causing a liver tumor development in half the population. White rats develop liver cancer when exposed to 15 ppb. Young piglets, ducklings, and turkeys exposed to high doses of aflatoxin become sick and die. Pregnant cows, mature pigs, cattle, and sheep exposed to low doses of aflatoxin over long periods develop weakening, intestinal bleeding, debilitation, reduced growth, nausea, no appetite, and predisposition to other infections.The four major aflatoxins produced are B1, B2, G1, and G2. The production of the major toxins are a result of particular strains of A. flavus. Aflatoxin B1 is the most toxic and potent hepatocarcinogenic natural compound characterized. A. flavus also produces other toxic compounds including sterigmatocystin, cyclopiazonic acid, kojic acid, β-nitropropionic acid, aspertoxin, aflatrem, gliotoxin, and aspergillic acid.In humans, A. flavus aflatoxin production can lead to acute hepatitis, immunosuppression, hepatocellular carcinoma, and neutropenia. The absence of any regulation of screening for the fungus in countries that also have a high prevalence of viral hepatitis highly increases the risk of hepatocellular carcinoma.",
    "References": "",
    "External links": "Aspergillus flavus Genome Sequencing Project\nAspergillus flavus research"
  }
}