{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_versicolor",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. versicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus versicolor is a slow-growing filamentous fungus commonly found in damp indoor environments and on food products.  It has a characteristic musty odor associated with moldy homes and is a major producer of the hepatotoxic and carcinogenic mycotoxin sterigmatocystin. Like other Aspergillus species, A. versicolor is an eye, nose, and throat irritant.",
    "Taxonomy": "The fungus was first described by Jean-Paul Vuillemin in 1903 under the name Sterigmatocystis versicolor, and was later moved to the genus Aspergillus by Carlo Tiraboschi in 1908. Presently, the genus Sterigmatocystis is obsolete.",
    "Ecology": "Aspergillus versicolor is a highly ubiquitous species commonly isolated from soil, plant debris, marine environments, and indoor air environments. It is among the most common of indoor molds, often reported in dust and in water-damaged building materials, such as wallboards, insulation, textiles, ceiling tiles, and manufactured wood.Aspergillus versicolor is a highly resilient fungus, explaining its wide global distribution in a variety of environmental conditions. Although it grows optimally between 22 and 26 °C, A. versicolor can grow at a larger temperature range from 4–40 °C. The fungus can also tolerate a wide pH range, and is particularly resistant to alkaline conditions. The soil depth at which the fungus can be found is variable (down to 50 cm), but it appears to be particularly abundant in deeper soils.Like other members of its genus, A. versicolor displays moderate xerophillic characteristics, meaning that it can grow in conditions with low water activity (down to aW of 0.75–0.81 in the optimal temperature range). A. versicolor is also considered to be osmophilic as it is able to survive in solutions that are up to 30% NaCl or 40% sucrose. This makes the fungus an economically important spoilage organism for stored grains, rice, tea, and spices. Additionally, A. versicolor has been isolated from areas with high saline levels including the Dead Sea. Other extreme habitats from which the fungus has been reported include peat bogs, deglaciated Arctic soil, and uranium mines.",
    "Morphology": "Colonies vary greatly in colour, growth rate, and surface characteristics depending upon growth conditions. By contrast, microscopic morphology tends to be consistent independent of growth parameters. Colonies are typically white at the start of development, and change to yellow, orange, and green, often with pink or flesh hues intermixed, as they mature. Reverse pigmentation is often variable as well, especially for incubation periods greater than two weeks in duration.Aspergillus versicolor has long, septate hyphae that appear glassy and transparent. Conidiphores, which are specialized hyphal stalks for asexual reproduction, typically measure 120–700 μm in length. Conidiophores terminate in small vesicles (10–15 μm in diameter) that are biseriate (i.e., with two successive layers of cells interposing the vesicle and conidia). The first layer of cells are called metulae upon which phialides are borne. The vesicles are variable in shape but are often described as \"spoon-shaped\". Conidia are spherical, approximately 2.5–3.5 μm in diameter, and may have smooth or slightly roughened surfaces.",
    "Secondary metabolism": "Aspergillus versicolor is able to grow on a variety of surfaces, including those that are nutrient-deficient, because it is autotrophic for most growth substances and the macronutrient riboflavin. Additionally, A. versicolor has high activity levels of xylanase, an enzyme that breaks down hemicellulose in plant cell walls. Xylanase is a secondary metabolite controlled through gene-specific induction and carbon catabolite repression.Many metabolites produced by A. versicolor exhibit antibacterial, fungicidal, insecticidal, and cytotoxic properties. For example, a sesquiterpenoid nitrobenzoyl ester isolated from hyphae have been shown to be potent inhibitor of human breast and colon cancer cell lines. Other extracted compounds that are cytotoxic towards cancer cells include xanthones, fellutamides, and anthraquinones. Anthraquinone appears yellowish in appearance, and like other pigement molecules, it is regularly produced by A. versicolor. Additional studies on the fungus have demonstrated various metabolites with activity against bacteria such as M. tuberculosis and yeasts like C. albicans. Aspergillomarasmine A has been reported to inhibit two antibiotic resistance carbapenemase proteins in bacteria.King, Andrew M.; Sarah A. Reid-Yu; Wenliang Wang; Dustin T. King; Gianfranco De Pascale; Natalie C. Strynadka; Timothy R. Walsh; Brian K. Coombes; Gerard D. Wright (2014). \"Aspergillomarasmine A overcomes metallo-β-lactamase antibiotic resistance\". Nature. 510 (7506): 503–506. Bibcode:2014Natur.510..503K. doi:10.1038/nature13445. ISSN 0028-0836. PMC 4981499. PMID 24965651.Mycotoxins, such as nidulotoxins and aflatoxin B1, are typically produced in relatively low concentrations by A. versicolor. The only exception is sterigmatocystin, which can account for up to 1% of the total biomass of A. versicolor under optimal conditions (e.g. aW of 1). Not many spores are produced by A. versicolor, so it is suspected that human exposured to sterigmatocystins occur through micro-fragments derived from the colonies.",
    "Disease": "Like other members of its species, A. versicolor is an opportunistic pathogen and is considered to be an important causative agent of aspergillosis. There have been reported cases of the fungus causing onychomycosis, which is often treated with topical azoles. However, A. versicolor is insensitive to these treatments and the infection can persist even after months or years of treatment. Studies have shown that like other Aspergillus species, A. versicolor is highly sensitive to terbinafine, which has in vitro fungicidal activity.There are more than 20 allergens that have been identified from A. versicolor, with the most abundant being glyceraldehyde-3-phosphate dehydrogenase. Other proteins include sorbitol reductase, catalase, enolase, malate dehydrogenase, and Asp v 13. It is common in developed countries to measure IgG responses in humans.Additionally, mycotoxins can act as immunosuppressants, which likely explains the association of increased prevalence of frequent infections among inhabitants of damp buildings.",
    "Industrial uses": "Fungi provide an effective, economic, and environmentally-friendly method of removing harmful wastes that accumulate as byproducts of industrial activities. For example, A. versicolor is very effective at removing lead ions, adsorbing 45 mg of lead per gram of dry fungal biomass. The process proceeds quickly with 80% of ions adsorbed within an hour.Aspergillus versicolor is also useful in the industrial production and purification of xylanase, which is often used to degrade xylan in waste products from hardwood manufacturing and agricultural activities.\n\n\n== References =="
  }
}