{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_fumigatus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. fumigatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus fumigatus is a species of fungus in the genus Aspergillus, and is one of the most common Aspergillus species to cause disease in individuals with an immunodeficiency.\nAspergillus fumigatus, a saprotroph widespread in nature, is typically found in soil and decaying organic matter, such as compost heaps, where it plays an essential role in carbon and nitrogen recycling. Colonies of the fungus produce from conidiophores; thousands of minute grey-green conidia (2–3 μm) which readily become airborne. For many years, A. fumigatus was thought to only reproduce asexually, as neither mating nor meiosis had ever been observed. In 2008, A. fumigatus was shown to possess a fully functional sexual reproductive cycle, 145 years after its original description by Fresenius. Although A. fumigatus occurs in areas with widely different climates and environments, it displays low genetic variation and a lack of population genetic differentiation on a global scale. Thus, the capability for sex is maintained, though little genetic variation is produced.\nThe fungus is capable of growth at 37 °C or 99 °F (normal human body temperature), and can grow at temperatures up to 50 °C or 122 °F, with conidia surviving at 70 °C or 158 °F—conditions it regularly encounters in self-heating compost heaps. Its spores are ubiquitous in the atmosphere, and everybody inhales an estimated several hundred spores each day; typically, these are quickly eliminated by the immune system in healthy individuals. In immunocompromised individuals, such as organ transplant recipients and people with AIDS or leukemia, the fungus is more likely to become pathogenic, over-running the host's weakened defenses and causing a range of diseases generally termed aspergillosis. Due to the recent increase in the use of immunosuppressants to treat human illnesses, it is estimated that A. fumigatus may be responsible for over 600,000 deaths annually with a mortality rate between 25-90%.  Several virulence factors have been postulated to explain this opportunistic behaviour.When the fermentation broth of A. fumigatus was screened, a number of indolic alkaloids with antimitotic properties were discovered. The compounds of interest have been of a class known as tryprostatins, with spirotryprostatin B being of special interest as an anticancer drug.\nAspergillus fumigatus grown on certain building materials can produce genotoxic and cytotoxic mycotoxins, such as gliotoxin.",
    "Genome": "Aspergillus fumigatus has a stable haploid genome of 29.4 million base pairs. The genome sequences of three Aspergillus species—Aspergillus fumigatus, Aspergillus nidulans, and Aspergillus oryzae—were published in Nature in December 2005.",
    "Pathogenesis": "Aspergillus fumigatus is the most frequent cause of invasive fungal infection in immunosuppressed individuals, which include patients receiving immunosuppressive therapy for autoimmune or neoplastic disease, organ transplant recipients, and AIDS patients. A. fumigatus primarily causes invasive infection in the lung and represents a major cause of morbidity and mortality in these individuals. Additionally, A. fumigatus can cause chronic pulmonary infections, allergic bronchopulmonary aspergillosis, or allergic disease in immunocompetent hosts.",
    "Pathogenesis-Innate immune response": "Inhalational exposure to airborne conidia is continuous due to their ubiquitous distribution in the environment. However, in healthy individuals, the innate immune system is an efficacious barrier to A. fumigatus infection. A large portion of inhaled conidia are cleared by the mucociliary action of the respiratory epithelium. Due to the small size of conidia, many of them deposit in alveoli, where they interact with epithelial and innate effector cells. Alveolar macrophages phagocytize and destroy conidia within their phagosomes. Epithelial cells, specifically type II pneumocytes, also internalize conidia which traffic to the lysosome where ingested conidia are destroyed. First line immune cells also serve to recruit neutrophils and other inflammatory cells through release of cytokines and chemokines induced by ligation of specific fungal motifs to pathogen recognition receptors. Neutrophils are essential for aspergillosis resistance, as demonstrated in neutropenic individuals, and are capable of sequestering both conidia and hyphae through distinct, non-phagocytic mechanisms. Hyphae are too large for cell-mediated internalization, and thus neutrophil-mediated NADPH-oxidase induced damage represents the dominant host defense against hyphae. In addition to these cell-mediated mechanisms of elimination, antimicrobial peptides secreted by the airway epithelium contribute to host defense.",
    "Pathogenesis-Invasion": "Immunosuppressed individuals are susceptible to invasive A. fumigatus infection, which most commonly manifests as invasive pulmonary aspergillosis. Inhaled conidia that evade host immune destruction are the progenitors of invasive disease. These conidia emerge from dormancy and make a morphological switch to hyphae by germinating in the warm, moist, nutrient-rich environment of the pulmonary alveoli. Germination occurs both extracellularly or in type II pneumocyte endosomes containing conidia. Following germination, filamentous hyphal growth results in epithelial penetration and subsequent penetration of the vascular endothelium. The process of angioinvasion causes endothelial damage and induces a proinflammatory response, tissue factor expression and activation of the coagulation cascade. This results in intravascular thrombosis and localized tissue infarction, however, dissemination of hyphal fragments is usually limited. Dissemination through the blood stream only occurs in severely immunocompromised individuals.. In 2018, the Lung colonization by Aspergillus fumigatus is controlled by ZNF77 paper was published.",
    "Pathogenesis-Hypoxia Response": "As is common with tumor cells and other pathogens, the invasive hyphae of A. fumigatus encounters hypoxic (low oxygen levels, ≤ 1%) micro-environments at the site of infection in the host organism. Current research suggests that upon infection, necrosis and inflammation cause tissue damage which decreases available oxygen concentrations due to a local reduction in perfusion, the passaging of fluids to organs. In A. fumigatus specifically, secondary metabolites have been found to inhibit the development of new blood vessels leading to tissue damage, the inhibition of tissue repair, and ultimately localized hypoxic micro-environments. The exact implications of hypoxia on fungal pathogenesis is currently unknown, however these low oxygen environments have long been associated with negative clinical outcomes. Due to the significant correlations identified between hypoxia, fungal infections, and negative clinical outcomes, the mechanisms by which A. fumigatus adapts in hypoxia is a growing area of focus for novel drug targets.\nTwo highly characterized sterol-regulatory element binding proteins, SrbA and SrbB, along with their processing pathways, have been shown to impact the fitness of A. fumigatus in hypoxic conditions. The transcription factor SrbA is the master regulator in the fungal response to hypoxia in vivo and is essential in many biological processes including iron homeostasis, antifungal azole drug resistance, and virulence. Consequently, the loss of SrbA results in an inability for A. fumigatus to grow in low iron conditions, a higher sensitivity to anti-fungal azole drugs, and a complete loss of virulence in IPA (invasive pulmonary aspergillosis) mouse models. SrbA knockout mutants do not show any signs of in vitro growth in low oxygen, which is thought to be associated with the attenuated virulence. SrbA functionality in hypoxia is dependent upon an upstream cleavage process carried out by the proteins RbdB, SppA, and Dsc A-E. SrbA is cleaved from an endoplasmic reticulum residing 1015 amino acid precursor protein to a 381 amino acid functional form. The loss of any of the above SrbA processing proteins results in a dysfunctional copy of SrbA and a subsequent loss of in vitro growth in hypoxia as well as attenuated virulence. Chromatin immunoprecipitation studies with the SrbA protein led to the identification of a second hypoxia regulator, SrbB. Although little is known about the processing of SrbB, this transcription factor has also shown to be a key player in virulence and the fungal hypoxia response. Similar to SrbA, a SrbB knockout mutant resulted in a loss of virulence, however, there was no heightened sensitivity towards antifungal drugs nor a complete loss of growth under hypoxic conditions (50% reduction in SrbB rather than 100% reduction in SrbA). In summary, both SrbA and SrbB have shown to be critical in the adaptation of A. fumigatus in the mammalian host.",
    "Pathogenesis-Nutrient acquisition": "Aspergillus fumigatus must acquire nutrients from its external environment to survive and flourish within its host. Many of the genes involved in such processes have been shown to impact virulence through experiments involving genetic mutation. Examples of nutrient uptake include that of metals, nitrogen, and macromolecules such as peptides.",
    "Pathogenesis-Nutrient acquisition-Iron acquisition": "Iron is a necessary cofactor for many enzymes, and can act as a catalyst in the electron transport system. A. fumigatus has two mechanisms for the uptake of iron, reductive iron acquisition and siderophore-mediated. Reductive iron acquisition includes conversion of iron from the ferric (Fe+3) to the ferrous (Fe+2) state and subsequent uptake via FtrA, an iron permease. Targeted mutation of the ftrA gene did not induce a decrease in virulence in the murine model of A. fumigatus invasion. In contrast, targeted mutation of sidA, the first gene in the sideophore biosynthesis pathway, proved sideophore-mediated iron uptake to be essential for virulence. Mutation of the downstream sideophore biosynthesis genes sidC, sidD, sidF and sidG resulted in strains of A. fumigatus with similar decreases in virulence. These mechanisms of iron uptake appear to work in parallel and both are upregulated in response to iron starvation.",
    "Pathogenesis-Nutrient acquisition-Nitrogen assimilation": "Aspergillus fumigatus can survive on a variety of different nitrogen sources, and the assimilation of nitrogen is of clinical importance, as it has been shown to affect virulence. Proteins involved in nitrogen assimilation are transcriptionally regulated by the AfareA gene in A. fumigatus. Targeted mutation of the afareA gene showed a decrease in onset of mortality in a mouse model of invasion. The Ras regulated protein RhbA has also been implicated in nitrogen assimilation. RhbA was found to be transcriptionally upregulated following contact of A. fumigatus with human endothelial cells, and strains with targeted mutation of the rhbA gene showed decreased growth on poor nitrogen sources and reduced virulence in vivo.",
    "Pathogenesis-Nutrient acquisition-Proteinases": "The human lung contains large quantities of collagen and elastin, proteins that allow for tissue flexibility. Aspergillus fumigatus produces and secretes elastases, proteases that cleave elastin in order to break down these macromolecular polymers for uptake. A significant correlation between the amount of elastase production and tissue invasion was first discovered in 1984. Clinical isolates have also been found to have greater elastase activity than environmental strains of A. fumigatus. A number of elastases have been characterized, including those from the serine protease, aspartic protease, and metalloprotease families. Yet, the large redundancy of these elastases has hindered the identification of specific effects on virulence.",
    "Pathogenesis-Unfolded protein response": "A number of studies found that the unfolded protein response contributes to virulence of A. fumigatus.",
    "Pathogenesis-Secondary metabolism": "",
    "Pathogenesis-Secondary metabolism-Secondary metabolites in fungal development": "The lifecycle of filamentous fungi including Aspergillus spp. consists of two phases: a hyphal growth phase and a reproductive (sporulation) phase. The switch between growth and reproductive phases of these fungi is regulated in part by the level of secondary metabolite production. The secondary metabolites are believed to be produced to activate sporulation and pigments required for sporulation structures. G protein signaling regulates secondary metabolite production. Genome sequencing has revealed 40 potential genes involved in secondary metabolite production including mycotoxins, which are produced at the time of sporulation.",
    "Pathogenesis-Secondary metabolism-Gliotoxin": "Gliotoxin is a mycotoxin capable of altering host defenses through immunosuppression. Neutrophils are the principal targets of gliotoxin. Gliotoxin interrupts the function of leukocytes by inhibiting migration and superoxide production and causes apoptosis in macrophages. Gliotoxin disrupts the proinflammatory response through inhibition of NF-κB.",
    "Pathogenesis-Secondary metabolism-Transcriptional regulation of gliotoxin": "LaeA and GliZ are transcription factors known to regulate the production of gliotoxin. LaeA is a universal regulator of secondary metabolite production in Aspergillus spp. LaeA influences the expression of 9.5% of the A. fumigatus genome, including many secondary metabolite biosynthesis genes such as nonribosomal peptide synthetases. The production of numerous secondary metabolites, including gliotoxin, were impaired in an LaeA mutant (ΔlaeA) strain. The ΔlaeA mutant showed increased susceptibility to macrophage phagocytosis and decreased ability to kill neutrophils ex vivo. LaeA regulated toxins, besides gliotoxin, likely have a role in virulence since loss of gliotoxin production alone did not recapitulate the hypo-virulent ∆laeA pathotype.",
    "Current treatments to combat A. fumigatus infections": "Current noninvasive treatments used to combat fungal infections consist of a class of drugs known as azoles. Azole drugs such as voriconazole, itraconazole, and imidazole kill fungi by inhibiting the production of ergosterol—a critical element of fungal cell membranes. Mechanistically, these drugs act by inhibiting the fungal cytochrome p450 enzyme known as 14α-demethylase. Along with azoles, other anti-fungal drug classes do exist such as polyenes and echinocandins. Although these drugs, azoles in particular, have been shown to successfully combat A. fumigatus pathogenesis in immune compromised and healthy hosts, novel drug targets are essential due to a worldwide increase in drug resistant fungal strains.",
    "Gallery": "",
    "See also": "",
    "References": "",
    "External links": "Emergence of Azole Resistance in Aspergillus fumigatus and Spread of a Single Resistance Mechanism. at SciVee\nThe Aspergillus Trust A registered UK charity engaged in support of sufferers of aspergillus disease worldwide and research into cures\nThe Fungal Research Trust\nAspergillus info from DoctorFungus.org"
  }
}