{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_parasiticus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. parasiticus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus parasiticus is a fungus belonging to the genus Aspergillus. This species is an unspecialized saprophytic mold, mostly found outdoors in areas of rich soil with decaying plant material as well as in dry grain storage facilities. Often confused with the closely related species, A. flavus, A. parasiticus has defined morphological and molecular differences. Aspergillus parasiticus is one of three fungi able to produce the mycotoxin, aflatoxin, one of the most carcinogenic naturally occurring substances. Environmental stress can upregulate aflatoxin production by the fungus, which can occur when the fungus is growing on plants that become are damaged due to exposure to poor weather conditions, during drought, by insects, or by birds.  In humans, exposure to A. parasiticus toxins have potential to cause delayed development in children and produce serious liver diseases and/or hepatic carcinoma in adults. The fungus is also able to cause the infection known as aspergillosis in humans and other animals. A. parasiticus is of agricultural importance due to its ability to cause disease in corn, peanut, and cottonseed.",
    "History and taxonomy": "Aspergillus parasiticus was first discovered in 1912 by pathopathologist, A.T Speare from dead mealy bugs collected on Hawaiian sugarcane plantations. The species epithet, \"parasiticus\" is derived from the Latin word meaning \"parasite\" and was selected due to the ability of the fungus to parasitize other organisms. The fungus was originally classified as a subspecies of A. flavus called Aspergillus flavus subsp. parasiticus (Speare) due to its strong resemblance to A. flavus. Indeed, this fungus is very closely related to A. flavus and is often misidentified as the latter. However, the two species are separable based on morphological features. A. parasiticus also exhibits physiological differences from A. flavus such as the inability to produce cyclopiazonic acid and the production of aflatoxin G.",
    "Growth and morphology": "The conidia of A. parasiticus have rough, thick walls, are spherical in shape, have short conidiophores (~400 μm) with small vesicles averaging 30 μm in size to which the phialides are directly attached. A. parasiticus is further distinguished by its dark green colony colour. Aspergillus parasiticus colonies are dark green. The average growth temperature for this fungus ranges between 12-42 °C with the optimum temperature for growth is at 32 °C and no growth reported at 5 °C. Growth pH ranges from 2.4-10.5 with the optimum growth ranging between 3.5-8. For the best growth of the fungus the carbon and nitrogen content in the soil is 1:1 and the pH 5.5. A. parasiticus normally reproduces asexually however, the presence of single mating genes MAT1-1 or MAT1-2 in different strains of the fungus suggests it has a heterothallic mating system and may have a hitherto unrecognized teleomorph. A. parasiticus grows on cereal agar, Czapek agar, malt extract agar, malt salt agar, and potato dextrose agar. The sclerotia and stromata transform from white to pink, dark brown and black. When grown on \"Aspergillus flavus and parasiticus\" agar (AFPA), colonies show an orange yellow reverse colouration. The conidia are pink when grown on media containing anisaldehyde.A. parasiticus has been cultivated on both Czapek yeast extract agar (CYA) plates and Malt Extract Agar Oxoid (MEAOX) plates. The growth morphology of the colonies can be seen in the pictures below.",
    "Physiology": "A. parasiticus produces aflatoxins B1, B2, G1, and G2, named for the colours emitted under UV light on thin-layer chromatography plates—either blue and green. The numbers refer to the type of compound with 1 being major and 2 being minor. These aflatoxins are carcinogenic mycotoxins which have detrimental effects to humans and livestock. A. parasiticus also has the ability to produce kojic acid, aspergillic acid, nitropropionic acid and aspertoxin as secondary antimicrobial metabolites in response to different environments, all of which can be useful in identification. A. parasiticus also differs in sclerotia quantity number, volume, and shape. This fungus can be reliably identified using molecular methods.A. parasiticus produces aflatoxins at higher concentrations than A. flavus in temperatures ranging from 12–42 °C (54–108 °F) with pH ranging from 3 to greater than 8. Light exposure, oxidative growth conditions, fungal volatiles and nutrient availability (sugars and zinc) affect the production of these toxins. Greater zinc availability increases aflatoxin output. Environmental stress caused by drought and/or high temperatures during the latter part of the growing season of crops increases the likelihood of fungal growth. The aflatoxins produced by A. parasiticus are hazardous under normal food handling conditions and are especially stable when absorbed by starch or protein on the surfaces of seeds.",
    "Signs and symptoms": "Often, food illnesses are not attributed to A. parasiticus because it is mistaken for A. flavus. Serious symptoms of aflatoxin exposure by either ingestion or inhalation of spores, or through direct skin contact, can occur amongst humans and animals. Signs and symptoms of exposure in humans may include delayed development and stunted growth among children, while adults may experience teratogenic effects, lung damage, ulcers, skin irritation, fever, and acute liver disease, which can later lead to liver carcinoma and death.",
    "Control and management": "Most countries put low limits on how much aflatoxin is allowed to be in food. This fungus has low resistance to heat, so in order to reduce aflatoxin levels and its toxic effects, foods such as peanuts, hazelnuts, walnuts, pistachios, and pecans can be roasted, can be treated with an alkali such as ammonia, or the crops can be given a microbial treatment. The growth of this fungus can be prevented by proper water management and dust reduction. Corn contaminated by A. parasiticus can be pasteurized by exposure to radio frequency (although any mycotoxins produced in situ will remain intact). Exposure of the fungus to phenolic compounds destabilizes the cellular lipoprotein membrane by increasing hydrophobicity, resulting in a lengthened lag phase, reduction of growth rate and diminished aflatoxin production. Similarly, exposure to phytochemicals such as ascorbic acid, gallic acid, caffeine, and quercetin reduces the growth rate of A. parasiticus.",
    "Habitat and ecology": "Aspergillus parasiticus can be found outdoors commonly within an agricultural setting of soil on fields and through the improper handling, drying, transportation and storage of grains and fresh produce. This fungus is also commonly found on the stems and roots of peanuts and other plants.A. parasiticus is a tropical and subtropical species found in the United States, Latin America, South Africa, India and Australia. This species has rarely been reported from Southeast Asia and cool temperate zones.Fungal spores can be distributed with the wind as well as through moist soil via contact with nuts and kernels, and can survive over the winter months on plant material on the soil.\n\n\n== References =="
  }
}