{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_clavatus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. clavatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus clavatus is a species of fungus in the genus Aspergillus with conidia dimensions 3–4.5 x 2.5–4.5 μm. It is found in soil and animal manure. The fungus was first described scientifically in 1834 by the French mycologist John Baptiste Henri Joseph Desmazières.The fungus can produce the toxin patulin, which may be associated with disease in humans and animals. This species is only occasionally pathogenic.\nOther sources have identified many species of Aspergillus as producing dry, hydrophobic spores that are easily inhaled by humans and animals. Due to the small size of the spores, about 70% of spores of A. fumigatus are able to penetrate into the trachea and primary bronchi and close to 1% into alveoli. Inhalation of spores of Aspergillus is a health risk. A. clavatus is allergenic, causing the occupational hypersensitivity pneumonitis known as malt-worker's lung.",
    "History and taxonomy": "Aspergillus clavatus is a species of Aspergillus and is characterized by elongated club-shaped vesicles, and blue-green uniseriate conidia. The fungus was first described scientifically in 1834 by the French mycologist John Baptiste Henri Joseph Desmazières. It belongs to the Aspergillus section Clavati, (formerly known as the Aspergillus clavatus group) recognized by Charles Thom and Margaret Church (1926), alongside two species, Aspergillus clavatus and Aspergillus giganteus. In the succeeding years, four more species were discovered belonging to the Aspergillus section Clavati, which included Aspergillus rhizopodus, Aspergillus longivesica, Neocarpenteles acanthosporus and Aspergillus clavatonanicus. Later, Aspergillus pallidus was concluded to be a white variant (synonym) of A. clavatus by Samson (1979), which was supported by the identical DNA sequences of the two species.",
    "Growth and morphology": "Aspergillus clavatus undergoes rapid growth, resulting in the formation of a velvety and fairly dense felt that is observed to be bluish-grey green in colour. The emerging conidial heads are large and clavate when very young, quickly splitting into conspicuous and compact divergent columns. The conidia bearing conidiophores are generally coarse, smooth walled, uncoloured, hyaline and can grow to be very long. Elongated club-shaped vesicles clavate, and bear phialides (singular: phialide) over their entire-surface, contributing to its short and densely packed structure. The sterigmata are usually found to be uniseriate, numerous and crowded. Conidia formed in them are elliptical, smooth and comparatively thick-walled. A. clavatus usually express conidiophores 1.5–3.00 mm in length, which arises from specialized and widened hyphal cells that eventually become the branching foot cells. The conidia on A. clavatus has been measured up to 3.0 – 4.5 X 2.5 – 3.5 μm.",
    "Growth and morphology-Growth on Czapek’s solution agar": "Aspergillus clavatus colonies grow rapidly on Czapek's solution agar, reaching 3.0–3.5  cm, in 10 days at 24–26 °C. Growth is usually plane or moderately furrowed, with occasional appearance of floccose strains. But generally a comparatively thin surface layer of mycelial felt is observed, which produces a copious amount of erect conidiophores. The reverse is usually uncoloured but becomes brown with passing time in some strains. While odor is not prominent in some strains, it can be extremely unpleasant in others. Large conidial heads extend from 300 to 400 μm by 150 to 200 μm when young. However with time, they split into two or more divergent and compressed cordial chains reaching 1.00 mm portraying a colour consisting of artemesia green to slate olive. The observed conidiophores grow up to 1.5–3.00 mm in length with 20–30 μm in diameter. They slowly and ultimately enlarge at the apex into a clavate vesicle, which consists of a fertile area, 200 to 250 μm in length and 40–60 μm wide. \nThe sterigmata usually ranges from 2.5 to 3.5 μm by 2.0 to 3.0 μm at the base of the vesicle, to 7.0 or 8.0 and occasionally 10 μm to 2.5 to 3.0 μm at the apex. The conidia are comparatively thick-walled and measures 3.0 to 4.5 μm by 2.5 to 3.5 μm. While they can be larger in some strains, in others their appearance may be irregular.",
    "Growth and morphology-Growth on malt extract agar": "On malt extract agar, the structural morphology of A. clavatus appears to be different than in Czapek’s solution agar. The typical strains extracted from malt media contain less abundant conidial structures, which could be larger in size. In other (non-typical) strains, the conidial heads increase in number but decrease in size. The conidiophores range from 300 to 500 μm and bear loose, columnar heads. Typical strains may be resembled by strong and unpleasant odor whereas non-typical strains are characterized being odorless. The colonies arising from one conidium on malt extract agar, consisted of 25X10^7 conidia after being observed for six days.",
    "Growth and morphology-Examination": "The phialide development and conidium formation in A. clavatus has been examined using TEM. And by using SEM, it was discovered that the first-formed conidium and phialide share a continuous wall. Additionally recombination with an albino mutant led to the production of heterokaryotic conidial heads with mixed conidial colours. A GC-content of 52.5–55% was also detected upon DNA analysis. And its soluble wall carbohydrates consist of mannitol and arabitol.",
    "Physiology": "Light stimulates the elongation of conidiophores in A. clavatus. And the more favourable C sources include starch, dextrin, glycogen and especially fructose. Substantial degree of lipid synthesis occurs, whereas cellulose and usnic acid are degraded. A. clavatus also produces riboflavin, ribonuclease, acid phosphodiesterase and acid phosphatase when in liquid culture.A. clavatus has the properties to oxidize tryptamine to indole acetic acid. It can absorb and collect hydrocarbons from fuel oil, incorporate metaphosphate and synthesize ethylene, clavatol and kojic acid. It is also responsible for the production of mycotoxins Patulin and sterigmatocystin. And has extremely high capacity for alcohol fermentation.When it comes to genome, A. clavatus has only one MAT locus, containing an alpha MAT gene hinting that it might be a heterothallic sexual species. A. clavatus also contains a full complement of identified euascomycete sex genes. A. clavatus can also be a food source for Collembola, and has been found to be parasitized by Fusarium solani.",
    "Habitat and ecology": "Aspergillus clavatus is often described as a spoilage organism occurring on dung and in soil, and can also grow in strong alkaline conditions. When it comes to geographical distribution, A. clavatus has been spotted in the tropical, subtropical and mediterranean areas. It has been accounted in low frequencies in the soils of India. And is also found in Bangladesh, Sri Lanka, Hong Kong, Jamaica, Brazil, Argentina, South Africa, the Ivory Coast, Egypt, Libya, Turkey, Greece, Italy, the United States of America, Japan, the USSR and Czechoslovakia. It was tracked in rocks of a carst cave and stratigraphic core samples descending to 1200 m in Central Japan. However, it is usually and solely collected from cultivated soils, including the ones that bear cotton, potatoes, sugar canes, legumes, paddy and Artemisia herba-alba. It has also been garnered from soil under burnt steppe vegetation, desert soils, the rhizospheres of banana, ground-nuts and wheat. A. clavatus has also been detected in the ripe compost of municipal waste, and Nitrogen and NPK fertilizers are found to play an important role in its stimulation process.A. clavatus is also referred as a cosmopolitan fungus. Other than soil and dung, it can additionally be found in stored products with high levels of entrapped moisture. Such as stored cereals, rice, corn and millet. It has been further isolated from insects, especially from dead adult bees and honey combs. Moreover, it has been collected from the feathers and droppings from free-living birds. A. clavatus is also common is decomposing materials. Their ability to resist strongly alkaline conditions, allows them to act as decomposition catalysts in situations where other fungus usually do not function.",
    "Applications and medical uses": "Weisner in March, 1942 first noted the production of an antibiotic by strains of A. clavatus, and the active substance was known as clavatin.  Later the antibiotic was named clavacin in August, 1942 by Waksman, Horning and Spencer. Clavacin is also known as patulin. Patulin is receiving significant attention in the world today because of its manifestations in apple juices. Clavacin was noted to be valuable in the treatment of common-cold and applies a fungistatic or fungicidal effect on certain dermatophytes. A. clavatus with Phytophthora cryptogea in soil provided protection against damping of tomato seedlings, by decreasing the spreading of pathogens. Reversely, A. clavatus with the addition of glucose, increased the pathogenicity of Verticillium albo-atrum to tomatoes. A. clavatus also produces the following: Cytochalasin E,  Cytochalasin K, Tryptoquivaline, Nortryptoquivalone, Nortryptoquivaline, Deoxytryptoquivaline, Deoxynortryptoquivaline, Tryptoquivaline E, and Tryptoquivaline N. Furthermore, A. clavatus isolates produce ribotoxins, which can help develop immunotherapy processes for cancer. A.clavatus has also been used in the formation of extracellular bionanoparticles from silver nitrate solutions. These nanoparticles display antimicrobial properties, which work against MRSA and MRSE.",
    "Pathogenicity": "Aspergillus clavatus is known as an agent of allergic aspergillosis and has been implicated in multiple pulmonary infections. \nIt has also been labelled as an opportunistic fungus, as it is responsible for causing aspergillosis in compromised patients.A. clavatus can also cause neurotoxicosis in sheep and otomycosis. In Scotland and elsewhere, A. clavatus is reported for causing the mould allergy \"malster's lung\" otherwise \"maltster's lung\".Extrinsic allergic alveolitis (EAA) is also caused by Aspergillus clavatus with a Type 1 immune reaction. It is described as a true hypersensitivity pneumonia, which usually occurs among malt workers, including symptoms of fever, chills, cough and dyspnea. In severe cases, glucocorticoids are used.\nMicrogranulomatous hypersensitivity pneumonitis, where interstitial granulomatous infiltration occurs, usually in malt workers, is caused by allergy to antigens of Aspergillus clavatus.\nEAA is caused by allergy to Aspergillus conidia, usually in the non-atopic individual. Such individuals are usually exposed to organic dust heavily packed with conidia and mycelial debris.  This condition involves the lung parenchyma.A strain of A. clavatus has also caused hyperkeratosis in calves. Spore walls of a sputum-derived isolate of Aspergillus clavatus were extracted and treated with ethanol following alkaline hydrolysis. And it yielded mutagens. The extracts were given to unimmunised mice, causing lung reaction  and leading to cases of pulmonary mycotoxicosis. A rising incidence of lung tumours were also observed.\nThis study revealed that an isolate of A. clavatus, which is able to convert highly toxic metabolites in bacterial and mammalian cells, will cause inflammatory response in the lungs of unimmunized mice.\n\n\n== References =="
  }
}