{
  "url": "https://en.wikipedia.org/wiki/Aspergillus_giganteus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Aspergillus"
    },
    {
      "Species": "A. giganteus"
    }
  ],
  "text": {
    "__SUMMARY__": "Aspergillus giganteus is a species of fungus in the genus Aspergillus (from Latin \"aspergillum,\" meaning \"holy water sprinkler\") that grows as a mold. It was first described in 1901 by Wehmer, and is one of six Aspergillus species from the Clavati section of the subgenus Fumigati. Its closest taxonomic relatives are Aspergillus rhizopodus (Rai et al., 1975) and Aspergillus longivescia (Huang and Raper, 1971).",
    "Morphology": "Like the majority of Aspergillus species, A. giganteus reproduces asexually, and has not been observed in a sexual state. Similar to other species in Clavati, A. giganteus produces numerous conidiophores that are characterized by glassy and translucent stem-like structures called stipes and club-shaped aspergilla that taper towards the tips. Blue-green colored asexual spores called conidia form on these tips.On a macroscopic level, A. giganteus colonies are characterized by their velvety texture. Colonies are often white at first, turning a pale blue-green color when exposed to light.\n\nOn a microscopic level, A. giganteus produces two tipes of conidiophores that have distinct stipes and vesicles. The first of these conidiophores are typically 2-3 mm tall, including stipe length. These shorter conidiophores produces clavate vesicles that are 100-250 μm long and 30-50 μm wide. The second type of conidiophores are much larger, approximately 1-5 cm long. Most of this length is due to elongated stipes. These more elongated conidiophores are phototropic, meaning that they are only able to develop and grow in the presence of light. The vesicles produced by the long conidiophores are 400-600 μm long and 120-180 μm wide, more than double the size of the vesicles produced by their shorter counterparts.Together the vesicle and phialides form the conidial head. In A. giganteus, these heads are blue-green in color, and split into two or more columns as the mold matures. Conidia form from these conidial heads. The conidia of A. giganteus are relatively thick-walled, and are distinguishable by their smooth, elliptical appearance as well as their size (3.5-4.5 x 2.4-3.0 μm). These traits are characteristic of both types of conidiophore.A. giganteus can be distinguished form other Aspergillus species placed within the Clavati section by its microscopic morphology and by its unique combination of extrolites, which are compounds synthesized by and then excreted by cells in defense against bacteria and other fungi. Morphologically, A. giganteus lacks the rhizoidal foot cells present in A. rhizopodus, and has clavate vesicles that stand in contrast to the elongated vesicles of A. longivesica. In terms of extrolite synthesis, although A. giganteus produces mycotoxins and antibiotics that are characteristic of all Clavati section species (such as patulin, tryptoquivalines and tryptoquivalones, and alpha-sarcins), it also produces extrolites not synthesized by its closest relatives. These include several different carotinoids and penicillin-like clavinformin.",
    "Ecology": "A. giganteus is found worldwide, and has been officially documented in Nigeria, the United States, Egypt, Mexiso, Panama, Germany, Suriname, the Netherlands, and Poland. It is most often dung-borne, but will grow in alkaline soil and wood substrates. As a saprotrophic mold, A. giganteus gets its energy by absorbing nutrients from the substrates it grows in. Although many other Aspergillus and Clavati section species are known pathogens of humans, A. giganteus does not have any reported pathogenic effects.In the lab, A. giganteus has been cultivated on both Czapek yeast extract agar (CYA) plates and Malt Extract Agar Oxoid® (MEAOX) plates, as shown below.",
    "Economic relevance": "",
    "Economic relevance-Antifungal protein (AFP)": "A. giganteus produces an antifungal protein (AFP) that has potential applications for preventing fungal infection in both pharmaceutical and agricultural settings. AFP has been shown to restrict the growth of numerous economically-important filamentous fungi. These include Aspergillus fumigatus, the main cause of aspergillosis in humans, and other Aspergillus species; Fusarium oxysporum and related Fusarium species, common pathogens of tomato, bean, banana, melon, cotton, and chickpea plants; Magnaporthe grisea, a pathogen of rice and cereal crops; and Botrytis cineara, pathogenic to geranium and other economically important ornamental plants. Additionally, AFP may restrict the growth of the oomycete Phytopthera infestans, the pathogen infamous for causing late blight in potatoes (the main cause of the Irish potato famine) and tomatoes.In additional to having high potential for success in combatting the infections listed above, AFP does not inhibit the viability of yeast, bacteria, mammalian, or plant cells. Because there are many filamentous fungal species that do not respond to AFP, it is likely that the protein's detrimental effects are species-specific. As such, AFP could be used to treat and prevent infection by very specific pathogens without harm to patients or host plants. Furthermore, the protein can be easily synthesized through fermentation of A. giganteus and is resistant to hear. In comparison to other antifungal treatments, small amounts of the protein are needed to prevent the growth of harmful pathogens. In combination with the fact that AFP almost completely blocks growth of sensitive, pathogenic fungi (unlike the ozone, hydrogen peroxide, and chlorine dioxide antifungal treatments currently used in agricultural systems,) these factors highlight AFP's potential as a cheap, mass-producible, and extremely effective solution to pathogen infection.",
    "Economic relevance-AFP mode of action": "The cysteine-rich, amphipathic protein inhibits the growth of AFP-senstivie pathogens through multiple pathways. First, AFP may inhibit cell growth by inhibiting chitin synthesis. In sensitive fungi, AFP activates the cell wall integrity pathway, thereby enhancing the expression of the α-1,3-glucan synthase A gene responsible for remodeling cell walls and inhibiting the formation of chitin. AFP may also alter the cell membrane permeability of sensitive fungi, particularly of Aspergillus niger, or cause an immediate, sustained increase in calcium cation cell resting potential that often results in programmed cell death. Each of these pathways ultimately results in the death of the AFP-sensitive pathogen. Although more research is needed to identify how these pathways work in consort, the wide variety of AFP modes of action highlights that the protein may interact with sensitive pathogens in different ways, that these pathogens vary in their susceptibility to AFP.",
    "Economic relevance-Preliminary studies on applications of AFP": "In preliminary studies on the pharmaceutical and agricultural applications of AFP, researchers used AFP to halt the growth of Phytopthera infestans and Aspergillus species in culture. In applying AFP solutions to plant leaves and roots, infections by Botrytis cineara in geranium plants and Magnaporthe grisea in rice plants were eliminated. In each of these cases, AFP caused deformations in the hyphae of the sensitive fungi, resulting in reduced hyphal elongation and inability of the pathogen to grow. In addition to direct application to plant structures, the AFP-encoding gene can be edited into the genomes of the plants affected by the AFP-sensitive fungi such that the plants are able to synthesize the protein on their own. This technique has been successfully used to decrease infection by Puccinia substriata, the main cause of rust disease, and Sclerospora graminicola, a causal agent of downy mildew, in pearl millet plants, as well as infection by Magnaporthe grisea in rice plants. Although genetic enhancement halted infection in laboratory and greenhouse settings, researchers continue to debate about the scalability of plant genome editing and the ability of plants themselves to synthesize enough AFP to fight off pathogen infection in the field.\n\n\n== References =="
  }
}