{
  "url": "https://en.wikipedia.org/wiki/Acropora_millepora",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Acroporidae"
    },
    {
      "Genus": "Acropora"
    },
    {
      "Species": "A. millepora"
    }
  ],
  "text": {
    "__SUMMARY__": "Acropora millepora is a species of branching stony coral native to the western Indo-Pacific where it is found in shallow water from the east coast of Africa to the coasts of Japan and Australia.",
    "Description": "Acropora millepora is a small colonial coral that grows in clumps. The short branches are cylindrical. The radial corallites are all the same size and have projecting lower rims, giving them a scale-like appearance. The colour is variable and may be green with orange tipped branches, or pale pink, orange, plain green or blue.",
    "Distribution and habitat": "Acropora millepora is a common species and is found in the western and central Indo-Pacific. Its range extends from the Red Sea, Kenya and South Africa to India, Malaysia, Japan, Indonesia and Australia. This coral grows in shallow water, between two and twelve metres (six and forty feet) deep, mostly on reef flats, but also on upper reef slopes and in lagoons.",
    "Ecology": "Acropora millepora is a zooxanthellate species of coral and harbours symbiotic dinoflagellates in its tissues. The larvae of Acropora millepora preferentially settle on vertical surfaces and on encrusting coralline algae. It has been found that at lower temperatures (22.5 °C (72.5 °F)) the larvae were less specific as to their choice of settlement sites and that their survival rates were lower. Surprisingly, the choice of substrate for settlement was modified by the strain of symbiont present in the locality even though it had not yet infected the tissues.",
    "Status": "The main threat affecting Acropora millepora is the destruction of the coral reefs where it lives. Although relatively common it is a shallow water species and susceptible to bleaching and coral diseases. It is also collected for the reef aquarium trade. Corals in general are expected to be impacted by rising sea temperatures and ocean acidification. For these reasons, the IUCN has listed Acropora millepora as being \"Near Threatened\".\n\n\n== References =="
  }
}