{
  "url": "https://en.wikipedia.org/wiki/Amphimedon_compressa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Porifera"
    },
    {
      "Class": "Demospongiae"
    },
    {
      "Order": "Haplosclerida"
    },
    {
      "Family": "Niphatidae"
    },
    {
      "Genus": "Amphimedon"
    },
    {
      "Species": "A. compressa"
    }
  ],
  "text": {
    "__SUMMARY__": "Amphimedon compressa,  the erect rope sponge, red tree sponge, red tubular sponge, or red sponge is a demosponge found in southern Florida, the Caribbean Sea, and the Bahamas. It can be deep red, orange, brown, or black.",
    "Taxonomy": "The erect rope sponge used to be classified as Haliclona rubens, but this was determined to be a synonym of Haliclona compressa. This name, however, is no longer accepted, and the World Porifera Database lists this species as Amphimedon compressa – Duchassaing & Michelotti, 1864.",
    "Description": "Amphimedon compressa can grow to a length of 40 cm (16 in) and a diameter of 4 cm (1.6 in), but it is usually smaller in shallow water. The tree-like curved branches grow from a basal encrusting mass, but very occasionally this sponge grows as a small, unbranched, flattened hemisphere. Many small osculi are found on the branches. It is usually a dull dark red, but the colour varies and it is sometimes black, dark brown, greyish-brown, bright red, or orange. In dark positions under overhangs, it grows in mats and its colour is weak.",
    "Distribution": "The erect rope sponge grows as part of the coral reef community. It occurs in Florida, the Caribbean Sea, and the Bahamas at depths to about 20 m (66 ft). It occurs on the crests and sides of the reef growing on rock, and on vertical surfaces, it protrudes sideways.",
    "Biology": "The erect rope sponge feeds on plankton and tiny organic particles suspended in the water. To do this, the sponge draws in water through small pores called ostia, filters out particles in the choanocyte tissue, then moves the water through the spongocoel or central cavity before pumping the water out through the osculi.",
    "Ecology": "Amphimedon compressa is part of a sponge community in a belt at depths between 80 and 240 m (260 and 790 ft) off the Cayman Islands, and often grows out horizontally from rock faces. It often has the sponge brittle star (Ophiothrix suensoni) living on its surface. Sponges are often eaten by sea stars, but the red tree sponge contains certain secondary metabolites which deter feeding by the common Caribbean starfish Echinaster echinophorus.\n\n\n== References =="
  }
}