{
  "url": "https://en.wikipedia.org/wiki/Astropecten_polyacanthus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Echinodermata"
    },
    {
      "Subphylum": "Eleutherozoa"
    },
    {
      "Class": "Asteroidea"
    },
    {
      "Order": "Paxillosida"
    },
    {
      "Family": "Astropectinidae"
    },
    {
      "Genus": "Astropecten"
    },
    {
      "Species": "A. polyacanthus"
    }
  ],
  "text": {
    "__SUMMARY__": "Astropecten polyacanthus, the sand sifting starfish or comb sea star, is a sea star of the family Astropectinidae. It is the most widespread species in the genus Astropecten, found throughout the Indo-Pacific region. The armspread is up to 20 cm (8 in). The specific epithet \"polyacanthus\" comes from the Latin meaning \"many thorned\".",
    "Description": "The upper surface of the comb star is a dark purplish colour, while the underside is orange. On the upper surface paxillae, (Latin, \"little stakes\") little pillars with flattened summits, are cream, grey or brown, the colours sometimes making a chevron pattern. Along the edges of the five arms there is a fringe of long, sharp marginal spines, usually with brown bases and pale tips. The arms are fairly broad and have a maximum length of 9 centimetres (3.5 in). The tube feet are pointed rather than having suckers, an arrangement that is more suitable for digging. Astropecten polyacanthus can be confused with Archaster spp. which look similar because both have developed features to enable them to dig through sand through convergent evolution. Archaster has spines that are flat and blunt and on its upper surface has parallel, radial rows of plates while Astropecten polyacanthus does not.",
    "Distribution": "The comb star is found in shallow tropical and sub-tropical seas throughout the Indo-Pacific region from the Red Sea and Zanzibar to Hawaii, and from Japan to Australia and New Zealand. In Australia the range extends from Cape Naturaliste in the west, round the north coast to Sydney in the east. It is often found on silty sand bottoms in harbours and estuaries. It is found at depths down to about 185 metres (607 ft).",
    "Biology": "The comb star spends much of its time buried in the silty seabed. It feeds on detritus and bivalve and gastropod molluscs which it swallows whole. It also sometimes engulfs pebbles and digests the biofilm and small invertebrates adhering to the surface.Astropecten polyacanthus contains the potent neurotoxin, tetrodotoxin, also known as TTX which has no known antidote. In a case of paralytic poisoning in Japan it was found that the victim had eaten a trumpet shell, Charonia lampas, which had acquired the toxin through its food chain, thus implicating Astropecten polyacanthus. In a study that followed this incident, most of the 54 comb stars assayed contained TTX, with one individual having a toxicity score of 520 mouse units per gram.",
    "Use in aquaria": "The comb star is sometimes kept in reef aquaria where it is efficient at clearing detritus and uneaten food from the sand or gravel. It is mostly nocturnal and needs to be acclimatized gradually to the conditions in the tank. If it is overstocked, it will starve.",
    "References": "",
    "External links": "Photos of Astropecten polyacanthus on Sealife Collection"
  }
}