{
  "url": "https://en.wikipedia.org/wiki/Aurelia_aurita",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Scyphozoa"
    },
    {
      "Order": "Semaeostomeae"
    },
    {
      "Family": "Ulmaridae"
    },
    {
      "Genus": "Aurelia"
    },
    {
      "Species": "A. aurita"
    }
  ],
  "text": {
    "__SUMMARY__": "Aurelia aurita (also called the common jellyfish, moon jellyfish, moon jelly or saucer jelly) is a widely studied species of the genus Aurelia. All species in the genus are closely related, and it is difficult to identify Aurelia medusae without genetic sampling; most of what follows applies equally to all species of the genus. The most common method used to identify the species consists of selecting a jellyfish from a harbour using a device, usually a drinking glass and then photographing the subject. This means that they can be released in to the harbour shortly afterwards and return to their natural habitat.\nThe jellyfish is translucent, usually about 25–40 cm (10–16 in) in diameter, and can be recognized by its four horseshoe-shaped gonads, easily seen through the top of the bell. It feeds by collecting medusae, plankton, and mollusks with its tentacles, and bringing them into its body for digestion. It is capable of only limited motion, and drifts with the current, even when swimming.",
    "Distribution": "The genus Aurelia is found throughout most of the world's oceans, from the tropics to as far north as latitude 70° north and as far south as 40° south. The species Aurelia aurita is found along the eastern Atlantic coast of Northern Europe and the western Atlantic coast of North America in New England and Eastern Canada. In general, Aurelia is an inshore genus that can be found in estuaries and harbors.Aurelia aurita lives in ocean water temperatures ranging from 6–31 °C (43–88 °F); with optimum temperatures of 9–19 °C (48–66 °F). It prefers temperate seas with consistent currents. It has been found in waters with salinity as low as 6 parts per thousand.\nThe relation between summer hypoxia and moon jellyfish distribution is prominent during the summer months of July and August where temperatures are high and dissolved oxygen (DO) is low. Of the three environmental conditions tested, bottom DO has the most significant effect on moon jellyfish abundance. Moon jellyfish abundance is the highest when bottom dissolved oxygen concentration is lower than 2.0 mg L -1. Moon jellyfish show a strong tolerance to low DO conditions, which is why their population is still relatively high during the summer. Generally, hypoxia causes species to move from the oxygen depleted zone, but this is not the case for the moon jellyfish. Furthermore, bell contract rate, which indicates moon jellyfish feeding activity, remains constant although DO concentrations are lower than normal. During July and August it is observed that moon jellyfish aggregations of 250 individuals consumed an estimated 100% of the mesozooplankton biomass in the Seto Inland Sea. Other major fish predators that are also present in these coastal waters do not seem to show the same high tolerance to low DO concentrations that the moon jellyfish exhibit. The feeding and predatory performance of these fish significantly decreases when DO concentrations are so low. This allows for less competition between the moon jellyfish and other fish predators for zooplankton. Low DO concentrations in the coastal waters such as the Tokyo Bay in Japan and Seto Inland Sea prove to be advantageous for the moon jellyfish in terms of feeding, growth, and survival.",
    "Feeding": "Aurelia aurita and other Aurelia species feed on plankton that includes organisms such as mollusks, crustaceans, tunicate larvae, rotifers, young polychaetes, protozoans, diatoms, eggs, fish eggs, and other small organisms. Occasionally, they are also seen feeding on gelatinous zooplankton such as hydromedusae and ctenophores. Both the adult medusae and larvae of Aurelia have nematocysts to capture prey and also to protect themselves from predators.\nThe food is caught with its nematocyst-laden tentacles, tied with mucus, brought to the gastrovascular cavity, and passed into the cavity by ciliated action.  There, digestive enzymes from serous cell break down the food. There is little known about the requirements for particular vitamins and minerals, but due to the presence of some digestive enzymes, we can deduce in general that A. aurita can process carbohydrates, proteins and lipids.",
    "Body system": "Aurelia does not have respiratory parts such as gills, lungs or trachea, it respires by diffusing oxygen from water through the thin membrane covering its body. Within the gastrovascular cavity, low oxygenated water can be expelled and high oxygenated water can come in by ciliated action, thus increasing the diffusion of oxygen through cell. The large surface area membrane to volume ratio helps Aurelia to diffuse more oxygen and nutrients into the cells.\nThe basic body plan of Aurelia consists of several parts. The animal lacks respiratory, excretory, and circulatory systems. The adult medusa of Aurelia, with a transparent look, has an umbrella margin membrane and tentacles that are attached to the bottom. It has four bright gonads that are under the stomach. Food travels through the muscular manubrium while the radial canals help disperse the food. There is a middle layer of mesoglea, gastrodervascular cavity with gastrodermis, and epidermis. There is a nerve net that is responsible for contractions in swimming muscles and feeding responses. Adult medusae can have diameters up to 40 cm (16 in).The medusae are either male or female. The young larval stage, a planula, has small ciliated cells and after swimming freely in the plankton for a day or more, settles on an appropriate substrate, where it changes into a special type of polyp called a \"scyphistoma\", which divides by strobilation into small ephyrae that swim off to grow up as medusae. There is an increasing size from starting stage planula to ephyra, from less than 1 mm in the planula stage, up to about 1 cm in ephyra stage, and then to several cm in diameter in the medusa stage.A recent study has found that A. aurita are capable of lifecycle reversal where individuals grow younger instead of older, akin to the \"immortal jellyfish\" Turritopsis dohrnii. plus, moon jellyfish have more\"craters\" based on their size",
    "Predators": "Aurelia aurita are known to be eaten by a wide variety of predators, including the ocean sunfish (Mola mola), the leatherback sea turtle (Dermochelys coriacea), the scyphomedusa Phacellophora camtschatica, and a very large hydromedusa (Aequorea victoria). Recently it was reported from the Red Sea that Aurelia aurita was seasonally preyed upon by two herbivorous fish. Moon jellies are also fed upon by sea birds, which may be more interested in the amphipods and other small arthropods that frequent the bells of Aurelia, but in any case, birds do some substantial amount of damage to these jellyfish that often are found just at the surface of bays.\nAurelia jellyfish naturally die after living and reproducing for several months. It is probably rare for these moon jellies to live more than about six months in the wild, although specimens cared for in public aquarium exhibits typically live several to many years. In the wild, the warm water at the end of summer combines with exhaustive daily reproduction and lower natural levels of food for tissue repair, leaving these jellyfish more susceptible to bacterial and other disease problems that likely lead to the demise of most individuals. Such problems are responsible for the demise of many smaller species of jellyfish. In 1997, Arai summarized that seasonal reproduction leaves the gonads open to infection and degradation.Some metazoan parasites attack Aurelia aurita, as well as most other species of jellyfish.",
    "Gallery": "",
    "References": "",
    "Further reading": "Moen, F.E.; E. Svensen (2004). Marine fish & invertebrates of Northern Europe. Southend-on-Sea: AquaPress. ISBN 978-0-9544060-2-8.\n\"Taxonomy Browser\". National Center for Biotechnology Information. October 23, 2001. Retrieved 15 May 2013.",
    "External links": " Media related to Aurelia aurita at Wikimedia Commons\n Data related to Aurelia aurita at Wikispecies\nPhotos of Aurelia aurita on Sealife Collection"
  }
}