{
  "url": "https://en.wikipedia.org/wiki/Catalaphyllia_jardinei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Euphylliidae"
    },
    {
      "Genus": "CatalaphylliaWells, 1971"
    },
    {
      "Species": "C. jardinei"
    }
  ],
  "text": {
    "__SUMMARY__": "Catalaphyllia is a monotypic genus of stony coral in the family Euphylliidae from the western Pacific Ocean. It is represented by a single species, Catalaphyllia jardinei, commonly known as elegance coral (or wonder coral, ridge coral). It was first described by William Saville-Kent in 1893 as Pectinia jardinei.Because of its unique and beautiful look, this coral is popular in reef tanks. It is an  overexploited species collected in large quantities from the wild for the aquarium trade.",
    "Description": "This coral has very large, visible polyps. They develop on a large, branching coralite skeleton, each polyp sporting unusually large, long tendrils, and a large, fleshy oral disc. It can come in several colours: fluorescent green, lime green, and brown.Catalaphyllia can reproduce sexually, but also asexually by budding new branches that drop off to form satellite colonies.Like most photosynthetic coral, this species hosts zooxanthellae, dinoflagellates that convert sunlight into sugar for energy. Like a subset of other corals, it also has a \"mouth\" that it uses to ingest bits of other food gathered by its large tendrils. The behavior and adaptation are similar to those of sea anemones.",
    "Distribution": "This coral commonly lives on reefs in the western and central Pacific Ocean, as well as occasionally in the eastern Indian Ocean. Its range extends as far north as Japan, and south to northern Australia.It can be present on both the shallow and midwater parts of a reef, and prefers water that is strongly agitated or exposed to significant currents. It is commonly seated in sandy areas, rather than directly on rocks.\n\n\n== References =="
  }
}