{
  "url": "https://en.wikipedia.org/wiki/Colochirus_robustus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Echinodermata"
    },
    {
      "Class": "Holothuroidea"
    },
    {
      "Order": "Dendrochirotida"
    },
    {
      "Family": "Cucumariidae"
    },
    {
      "Genus": "Colochirus"
    },
    {
      "Species": "C. robustus"
    }
  ],
  "text": {
    "__SUMMARY__": "Colochirus robustus, commonly known as the robust sea cucumber or the yellow sea cucumber, is a species of sea cucumber in the family Cucumariidae. It is found in shallow seas in tropical parts of the central Indo-Pacific region. C. robustus belongs to the class Holothuroidea, a group of echinoderms called sea cucumbers and known for unusual behavior including evisceration, asexual reproduction, and regeneration. The robust sea cucumber has a soft body and lacks a spine, but it does have an endoskeleton consisting of microscopic spicules, or ossicles, made of calcium carbonate. C. robustus has a respiratory tree that allows it to extract oxygen for respiration, using the anus to pump water. The robust sea cucumber is an important dietary staple for many East and Southeast Asian populations, and has been used for medicinal purposes for hundreds of years. Recent research suggests that peptides from C. robustus enhance the activity of the immune system.",
    "Description": "Colochirus robustus is roughly cylindrical with 5 shallow longitudinal ribs and grows to about 7 centimetres (2.8 in) in length. It has an angular appearance and finger-like or thorn-like protuberances on the ribs. At the anterior end is a ring of about eight large, feathery feeding tentacles. There is a slight transverse indentation near the rounded posterior end. There are three rows of tube feet on the underside. The colour is a vivid yellow, sometimes with grey between the ridges.",
    "Distribution": "Colochirus robustus is found in the tropical waters of the central Indo-Pacific region at depths down to about 25 metres (82 ft). Its range includes the Philippines and Indonesia.",
    "Origin and phylogeny": "Sea cucumbers, or Holothuroidea, belong to the phylum Echinodermata, a group that also contains organisms such as sea stars and sea urchins. The earliest fossil evidence of sea cucumbers comes from 400 million years ago. Holothurians can be found throughout the world in marine benthic environments, but are most diverse in the shallow water of the Indo-West Pacific, where C. robustus is found. DNA evidence strongly supports monophyly of all Holothuroidea: That is, all species previously identified as belonging to the class are indeed descended from a common ancestor.Within Holothuroidea, C. robustus belongs to a clade called Neoholothuriida, a highly diverse group identified by having two gonads. Neoholothuriida contains the orders Dendrochirotida, Synallactictida, Molpadida, and Persiculida. Therefore, C. robustus, as a member of the Dendrochirotida order, is most closely related to sea cucumbers within Synallactitida, Molpadida, and Persiculida. C. robustus is more distantly related to the Holothuriida, Elasipodida, and Apodida orders of sea cucumbers. The clade Dendrochirotida is defined by dendritic tentacles around the mouth and the presence of an introvert: retracting muscles that withdraw the tentacles and anterior end of the sea cucumber into the body.",
    "Behavior and reproduction": "Colochirus robustus is usually found on rocks and reefs in places with moderate to rapid water flow. It clings to the substrate with its tube feet, spreading its feathery tentacles to catch zooplankton and other organic particles as they float past. The tentacles are then retracted to the mouth where the food particles are scraped off.\n\nSome Holothurians may reproduce asexually by fission. It was reported that C. robustus was capable of fission, but there was no evidence of asexual reproduction in natural populations. When placed in a tank under poor environmental conditions, however, asexual reproduction by fission was observed in C. robustus. It is likely asexual reproduction was not found in natural populations because the conditions were not stressful enough. Therefore, Colochirus robustus can reproduce both sexually and asexually. In the latter case, fission can take place with a transverse crack developing halfway along the body and gradually widening until the two halves split apart. The posterior end then grows a new anus while the anterior end develops a mouth and new tentacles.Echinoderms are capable of restoring lost body parts, a skill utilized by Holothurians in several ways. Many Holothurians, including C. robustus, are capable of regeneration when transected. A 2012 study of Holothurians in Nha Trang Bay first found that when C. robustus was cut in half, both its posterior and anterior ends could survive. To regenerate its digestive organ in the anterior end, the gut atrophies up to the esophagus, and new gut develops from there. In the posterior end, the gut does not atrophy but becomes thinner and grows forward. Most Dendrochirotids have not been found to be capable of regeneration of both ends when transected. Usually only the anterior end can survive; however, C. robustus is an exception.\nIn order to escape predators, some Holothurians are capable of evisceration: a process in which the gut and other internal organs are suddenly expelled through the mouth or anus. When injected with potassium chloride, many of the species of holothurians will perform evisceration, but potassium chloride has been shown to fail to induce evisceration in C. robustus. Evisceration was observed, however, when C. robustus was placed in a tank under poor environmental conditions. Like asexual reproduction, evisceration in C. robustus is thought to be brought on by stressful conditions",
    "Uses and purported health benefits": "Colochirus robustus is sometimes kept in reef aquaria because of its distinctive appearance. It is only recommended for experts however as it may release toxins into the water if stressed and has specialised feeding requirements.C. robustus has been used in Eastern medicine for hundreds of years, and recent research suggests that consuming the robust sea cucumber does indeed stimulate the immune system. In a 2017 study, Sea Cucumber Peptides, or SCP, were orally administered to mice. The mice showed a significant increase in lymphocyte proliferation, serum albumin levels, and natural killer cell and helper T cell activity; in other words, consuming the proteins of the robust sea cucumber had a positive effect on the mouse immune system. Natural Killer cells are cytotoxic; they help eliminate tumors and fight infectious diseases. In addition, C. robustus has been shown to improve wound healing and alleviate pain from arthritis, and it contains many vitamins, minerals, and other compounds that are highly beneficial to human health.",
    "References": "",
    "External links": "Photos of Colochirus robustus on Sealife Collection"
  }
}