{
  "url": "https://en.wikipedia.org/wiki/Corynactis_viridis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Corallimorpharia"
    },
    {
      "Family": "Corallimorphidae"
    },
    {
      "Genus": "Corynactis"
    },
    {
      "Species": "C. viridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Corynactis viridis, the jewel anemone, is a brightly coloured anthozoan similar in body form to a sea anemone or a scleractinian coral polyp, but in the order Corallimorpharia. It is found in the northeastern Atlantic Ocean and the Mediterranean Sea and was first described by the Irish naturalist George Allman in 1846.",
    "Description": "The column of this species is smooth and roughly cylindrical, being slightly wider at the base and oral disc than in the centre. The base can grow to a diameter of about 10 mm (0.4 in) and is often ragged in outline; this is because the animal divides by longitudinal fission, and sometimes the two new individuals remain partially united. The individuals are usually found in dense aggregations, but each animal is only lightly attached to the substrate and can drift away. The tentacles are short to medium length, with tapering shafts and knobbed tips, and are in two whorls; the outer tentacles are the longer and the inner ones more numerous. The colour of this anemone is very variable; the column, tentacles and knobbed tips may be contrasting hues of white, pink, orange, red and green, while the oral disc is usually translucent, either plain or splashed with white. One common form is emerald green with brown tentacles with crimson tips, often with the oral disc having a crimson marginal ring.",
    "Distribution and habitat": "Corynactis viridis occurs in the northeastern Atlantic Ocean and the Mediterranean Sea. Its range includes Scotland, Ireland, the western and southern coasts of England and Wales, southwestern continental Europe and countries bordering the Mediterranean Sea. Its depth range extends from the lower shore to the sublittoral zone, to depths of about 80 m (260 ft). It is found in dimly lit locations on rock, particularly vertical rock faces, overhangs and caves, and often forms dense patches.",
    "Ecology": "In addition to ordinary sexual reproduction, Corynactis viridis reproduces by means of longitudinal fission; in this process two sides of the anemone draw apart from each other, tearing the animal in half, after which both of the fragments heal and become new individuals.",
    "References": "",
    "External links": "Photos of Corynactis viridis on Sealife Collection"
  }
}