{
  "url": "https://en.wikipedia.org/wiki/Corynactis_californica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Corallimorpharia"
    },
    {
      "Family": "Corallimorphidae"
    },
    {
      "Genus": "Corynactis"
    },
    {
      "Species": "C. californica"
    }
  ],
  "text": {
    "__SUMMARY__": "Corynactis californica is a brightly colored colonial anthozoan corallimorph. Unlike the Atlantic true sea anemone, Actinia fragacea, that bears the same common name, strawberry anemone, this species is a member of the order Corallimorpharia. Other common names include club-tipped anemone and strawberry corallimorpharian. The anemone is known to carpet the bottom of some areas, like Campbell River in British Columbia, and Monterey Bay in California.\nThe strawberry anemone grows no larger than 2.5 centimeters. The anemone can be red, pink, purple, brown, yellow, or completely white. They possess tentacles that are white or transparent with bulbous tips. The strawberry anemone resembles sea anemones in that they lack a calcareous skeleton, but are closer related to stony corals in that they lack basilar muscles. This species lacks photosynthetic symbionts.The strawberry anemone is found in water deeper than eleven feet and may not be visible in intertidal pools. In captivity, the strawberry anemone may be fed tiny crustaceans, including brine shrimp. The strawberry anemone can replicate both asexually (cloning) and sexually through polyp dispersion. Live examples of Corynactis californica can be viewed in many public aquariums.",
    "References": "\nChadwick, N. Interspecific aggressive behavior of the corallimorpharian Corynactis californica. Department of Zoology, University of California, Berkeley.\nCarlgren, O. (1949). A survey of Ptychodactiaria, Corallimorpharia, and Actiniaria. Kungl. Svenska Vetenskapsakademiens Handlingar 1: 1-121.\n\"Corynactis californica\". Integrated Taxonomic Information System."
  }
}