{
  "url": "https://en.wikipedia.org/wiki/Cypraea_arabica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Caenogastropodaclade Hypsogastropodaclade Littorinimorpha"
    },
    {
      "Superfamily": "Cypraeoidea"
    },
    {
      "Family": "Cypraeidae"
    },
    {
      "Genus": "Mauritia"
    },
    {
      "Species": "M. arabica"
    }
  ],
  "text": {
    "__SUMMARY__": "Mauritia arabica, common name the Arabian cowry, is a species of cowry, a sea snail, a marine gastropod mollusk in the family Cypraeidae, the cowries.",
    "Subspecies": "The following subspecies are recognized:\nMauritia arabica arabica (Linnaeus, 1758)\nMauritia arabica grayana Schilder, 1930\nMauritia arabica immanis Schilder & Schilder, 1938\nMauritia arabica merguina Lorenz & Huber, 1993",
    "Shell description": "The maximum shell length of this species is 105 mm, but more commonly in only reaches 80 mm.The shell outline is oblong or nearly elliptical. The spire is barely distinguishable dorsally. As is the case in other Cypraeidae, the aperture of the shell is very narrow, and relatively long. Both the inner and outer lips are ornamented with arrays of small teeth. The dorsal side of the shell is convex or bent, and never depressed.   The dorsal mantle groove (the line or area where the two mantle flaps meet when they are fully extended) is dissimilar to the shells general color pattern, and thus easily perceivable. The lateral margins are calloused, mainly towards both the posterior and anterior ends. The ventral side of the shell is typically flattened, and sometimes slightly concave.\nAs is also the case in the shell of most other Cypraeidae snails, the shell surface is notably effulgent (shiny), as if it had been deliberately polished. The color is generally cream to light fawn dorsally, with shades of brown. The ventral side of the shell is colored cream to grey. The labral teeth are reddish brown and white towards the columella. The common name Arabian cowry is based on a dense and irregular pattern of thin longitudinal brown lines which are sometimes interrupted by empty spaces, giving an appearance that is considered to be similar to that of Arabic script.",
    "Distribution": "Mauritia arabica is distributed widespread in the Indo-West Pacific, from East and South Africa (incluging Madagascar, but not the Red Sea nor the Persian Gulf), to the eastern Polynesia. It spreads north to Japan and south to New South Wales, Australia.\n\n\n= Habitat =\nThis sea snail dwells under boulder and stones, and also shelters in caverns of the outskirts of coral reefs. It lives in low intertidal zones to shallow sublittoral depths. Mauritia arabica is mainly active during the nocturnal period.",
    "Human uses": "Mauritia arabica is collected for food by locals in many areas. The shell is commonly used in shellcraft.",
    "Gallery": "",
    "References": "Burgess, C.M. (1970). The Living Cowries. AS Barnes and Co, Ltd. Cranbury, New Jersey",
    "External links": "On-line articles with Mauritia arabica in the HAWAIIAN SHELL NEWS (1960-1994)\nDiscover Life website\nPhotos of Mauritia arabica on Sealife Collection"
  }
}