{
  "url": "https://en.wikipedia.org/wiki/Cypraea_annulus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Caenogastropodaclade Hypsogastropodaclade Littorinimorpha"
    },
    {
      "Superfamily": "Cypraeoidea"
    },
    {
      "Family": "Cypraeidae"
    },
    {
      "Genus": "Monetaria"
    },
    {
      "Species": "M. annulus"
    }
  ],
  "text": {
    "__SUMMARY__": "Monetaria annulus, common name the ring cowrie, ring top cowrie, or gold ring cowrie, is a species of sea snail, a cowry, a marine gastropod mollusk in the family Cypraeidae, the cowries.",
    "Description": "The shell size varies between 9 mm and  50 mm. The shell of this species is mostly off-white or pale yellowish in color, sometimes with a dark cast on the dorsum, and with two yellow or orange stripes along the upper sides. These stripes nearly touch at the ends, giving the impression of a ring.",
    "Distribution": "This species and its subspecies are found in the Red Sea, and in the Indian Ocean on the coasts of Aldabra, Chagos, the Comores, the East Coast of South Africa, Kenya and Tanzania, Madagascar, the Mascarene Basin, Mauritius, Mozambique,  Réunion, the Seychelles, Somalia, Yemen, Oman, Maldives, India, Sri Lanka,  Mozambique, in the tropical Pacific Ocean as far north as Hawaii and towards the western Pacific reaching the Galápagos islands.",
    "Subspecies": "There may be three or more subspecies: \n\nMonetaria annulus camelorum,\nMonetaria annulus sublitorea and\nMonetaria annulus obvelata (Rochebr.)The subspecies obvelata is sometimes elevated to full species status as Monetaria obvelata.",
    "Use as shell money": "In parts of Asia, Africa and the Middle East, Monetaria annulus, the ring cowry, so-called because of the bright orange-colored ring on the back or upper side of the shell, was commonly used as shell money much like Monetaria moneta. Occasionally the ring part on its back would be hammered away, making it nearly indistinguishable from other money cowry species. Many shells of the species were found by Sir Austen Henry Layard in his excavations at Nimrud in 1845–1851. The shell was also introduced to Native Americans during and after the fur trade by European traders as a cheaper substitute [1] for highly treasured elk ivory, for dowry, and for other uses as ornaments.",
    "Images of shells": "",
    "References": "Verdcourt, B. (1954). The cowries of the East African Coast (Kenya, Tanganyika, Zanzibar and Pemba). Journal of the East Africa Natural History Society 22(4) 96: 129-144, 17 pls.",
    "External links": "\"Monetaria annulus\". Gastropods.com. Retrieved 24 November 2010.\nPhotos of Monetaria annulus on Sealife Collection"
  }
}