{
  "url": "https://en.wikipedia.org/wiki/Entacmaea_quadricolor",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Actiniaria"
    },
    {
      "Family": "Actiniidae"
    },
    {
      "Genus": "Entacmaea"
    },
    {
      "Species": "E. quadricolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Bubble-tip anemone (Entacmaea quadricolor) is a species of sea anemone in the family Actiniidae. Like several anemone species, E. quadricolor can support several anemonefish species, and displays two growth types based on where they live in the water column, one of which gives it the common name, due to the bulbous tips on its tentacles.",
    "Distribution": "Entacmaea quadricolor is widespread throughout the tropical waters of the Indo-Pacific area, including the Red Sea.\n E. quadricolor anemones appear in a variety of morphs, including rose, orange, red, and standard green.  This sea anemone can grow to be up to 30 centimetres (0.98 ft) in diameter, and obtains the majority of its energy from solar radiation via its symbiotic zooxanthellae.\nA characteristic of E. quadricolor is its ability to maintain a symbiotic relationship with the anemonefish, which can be \"hosted\" by the anemone by providing it with defence against predators and also providing some nourishment. In turn, the anemone provides the anemonefish with shelter.\nNutrients are generally obtained by filter feeding using its sweeping tentacles, or through wastes and debris cleaned from the surface of its partner anemonefish.\nIn the wild, E. quadricolor are found in two locations. Large adult specimens, with tentacles that are more streaming or stringy, are often found in deeper waters with more dimly lit conditions. These specimens are often solitary, while smaller, younger specimens are often located in groups or colonies nearer to the surface, in bright sunlight. These specimens tend to show the bulbous tips on their tentacles that are characteristic of E. quadricolor.  The tips of the anemones will have their characteristic bulbs based on several parameters, including; flow, light, bacterial count, color, and if its hosting. When they are placed in home aquariums, medium flow and medium lighting will be sufficient if your tank is old enough to captivate anemones.",
    "Symbionts": "E. quadricolor is found within the range of most anemonefish and is highly generalist, hosting 14 different species, around half the species of anemonefish. It is thought the primary reason it does not host other species is competition, with other factors being habitat preferences or host-fish biochemical signalling. The anemone fish hosted by E quadricolor are: Amphiprion akindynos (Barrier reef anemonefish)\nA. allardi (Allard's anemonefish)\nA. barberi (Barber's anemonefish) \nA. bicinctus (Two-band anemonefish)\nA. chrysopterus (Orange-fin anemonefish)\nA. clarkii (Clark's anemonefish)\nA. ephippium (Red Saddleback anemonefish)\nA. frenatus (Tomato anemonefish)\nA. mccullochi (Whitesnout anemonefish)\nA. melanopus (Red & Black anemonefish) (primarily clustered form)\nA. omanensis (Oman anemonefish)\nA. rubrocinctus (Australian anemonefish)\nA. tricinctus (Three-band anemonefish)\nPremnas biaculeatus (Maroon anemonefish) (only solitary form)E. quadricolor also associates with juvenile Dascyllus trimaculatus and shrimps such as Periclimenes brevicarpalis.",
    "Aquaculture": "In aquariums, E. quadricolor will reproduce asexually  or sexually when in proper care with supplemented minerals such as iodine and other trace elements, usually purchased as an enrichment cocktail by most home aquarists. E. quadricolor is commonly kept in marine aquariums and comes in variety of colors, green and rose being the most common. Without adequate lighting, the anemone will expel its photosynthetic symbiotic zooxanthellae, a process commonly known as \"bleaching\" which will progressively result in its death. White or excessively translucent specimens are likely in various phases of bleaching and should not be purchased.\nAnemones are not easy to keep, and require a knowledgeable aquarist. The aquarium must be at least 6 months old and stable to receive the anemone. The bigger the tank, the easier it'll be to keep a healthy anemone.",
    "References": "",
    "External links": "\nEntacmaea quadricolor in Encyclopedia of Life\nWiedenmann, J.; Schenk, A.; Rocker, C.; Girod, A.; Spindler, K.-D.; Nienhaus, G. U. (2002). \"A far-red fluorescent protein with fast maturation and reduced oligomerization tendency from Entacmaea quadricolor (Anthozoa, Actinaria)\". Proceedings of the National Academy of Sciences. 99 (18): 11646–11651. doi:10.1073/pnas.182157199. PMC 129323."
  }
}