{
  "url": "https://en.wikipedia.org/wiki/Eucidaris_tribuloides",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Echinodermata"
    },
    {
      "Class": "Echinoidea"
    },
    {
      "Subclass": "Cidaroidea"
    },
    {
      "Order": "Cidaroida"
    },
    {
      "Family": "Cidaridae"
    },
    {
      "Genus": "Eucidaris"
    },
    {
      "Species": "E. tribuloides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eucidaris tribuloides, the slate pencil urchin, is a species of cidaroid sea urchins that inhabits littoral regions of the Atlantic Ocean.  As a member of the basal echinoid order Cidaroida, its morphological, developmental and molecular genetic characteristics make it a phylogenetically interesting species.",
    "Taxonomy": "Eucidaris tribuloides was first described and classified by Jean Baptiste Lamarck in 1816 as Cidarites tribuloides.\n  The modern classification stems from the echinoid treatises by Pomel in 1883 and by Döderlein in 1887.",
    "Distribution and habitat": "The slate pencil urchin can be found on both sides of the Atlantic, and throughout the Caribbean.  On the western side of the Atlantic, the slate pencil urchin has been found as far north as Cape Hatteras, North Carolina and as far south as Rio de Janeiro.  In the Gulf of Mexico, populations have been reported at Alacran Reef, Campeche Bank.  On the eastern side of the Atlantic, a closely related sub-species, Eucidaris tribuloides var. africana, has been reported at Cape Verde Islands, in the Gulf of Guinea, and at the Azores and Ascension Islands.E. tribuloides has become an invasive species in some parts of the world including Maltese waters where it has been since 1998. This was the first record in the Mediterranean and is thought to have been brought there in ballast water.McPherson described E. tribuloides as a \"sluggish echinoid\" that leads a nocturnal, benthic existence.  During daylight hours, the slate pencil urchin uses its large primary spines to anchor itself under or atop rocks or to lodge itself in crevices.  Individuals rarely stray far from their locality.  At night, they will feed primarily on corals and sponges, among other things.",
    "Biology": "When its development is contrasted to the cidaroid sister subclass Euechinoidea, E. tribuloides becomes a very interesting organism from the standpoint of developmental and evolutionary biology.  In euechinoid embryonic development, e.g. in the purple sea urchin, the micromeres comprise a set of four small cells that reside at the base of the vegetal plate.  They are a \"precociously invaginating lineage\", meaning that they move into the blastocoel just prior to gastrulation; these four cells then eventually give rise to the larval skeleton.  Similarly, E. tribuloides also possesses a larval skeleton that arises from a special lineage of cells.  In contrast, however, the number and size of its micromeres can vary (from one to three), and they do not precociously invaginate; rather, they ingress during gastrulation and bud off from the tip of the growing archenteron.  Although there are numerous molecular differences between the \"spicule-forming cells\" of E. tribuloides and the primary mesencyhme cells of euechinoids, these two cell lineages are thought to be homologous and have been contrasted in developmental evolution research.",
    "Reproduction": "Reproduction in E. tribuloides seems to be sensitive to seasonal cycles, solar cycles, and the lunar cycle.  In the Florida Keys, E. tribuloides was found to obtain peak gravidity in the late summer and early fall.  Populations in Panama, however, were found to be gravid in the spring, summer and fall, with peak gravidity occurring around the full moon.",
    "References": "",
    "Further reading": "",
    "External links": "Photos of Eucidaris tribuloides on Sealife Collection"
  }
}