{
  "url": "https://en.wikipedia.org/wiki/Eustrombus_gigas",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "Clade": "Caenogastropoda"
    },
    {
      "Clade": "Hypsogastropoda"
    },
    {
      "Order": "Littorinimorpha"
    },
    {
      "Family": "Strombidae"
    },
    {
      "Genus": "Lobatus"
    },
    {
      "Species": "L. gigas"
    }
  ],
  "text": {
    "__SUMMARY__": "Lobatus gigas, originally known as Strombus gigas, commonly known as the queen conch, is a species of large edible sea snail, a marine gastropod mollusc in the family of true conches, the Strombidae. This species is one of the largest molluscs native to the Caribbean sea, and tropical northwestern Atlantic, from Bermuda to Brazil, reaching up to 35.2 centimetres (13.9 in) in shell length. L. gigas is closely related to the goliath conch, Lobatus goliath, a species endemic to Brazil, as well as the rooster conch, Lobatus gallus.\nThe queen conch is herbivorous. It feeds by browsing for plant and algal material growing in the seagrass beds, and scavenging for decaying plant matter. These large sea snails typically reside in seagrass beds, which are sandy plains covered in swaying sea grass and associated with coral reefs, although the exact habitat of this species varies according to developmental age. The adult animal has a very large, solid and heavy shell, with knob-like spines on the shoulder, a flared, thick outer lip, and a characteristic pink or orange aperture (opening). The outside of the queen conch is sandy colored, helping them blend in with their surroundings. The flared lip is absent in juveniles; it develops once the snail reaches reproductive age. The thicker the shell's flared lip is, the older the conch is. The external anatomy of the soft parts of L. gigas is similar to that of other snails in the family Strombidae; it has a long snout, two eyestalks with well-developed eyes, additional sensory tentacles, a strong foot and a corneous, sickle-shaped operculum.\nThe shell and soft parts of living L. gigas serve as a home to several different kinds of commensal animals, including slipper snails, porcelain crabs and cardinalfish. Its parasites include coccidians. The queen conch is hunted and eaten by several species of large predatory sea snails, and also by starfish, crustaceans and vertebrates (fish, sea turtles and humans). It is an especially important food source for large predators like sea turtles and nurse sharks.  \nIts shell is sold as a souvenir and used as a decorative object. Historically, Native Americans and indigenous Caribbean peoples used parts of the shell to create various tools.\nInternational trade in the Caribbean queen conch is regulated under the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) agreement, in which it is listed as Strombus gigas. This species is not endangered in the Caribbean as a whole, but is commercially threatened in numerous areas, largely due to extreme overfishing.",
    "Taxonomy and etymology": "",
    "Taxonomy and etymology-History": "The queen conch was originally described from a shell in 1758 by Swedish naturalist and taxonomist Carl Linnaeus, who originated the system of binomial nomenclature. Linnaeus named the species Strombus gigas, which remained the accepted name for over 200 years. Linnaeus did not mention a specific locality for this species, giving only \"America\" as the type locality. The specific name is the ancient Greek word gigas (γίγας), which means \"giant\", referring to the large size of this snail compared with almost all other gastropod molluscs. Strombus lucifer, which was considered to be a synonym much later, was also described by Linnaeus in Systema Naturae.In the first half of the 20th century, the type material for the species was thought to have been lost; in other words, the shell on which Linnaeus based his original description and which would very likely have been in his own collection, was apparently missing, which created a problem for taxonomists. To remedy this, in 1941 a neotype of this species was designated by the American malacologists William J. Clench and R. Tucker Abbott. In this case, the neotype was not an actual shell or whole specimen, but a figure from a 1684 book Recreatio mentis, et occuli, published 23 years before Linnaeus was born by the Italian Jesuit scholar Filippo Buonanni (1638–1723). This was the first book that was solely about seashells. In 1953 the Swedish malacologist Nils Hjalmar Odhner searched the Linnaean Collection at Uppsala University and discovered the missing type shell, thereby invalidating Clench and Abbott's neotype designation.Strombidae's taxonomy was extensively revised in the 2000s and a few subgenera, including Eustrombus, were elevated to genus level by some authors. Petuch and Petuch and Roberts recombined this species as Eustrombus gigas, and Landau and collaborators (2008) recombined it as Lobatus gigas.",
    "Taxonomy and etymology-Phylogeny": "The phylogenetic relationships among the Strombidae were mainly studied by Simone (2005) and Latiolais (2006), using two distinct methods. Simone proposed a cladogram (a tree of descent) based on an extensive morpho-anatomical analysis of representatives of Aporrhaidae, Strombidae, Xenophoridae and Struthiolariidae, which included L. gigas (there referred to as Eustrombus gigas).With the exception of Lambis and Terebellum, the remaining taxa were previously allocated in the genus Strombus, including L. gigas. However, according to Simone, only Strombus gracilior, Strombus alatus and Strombus pugilis, the type species, remained within Strombus, as they constituted a distinct group based on at least five synapomorphies (traits that are shared by two or more taxa and their most recent common ancestor). The remaining taxa were previously considered subgenera and were elevated to genus level by Simone. Genus Eustrombus (now considered a synonym of Lobatus), in this case, included Eustrombus gigas (now considered a synonym of Lobatus gigas) and Eustrombus goliath (= Lobatus goliath), which were thus considered closely related.In a different approach, Latiolais and colleagues (2006) proposed another cladogram that attempts to show the phylogenetic relationships of 34 species within the family Strombidae. The authors analysed 31 Strombus  species, including Lobatus gigas (there referred to as Strombus gigas), and three species in the allied genus Lambis. The cladogram was based on DNA sequences of both nuclear histone H3 and mitochondrial cytochrome-c oxidase I (COI) protein-coding gene regions. In this proposed phylogeny, Strombus gigas and Strombus gallus (= Lobatus gallus) are closely related and appear to share a common ancestor.",
    "Taxonomy and etymology-Common names": "Common names include \"queen conch\" and \"pink conch\" in English, caracol rosa and caracol rosado in Mexico, caracol de pala, cobo, botuto and guarura in Venezuela, caracol reina, lambí in the Dominican Republic and Grenada, and  carrucho in Puerto Rico.",
    "Anatomy": "",
    "Anatomy-Shell": "The mature shell grows to 15–31 centimetres (5.9–12.2 in) in length in three to five years while the maximum reported size is 35.2 centimetres (13.9 in). However, even though they only grow to be this maximum length, the thickness of the shell is constantly increasing. The shell is very solid and heavy, with 9 to 11 whorls and a widely flaring and thickened outer lip. The thickness is highly important because the thicker the shell, the better protected it is. Additionally, instead of increasing in size once it reaches its maximum, the outside shell thickens as time goes on- an important indicator of how old the queen conch is. Although this notch is not as well developed as elsewhere in the family, the shell feature is nonetheless visible in an adult dextral (normal right-handed) specimen, as a secondary anterior indentation in the lip, to the right of the siphonal canal (viewed ventrally). The animal's left eyestalk protrudes through this notch.The spire is a protruding part of the shell that includes all of the whorls except the largest and final whorl (known as the body whorl). It is usually more elongated than in other strombid snails, such as the closely related and larger goliath conch, Lobatus goliath that is endemic to Brazil. In L. gigas, the glossy finish or glaze around the aperture of the adult shell is primarily in pale shades of pink. It may show a cream, peach or yellow colouration, but it can also sometimes be tinged with a deep magenta, shading almost to red. The periostracum, a layer of protein (conchiolin) that is the outermost part of the shell surface, is thin and a pale brown or tan colour.The overall shell morphology of L. gigas is not solely determined by the animal's genes; environmental conditions such as location, diet, temperature and depth, and biological interactions such as predation, can greatly affect it. Juvenile conches develop heavier shells when exposed to predators. Conches also develop wider and thicker shells with fewer but longer spines in deeper water.The shells of juvenile queen conches are strikingly different in appearance from those of the adults. Noticeable is the complete absence of a flared outer lip; juvenile shells have a simple sharp lip, which gives the shell a conical or biconic outline. In Florida, juvenile queen conches are known as \"rollers\", because wave action very easily rolls their shells, whereas it is nearly impossible to roll an adult specimen, due to its shell's weight and asymmetric profile. Subadult shells have a thin flared lip that continues to increase in thickness until death.Conch shells are about 95% calcium carbonate and 5% organic matter.",
    "Anatomy-Shell-Historic illustrations": "Index Testarum Conchyliorum (published in 1742 by the Italian physician and malacologist Niccolò Gualtieri) contains three illustrations of adult shells from different perspectives. The knobbed spire and the flaring outer lip, with its somewhat wing-like contour expanding out from the last whorl, is a striking feature of these images. The shells are shown as if balancing on the edge of the lip and/or the apex; this was presumably done for artistic reasons as these shells cannot balance like this.\nOne of the most prized shell publications of the 19th century, a series of books titled Illustrations conchyliologiques ou description et figures de toutes les coquilles connues, vivantes et fossiles (published by the French naturalist Jean-Charles Chenu from 1842 to 1853), contains illustrations of both adult and juvenile L. gigas shells and one uncoloured drawing depicting some of the animal's soft parts. Almost forty years later, a colored illustration from the Manual of Conchology (published in 1885 by the American malacologist George Washington Tryon) shows a dorsal view of a small juvenile shell with its typical brown and white patterning.",
    "Anatomy-Soft parts": "Many details about the anatomy of Lobatus gigas were not well known until Colin Little's 1965 general study. In 2005, R. L. Simone gave a detailed anatomical description. L. gigas has a long extensible snout with two eyestalks (also known as ommatophores) that originate from its base. The tip of each eyestalk contains a large, well-developed lensed eye, with a black pupil and a yellow iris and a small slightly posterior sensory tentacle. Amputated eyes completely regenerate. Inside the mouth of the animal is a radula (a tough ribbon covered in rows of microscopic teeth) of the taenioglossan type. Both the snout and the eyestalks show dark spotting in the exposed areas. The mantle is darkly coloured in the anterior region, fading to light gray at the posterior end, while the mantle collar is commonly orange. The siphon is also orange or yellow. When the soft parts of the animal are removed from the shell, several organs are distinguishable externally, including the kidney, the nephiridial gland, the pericardium, the genital glands, stomach, style sac and the digestive gland. In adult males, the penis is also visible.",
    "Anatomy-Foot/locomotion": "The species has a large and powerful foot with brown spots and markings towards the edge, but is white nearer to the visceral hump that stays inside the shell and accommodates internal organs. The base of the anterior end of the foot has a distinct groove, which contains the opening of the pedal gland. Attached to the posterior end of the foot for about one third of its length is the dark brown, corneous, sickle-shaped operculum, which is reinforced by a distinct central rib. The base of the posterior two-thirds of the animal's foot is rounded; only the anterior third touches the ground during locomotion. The columella, the central pillar within the shell, serves as the attachment point for the white columellar muscle. Contraction of this strong muscle allows the animal's soft parts to shelter in the shell in response to undesirable stimuli.Lobatus gigas has an unusual means of locomotion, first described in 1922 by George Howard Parker (1864–1955). The animal first fixes the posterior end of the foot by thrusting the point of the sickle-shaped operculum into the substrate, then it extends the foot in a forward direction, lifting and throwing the shell forward in a so-called leaping motion. This way of moving is considered to resemble that of pole vaulting, making L. gigas a good climber even of vertical concrete surfaces. This leaping locomotion may help prevent predators from following the snail's chemical traces, which would otherwise leave a continuous trail on the substrate.",
    "Life cycle": "Lobatus gigas is gonochoristic, which means each individual snail is either distinctly male or distinctly female. Females are usually larger than males in natural populations, with both sexes existing in similar proportion. After internal fertilization, the females lay eggs in gelatinous strings, which can be as long as 75 feet (23 m). These are layered on patches of bare sand or seagrass. The sticky surface of these long egg strings allows them to coil and agglutinate, mixing with the surrounding sand to form compact egg masses, the shape of which is defined by the anterior portion of the outer lip of the female's shell while they are layered. Each one of the egg masses may have been fertilized by multiple males. The number of eggs per egg mass varies greatly depending on environmental conditions such as food availability and temperature. Commonly, females produce 8–9 egg masses per season, each containing 180,000–460,000 eggs, but numbers can be as high as 750,000 eggs. L. gigas females may spawn multiple times during the reproductive season, which lasts from March to October, with activity peaks occurring from July to September.Queen conch embryos hatch 3–5 days after spawning. At the moment of hatching, the protoconch (embryonic shell) is translucent and has a creamy, off-white background color with small, pustulate markings. This coloration is different from other Caribbean Lobatus, such as Lobatus raninus and Lobatus costatus, which have unpigmented embryonic shells. Afterwards, the emerging two-lobed veliger (a larval form common to various marine and fresh-water gastropod and bivalve mollusks) spend several days developing in the plankton, feeding primarily on phytoplankton. Metamorphosis occurs some 16–40 days from the hatching, when the fully grown protoconch is about 1.2 mm high. After the metamorphosis, L. gigas individuals spend the rest of their lives in the benthic zone (on or in the sediment surface), usually remaining buried during their first year of life.\nThe queen conch reaches sexual maturity at approximately 3 to 4 years of age, reaching a shell length of nearly 180 mm and weighing up to 5 pounds. Individuals may usually live up to 7 years, though in deeper waters their lifespan may reach 20–30 years and maximum lifetime estimates reach 40 years. It is believed that the mortality rate tends to be lower in matured conchs due to their thickened shell, but it could be substantially higher for juveniles. Estimates have demonstrated that its mortality rate decreases as its size increases and can also vary due to habitat, season and other factors.",
    "Ecology": "",
    "Ecology-Distribution": "Lobatus gigas is native to the tropical Western Atlantic coasts of North and Central America in the greater Caribbean tropical zone. Although the species undoubtedly occurs in other places, this species has been recorded within the scientific literature as occurring, in: Aruba, (Netherlands Antilles); Barbados; the Bahamas; Belize; Bermuda; North and northeastern regions of Brazil (though this is contested); Old Providence Island in Colombia; Costa Rica; the Dominican Republic; Panama; Swan Islands in Honduras; Jamaica; Martinique; Alacran Reef, Campeche, Cayos Arcas and Quintana Roo, in Mexico; Puerto Rico; Saint Barthélemy; Mustique and Grenada in the Grenadines; Pinar del Río, North Havana Province, North Matanzas, Villa Clara, Cienfuegos, Holguín, Santiago de Cuba and Guantánamo, in the Turks and Caicos Islands and Cuba; South Carolina, Florida, with the Florida Keys and Flower Garden Banks National Marine Sanctuary, in the United States; Carabobo, Falcon, Gulf of Venezuela, Los Roques archipelago, Los Testigos Islands and Sucre in Venezuela; St. Croix in the Virgin Islands.",
    "Ecology-Habitat": "Lobatus gigas lives at depths from 0.3–18 m to 25–35 m. Its depth range is limited by the distribution of seagrass and algae cover. In heavily exploited areas, the queen conch is more abundant in the deepest range. The queen conch lives in seagrass meadows and on sandy substrate, usually in association with turtle grass (species of the genus Thalassia, specifically Thalassia testudinum and also Syringodium sp.) and manatee grass (Cymodocea sp.). Juveniles inhabit shallow, inshore seagrass meadows, while adults favor deeper algal plains and seagrass meadows.\nThe critical nursery habitats for juvenile individuals are defined by a series of characteristics, including tidal circulation and macroalgal production, which together enable high rates of recruitment and survival. L. gigas is typically found in distinct aggregates that may contain several thousand individuals.",
    "Ecology-Diet": "Strombid gastropods were widely accepted as carnivores by several authors in the 19th century, a concept that persisted until the first half of the 20th century. This erroneous idea originated in the writings of Jean-Baptiste Lamarck, who classified strombids with other supposedly carnivorous snails. This idea was subsequently repeated by other authors, but had not been supported by observation. Subsequent studies have refuted the concept, proving beyond doubt that strombid gastropods are herbivorous animals. In common with other Strombidae, Lobatus gigas is a specialized herbivore, that feeds on macroalgae (including red algae, such as species of Gracilaria and Hypnea), seagrass and unicellular algae, intermittently also feeding on algal detritus. The green macroalgae Batophora oerstedii is one of its preferred foods.",
    "Ecology-Interactions": "A few different animals establish commensal interactions with L. gigas, which means that both organisms maintain a relationship that benefits (the commensal) species but not the other (in this case, the queen conch). Commensals of this species include certain mollusks, mainly slipper shells (Crepidula spp.) The porcelain crab Porcellana sayana is also known to be a commensal and a small cardinalfish, known as the conch fish (Astrapogon stellatus), sometimes shelters in the conch's mantle for protection.L. gigas is very often parasitized by protists of the phylum Apicomplexa, which are common mollusk parasites. Those coccidian parasites, which are spore-forming, single-celled microorganisms, initially establish themselves in large vacuolated cells of the host's digestive gland, where they reproduce freely. The infestation may proceed to the secretory cells of the same organ. The entire life cycle of the parasite typically occurs within a single host and tissue.Lobatus gigas is a prey species for several carnivorous gastropod mollusks, including the apple murex Phyllonotus pomum, the horse conch Triplofusus papillosus, the lamp shell Turbinella angulata, the moon snails Natica spp. and Polinices spp., the muricid snail Murex margaritensis, the trumpet triton Charonia variegata and the tulip snail Fasciolaria tulipa. Crustaceans are also conch predators, such as the blue crab Callinectes sapidus, the box crab Calappa gallus, the giant hermit crab Petrochirus diogenes, the spiny lobster Panulirus argus and others. Sea stars, vertebrates, horse conch, octopus eagle ray, nurse shark, fish (such as the permit Trachinotus falcatus and the porcupine fish Diodon hystrix), loggerhead sea turtles (Caretta caretta) and humans also eat the queen conch.",
    "Uses": "Conch meat has been consumed for centuries and has traditionally been an important part of the diet in many islands in the West Indies and Southern Florida. It is consumed raw, marinated, minced or chopped in a wide variety of dishes, such as salads, chowder, fritters, soups, stew, pâtés and other local recipes. In both English and Spanish-speaking regions, for example in the Dominican Republic, Lobatus gigas meat is known as lambí. Although conch meat is used mainly for human consumption, it is also sometimes employed as fishing bait (usually the foot). L. gigas is among the most important fishery resources in the Caribbean: its harvest value was US$30 million in 1992, increasing to $60 million in 2003. The total annual harvest of meat of L. gigas ranged from 6,519,711 kg to 7,369,314 kg between 1993 and 1998, later production declined to 3,131,599 kg in 2001. Data about US imports shows a total of 1,832,000 kg in 1998, as compared to 387,000 kg in 2009, a nearly 80% reduction twelve years later.\n\nQueen conch shells were used by Native Americans and Caribbean Indians in a wide variety of ways. South Florida bands (such as the Tequesta), the Carib, the Arawak and Taíno used conch shells to fabricate tools (such as knives, axe heads and chisels), jewelry, cookware and used them as blowing horns. In Mesoamerican history, Aztecs used the shell as part of jewelry mosaics such as the double-headed serpent. The Aztecs also believed that the sound of trumpets made from queen conch shells represented divine manifestations, and used them in religious ceremonies. In central Mexico, during rain ceremonies dedicated to Tlaloc, the Maya used conch shells as hand protectors (in a manner similar to boxing gloves) during combat. Ancient middens of L. gigas shells bearing round holes are considered an evidence that pre-Columbian Lucayan Indians in the Bahamas used the queen conch as a food source.\n\nBrought by explorers, queen conch shells quickly became a popular asset in early modern Europe. In the late 17th century they were widely used as decoration over fireplace mantels and English gardens, among other places. In contemporary times, queen conch shells are mainly utilized in handicraft. Shells are made into cameos, bracelets and lamps, and traditionally as doorstops or decorations by families of seafaring men. The shell continues to be popular as a decorative object, though its export is now regulated and restricted by the CITES agreement. In modern culture, queen conch shells are often represented in everyday objects such as coins and stamps.Very rarely (about 1 in 10,000 conchs), a conch pearl may be found within the mantle. Though these pearls occur in a range of colors corresponding to the colors of the interior of the shell, pink specimens are the most valuable. These pearls are considered semi-precious, and a popular tourist curio. The best specimens have been used to create necklaces and earrings. A conch pearl is a non-nacreous pearl (formerly referred to by some sources as a 'calcareous concretion'); it differs from most pearls that are sold as gemstones in that it is not iridescent. The specific weight of the conch pearl is 2.85, notably heavier than any other type.  Due to the sensitive nature of the animal and the location of the pearl-forming portion of the snail within the spiral shell, commercial cultivation of pearls is considered virtually impossible.Research into the conch shell's unique architecture is currently under way at MIT.",
    "Status": "",
    "Status-Threats": "Queen conch populations have been rapidly declining throughout the years and have been mostly depleted in some areas in the Caribbean due to the fact that they are highly sought after for their meat and their value. Within the conch fisheries, one of the threats to sustainability stems from the fact that there is almost as much meat in large juveniles as there is in adults, but only adult conchs can reproduce, and thus sustain a population. In many places where adult conchs have become rare due to overfishing, larger juveniles and subadults are taken before they ever mate.\nIn the United States (Florida), it is currently illegal to gather or pick the queen conch either recreationally or commercially. In other parts of the world where it is legal, only adult conchs can be fished. The rule is to let each conch have ample time to reproduce before taken out of its habitat, potentially leading to a more stable population. However, this rule has not been followed by countless fishers. On a number of islands, subadults provide the majority of the harvest.Lobatus gigas abundance is declining throughout its range as a result of overfishing and poaching. Especially because of overfishing, many pockets of conch communities fall below the critical level needed for reproducing.  A 2018 paper predicts overfishing could lead to the extinction of queen conchs in as little as ten years. Additionally, if the conch fishery collapses, it could potentially leave over 9,000 Bahamian fishers out of work. Trade from many Caribbean countries, such as the Bahamas, Antigua and Barbuda, Honduras, Haiti and the Dominican Republic, is known or thought to be unsustainable. As of 2001, queen conch populations in at least 15 Caribbean countries and states were overfished or overexploited. Illegal harvest, including fishing in foreign waters and subsequent illegal international trade, is a common problem in the region. The Caribbean \"International Queen Conch Initiative\" is an international attempt at managing this species. On 13 January 2019, the Bahamas' Department of Marine Resources announced it would be making official recommendations to better protect the conch, including ending exports and increasing regulatory staff.Presently, ocean acidification is another serious threat to the queen conch. Acidity levels are rising and adversely affecting shellfish larvae. Rising atmospheric CO2 levels result in rising levels of carbonic acid in seawater, which is particularly harmful to organisms with calcium carbonate shells and structures. Certain larval stages of shellfish are very sensitive to lower seawater pH.",
    "Status-Conservation": "The queen conch fishery is usually managed under the regulations of individual nations. In the United States all taking of queen conch is prohibited in Florida and in adjacent Federal waters. No international regional fishery management organization exists for the whole Caribbean area, but in places such as Puerto Rico and the Virgin Islands, queen conch is regulated under the auspices of the Caribbean Fishery Management Council (CFMC). In 2014, the Parties to the Convention for the Protection and Development of the Marine Environment of the Wider Caribbean Region (Cartagena Convention) included queen conch in Annex III of its Protocol Concerning Specially Protected Areas and Wildlife (SPAW Protocol). Species included in the Annex III require special measures to be taken to ensure their protection and recovery, and their use is authorised and regulated accordingly.This species has been mentioned in the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) since 1985. In 1992 the United States proposed queen conch for listing in CITES Appendix II, making queen conch the first large-scale fisheries product to be regulated by CITES (as Strombus gigas). In 1995 CITES began reviewing the biological and trade status of the queen conch under its \"Significant Trade Review\" process. These reviews are undertaken to address concerns about trade levels in an Appendix II species. Based on the 2003 review, CITES recommended that all countries prohibit importation from Honduras, Haiti and the Dominican Republic, according to Standing Committee Recommendations. Queen conch meat continues to be available from other Caribbean countries, including Jamaica and Turks and Caicos, which operate well-managed queen conch fisheries. For conservation reasons, the Government of Colombia currently bans the commercialisation and consumption of the conch between the months of June and October. The Bahamas National Trust is building awareness by educating teachers and students through workshops.",
    "References": "",
    "Further reading": "Coomans H.E. (1965). \"Shells and shell objects from an Indian site on Magueyes Island, Puerto Rico\". Caribbean Journal of Science 5(1–2): 15–23. PDF.\nSpade, D.J.; Griffitt, R.J.; Liu, L.; Brown-Peterson, N.J.; Kroll, K.J.;  et al. (2010). \"Queen Conch (Strombus gigas) Testis Regresses during the Reproductive Season at Nearshore Sites in the Florida Keys\". PLoS ONE. 5 (9): e12737. Bibcode:2010PLoSO...512737S. doi:10.1371/journal.pone.0012737. PMC 2939879. PMID 20856805.\nStoner, A.W.; Waite, J.M. (1991). \"Trophic biology of Strombus gigas in nursery habitats: diets and food sources in seagrass meadows\". Journal of Molluscan Studies. 57 (4): 451–460. doi:10.1093/mollus/57.4.451.",
    "External links": "Institute, Waitt. \"Queen Conch Factsheet\". Waitt Institute. Retrieved 8 June 2015.\nARKive – images and movies of the queen conch (Strombus gigas)\nAnimal Diversity Web: Strombus gigas\nMicrodocs: Life cycle of the conch\nBermuda Department of Conservation Services (includes Queen Conch Recovery Plan)\nPhotos of Lobatus gigas on Sealife Collection"
  }
}