{
  "url": "https://en.wikipedia.org/wiki/Fluted_giant_clam",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Bivalvia"
    },
    {
      "Subclass": "Heterodonta"
    },
    {
      "Order": "Cardiida"
    },
    {
      "Family": "Cardiidae"
    },
    {
      "Genus": "Tridacna"
    },
    {
      "Species": "T. squamosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Tridacna squamosa, known commonly as the fluted giant clam and scaly clam, is one of a number of large clam species native to the shallow coral reefs of the South Pacific and Indian Oceans. It is distinguished by the large, leaf-like fluted edges on its shell called 'scutes' and a byssal opening that is small compared to those of other members of the subfamily Tridacnindae. Normal coloration of the mantle ranges from browns and purples to greens and yellows arranged in elongated linear or spot-like patterns. Tridacna squamosa grows to 40 centimetres (16 in) across.\nSessile in adulthood, the clam's mantle tissues act as a habitat for the symbiotic single-celled dinoflagellate algae (zooxanthellae) from which it gets a major portion of its nutrition. By day, the clam spreads out its mantle tissue so that the algae receive the sunlight they need to photosynthesize.",
    "Range": "The native range spans from South Africa to the Red Sea and to the Marshall Islands.",
    "In captivity": "Tridacna squamosa is sometimes kept in aquaria, where it requires a moderate amount of care. This species is a relatively hardy member of the Tridacnidae.\nA moderate amount of light is required by this species because it relies on zooxanthellae for part of its nutrition. These dinoflagellates use the mantle as a habitat. However, it is not nearly as dependent on this photosynthesis as other tridacnids such as Tridacna crocea or T. maxima, and it also consumes phytoplankton to complete its diet. \nTridacna squamosa is a peaceful resident and does not harm other organisms, in the wild or otherwise. Despite its ability to shut completely, anemones, triggerfish and puffers may be predators in a domestic environment. It is also recommended that they not be kept with anemones as the anemone may move close to the clam and sting or eat it. Clams should be inspected for Pyramidellidae snails and quarantined, if possible, before being added to aquaria.\nIn aquaria, it should be kept lower in the display and although some specimens prefer lying in the substrate they will occasionally attach their byssal threads to rocks above the substrate.\nAll clams require good to excellent water quality, but may help reduce nitrate levels in a system. Clams are noted to consume free nitrates to a degree.",
    "Conservation status": "The IUCN lists this clam as lower risk, but dependent on conservation efforts.",
    "References": "",
    "External links": "Tridacnid clams on WetWebMedia.com\nPhotos of Tridacna squamosa on Sealife Collection"
  }
}