{
  "url": "https://en.wikipedia.org/wiki/Fromia_indica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Echinodermata"
    },
    {
      "Class": "Asteroidea"
    },
    {
      "Order": "Valvatida"
    },
    {
      "Family": "Goniasteridae"
    },
    {
      "Genus": "Fromia"
    },
    {
      "Species": "F. indica"
    }
  ],
  "text": {
    "__SUMMARY__": "Fromia indica, commonly called Indian sea star or red starfish, is a species of marine starfish belonging to the family Goniasteridae.",
    "Description": "Fromia indica can reach a diameter of about 7.5 centimetres (3.0 in) to 10 centimetres (3.9 in). When young, it is bright red with black tips (but not always), and can become a duller red at maturity. Some describe it as \"red with a fine black mesh [of] interlinked lines.\", a characteristic pattern which distinguishes it from the black-spotted sister species Fromia milleporella. Though this sea star normally has five rays, also called arms, some have been found with six, during periods of regeneration.",
    "Distribution": "This species can be found in the Indian Ocean and Western Pacific, from the Andaman islands as far west as Sri Lanka and as far east as the Fiji Islands. It can also be found as far north as Japan and as far south as Australia. The known range of latitude is between -23.5 and 18.85 degrees. Longitude is between -162 and 178.53 degrees. It is frequently imported for the fish trade via Sri Lanka.",
    "Habitat": "It lives in lagoons and outer reefs on all kinds of substrates at temperatures between 75 °F (24 °C) and 83 °F (28 °C). The animal is found at depths ranging from 1.5 metres (4 ft 11 in) or less to 10 metres (33 ft) or even 25 metres (82 ft).",
    "Ecology": "It feeds on detritus, microalgae, small benthic invertebrates, and other organic matter. It has reportedly eaten \"weakened fish on the verge of dying.\"",
    "Nutrition and management of the aquarium": "The species appears to be safe for reef aquariums. This sea star may be fed small pieces or pellets of seafood such as shrimp or scallop. Though it is familiar to most hobbyists, it is not easy to maintain.  This is because it is very sensitive to changes in water chemistry and often succumbs rapidly to bacterial infection due to rough handling, poor acclimatization, and starvation.",
    "Fromia elegans": "In 1921, H. L. Clark described a species of sea star, commonly known as Little red star, as Fromia elegans. In 1938, Engel collected specimens he believed to be F. elegans. Hayashi studied Engel's collection, and finding the specimens to be the same species as Fromia indica, considered the names to be synonymous. In 1971, A. M. Clark believed there were enough differences between some specimens that they should be separate species, and that Engel's 1938 specimens may have been F. indica mistaken for F. elegans. Marsh doubted this in 1977, though she didn't have evidence. Engel's description is now considered a synonym, and informally a forma, of Fromia indica, while H. L. Clark's description is accepted as a full species.",
    "References": "",
    "External links": "Photos of Fromia indica on Sealife Collection"
  }
}