{
  "url": "https://en.wikipedia.org/wiki/Heteractis_malu",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Actiniaria"
    },
    {
      "Family": "Stichodactylidae"
    },
    {
      "Genus": "Heteractis"
    },
    {
      "Species": "H. malu"
    }
  ],
  "text": {
    "__SUMMARY__": "Heteractis malu, also known as the malu anemone, delicate sea anemone or white sand anemone, is a species of sea anemone in the family Stichodactylidae.",
    "Description": "This anemone has stout, sparse tentacles, almost always under 40mm in length, usually tipped with magenta colouration. These tentacles vary in length, even among a single radial row.The column has a pale cream or yellow colouration, with patches of deep yellow or orange sometimes present. It remains buried in sediment up to the level of the oral disc.  The oral disc grows to a maximum diameter of 200 mm, is brown or purplish, possibly with a white, radial pattern. It may sometimes be bright green, but this is rare.This species is similar in appearance to Macrodactyla doreensis, Heteractis aurora, and Heteractis crispa. These species are also found burrowed into the sediment, and share the same red or yellow blotches.  H. malu is primarily distinguished by its short sparse tentacles.",
    "Distribution": "Heteractis malu occurs in scattered areas ranging from Japan in the north, to Australia in the south, east to the islands of Hawaii and west to Sumatra.The only anemonefish associated with this species is Clark's anemonefish (Amphiprion clarkii). Sexually mature fish are rarely associated with H. malu, however the reason for this is unknown. The relationship between anemonefish and their host sea anemones is highly nested in structure. The anemonefish is the active partner in establishing the interaction. As the single hosted anemonefish, A. clarkii, is the extreme generalist, it may be that H. malu  is a marginal host tolerated only by the least selective fish and only when no other host is available.",
    "References": "",
    "External links": "\"Heteractis malu\". Integrated Taxonomic Information System.\nHeteractis malu. Haddon & Shackleton, 1893. Retrieved through: World Register of Marine Species."
  }
}