{
  "url": "https://en.wikipedia.org/wiki/Heteractis_magnifica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Actiniaria"
    },
    {
      "Family": "Stichodactylidae"
    },
    {
      "Genus": "Heteractis"
    },
    {
      "Species": "H. magnifica"
    }
  ],
  "text": {
    "__SUMMARY__": "Heteractis magnifica, also known by the common names magnificent sea anemone or Ritteri anemone, is a species of sea anemone belonging to the Stichodactylidae family native to the Indo-Pacific area.",
    "Description": "The magnificent sea anemone is characterized by a flared oral disc which reaches between 20 and 50 cm in diameter, but in some specimens, this can reach 1 m.\nThe oral disc, the base of the tentacles, and the oral orifice have the same color going from light beige to white.\nThe numerous tentacles exceed 8 cm long. The sea anemone, being a member of the Hexacorallia, usually carries tentacles in multiples of six that are positioned in concentric circles.  Their tips are fingered and often lighter in coloration than the tentacle body and are sometimes vividly colored.\nIts specific scientific name magnifica and its vernacular name come from the bright color of the column, which is the visible outer structure when the animal retracts, and these range from electric blue to green, red, pink, purple, or brown.",
    "Distribution and habitat": "The magnificent sea anemone is widespread throughout the tropical and subtropical waters of the Indo-Pacific area from the eastern coasts of Africa, the Red Sea included, to Polynesia and from south Japan to Australia and New-CaledoniaThis anemone likes hard substrates well exposed to light and current from the surface to 20 m deep. It has been observed down to 40 m deep.",
    "Biology": "The magnificent sea anemone has two feeding methods. The first one is through the photosynthesis of its symbiotic zooxanthellae, living in its tissues. The second method through using its tentacles to stun, immobilize, and consume prey (small invertebrates, fry or juvenile fish).\nThe reproduction of the anemone can be sexual by simultaneous transmission of male and female gametes in the water or asexual by scissiparity, which means that the anemone divides itself into two individuals, separating from the foot or the mouth. The magnificent sea anemone is found as solitary specimens throughout its range with aggregations only being found in the rim areas of its distribution. Genetic analyses does not suggest a difference between solitary specimens in the central distribution and clustering specimens at the rim.  Asexual reproduction is found only in the rim areas and is probably the origin of the large aggregations.The relationship between anemonefish and their host sea anemones is highly nested in structure.  With 12 species of hosted anemonefish, the magnificent sea anemone is highly generalist.  The anemonefish it hosts are also mostly generalist, the exceptions being Amphiprion  pacificus,  only hosted by H magnifica, and A. akallopisos, which is also hosted by Stichodactyla mertensii. The species of anemonefish hosted by the magnificent sea anemone are: \nAmphiprion akallopisos (skunk anemone fish)\nA. akindynos   (Barrier Reef anemonefish)\nA. bicinctus (two-band anemonefish)\nA. chrysogaster (Mauritian anemonefish)\nA. chrysopterus (orange-fin anemonefish)\nA.clarkii  (Clark's anemonefish)\nA. leucokranos (white-bonnet anemonefish)\nA. melanopus (red and black anemonefish)\nA. nigripes (Maldive anemonefish)\nA. ocellaris (false clown anemonefish)\nA. pacificus (Pacific anemonefish) \nA. percula  (clown anemonefish)\nA. perideraion (pink skunk anemonefish)H. magnifica also hosts Dascyllus trimaculatus, the threespot dascyllus, and various commensal shrimps.",
    "Gallery": "",
    "References": "\n\n== External links =="
  }
}