{
  "url": "https://en.wikipedia.org/wiki/Hippopus_hippopus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Bivalvia"
    },
    {
      "Subclass": "Heterodonta"
    },
    {
      "Order": "Cardiida"
    },
    {
      "Family": "Cardiidae"
    },
    {
      "Genus": "Hippopus"
    },
    {
      "Species": "H. hippopus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hippopus hippopus, the bear paw clam, horse's hoof clam or strawberry clam,  is a species of large saltwater clam, a tropical marine bivalve mollusk in the subfamily Tridacninae, the giant clam morphological group.",
    "Description": "It is a species of giant clam living only on coral sand, with the opening facing towards the sky. The shell is more angular than the ones of its cousins from the genus Tridacna, and often maculated with reddish once clean. The mantle is opalescent yellow-green, with slight linear patterns.",
    "Distribution": "This species is found in American Samoa, Australia, Fiji, Guam, possibly India, Indonesia, Japan, Kiribati, Malaysia, Marshall Islands, Micronesia, Myanmar, New Caledonia, Northern Mariana Islands, Palau, Papua New Guinea, the Philippines, Samoa, Singapore, the Solomon Islands, Taiwan, Tonga, Tuvalu, Vanuatu, and possibly Thailand. Mentions from Madagascar and other places in the Indian ocean are considered doubtful by the IUCN.",
    "Conservation": "This species of often harvested for its beautiful shell and its meat, consumed in several Pacific and asian countries. However, its extremely slow growth and reproduction makes such harvesting unsustainable : stocks can take several decades to recover after just one harvest. Hence, the species is considered as overfished in many countries, and maybe even already extinct in several of them. \nThis species is now part of the  IUCN Red List of Threatened Species, and its commercial trade is regulated by the Convention on International Trade in Endangered Species of Wild Fauna and Flora. \n\n\n== References =="
  }
}