{
  "url": "https://en.wikipedia.org/wiki/Hymenocera",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Family": "Hymenoceridae"
    },
    {
      "Genus": "HymenoceraLatreille, 1819"
    },
    {
      "Species": "H. picta"
    }
  ],
  "text": {
    "__SUMMARY__": "Hymenocera picta, commonly known as the harlequin shrimp, is a species of saltwater shrimp found at coral reefs in the tropical Indian and Pacific oceans. It is usually considered the only species in the genus Hymenocera, but some split it into two species: H. picta from the central and east Pacific where the spots are deep pinkish-purple with a yellow edge, and H. elegans from the Indian Ocean and west Pacific where the spots are more brownish and have a blue edge. They reach about 5 centimetres (2.0 in) in length, live in pairs and feed exclusively on starfish, including crown-of-thorns starfish. It does seem to prefer smaller, more sedentary starfish, but as these generally are not sufficiently numerous for its needs, it commonly will attack Acanthaster, both reducing its consumption of coral while under attack, and killing it within a few days.",
    "Description": "The Hymenocera, or Harlequin shrimp, is usually cream colored or white with occasional spots. Around the Pacific Ocean, many of these shrimp will have red spots while the Indian Ocean shrimp typically have purple spots while its close cousin, the Hawaiian H. picta, has purple and red spots off of their body, the shrimp have two walking legs on each side and large claws, or cheliped. The claws and eyes appear to look flattened and thin.  On its head the shrimp have \"petal-like sensory antennules\" to smell out their prey. Their body usually reaches up to 5 cm or 2 inches, and the male is just a little bit smaller than the female.",
    "Habitat": "These shrimp are typically found in Hawaii through the Indo-Pacific below the intertidal zone on coral reefs. They prefer temperatures of 72-82 degrees Fahrenheit, but are very rare because of the changing coral reefs. Many people are now using these shrimp as pets because of their colorful bodies, so future pet owners need to be aware that these shrimp are very sensitive and any changes in temperature, water chemistry and salinity can be detrimental. Even high nitrate or copper levels can negatively harm the shrimp. They also are typically found with a mate in their natural habitat, but owners can keep them together as long as they can.",
    "Diet": "Harlequin shrimp's only source of nutrition comes from starfish. They are very skilled at flipping over the slow starfish on its back, and eating the tube feet and soft tissues until it reaches the central disk. They, usually one female and one male, use their claws to pierce the tough skin and feeding legs to help them maneuver the starfish. Sometimes the starfish will shed the arm that the shrimp attacked and regrow (the shrimp can then re eat it), but it is usually too wounded to regrow. They may also feed on sea urchins, because they have tube feet as well, but that is rare and only if they're very hungry.",
    "Behavior/Reproduction": "The Harlequin moves at a very slow pace and in waves. It also may have toxins from its prey (the starfish) which could make it distasteful and potentially dangerous for predators. The shrimp also moves its claws almost constantly. When it comes to males and females, the females are larger and have colored abdominal plates unlike the males. \"The female produces between 100 to 5,000 eggs per season depending on environmental factors.\" The male and female are often seen together in the wild and work together to not only reproduce but also eat food.",
    "References": "",
    "External links": "Video of an Adult and juvenile harlequin shrimp hosted by YouTube\n[University of Hawaii Mãnoa Education Department. \"Marine Life Profile: Harlequin Shrimp.\" Waikiki Aquarium, n.d. Web<http://www.waquarium.org/_library/images/education/marinelifeprofiles/harlequinshrimp0909.pdf]\n\"Harlequin Shrimp - Hymenocera Picta - Small.\" Thatpetplace.com. N.p., n.d. Web. 30 Sept. 2013. <http://www.thatpetplace.com/Hymenocera-picta-harlequin-shrimp-213707>.\n\"Harlequin Shrimp - Hymenocera Picta.\" FreshMarine.com. N.p., n.d. Web. 30 Sept. 2013. <http://www.freshmarine.com/harlequin-shrimp.html>.\n\"Harlequin Shrimp.\" Harlequin Shrimp. N.p., n.d. Web. 30 Sept. 2013. <http://www.aquaticcommunity.com/shrimp/harlequin.php>..\nPhotos of Hymenocera on Sealife Collection"
  }
}