{
  "url": "https://en.wikipedia.org/wiki/Lobophyllia_hemprichii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Lobophylliidae"
    },
    {
      "Genus": "Lobophyllia"
    },
    {
      "Species": "L. hemprichii"
    }
  ],
  "text": {
    "__SUMMARY__": "Lobophyllia hemprichii, commonly called lobed brain coral, lobed cactus coral or largebrain root coral, is a species of large polyp stony coral in the family Lobophylliidae. It is found in the Indo-Pacific Ocean. In its specific name Christian Gottfried Ehrenberg honoured his late partner the Prussian naturalist Wilhelm Hemprich; they were among the first to study the marine life of the Red Sea.",
    "Description": "Lobophyllia hemprichii is a colonial species of coral that may form hemispherical or flattened mounds up to 5 m (16 ft) in diameter. Several adjacent colonies, sometimes of different colours, may grow together to form a composite colony. The corralites (skeletal cups) may be phaceloid (having a tubular form and growing from a common base) or flabello-meandroid (arranged in valleys with the neighbouring valleys each having a ridge, with the valleys dividing irregularly). Each corallite has a number of septa (vertical blades inside the corallite cup) which taper in thickness and have tall sharp teeth. This coral is some shade of grey, pink, violet or yellowish-brown, sometimes a uniform colour or sometimes with contrasting regions. L. hemprichii is a zooxanthellate coral, having single-celled photosynthesizing organisms known as dinoflagellates living within the tissues. Photosynthesis of these protists provides the coral with nutrients. The thick, fleshy polyps can retract back into the corallite cups in which they sit or extend their tentacles to feed.",
    "Distribution": "Lobophyllia hemprichii is native to the tropical and subtropical Indo-Pacific. Its range extends from the Red Sea, the Gulf of Aden and the east coast of Africa through the Indian Ocean and the Bay of Bengal to Japan, Indonesia, New Guinea and Australia. It is most common at depths between 9 and 15 m (30 and 49 ft) but can occur down to about 50 m (164 ft). It is found on upper reef slopes, where it is often the dominant species of coral and sometimes the only species.",
    "Status": "The International Union for Conservation of Nature lists this species as being of \"least concern\", on the basis that it has a wide range and is common in most of that range. Although susceptible to bleaching and to other damage caused to corals by a rise in sea temperature and ocean acidification, it is thought to be more resilient than many other species because of its large population size and wide genetic variability. It is collected for the aquarium trade, Indonesia being the main exporter. It is included in CITES Appendix II as are all stony corals.\n\n\n== References =="
  }
}