{
  "url": "https://en.wikipedia.org/wiki/Lybia_tessellata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Brachyura"
    },
    {
      "Family": "Xanthidae"
    },
    {
      "Genus": "Lybia"
    },
    {
      "Species": "L. tessellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Lybia tessellata is a species of small crab in the family Xanthidae. It is found in shallow parts of the tropical Indo-Pacific Ocean. Like other members of the genus Lybia, it is commonly known as the pom-pom crab or boxer crab because of its habit of carrying a sea anemone around in each of its claws, these resembling pom-poms or boxing gloves.",
    "Description": "L. tessellata is a small crab growing to a width of about 2.5 cm (1 in). The carapace is trapezoid in shape and the margin has a distinct tooth-shaped projection on either side, just behind the short-stalked eye. The surface of the carapace is marked into several differently coloured, geometric regions by a network of dark lines giving it the appearance of stained glass. The chelipeds do not have the broad chelae (claws) typical of decapod crabs. Instead they are slim and each has a fine finger bearing eight or nine spines. The front pair of walking legs is smaller than the other three pairs but all are much larger than the chelipeds. The legs are banded with dark transverse lines, speckled with white spots and clad in sparse, short hairs. The claws at their ends are long and thin.",
    "Distribution and habitat": "L. tessellata is found in shallow water in the tropical Indo-Pacific region, its range extending from the Red Sea and the East African coast to Indonesia and New Guinea. It is found on sandy and gravelly seabeds, where it is well camouflaged, and on live corals where it clings with its long, thin legs.",
    "Biology": "L. tessellata is an omnivore. It carries a small sea anemone, usually Bunodeopsis spp. or Triactis producta, in each chela, holding its chelipeds out horizontally while moving around. If attacked by a potential predator, it will threaten the aggressor with an anemone, the tentacles of which are well armed with cnidocytes (stinging cells). It is unable to feed itself with its chelae and uses the tentacles of the anemones to collect food particles which it then removes with its mobile maxillipeds.The red eggs of Lybia tessellata are carried around on the female's abdomen where they are brooded.",
    "Use in aquaria": "L. tessellata is well suited to being kept in a reef aquarium, though its small size and cryptic appearance may make it better suited to a small tank where it can be better observed. It is compatible with most other tank inhabitants but may be attacked by predatory fish. It is a shy species and easier to find at night when the tank lights are off.",
    "References": "",
    "External links": "Pom-pom crab (Lybia tessellata) Video clip showing crab moving around\nPhotos of Lybia tessellata on Sealife Collection"
  }
}