{
  "url": "https://en.wikipedia.org/wiki/Lysmata_amboinensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Superfamily": "Alpheoidea"
    },
    {
      "Family": "Hippolytidae"
    },
    {
      "Genus": "Lysmata"
    },
    {
      "Species": "L. amboinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lysmata amboinensis is an omnivorous shrimp species known by several common names including the Pacific cleaner shrimp. It is considered a cleaner shrimp as eating parasites and dead tissue from fish makes up a large part of its diet. The species is a natural part of the coral reef ecosystem and is widespread across the tropics typically living at depths of 5–40 metres (16–131 ft).L. amboinensis can reach a body length of 5–6 centimetres (2.0–2.4 in) and have long white antennae. Mature shrimp are pale in colour with longitudinal bands on their carapace; one central white band with wider scarlet red bands on either side. The shrimp has a long larval stage and unusual sexual maturation, initially being male but becoming a functional hermaphrodite once mature.L. amboinensis is popular in home and public aquaria where it is commonly referred to as the skunk cleaner shrimp; this is due to its striking colours, peaceful nature, and useful symbiotic cleaning relationship which can also be witnessed in captivity.",
    "Description": "Adult shrimp can reach a body length of 5–6 centimetres (2.0–2.4 in) with two pairs of long white antennae. The body and legs are pale amber in colour with longitudinal bands on the carapace: one central white band is flanked by wider scarlet red bands. There are several symmetrical white spots on the red tail. The most anterior antennae fork into two making the shrimp appear to have three pairs of antennae. As with all decapods there are 10 pairs of walking legs, with the most anterior pair having forceps (pincers). Anterior to the walking legs are a pair of white maxillipeds used for feeding. Underneath the thorax behind the walking legs are paired pleopods (swimmerets) used for swimming and brooding eggs.L. amboinesis have a pair of stalked eyes though experiments suggest they have coarse vision and are colour blind; this low spatial resolution makes it unlikely they can see the striking patterns of other shrimps or tropical fish.",
    "Distribution and habitat": "L. amboinensis is native to coral reefs across the tropics including the Red Sea and the Indo-Pacific Ocean. They live on tropical coral reefs between depths of 5–40 metres (16–131 ft) and are typically found in caves or reef ledges.",
    "Life cycle": "L. amboinesis lay eggs which the adult shrimp keep attached to their pleopods. The early larvae are called nauplii which hatch into more developed larvae called zoeae and go through a free-floating planktonic stage. During this time they feed on other plankton and moult through 14 identified stages growing to approximately 2 centimetres (0.79 in) in length over 5–6 months. At this point the larvae will settle and metamorphose into a more mature form, though not yet the adult state. This is achieved after several moults which occur every 3–8 weeks.Each shrimp starts out as a male, but after a few moults will become a hermaphrodite allowing them to function as both male and female in interactions with another shrimp; these shrimp have no pure female form. This form of sexual maturation is scientifically described as 'protandric simultaneous hermaphroditism' and is unique to Lysmata shrimp amongst other decapod crustaceans. In one spawning, adult shrimp will lay between 200–500 eggs which are initially attached to the pleopods and are greenish in colour; the eggs swell and lighten in colour before hatching and a few will turn silver on the day of hatching. The eggs hatch around dusk releasing 3–4 millimetres (0.12–0.16 in) long larvae into the free-floating pelagic zone.",
    "Behaviour": "L. amboinesis do not live in large groups, more often in pairs, and while omnivorous it is believed they derive much of their nutrition from cleaning parasites and dead tissue from fish. Their mating behaviour has been observed in captivity where it involves little ritual: a pair of fully mature hermaphroditic shrimp will alternate moulting timing, mating occurs shortly following a moult when one shrimp acting as the male will follow the other acting as the female which will brood the fertilised eggs; when the next shrimp moults the roles, and therefore apparent sex, will reverse.In captivity L. amboinesis have been seen to be socially monogamous showing such aggression that if they are kept in groups of more than 2 individuals one pair will kill the rest. While they are not generally seen in large groups in the wild it is unknown if they are socially monogamous in their natural environment.",
    "Behaviour-Symbiosis": "L. amboinesis like other cleaner shrimp has a symbiotic relationship with 'client' fish in which both organisms benefit; the shrimp gain a meal from eating parasites living on large fish and the clients benefit from the removal of parasites. Cleaning organisms including shrimp and fish can congregate in one location on a reef in what is called a \"cleaning station\" which fish will visit when required; cleaning shrimp perform a rocking dance from side to side to signal their services when fish approach. Cleaning services provided by the shrimp aid wound healing of injured fish, additionally supporting the symbiosis-hypothesis.  L. amboinesis is also commonly found living in caves with their client fish, such as moray eels, providing the shrimp with protection from predators.Because of the benefits of cleaner shrimp to the fish they clean, Lysmata amboinensis and other species have been suggested as potentially useful to aquaculture.",
    "Taxonomy": "L. amboinesis was described and named by Johannes Govertus de Man, published in 1888. In the same year it was also described as Hippolysmata vittata var. amboinensis listing the shrimp as a variant within the species Lysmata vittata. These are now considered synonyms with L. amboinesis a distinct species from L. vittata.",
    "Taxonomy-Common names": "L. amboinesis within the marine aquarium trade is commonly referred to as the skunk cleaner shrimp, white-banded cleaner shrimp or scarlet cleaner shrimp due to its appearance, however this last name is also sometimes used for Lysmata debelius.",
    "In the aquarium": "Many species of Lysmata, including L. amboinesis, are commonly kept in salt water aquaria; they are safe and beneficial since they will clean both the tank and fish but not harm corals. For these reasons they are often kept in both home and public aquaria for educational purposes, sometimes in 'touch pools' which allow visitors to put their hand in the water so the shrimp will clean their hand.Despite significant efforts L. amboinesis remains difficult to culture in captivity, though adults will regularly spawn eggs. The cycle from spawning to adult form takes approximately 6 months during which time the vast majority of larvae die. As such most shrimps sold in the aquarium industry are wild-caught, this has led to concern about the negative effects of their removal on natural reefs though there is currently no evidence of an effect.",
    "References": "",
    "External links": " Media related to Lysmata amboinensis at Wikimedia Commons\nPhotos of Lysmata amboinensis on Sealife Collection"
  }
}