{
  "url": "https://en.wikipedia.org/wiki/Lytechinus_variegatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Echinodermata"
    },
    {
      "Class": "Echinoidea"
    },
    {
      "Order": "Temnopleuroida"
    },
    {
      "Family": "Toxopneustidae"
    },
    {
      "Genus": "Lytechinus"
    },
    {
      "Species": "L. variegatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lytechinus variegatus, commonly called the green sea urchin  or the variegated sea urchin, is a species of sea urchin that can be found in the warm waters of the western Atlantic Ocean and Caribbean Sea.",
    "Subspecies": "There are four subspecies:\nLytechinus variegatus carolinus  A. Agassiz, 1863\n Lytechinus variegatus pallidus  H. L. Clark, 1925\n †Lytechinus variegatus plurituberculatus  Kier, 1963\n Lytechinus variegatus variegatus  (Lamarck, 1816)",
    "Description": "The green sea urchin has a globular test (shell) densely covered in spines and can reach a diameter of around 11 centimetres (4.3 in). The test may be purple, green or dull red, blotched with white. The majority of the spines are short but there are a few longer primary spines. The spines vary in colour, sometimes being one colour at the base and a different colour at the tip. Green test with green spines or green test with white spines are the most common combinations found in the Caribbean. In between the spines are pedicellaria, pincer like structures. These are white which distinguishes the green sea urchin from the rather similar Lytechinus williamsi which has purple pedicellaria.",
    "Distribution and habitat": "The green sea urchin occurs in tropical waters in the western Atlantic Ocean. The subspecies occupy different geographical areas. L. v. variegatus occurs in the Caribbean Sea, southern Florida, the Yucatan peninsula and northern Brazil but not Barbados while L. v. carolinus is found from North Carolina southwards to the Caribbean Sea and Gulf of Mexico. It is found on rocky reefs, on or under rocks, on sandy or muddy substrates and in seagrass meadows. It can occur in large numbers with as many as 15 being found in one square metre (yard).",
    "Biology": "The green sea urchin is often found with pieces of algae, bits of seagrass and fragments of mollusc shell on its aboral (upper) surface, holding them in place with its tube feet. It is thought that the urchin is photo-sensitive and that these pieces of debris may provide some protection from strong sunlight and ultraviolet light in the clear shallow waters it favours.\nWhile subsequent research confirmed that a different species, L. pictus (= L. anamesus), submerged in 20-cm deep aquaria responded negatively to sunlight and UV light and succumbed following extended exposure to UV light.  However, studies in wave tanks with or without light showed they masked with shell material and aggregated in groups when exposed to surge activity.  Masked and/or aggregated urchins were able to remain stable on the sand whereas unmasked individuals rolled around helplessly on the sand.The green sea urchin has a structure called an Aristotle's lantern surrounding its mouth on its oral (under) surface. This has five teeth that can be used to rasp surfaces. It is largely herbivorous, feeding on the seagrass Thalassia. Its tube feet and spines also play a role in feeding, catching and holding bits of debris that float past.It is sometimes found in aggregations of closely packed individuals. This may be linked to breeding activities but at other times it has no known cause. Breeding takes place at various times of the year in different parts of its range. In Bermuda the spawning period is short and seems to be related to the phase of the moon. Eggs and sperm are liberated into the water column and fertilisation is external. The larvae are planktonic and are known as pluteus larvae. They pass through several developmental stages before undergoing metamorphosis into juvenile urchins.",
    "References": "",
    "External links": "Photos of Lytechinus variegatus on Sealife Collection"
  }
}