{
  "url": "https://en.wikipedia.org/wiki/Macrodactyla_doreensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Actiniaria"
    },
    {
      "Family": "Actiniidae"
    },
    {
      "Genus": "Macrodactyla"
    },
    {
      "Species": "M. doreensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Macrodactyla doreensis, common names long tentacle anemone and corkscrew tentacle sea anemone, is a species of sea anemone in the family Actiniidae.",
    "Description": "Macrodactyla doreensis has relatively few tentacles. They are all similar to one another in size and colour, being  purplish-gray to brown. Each grows to about 1.75 cm, are sinuous, and each taper evenly toward the tip. In some cases they have a corkscrew shape.\nThe oral disc is normally purplish-gray to brown, and sometimes has a green cast. It has a flared shape, and grows to a maximum of 5 cm wide, but is often far smaller. It has white lines that are oriented radially, sometimes extending onto the tentacles.\nThis anemone remains at the surface of the sediment, with the column buried. The lower portion of the column is a dull orange to bright red colour, with the upper portion being brownish, containing a round to ovoid verrucae in rows oriented longitudinally.",
    "Distribution": "This species is found in Japan, and south to the waters of New Guinea and northern Australia.",
    "Behaviour": "The tentacles of Macrodactyla doreensis may either shrivel, or stick to hand of a person who disturbs it. This anemone can retract entirely into the sediment.",
    "Habitat": "This species is commonly found at depths of 5 metres or less in muddy bottoms, and is commonly seen without fish present.",
    "Symbionts": "M doreensis is a host of 5 different species of fish.\nAmphiprion chrysopterus orange-fin anemonefish \nA. clarkii, the yellowtail anemonefish\nA. ocellaris Western clownfish\nA. perideraion pink skunk anemonefish.\nDascyllus trimaculatus 3 spot dascyllus.",
    "Notes": "",
    "References": "",
    "External links": "Fautin, D. \"Macrodactyla doreensis\". Hexacorallians of the World."
  }
}