{
  "url": "https://en.wikipedia.org/wiki/Mithraculus_sculptus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Brachyura"
    },
    {
      "Family": "Majidae"
    },
    {
      "Genus": "Mithraculus"
    },
    {
      "Species": "M. sculptus"
    }
  ],
  "text": {
    "__SUMMARY__": "Mithraculus sculptus, the green clinging crab or emerald crab, is a species of crab in the family Majidae. It is a dark green colour and is found in tropical waters in the Caribbean Sea. It is sometimes kept in reef aquaria.",
    "Description": "Mithraculus sculptus is a small crab with a carapace longer than it is wide and large chelae (claws). The carapace is flat, shiny and green, finely sculpted, with whitish material adhering to the projections. The chelae are also green and are spoon-shaped and tipped with white. The walking legs are rather paler in colour and are hairy and often covered with encrustations. This crab grows to a length of about 4 cm (1.6 in).",
    "Distribution and habitat": "Mithraculus sculptus is native to the Caribbean Sea and Gulf of Mexico. Its range extends from the Bahamas and southern Florida to the northern part of Brazil at depths down to about 54 metres (177 ft). It is found in a number of varied habitats but may be most abundant in back reef environments.",
    "Behaviour": "Mithraculus sculptus is largely nocturnal, hiding in caves, crevices and under rocks during the day. It is principally a scavenger but it also feeds on algae. It is tolerant of both high and low temperatures and is capable of withstanding strong currents as it can use its legs to cling on to the substrate. \nIt is often to be seen among the branches of corals such as the finger coral (Porites furcata) where it feeds on the polyps. It uses its chelae alternately, gathering a polyp with one claw while it feeds on a polyp held in the other. It has been observed to gather and consume ten polyps in a minute. It also feeds on organisms encrusting the leaf blades of turtle grass (Thalassia testudinum). When threatened it often hides beneath the extended tentacles of the sun anemone (Stichodactyla helianthus).",
    "Use in aquaria": "Mithraculus sculptus is sometimes kept in reef aquaria where it is said to be compatible with other reef species. It will feed on algae including bubble algae (Valonia ventricosa) and eat any left-over meaty foods but, if it is underfed, may consume coral polyps or small fish. Research has shown that it can be used to control excessive growth of bubble algae in aquaria, but best results are found when its diet is supplemented with mysids but not with pelleted food.\n\n\n== References =="
  }
}