{
  "url": "https://en.wikipedia.org/wiki/Montipora_capricornis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Acroporidae"
    },
    {
      "Genus": "Montipora"
    },
    {
      "Species": "M. capricornis"
    }
  ],
  "text": {
    "__SUMMARY__": "Leaf plate montipora (Montipora capricornis), also known as vase coral, cap coral, or plating montipora, is a type of small polyp stony (SPS) coral in the family Acroporidae.",
    "Description": "Montipora capricornis forms flat, plating colonies. The colonies expand by adding to their foundations and further spreading out. The individual polyps appear as small \"bumps\" on the surface of the skeleton. At night, the polyps emerge from the skeleton to feed on plankton. The polyps are usually transparent with slight patches of color due to zooxanthellae, symbiotic algae living in the coral's tissue.",
    "Habitat": "Montipora capricornis is a very common species of coral, particularly in the Indian and Pacific oceans, as well as in reefs in the Red Sea. It usually inhabits the top half of the reef where photosynthesis can occur. Montipora capricornis will \"branch out\" from their foundation into an area with adequate sunlight. It also lives in coral reefs and enjoys warm sunny temperatures.",
    "Aquarium trade": "Montipora capricornis is one of the more common species of SPS coral available on the market. It comes in various color variations, including red, green, and orange. It is considered to be a good beginner's SPS coral, because it is much more tolerant of under-ideal conditions than its relative, Acropora. Montipora capricornis prefers to live in a reef aquarium, if brought into captivity. This Montipora coral prefers a water temperature of a stable 75 to 80 °F (24 to 27 °C). It prefers strong lighting such as that provided by metal halides, but even a modest compact fluorescent lighting system will do. Since Montipora capricornis relies on currents to bring it food, moderate to high current should be provided. Generally, supplementary feedings are not necessary for most SPS corals, because feeding such a small polyp would be negligible compared to the energy obtained from the coral's photosynthesis; however, SPS corals will benefit from phytoplankton and trace elements added to the water. For moderate lighting, Montipora capricornis should be placed in the top half of the tank, and for high lighting, the coral should be placed a little lower, but always on a rock base, and not on the substrate.",
    "References": "",
    "External links": "ReefCorner - Montipora capricornis Database Entry"
  }
}