{
  "url": "https://en.wikipedia.org/wiki/Montipora_digitata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Acroporidae"
    },
    {
      "Genus": "Montipora"
    },
    {
      "Species": "M. digitata"
    }
  ],
  "text": {
    "__SUMMARY__": "Montipora digitata, also known as finger coral, is a species of stony coral. It is found in shallow water in East Africa, the Indo-West Pacific, Kenya, Mozambique and Rodriguez.",
    "Description": "Colonies of Montipora digitata are digitate or bushy with vertically aligned, anastomosing branches, and forming hemispherical mounds that may be 40 centimetres (16 in) or more in diameter. The corallites are small and deeply sunk into the skeleton, giving it a pitted appearance. This coral is usually pale cream, pale yellow or brown.",
    "Biology": "Montipora digitata is a zooxanthellate species of coral. It obtains most of its nutritional needs from the symbiotic dinoflagellates that live inside its soft tissues. These photosynthetic organisms provide the coral with organic carbon and nitrogen, sometimes providing up to 90% of their host's energy needs for metabolism and growth. Its remaining needs are met by the planktonic organisms caught by the tentacles of the polyps.Montipora digitata is a simultaneous hermaphrodite. Spawning takes place once a year and is synchronised among the colonies in any one locality. Packets of eggs and sperm are released into the water column and, being buoyant, rise to the surface. Here the packets break up and cross-fertilisation takes place with gametes from different colonies intermixing.",
    "Status": "This coral is a common species and is relatively unaffected by coral bleaching. The main threats faced by corals are related to climate change; the mechanical destruction of their coral reef habitats, increasing damage from extreme weather events, rising sea water temperatures and ocean acidification. The International Union for Conservation of Nature has assessed the conservation status of this species as being of \"least concern\". All corals receive protection by being listed on CITES Appendix II.",
    "References": "",
    "External links": "\"Montipora digitata\". Integrated Taxonomic Information System.\nReefCorner - Montipora digitata Database Entry"
  }
}