{
  "url": "https://en.wikipedia.org/wiki/Odontodactylus_scyllarus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Stomatopoda"
    },
    {
      "Family": "Odontodactylidae"
    },
    {
      "Genus": "Odontodactylus"
    },
    {
      "Species": "O. scyllarus"
    }
  ],
  "text": {
    "__SUMMARY__": "Odontodactylus scyllarus, known as the peacock mantis shrimp, harlequin mantis shrimp, painted mantis shrimp, or clown mantis shrimp, is a large mantis shrimp native to the Indo-Pacific from Guam to East Africa.In the saltwater aquarium trade, it is both prized for its attractiveness and considered by others to be a dangerous pest.",
    "Description": "O. scyllarus is one of the larger, more colourful mantis shrimps commonly seen, ranging in size from 3 to 18 cm (1.2 to 7.1 in). They are primarily green with orange legs and leopard-like spots on the anterior carapace.Their ability to see circularly polarised light has led to studies to determine if the mechanisms by which their eyes operate can be replicated for use in reading CDs and similar optical information-storage devices.",
    "Ecology": "Odontodactylus scyllarus is a burrower, constructing U-shaped holes in the loose substrate near the bases of coral reefs in water ranging from 3 to 40 metres (9.8 to 131.2 ft) deep.O. scyllarus is a smasher, with club-shaped raptorial appendages. An active hunter, it prefers gastropods, crustaceans, and bivalves, and will repeatedly smash its prey until it can gain access to the soft tissue for consumption. It is reported to have a \"punch\" of over 50 miles per hour (80 km/h). This is the fastest recorded punch of any living animal. The acceleration is similar to that in a .22 caliber handgun, with 340 pounds-force (1,500 N) per strike. In addition, the surface of its appendages is made up of extremely dense hydroxyapatite, layered in a manner which is highly resistant to fracturing. Glass aquaria can be broken by them. The composition is being investigated for potential synthesis and engineering use.",
    "Aquaria": "Some saltwater aquarists keep peacock mantis shrimp in captivity. The peacock mantis is especially colourful and desired in the trade.While some aquarists value peacock shrimp, others consider them harmful pests because they are voracious predators which eat other desirable inhabitants of the tank.  Some of the largest specimens can break aquarium glass by striking it, and can do further damage by burrowing in live rock. Live rock with mantis shrimp burrows is considered useful by some in the marine aquarium trade and is often collected. It is not uncommon for a piece of live rock to convey a live mantis shrimp in an aquarium. Once inside the tank, they may feed on fish, and other inhabitants. They are notoriously difficult to catch when established in a well-stocked tank, and there are accounts of them breaking glass tanks, damaging coral, when they wish to make a home within it.",
    "References": "",
    "External links": "Mantis shrimps could show us the way to a better DVD\nPhotos of Odontodactylus scyllarus on Sealife Collection"
  }
}