{
  "url": "https://en.wikipedia.org/wiki/Panulirus_versicolor",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Family": "Palinuridae"
    },
    {
      "Genus": "Panulirus"
    },
    {
      "Species": "P. versicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Panulirus versicolor is a species of spiny lobster that lives in tropical reefs in the Indo-Pacific. Other names include painted rock lobster, common rock lobster, bamboo lobster, blue lobster, and blue spiny lobster. P. versicolor is one of the three most common varieties of spiny lobster in Sri Lanka, alongside Panulirus homarus and Panulirus ornatus.",
    "Morphology": "P. versicolor grows up to 40 centimetres (16 in) long, but is typically no more than 30 cm (12 in). It has no claws, two spiny rostra over the eyes, and two pairs of large antennae, like all spiny lobsters. The first pair of antennae are double ended, the second hard and spiny, both are usually white. The carapace is white, pink and black, with horizontal bands and a reticule. The abdomen is green with transverse black and white bands. The legs are dark brown with white stripes and the tail is blue-green.",
    "Behaviour": "P. versicolor is nocturnal and solitary. In the daytime they hide in small caves and crevices in reefs or under coral at depths up to 15 metres (49 ft). They are carnivores, eating both carrion and fresh caught arthropods, other crustaceans, and occasional small fish.",
    "Geographic distribution": "P. versicolor occurs in the shallow tropical waters of the western Pacific and the Indian Ocean. In the Indian Ocean it occurs from as far south on the east coast of Africa as Natal, up through the Red Sea and Persian Gulf, in the Arabian Sea across to India, Myanmar, Thailand, and Malaysia, down through Indonesia to the waters of north-western Australia. In the western and central Pacific, it occurs as far north as southern Japan, throughout Micronesia, Melanesia, Polynesia and in the waters of north-eastern Australia.A single P. versicolor was found in shallow coastal waters of Georgia, United States, in 2012. Likely deliberately released as an adult or unintentionally transported as a larvae in a cargo ship's ballast water, it was the first specimen reported in the U.S. and the Atlantic Ocean.",
    "Economic uses": "Panulirus versicolor is used as a food source throughout its range. P. versicolor is also kept in home aquariums.",
    "References": "",
    "External links": "\"Panulirus versicolor\" (in Indonesian). IPTEKnet. Archived from the original on October 13, 2006. Retrieved April 5, 2007.\nPhotos of Panulirus versicolor on Sealife Collection"
  }
}