{
  "url": "https://en.wikipedia.org/wiki/Peppermint_shrimp",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Family": "Hippolytidae"
    },
    {
      "Genus": "Lysmata"
    },
    {
      "Species": "L. wurdemanni"
    }
  ],
  "text": {
    "__SUMMARY__": "Lysmata wurdemanni, commonly known as the peppermint shrimp, is a species of shrimp.",
    "Description": "It reaches 7 centimetres (2.8 in) in length, and is named for the bright red stripes on its otherwise translucent body, which are reminiscent of peppermint candies such as a candy cane. Its eggs, by contrast, are bright green.",
    "Distribution": "Lysmata wurdemanni was originally described from specimens collected at Key West, Florida and Charleston, South Carolina. Its range extends along the Atlantic seaboard of the United States from Long Island to Florida, and along the Gulf of Mexico from Florida to Port Aransas, Texas. It may also occur in the northern Caribbean Sea, but this has not been confirmed.",
    "Reproduction": "Lysmata wurdemanni is a protandric simultaneous hermaphrodite. This means that it begins as a male but may later become a hermaphrodite. It has four moults as a male before changing sexes to become a euhermaphrodite. However, under certain conditions some males never change to hermaphrodites. In the euhermaphrodite stage the shrimp act as a male between moults and as a female immediately following a moult. During this hermaphroditic stage the shrimp gradually lose their male organs, likely because more energy is being allocated to the development of female reproductive organs.\nLysmata wurdemanni employs a 'pure searching' tactic for mate-finding in which the males are constantly searching for receptive females. Males use olfactory organs (aesthetascs) on their antennnules to detect soluble female sex pheromones (distance pheromones). These pheromones are released 2–8 hours prior to female moulting. Guided by these chemical signals, males make their way to the female and will approach her. The male will then 'taste' the female's contact pheromones with his aesthetascs to make sure she is a suitable mate. If the chemicals are right, courtship may commence and, if courtship goes well, copulation will ensue. This process is very brief and occurs immediately post-moult, while the female's cuticle is new and soft.",
    "Aquaria": "Lysmata wurdemanni is a reef safe cleaning animal which consumes parasites and dead or diseased tissue from other animals, and is therefore used in marine aquariums. Additionally, these shrimp are known to consume the Aiptasia or \"glass\" anemone which is regarded as a pest and is difficult to eradicate from home salt-water aquariums. The hatching of eggs, moulting, and copulation cycle is identical to that of L. debelius, yielding weekly batches of zoeae from each pair.",
    "Taxonomy": "The species L. wurdemanni has undergone reclassification and has been divided into four distinct species – L. wurdemanni, L. ankeri, L. bahia and L. boggessii. More recent molecular phylogenetic work found that L. wurdemanni is a cryptic species with at least 5 (and potentially 9) morphologically identical species being present across its range .\n\n\n== References =="
  }
}