{
  "url": "https://en.wikipedia.org/wiki/Percnon_gibbesi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Brachyura"
    },
    {
      "Family": "Plagusiidae"
    },
    {
      "Genus": "Percnon"
    },
    {
      "Species": "P. gibbesi"
    }
  ],
  "text": {
    "__SUMMARY__": "Percnon gibbesi is a species of crab. It is one of at least two species commonly called \"Sally Lightfoot\" (the other being the semi-terrestrial Grapsus grapsus from the Pacific coast of the Americas), and is also referred to as the nimble spray crab or urchin crab. It has been described as \"the most invasive decapod species to enter the Mediterranean\".",
    "Description": "Adults have a carapace 30 millimetres (1.2 in) wide, and legs with yellow rings at the joints. Each of the five pairs of walking legs has a row of spines along the leading edge. Females carrying eggs have been caught off West Africa between February and April and August; the larvae which hatch from them are planktonic and long-lived, which may contribute to the species' invasiveness.",
    "Taxonomy": "The genus Percnon is currently \"doubtfully placed\" in the family Plagusiidae, and it has also been included in the family Grapsidae.",
    "Distribution": "P. gibbesi is one of the most widespread grapsid crabs, being found on both sides of the Atlantic Ocean and on the Pacific coast of North America. There, its range extends from California to Chile, while in the Atlantic, it occurs natively from Florida to Brazil and from Madeira to the Gulf of Guinea. It has recently invaded the Mediterranean Sea, having first been discovered at Linosa, Sicily in 1999. It has subsequently been found on the Balearic Islands, in Greece, in Libya in Malta and in Israel.",
    "Ecology": "Unusually among temperate crabs, P. gibbesi is strictly herbivorous. In the Caribbean Sea, P. gibbesi is associated with the sea urchin Diadema antillarum. In the Mediterranean Sea, P. gibbesi lives almost exclusively among boulders, and is out-competed by the native species Pachygrapsus marmoratus. P. gibbesi is preyed upon by fish and invertebrates.",
    "References": "",
    "External links": "\n Media related to Percnon gibbesi at Wikimedia Commons\nPhotos of Percnon gibbesi on Sealife Collection"
  }
}