{
  "url": "https://en.wikipedia.org/wiki/Plerogyra_sinuosa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Scleractinia incertae sedis"
    },
    {
      "Genus": "Plerogyra"
    },
    {
      "Species": "P. sinuosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Plerogyra sinuosa is a jelly-like species of the phylum; Cnidaria. It is commonly called \"Bubble Coral\" due to its bubbly appearance. The \"Bubbles\" are grape-sized which increase their surface area according to the amount of light available: they are larger during the day, but smaller during the night, when tentacles reach out to capture food. This species requires low light and a gentle water flow. Common names for Plerogyra sinuosa include \"grape coral\", bladder coral, pearl coral and branching bubble coral. According to the IUCN; Plerogyra Sinuosa is found near the coastlines of India and Australia.",
    "Description": "Colonies of Plerogyra sinuosa are in the form of an inverted cone that may be as much as a metre (yard) across. The corallites in small colonies are monocentric and trochoid, but become flabellomeandroiid (arranged in valleys, the neighbouring valleys having separate walls) in larger colonies. The septa have smooth margins but are irregularly arranged giving the colony an untidy appearance. The costae on young colonies sometimes form lobes which develop spines. These spines then elongate and a new polyp develops, this budding method being an unusual occurrence among corals.In the living coral, Plerogyra sinuosa has vesicles resembling bubbles up to 2.5 cm (1 in) in diameter. These enlarge during the day but retract to a certain extent during the night to expose the polyps and their tentacles.",
    "Biology": "Plerogyra sinuosa is a zooxanthellate species of coral. It obtains most of its nutritional needs from the symbiotic dinoflagellates that live inside its soft tissues including the walls of the vesicles. These photosynthetic organisms provide the coral with organic carbon and nitrogen, sometimes providing up to 90% of their host's energy needs for metabolism and growth. Its remaining needs are met by the planktonic organisms caught by the polyps.",
    "Status": "This is a common, widely distributed species in shallow reef environments. It is subject to the threats of climate change and destruction of its reef habitat common to other coral species,  and the International Union for Conservation of Nature has assessed its conservation status as being \"near threatened\".",
    "References": "",
    "External links": " Media related to Plerogyra sinuosa at Wikimedia Commons\n Data related to Plerogyra sinuosa at Wikispecies\nPhotos of Plerogyra sinuosa on Sealife Collection"
  }
}