{
  "url": "https://en.wikipedia.org/wiki/Pocillopora_damicornis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Pocilloporidae"
    },
    {
      "Genus": "Pocillopora"
    },
    {
      "Species": "P. damicornis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pocillopora damicornis, commonly known as the cauliflower coral or lace coral, is a species of stony coral in the family Pocilloporidae. It is native to tropical and subtropical parts of the Indian and Pacific Oceans.",
    "Description": "P. damicornis is a colonial coral and can grow into clumps up to 30 cm (12 in) high. It is distinguishable from other members of the genus by the verrucae (wart-like growths) on its surface being more irregularly arranged. It is more branched than the otherwise similar P. verrucosa. Its form varies according to its habitat and is more open and branched in calm positions and more compact on the upper parts of reefs where water movement is greater. Its colour varies and may be greenish, pink, yellowish-brown or pale brown.",
    "Distribution and habitat": "Cauliflower coral is native to the tropical and subtropical parts of the Indian and Pacific Oceans. Its wide range extends from East Africa and the Red Sea to Japan, Indonesia, Australia, Hawaii, Easter Island, and the western coast of Central America. It is found at depths to about 40 m (131 ft), but is most common between 5 and 20 m (16 and 66 ft), often forming dense patches. It is equally found on reef slopes and in lagoons, among mangroves and on wharves, but not in areas with strong water movement. With such a wide range, it is one of the most abundant of corals.",
    "Biology": "P. damicornis is a reef-building coral, grows fast, and is a strong competitor. The polyps extend their tentacles at night to feed on plankton. When colonies are broken apart, chunks can become lodged on the seabed and grow into new individuals, a form of asexual reproduction by fragmentation. This coral also reproduces by sexual means. It is a simultaneous hermaphrodite, and eggs and sperm are retained inside the coral and batches of planular larvae are released into the sea around the time of the new moon. These have a lipid-rich yolk and great dispersal abilities, as they remain viable for as much as 100 days. Although brooding of larvae occurs over most of its range, in Western Australia P. damicornis both broods planular larvae and releases gametes by broadcast spawning, while in the Eastern Pacific, only broadcast spawning takes place.Cauliflower coral contains microscopic symbiotic dinoflagellate algae (zooxanthellae) living within its tissues. Through photosynthesis, these algae produce energy-rich molecules the coral can assimilate. The density of the dinoflagellates varies depending on seasonal changes in water temperature, light levels, and dissolved nitrate  concentration. It is a dynamic process and in extreme environmental conditions results in the complete expulsion of the algae and the bleaching of the coral. However, compared to other corals, this species is resistant to bleaching.Based on the GeoSymbio Database, Pocillopora damicornis has been known to interact with 30 species (or subclade types) of Symbiodinium, the highest interaction rate of any known coral species along with Stylophora pistillata",
    "Status": "In general, coral reefs around the world are being destroyed and although this coral is common and relatively resilient, populations likely are in decline along with their habitat. This coral is collected for the aquarium trade and in some regions, it is mined for conversion into cement. The IUCN has listed it as being of \"Least Concern\", as it considers the rate of decline in its populations is not sufficient to justify listing it in a more threatened category. Like all corals, it is listed on CITES Appendix II.\n\n\n== References =="
  }
}