{
  "url": "https://en.wikipedia.org/wiki/Ricordea_florida",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Corallimorpharia"
    },
    {
      "Family": "Ricordeidae"
    },
    {
      "Genus": "Ricordea"
    },
    {
      "Species": "R. florida"
    }
  ],
  "text": {
    "__SUMMARY__": "Ricordea florida is a species of coral of the family Ricordeidae and the order Corallimorpharia, whose members are also called false corals. Due to their bright pigmentation, Ricordea florida is very popular in hobby saltwater aquariums.",
    "Morphology": "Ricordea florida is a coral without a skeleton, having the same internal anatomical structure as corals of the order Scleractinia.\nThe body of the coral is small and cylindrical. The basal end resembles a flat disk that functions as a foot. The apical end is the oral disk which functions as one or more mouths. These mouths are centered amid short rounded tentacles bearing cnidocytes, whose sting contains paralytic neurotoxins. The sting is used to subdue prey to make it more easily ingested via the mouth,  or as a defensive mechanism to evade enemies. The stinging ability of this species is lower than in most corals.\nRicordea florida reaches 7.5 cm in diameter. The fleshy body and tentacles can be found in a variety of colours, including purple, orange, green, blue and yellow. The tips of the tentacles and the mouth may be one or more different colours. The colour of Ricordea florida depends on various factors, including the depth at which they live, the temperature, the season, and other environmental factors.",
    "Habitat and distribution": "Ricordea florida is found in the interior of reefs, usually in shallow water, rocky areas, and pools. It is found alone or in small groups. They are known to inhabit the Atlantic Ocean, the Caribbean Sea and the Gulf of Mexico.",
    "Food": "As with other corals, Ricordea florida is host to a symbiotic algae called zooxanthellae. These algae undergo photosynthesis producing oxygen and sugars which are then used by the coral. The zooxanthellae also feed on the catabolites of the coral (especially phosphorus and nitrogen). Ricordea florida feed both on the products of zooxanthellae, and on zooplankton or fish they catch with their tentacles, along with dissolved organic matter in the water.",
    "Reproduction": "Asexual reproduction can be accomplished by two mechanisms. Split or fission reproduction occurs when the coral splits along its mouth creating a clone. Alternatively, particulates released from the foot can develop into a new specimen, which is called laceration.\nSexual reproduction produces a larva called a planula which once on the seabed develops into a new individual.",
    "Maintenance in a hobby aquarium": "Due to the stinging tentacles, care must be used not to place it near other corals. Average luminance is required with a wide spectrum of colour. The current should not be high.\n\n\n== References =="
  }
}