{
  "url": "https://en.wikipedia.org/wiki/Ricordea_yuma",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Corallimorpharia"
    },
    {
      "Family": "Ricordeidae"
    },
    {
      "Genus": "Ricordea"
    },
    {
      "Species": "R. yuma"
    }
  ],
  "text": {
    "__SUMMARY__": "Ricordea yuma is a species of coral in the family Ricordeidae, order Corallimorpharia; This order of corals do not produce the distinctive calcification of the closely related Scleractinian, or reef building corals. Ricordea yuma are found on the sea floor in relatively shallow, tropical or subtropical ocean environments. Distinctive features include a large mouth disk that takes up most of the organism, and brightly colored tentacles. Ricordea yuma can reproduce both sexually, and asexually by budding a new coral with replicated elements from the mother coral. This may be one mechanism of how they are able to spread and overtake areas rapidly; They have been observed being competitively successful at monopolizing areas by excluding reef-building coral species, after a disturbance in the substrate.",
    "Anatomy and Morphology": "Ricordea yuma is a corallimorpharian species, often called “naked” or  “false” corals because they lack the distinctive calcification of related scleractinian corals. Phylogenomic analysis has shown that they are not descendants of scleractinian corals that lost their ability to calcify, but are rather a sister clade; Throughout their evolution Corallimorpharia never had the ability to calcify, making the label “naked corals” somewhat of a misnomer. Ricordea yuma have a large oral disk, covered in tentacles that spread out from the center in a spiral formation. The oral disk connects ventrally to a thin body, with a foot disk at its end. Like most Corallimorpharia, Ricordea yuma are very colorful. They also lack skeletons, Corallimorpharia can range in size from a few centimeters up to a meter in diameter; Ricordea yuma falls in this range, but may have narrower size constraints.Ricordea yuma can be affected by “melting syndrome”, where the coral loses its shape and tentacles and appears to melt over the course of many days. It is unknown what causes this, but hypotheses include an unknown pathogen, or moving from natural to artificial lighting.",
    "Distribution and Habitat": "The diet of Ricordea yuma includes echinoderms, crustaceans, small fishes, and zooplankton. They also acquire nutrients by living in close association with Zooxanthelle, a symbiotic dinoflagellate.Ricordea yuma are a tropical species, found in Indo-Pacific environments. In a study of coral reef degradation in the Indian Ocean, it was noted that they are mostly distributed on the reef flat. They live in shallow water, settling on benthic substrate. Corallimorpharians, including Ricordea yuma, can prevent reef-building corals from settling by competitively excluding them.  Stressors like reef degradation and disturbance and raised nutrient load influence Corallimorpharian growth; Raised nutrient load may favor the competitive success of Corallimorpharians including Ricordea yuma, when competing with reef-building corals.",
    "Behavior": "Ricordea yuma are capable of both sexual and asexual reproduction. They have been observed asexually reproducing through marginal budding, a process where sections of the margin of the coral’s oral disk, including tentacles and a replicated mouth, elongate and detach from the mother coral. This may be why they are able to quickly overtake sections of substrate and become the dominant coral species after a disturbance.",
    "Taxonomy": "Ricordea yuma’s closest relative, and the only other member of the genus Ricordea, is Ricordea florida.\n\n\n== References =="
  }
}