{
  "url": "https://en.wikipedia.org/wiki/Sepia_bandensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Cephalopoda"
    },
    {
      "Order": "Sepiida"
    },
    {
      "Family": "Sepiidae"
    },
    {
      "Genus": "Sepia"
    },
    {
      "Species": "S. bandensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Sepia bandensis, commonly known as the stumpy-spined cuttlefish or dwarf cuttlefish, is a species of cuttlefish. Sepia baxteri and Sepia bartletti are possible synonyms. It reaches 7 centimeters in mantle length; males weigh about 40 grams, females 45 grams. The body is coloured light brown, or greenish yellow, with white spots on the head and short white bars on the dorsal mantle. The fins, of pale colour, have rows of small fluorescent blue spots.\nSepia bandensis lives in shallow coastal waters of the Philippines and Indonesia (Borneo, Jawa, Sulawesi, New Guinea and lesser islands), and probably also on the northern coast of Australia and the Marshall Islands. The holotype of the species was caught in Banda Neira, Indonesia. It is common in coral reef and sandy coast habitats, usually in association with sea cucumbers and sea stars. It feeds on crustaceans at night.Sepia bandensis \"walks\", rather than swims, using its arms and the flaps of the mantle.",
    "References": "\nP. Jereb, C. F. E. Roper (editors) (2005). Cephalopods of the world. FAO species catalogue for fishery purposes. No. 4. Vol. 1. Food and Agriculture Organization. ISBN 92-5-105383-9. page 72.\nR. Ross, Advanced Aquarist, September 2005 Keeping and breeding the dwarf cuttlefish Sepia bandensis\nR. Ross, Tropical Fish Hobbyist 2009, Sepia bandensis: husbandry and breeding\nR. Ross, Drum and Croaker 2010, Display, Husbandry and Bredding of the Dwarf Cuttle, Sepia bandensis, at the California Academy of Sciences\n\"Animal Diversity Web.\" Sepia: CLASSIFICATION. University of Michigan, 2014. Web. 12 Dec. 2016."
  }
}