{
  "url": "https://en.wikipedia.org/wiki/Seriatopora_hystrix",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Pocilloporidae"
    },
    {
      "Genus": "Seriatopora"
    },
    {
      "Species": "S. hystrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Seriatopora hystrix is a species of colonial stony coral in the family Pocilloporidae. It forms a bushy clump and is commonly known as thin birdsnest coral. It grows in shallow water on fore-reef slopes or in sheltered lagoons, the type locality being the Red Sea. It is native to East Africa, the Red Sea and the western Indo-Pacific region. It is a common species and the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".",
    "Description": "Colonies of Seriatopora hystrix formed a tangled, bushy clump of fragile, slender, tapering branches with pointed tips. These clumps can grow to a metre (yard) across. In shallow positions with strong water movement the branches are thicker than they are in deeper or turbid habitats in sheltered positions. The corallites form neat rows of oval cup-shaped depressions with raised rims from which the polyps protrude at night. This coral can be cream, pink, yellow, brown or blue.",
    "Distribution and habitat": "Seriatopora hystrix is native to the Indo-Pacific region. Its range extends from East Africa, Madagascar and the Red Sea through the Indian Ocean to tropical Australia, Japan, the South China Sea and the island groups in the West and Central Pacific. It occurs on reefs and reef flats, mostly at depths between 3 and 15 m (10 and 49 ft).",
    "Ecology": "Seriatopora hystrix is a hermaphrodite, mature polyps producing both sperm and eggs. The sperm are liberated into the sea and get drawn into other polyps of the same or other colonies, and the developing larvae are brooded maternally. Self-fertilisation may be an important strategy for this species. When eventually released, the larvae settle within about 24 hours which suggests a limited dispersal range. Many settle within a few tens of metres of the parent colony, but others are probably swept along in warm currents and end up further afield. S. hystrix is a zooxanthellate species of coral, housing symbiotic dinoflagellates within its tissues. It has been found that these symbionts are transferred during the brooding of the larvae and that different species of Symbiodinium are associated with the coral in different parts of its range, a likely example of coevolution and specialization.Another means of reproduction is by asexual means; fragments of coral that become detached from branches can form new colonies if they are deposited in suitable locations. At times of stress, another form of asexual reproduction takes place that may allow some of the polyps to survive even though the parent colony dies. This has been termed \"polyp bail-out\" and involves growth of the coenosarc (the living tissue covering the skeleton) to isolate the polyp, detachment of the polyp, and settlement of the polyp on the seabed followed by its attachment and growth of a new skeleton. In the laboratory, about 5% of these polyps survived to found a new colony.  This coral exhibits a high growth rate, high reproductive output and short life-span. It is a very successful species and is often the first scleractinian coral to colonise a disturbed area.The tangled bushy form of this coral provides a suitable habitat for other animals. A number of symbiotic decapod crustaceans find shelter and protection here and they also obtain food in the form of mucus secreted by the coral. Two species of alpheid shrimps and three species of xanthid crabs are thought to be obligate symbionts and not found living anywhere else. The coral benefits from their presence as they may attack and prevent predators from feeding on the coral. Any one coral colony is likely to house a single species of symbiotic crustacean, including both adults and juveniles, but a large colony may house two species.",
    "Status": "The threats faced by Seriatopora hystrix and other corals include ocean acidification, climate change and habitat loss. It is gathered for the reef aquarium trade and in 2005, the total number of pieces exported worldwide was about 15,000. However S. hystrix  has a wide range and is a common species, and may be more resilient than other species of coral. The International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".\n\n\n== References =="
  }
}