{
  "url": "https://en.wikipedia.org/wiki/Southern_giant_clam",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Bivalvia"
    },
    {
      "Subclass": "Heterodonta"
    },
    {
      "Order": "Cardiida"
    },
    {
      "Family": "Cardiidae"
    },
    {
      "Genus": "Tridacna"
    },
    {
      "Species": "T. derasa"
    }
  ],
  "text": {
    "__SUMMARY__": "Tridacna derasa, the southern giant clam or smooth giant clam,  is a species of extremely large marine clam in the family Cardiidae.",
    "Description": "The southern giant clam is one of the largest of the \"giant clams\", reaching up to 60 cm in length. The species is also known as the smooth giant clam because of the relative lack of ribbing and scales on its thick shell. The smoothness of the southern giant clam's shell and its six to seven vertical folds help to distinguish it from its larger relative, Tridacna gigas, which has four to five folds and a rougher texture. Lack of scutes (scale-like protrusions of the shell) that are present in most other Tridacna species is a defining characteristic of this species, although in aquacultures specimens have been observed to develop scutes in at least one abnormal case.  The mantle usually has a pattern of wavy stripes or spots, and may be various mixtures of orange, yellow, black and white, often with brilliant blue or green lines. Derasa produce the color white in their mantle using multi-colored crystalline pigment cells, while T. maxima cluster red, blue and green cells.",
    "Distribution and habitat": "The southern giant clam is native to waters around Australia, Cocos Islands, Fiji, Indonesia, New Caledonia, Palau, Papua New Guinea, Philippines, Solomon Islands, Tonga and Vietnam. Populations have also been introduced to American Samoa, Cook Islands, Marshall Islands and Samoa, and reintroduced after extinction in Guam, the Federated States of Micronesia and Northern Mariana Islands. The southern giant clam is found on the outer edges of reefs at depths of 4 to 10 meters.",
    "Biology": "The Tridacna clam has muscles for opening and closing its shell and a foot for attaching to reef substrate. It respires through gills and feeds through a mouth. Most clams fulfill their nutritional requirements by filter feeding and absorbing dissolved organic compounds from the water, but Tridacna clams have gone further than this by using symbiotic algae, zooxanthellae, in their tissues to manufacture food for them. Through photosynthesis the zooxanthellae transform carbon dioxide and dissolved nitrogen, such as ammonium, into carbohydrates and other nutrients for their hosts.When Tridacna clams first attain sexual maturity they are male, but about a year later become hermaphrodites, possessing both male and female reproductive organs. However, the release of sperm and eggs are separate in order to prevent self-fertilisation, although self-fertilisation can occur. The breeding season of the southern giant clam usually occurs in spring and summer, although they may be induced to spawn through the year.",
    "Conservation": "The southern giant clam is classified as Vulnerable (VU) on the IUCN Red List, and is listed on Appendix II of CITES. The southern giant clam is a popular food item and aquarium species, and has therefore been hunted extensively throughout its natural habitat. However, specimens traded today tend to be the result of aquaculture farms rather than wild-caught individuals, because the southern giant clam was one of the first clams to be bred commercially. This occurred at the MMDC Giant Clam Hatchery in Palau, which focused on Tridacna derasa in pioneering large-scale developments.",
    "References": "",
    "External links": "Photos of Tridacna derasa on Sealife CollectionThis article incorporates text from the ARKive fact-file \"Tridacna derasa\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL."
  }
}