{
  "url": "https://en.wikipedia.org/wiki/Thor_amboinensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Family": "Hippolytidae"
    },
    {
      "Genus": "Thor"
    },
    {
      "Species": "T. amboinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thor amboinensis, commonly known as the squat shrimp or sexy shrimp, is a species of shrimp found across the Indo-West Pacific and in parts of the Atlantic Ocean. It lives symbiotically on corals, sea anemones and other marine invertebrates in shallow reef communities.",
    "Description": "Thor amboinensis is a small shrimp growing to a length of about 13 millimetres (0.5 in). It is an olive brown colour with symmetrically placed white patches edged with thin blue lines. It characteristically carries its abdomen curved upwards with its tail fan above its head.",
    "Distribution": "Though it is named for Ambon or Amboyna Island, one of the Maluku Islands in Indonesia, Thor amboinensis has a pantropical distribution being found in the Red Sea, the Indian Ocean, the Pacific Ocean, the Caribbean Sea, the Gulf of Mexico, Madeira and the Canary Islands.",
    "Ecology": "Thor amboinensis forms a commensal relationship with another invertebrate, usually a shallow water sea anemone or mushroom coral. The species most often used as host in Bermuda include the carpet anemone (Stichodactyla haddoni), the stinging anemone (Lebrunia danae) and the adhesive anemone (Cryptodendrum adhaesivum). One or several shrimps live among the tentacles of their host, feeding on the tentacle tissue and on the mucus-trapped planktonic particles adhering to it. In the Bahamas, Thor amboinensis forms part of an assemblage of symbiotic invertebrates associated with the anemone Lebrunia danae. Each shrimp, crab and brittle star inhabits its own part of the sea anemone and Thor amboinensis is found hidden deep among the pseudotentacles.",
    "Life cycle": "The female Thor amboinensis carries the fertilised eggs under her abdomen until they are ready to hatch. The zoea larvae pass through several stages and, before undergoing metamorphosis, are attracted by both chemical cues in the water and  visual cues which cause them to settle near potential host anemones. Researchers found that the larvae of Thor amboinensis were generalists, being attracted by and accepting several different species of anemone as hosts. In some experiments they had a preference for the species of anemone from which the parent shrimp had been collected.",
    "Aquaria": "Thor amboinensis is a popular species for marine aquaria.  Sexy shrimp are often kept in groups of three or more, due to their small size, a quality that also makes them popular nano reef inhabitants.  They will readily host in any anemones present in the aquarium and if an anemone is not available, may host in certain types of coral.  Sexy shrimp will scavenge for meaty food scraps, like mysis shrimp, clam, and other prepared fish foods.  If a host cnidarian is present, they may feed on the host's mucous.",
    "References": "",
    "External links": "\n Media related to Thor amboinensis at Wikimedia Commons\nPhotos of Thor amboinensis on Sealife Collection"
  }
}