{
  "url": "https://en.wikipedia.org/wiki/Trachyphyllia_geoffroyi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Cnidaria"
    },
    {
      "Class": "Anthozoa"
    },
    {
      "Order": "Scleractinia"
    },
    {
      "Family": "Merulinidae"
    },
    {
      "Genus": "TrachyphylliaMilne Edwards & Haime, 1849"
    },
    {
      "Species": "T. geoffroyi"
    }
  ],
  "text": {
    "__SUMMARY__": "The open brain coral (Trachyphyllia geoffroyi) is a brightly colored free-living coral species in the family Merulinidae. It is the only species in the monotypic genus Trachyphyllia and can be found throughout the Indo-Pacific.",
    "Description": "Open brain corals can be solitary or colonial. They are small corals, rarely reaching over 20 cm in diameter.  They are free-living and exhibit a flabello-meandroid growth form, meaning they have distinct valley regions separated by walls. In colonial forms, the valley regions can contain multiple individual polyps. Complexity of valley regions can range; some are hourglass shaped while other cans be highly lobed. They typically have bilateral symmetry.  During the day when the polyp is closed, the coral is covered by a mantle that extends beyond the skeleton, but can retract when disturbed. Polyps and mantle are very fleshy. Colonies can be blue, green, yellow, brown, and are often vibrantly colored.The open brain coral is known to host a species of gall crab, Lithoscaptus semperi.",
    "Distribution and habitat": "Open brain corals can be found throughout the Indo-Pacific, from the Red Sea to New Caledonia. They are found up to a maximum depth of 40 meters.Open brain corals are less common directly in coral reef communities, and are more often found on sandy reef slopes, around continental islands, and lagoons. Open brain corals can often be found near other free-living corals. Large colonies of open brain corals are uncommon, and are typically only observed in marine protected areas.",
    "Threats": "The IUCN lists open brain corals as \"near threatened\" due to habitat loss and over-harvesting for the aquarium trade. The biggest exporter of open brain coral is Indonesia. In 2005, Indonesia exported over 60,000 open brain corals for use in the aquarium trade.Other threats to open brain corals include disease, acidification, and severe storms.\n\n\n== References =="
  }
}