{
  "url": "https://en.wikipedia.org/wiki/Tridacna_maxima",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Bivalvia"
    },
    {
      "Subclass": "Heterodonta"
    },
    {
      "Order": "Cardiida"
    },
    {
      "Family": "Cardiidae"
    },
    {
      "Genus": "Tridacna"
    },
    {
      "Species": "T. maxima"
    }
  ],
  "text": {
    "__SUMMARY__": "The maxima clam (Tridacna maxima), also known as the small giant clam, is a species of bivalve mollusc found throughout the Indo-Pacific region. They are much sought after in the aquarium trade, as their often striking coloration mimics that of the true giant clam; however, the maximas maintain a manageable size, with the shells of large specimens typically not exceeding 20 centimetres (7.9 in) in length.",
    "Description": "Bivalves have two valves on the mantle. These siphon water through the body to extract oxygen from the water using the gills and to feed on algae. The maxima is less than one-third the size of the true giant clam (Tridacna gigas).",
    "Description-Shell": "Adults develop a large shell that adheres to the substrate by its byssus, a tuft of long, tough filaments that protrude from a hole next to the hinge.",
    "Description-Mantle": "When open, the bright blue, green or brown mantle is exposed and obscures the edges of the shell which have prominent, distinctive furrows. The attractive colours of the small giant clam are the result of crystalline pigment cells. These are thought to protect the clam from the effects of intense sunlight, or bundle light to enhance the algae's photosynthesis. Maxima produce the color white in their mantle by clustering red, blue and green cells, while individual T. derasa cells are themselves multi-colored.",
    "Distribution and habitat": "The small giant clam has the widest range of all giant clam species. It is found in the oceans surrounding east Africa, India, China, Australia, Southeast Asia, the Red Sea and the islands of the Pacific.Found living on the surface of reefs or sand, or partly embedded in coral, the small giant clam occupies well-lit areas, due to its symbiotic relationship with photosynthetic algae, which require sunlight for energy production.",
    "Biology": "A sessile mollusc, the small giant clam attaches itself to rocks or dead coral and siphons water through its body, filtering it for phytoplankton, as well as extracting oxygen with its gills. However, it does not need to filter-feed as much as other clams since it obtains most of the nutrients it requires from tiny photosynthetic algae known as zooxanthellae.Beginning life as a tiny fertilised egg, the small giant clam hatches within 12 hours, becoming a free-swimming larva. This larva then develops into another, more developed, larva which is capable of filter-feeding. At the third larval stage, a foot develops, allowing the larva to alternately swim and rest on the substrate. After eight to ten days, the larva metamorphoses into a juvenile clam, at which point it can acquire zooxanthellae and function symbiotically. The juvenile matures into a male clam after two or three years, becoming a hermaphrodite when larger (at around 15 centimetres in length). Reproduction is stimulated by the lunar cycle, the time of day, and the presence of other eggs and sperm in the water. Hermaphroditic clams release their sperm first followed later by their eggs, thereby avoiding self-fertilisation.",
    "References": "This article incorporates text from the ARKive fact-file \"Maxima clam\" under the Creative Commons Attribution-ShareAlike 3.0 Unported License and the GFDL.",
    "External links": "Maxima clam media from ARKive \nStephen D. A. Smith, Growth and population dynamics of the giant clam Tridacna maxima (Röding) at its southern limit of distribution in coastal, subtropical eastern Australia; Molluscan Research 31(1): 37–41; ISSN 1323-5818"
  }
}