{
  "url": "https://en.wikipedia.org/wiki/Bee_shrimp",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Family": "Atyidae"
    },
    {
      "Genus": "Caridina"
    },
    {
      "Species": "C. cantonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caridina cantonensis,  the bee shrimp, is a species of small freshwater shrimp in the family Atyidae. It is native to China.  These shrimp are scavengers, and eat small pieces of decayed vegetation and algae. Bee shrimp have a life span of about 18 months.\nBee shrimp are in demand as aquarium pets. In Taiwan and other areas with suitable climates shrimp farms have sprung up to supply Bee shrimp, although they are more difficult to farm than other shrimp because their health depends on being raised in soft water that matches the pH of their native streams.",
    "Variations": "There are many variants of the bee shrimp:\n\nThe black bee shrimp, sometimes called the Crystal Bee, is the most common variety.  Some of the other varieties have been developed from it through selective breeding.\nThe blue bee shrimp is a wild shrimp that is  being harvested from streams in China to supply aquarium owners.\nThe golden bee shrimp has a white shell and orangy gold flesh.\nThe crystal red shrimp (called \"red bee shrimp\" in Japan) is a red and white variety specially bred for the aquarium hobby industry.  In 1996 Hisayasu Suzuki of Japan discovered among his population of Black Bee shrimp a red one; and later two more. By selectively breeding these,  over time he and other shrimp breeders obtained shrimp with intense red and white stripes with various patterns, but with little genetic diversity.Shrimp breeders have given colourful names to the many other variants of the bee shrimp, which include the Princess Bee, Blue Bolt, Tangerine Tiger and Shadow Panda.",
    "Reproduction": "Female Caridina cantonensis can be distinguished from males by size; the female is larger than the male, and has a deeper abdomen. The female shrimp signal readiness to mate by releasing pheromones into the water which lead the males to the female. During this time swimming activity can be quite vigorous as males search for the females.\nThe eggs are carried underneath the female's abdomen and uses the pleopods to maintain a continuous circulation of water. The eggs hatch to reveal tiny versions of the adult shrimp.The duration the female carries the eggs before they hatch is linked to water temperature. At 22 °C the expected hatching time is 28 days. At 24-25 °C the shrimp develop the strongest colours.\nExtended high water temperatures result in higher juvenile and adult mortality, and less egg survivability.  Warmer water will bring invertebrates to sexual maturity earlier but with a smaller body size than cold water. A cold water environment will slow down invertebrate sexual maturity; consequently the shrimp have longer to grow, have a larger body size at sexual maturity than if they had been brought up in warmer water.",
    "Gallery": "",
    "References": "",
    "External links": "De Grave, S., Klotz, W. & Cai, X. 2013. Caridina cantonensis. The IUCN Red List of Threatened Species 2013. Downloaded on 14 June 2016."
  }
}