{
  "url": "https://en.wikipedia.org/wiki/Branchinecta_gigas",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Branchiopoda"
    },
    {
      "Order": "Anostraca"
    },
    {
      "Family": "Branchinectidae"
    },
    {
      "Genus": "Branchinecta"
    },
    {
      "Species": "B. gigas"
    }
  ],
  "text": {
    "__SUMMARY__": "Branchinecta gigas is a species of fairy shrimp that lives in western Canada and the United States. It is the largest species of fairy shrimp, growing up to 86 mm (3.4 in) long. It is known commonly as the giant fairy shrimp.",
    "Description": "Females reach sexual maturity when they are 45–50 millimetres (1.8–2.0 in) long, and grow up to 86 mm (3.4 in) long; males reach only 66 mm (2.6 in). Unpublished records exist of individuals up to 180 mm (7.1 in) long. Despite being the largest species, B. gigas has the proportionally smallest eyes of any species in the family, and possibly in all Anostraca.",
    "Distribution": "Branchinecta gigas has been found in Alberta, Saskatchewan, Washington, Montana, Oregon, North Dakota, Utah, Nevada and California. A related species, B. raptor, occurs in Idaho.",
    "Ecology and behaviour": "B. gigas lives in hyposaline lakes and rivers, with salinity ranging from 1.8‰ to 5.8‰. These waters often have high turbidity (low visibility), and so B. gigas hunts by touch rather than by sight. When feeding, B. gigas adopts a \"hunting posture\", with the body bent double. The animal swims dorsal side down, with the abdomen nearly parallel with the thorax, so that the sensitive antennae and caudal rami all extends forwards. The thoracic limbs are held wide open, ready to close on any prey which enters. This response appears to be entirely by touch, which correlates with the turbidity of the waters where B. gigas and its prey live. The prey taken by B. gigas is chiefly other species of fairy shrimp, especially B. mackini, although it also eats copepods, cladocerans and sometimes green algae.",
    "Taxonomy": "In 1935, J. F. Clark collected two specimens of a large branchiopod near Coulee City, Washington. These specimens were sent to James E. Lynch of the University of Washington in Seattle, who visited sites between Coulee City and the Grand Coulee Dam in 1936, and discovered further specimens. Lynch described the species as Branchinecta gigas in 1937.\n\n\n== References =="
  }
}