{
  "url": "https://en.wikipedia.org/wiki/Caridina_gracilirostris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Family": "Atyidae"
    },
    {
      "Genus": "Caridina"
    },
    {
      "Species": "C. gracilirostrisDe Man, 1892 [2]"
    }
  ],
  "text": {
    "__SUMMARY__": "Caridina gracilirostris is a species of brackishwater shrimp belong to genus Caridina in the family Atyidae. It has a wide native range extending from Japan and Fiji through Indonesia to Madagascar. It is an algae-eating species that lives in mangroves and marshes. Its common names include red front shrimp, red rhinoceros shrimp, red nosed phantom shrimp, and needlenose caridina, red nosed shrimp.",
    "Description": "Caridina gracilirostris has a nearly transparent body, and with an elongated red rostrum on its head. This red rostrum is the basis for many of the common names given to it, like the rhino shrimp and the mosquito shrimp. On the rostrum, there are clusters small and tight spikes on the ventral side of the rostrum, and the dorsal side is covered with larger and more dispersed spikes. If the shrimp's rostrum is broken off, it will regenerate. Males have red lines running laterally down the body, while females are less colorful and more transparent. Both genders have a distinct hump on their abdomen. An adult can reach 3.5–4 centimetres (1.4–1.6 in).",
    "Description-Behavior": "Caridina gracilirostris is peaceful and coexists with most other similarly sized shrimps. The swimming of the shrimp has been described as \"entertaining\".",
    "Description-Reproduction": "It is difficult to breed, because it will only mate in brackish water. It will grow to 3.5–4 centimetres (1.4–1.6 in). It prefers water temperature from 20 to 28 °C (68 to 82 °F) and a pH 6.5 to 7.5. Females of Caridina gracilirostris often have hundreds of green eggs under their bodies. The larvae requires brackish water to grow.",
    "Description-In captivity": "These shrimp are favorites in aquariums and often kept as a pet in freshwater aquariums due to \n\nTheir unique red rostrum, which gives it an unusual appearance.\nThey interact well with other shrimp of similar size and temperament.\nThey are algae eaters, which many aquarium owners find beneficial. They prefer brackish water conditions but will do fine in clear freshwater aquariums if provided with enough food and vegetation.\n\n\n== References =="
  }
}