{
  "url": "https://en.wikipedia.org/wiki/Caridina_spongicola",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Family": "Atyidae"
    },
    {
      "Genus": "Caridina"
    },
    {
      "Species": "C. spongicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caridina spongicola is a small species of freshwater shrimp from Sulawesi (Indonesia) that reaches 0.64 to 1.27 cm (0.25 to 0.5 in) in length. In the wild it strictly lives on an undescribed species of freshwater sponge, making it one of only two known commensal species of freshwater shrimp (the other is a Limnocaridina shrimp that lives in mussels in Lake Tanganyika, East Africa). It is popularly known as the harlequin shrimp, and also sometimes Celebes beauty shrimp or sponge shrimp in the aquarium trade. It is often confused with Caridina woltereckae, a larger and more contrastingly colored species found in the same region as C. spongicola.",
    "Description": "The species has a red- and white-patterned body that has made it popular in the tropical fish industry. Legs and feelers have bands of both red and white along their lengths, eye stalks are red, and the eyes themselves are black and fairly large in size (0.8-0.9 x 0.4-0.6 mm). The carapace of the species has three red stripes running along it, the final one at the base of the tail, with red coloration running halfway along the top of the head, from the tip. The tail is red along the top and bottom, with a white band along each side.",
    "Distribution and ecology": "Caridina spongicola is endemic to Lake Towuti, the largest and southernmost lake in the Malili complex of the island of Sulawesi, fed by a river that flows from the lake to the Boni Bay. It is only known from the northwestern arm of Lake Towuti, but it can be locally common, with as many as 137 individuals recorded on a single sponge and one study finding an average of about 29 individuals per sponge. This soft-tissued, undescribed species of sponge is also restricted to the northwestern arm of the lake and reaches up to about 20 cm (8 in) in diameter. The similar shrimp Caridina woltereckae is restricted to the same lake, but it is found throughout it and not associated with sponges.Home to many endemic fishes, the lake's natural temperature is  26-29 °C with a pH of 7.5-8.5, a GH of 4-8, and a KH of 4-6. They are said to hide between small rocks in shallow water, as well as between large rocks in deeper waters. They are known to be intolerant of temperatures lower than 25.5 °C, which can kill them, to require hard water, and also to require water pH levels no less than 7.0.",
    "Breeding": "Caridina spongicola is a \"complex breeder\", meaning that young are hatched as miniature adults with the same coloration (although not as intense), with no need to transfer from salt and/or brackish water to freshwater as they develop through larval stages. Eggs are black in color, are roughly 10-15 in number, 0.8-0.9 x 0.4-0.6 mm in size, and are carried by the female for 20–30 days before hatching. When not carrying eggs, there is no known, proven way to distinguish females of this species from the males.",
    "See also": "Caridina dennerli\nList of freshwater aquarium invertebrate species\n\n\n== References =="
  }
}