{
  "url": "https://en.wikipedia.org/wiki/Caridina_dennerli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Family": "Atyidae"
    },
    {
      "Genus": "Caridina"
    },
    {
      "Species": "C. dennerli"
    }
  ],
  "text": {
    "__SUMMARY__": "Caridina dennerli is a small species of freshwater shrimp from Sulawesi (Indonesia) that grows up to 2.5 centimetres (1.0 in) in length. It takes its name from the German company Dennerle, which supported the expedition that led to the scientific description of the species. It is popularly known as the 'Cardinal Shrimp' in the aquarium trade.",
    "Distribution and ecology": "C. dennerli is endemic to Lake Matano and is found among rocks and cliffs, from shallow water down to 10 metres (33 ft) Lake Matano is ultra-oligotrophic, which means that it is extremely nutrient poor and contain very little organic matter. The visibility underwater was estimated to be around 20 m (66 ft). The temperature in Lake Matano varies in the range 27–31 °C (81–88 °F). A pH of 7.4 and a conductivity of 224 μS/cm) have been recorded. C. dennerli is believed to feed on detritus in nature.",
    "Description": "The female is larger than the male, and has a deeper carapace. The eggs of C. dennerli are relatively large for the size of the shrimp and are carried underneath the female's abdomen.",
    "Threats": "This species is threatened by pollution from nickel mining and human activities, introduced species like the flowerhorn cichlid and hydro-electric power plants on the southern shore of Lake Matano. Although previously locally abundant, no Caridina dennerli have been recorded in the wild since 2013 and the species possibly is extinct in the wild. It is kept and bred in captivity.",
    "References": "RedBee (Swedish)",
    "External links": "Radiation of Endemic Species Flocks in Ancient Lakes: Systematic Revision of the Freshwater Shrimp Caridina H. Milne Edwards, 1837 (Crustacea: Decapoda: Atyidae) from the Ancient Lakes of Sulawesi, Indonesia, with the Description of Eight New Species - Describing paper"
  }
}