{
  "url": "https://en.wikipedia.org/wiki/Cherax_quadricarinatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Family": "Parastacidae"
    },
    {
      "Genus": "Cherax"
    },
    {
      "Species": "C. quadricarinatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Cherax quadricarinatus (known by several common names, including Australian red claw crayfish, Queensland red claw, redclaw, tropical blue crayfish, freshwater blueclaw crayfish) is an Australian freshwater crayfish.",
    "Distribution and ecology": "C. quadricarinatus is found in permanent freshwater streams, billabongs and lakes on the north coast of the Northern Territory and northeastern Queensland. Populations are also found in Papua New Guinea. Through translocation by humans, the range has spread down to southern Queensland and into the far north of West Australia. C. quadricarinatus is considered an invasive species, and has established feral populations in South Africa, Mexico, Jamaica, Puerto Rico, Indonesia, Zambia and Singapore.This tropical crustacean is very tolerant of environmental changes, and is primarily a detritivore.",
    "Description": "The colour of C. quadricarinatus ranges from dark brown to blue-green and adult males have a distinct red patch on the outer margin of the claws. They can reach up to 600 grams (21 oz).",
    "Life cycle": "Females, which are smaller than males, spawn 300–800 olive-green eggs per brood, which are fertilised from a spermatophore which the male has deposited at the base of her walking legs (pereiopods) during mating. Fertilised eggs are affixed to the female's pleopods, situated on the underside of the tail. Incubation takes approximately six weeks and the newly hatched juveniles rapidly become independent.",
    "Aquaculture": "C. quadricarinatus is farmed commercially in Queensland and the Northern Territory, and is harvested at between 35–130 grams (1.2–4.6 oz). C. quadricarinatus is a sought-after product with a delicate crustacean flavour. They are both non-aggressive in nature as well as highly fertile, and can therefore be bred in large numbers in captivity. Time to sexual maturity, and therefore harvest size, is somewhere between six and twelve months in optimally farmed conditions.",
    "References": "",
    "External links": "Freshwater crayfish (Redclaw) fisheries information"
  }
}