{
  "url": "https://en.wikipedia.org/wiki/Daphnia_magna",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Branchiopoda"
    },
    {
      "Order": "Cladocera"
    },
    {
      "Family": "Daphniidae"
    },
    {
      "Genus": "Daphnia"
    },
    {
      "Species": "D. magna"
    }
  ],
  "text": {
    "__SUMMARY__": "Daphnia magna is a small planktonic crustacean (adult length 1.5–5.0 mm) that belongs to the subclass Phyllopoda. It inhabits a variety of freshwater environments, ranging from acidic swamps to rivers made of snow runoff, and is broadly distributed throughout the Northern Hemisphere and South Africa.The species has been subject of biological research since the 18th century. It is widely used in ecological and evolutionary studies, and in ecotoxicology. It is a popular fish food in aquaculture and aquaria.",
    "Description": "D. magna is a typical water flea of the genus Daphnia. The females reach up to 5 mm in size, the males about 2 mm, thus they are among the largest species in the genus. The body is protected by a translucent carapace made of chitin, a transparent polysaccharide. It has a ventral opening and five pairs of thoracic limbs, used to help the filtering process. Spike rows run along the back of the carapace. The intestine is hook-shaped and has two digestive ceca. The head has two antennae and a large compound eye.Adult females can be distinguished from those of otherwise similar species such as D. pulex by the absence of a comb on the abdominal claw and the presence of two distinct combs on the abdomen.The males are smaller than the females and have larger first antennas, a diagnostic feature that distinguishes them from small females.",
    "Ecology": "D. magna is a key species in many lentic habitats. It can be found in lakes and shallow ponds rich in organic matter sediment. Numerous natural predators are known and can lead to plastic phenotypic responses. In the presence of kairomones, Daphnia spp. develop conspicuous protective structures as an elongated spine and a large body size. It is an important primary consumer and prey of many planktivorous fishes. Other invertebrate predators are the larvae of the phantom midge Chaoborus and hemipterans (Notonecta) and Triops. The large size of the adults protects them from predation from some planktivorous invertebrates.",
    "Ecology-Distribution and habitat": "D. magna is widespread in the Northern Hemisphere and in particular in the holarctic. It can be found in fresh and brackish water bodies of different sizes, from lakes to ponds and ephemeral rock pools near the sea. D. magna tolerates higher levels of salinity (up to one-fifth the salinity of sea water) than most other species of the genus. D. magna is mainly found in the pelagic zone of water bodies, as it feeds primarily on suspended particles in the water column (mainly algae, but also bacteria and detritus). Nevertheless, compared to other species of Daphnia, it is more often found in association with the substrate where it is able to exploit benthic food sources as periphyton and sediment.",
    "Ecology-Nutrition": "The main feeding strategy of D. magna is the filtering of suspended particles. A specialized filtering apparatus, formed by the thoracic appendices, generates a water current within the thoracic opening of the carapace, which permits the collection and the ingestion of unicellular algae, bacteria, and detritus. D. magna can also feed on periphyton and detritus, an ability that can offer a competitive advantage to this species over strictly pelagic filter feeders in some environments where suspended food sources might be temporally limited.",
    "Reproduction": "As most of the other species of the genus Daphnia, D. magna reproduces by cyclical parthenogenesis. This form of reproduction is characterised by the alternating production of asexual offspring (clonal reproduction) and at certain time sexual reproduction through haploid eggs that need to be fertilised.\nThe asexual eggs (up to few dozens per clutch) are diploid and usually develop into females, or in response to adverse environmental stimuli, into males.\nAsexual eggs hatch in the female brood pouch 1 day after being laid and are released after 3 days. Juveniles go through four to about six moults before becoming mature over a period of 5–10 days. An adult female produces one clutch with up to 100 eggs every 3–4 days until her death. It can live over 3 months in the laboratory at 20 °C.\n\nIn response to unfavourable environmental conditions (which could lead to the freezing or the drying up of the pond), the same female can produce haploid resting eggs (usually two at a time), which when fertilised by males, are wrapped within a protective shell called an ephippium. These resting eggs enter a phase of diapause and are able to resist long periods of adverse environmental conditions over a long period of time. Hatching is triggered in response to specific stimuli such as increasing photoperiod and temperatures. The hatchlings from resting eggs develop exclusively into females.\nSome clones of D. magna that do not produce males reproduce by automictic parthenogenesis, in which two haploid cells produced by meiosis fuse to produce a female zygote without fertilisation. This tends to make the resulting daughters homozygous, which may be deleterious.",
    "Behavior": "The name \"water fleas\" might come from the typical swimming behavior of Daphnia species which is reminiscent of a series of jumps. The movement of the big second antennae generates an upward movement of the whole animal followed by its sinking (hop and sink). Although less common than for other lake dwelling species, vertical and horizontal migration patterns of this species have been observed. Diel vertical migration (DVM) consists in the daily movement of animals from the upper water layers, where they spend the night, to the deep and dark layers, where they spend the day. This behavior reduces exposure of diurnal visual predators (such as many fish) by finding refuge in the dark near the bottom and then feeding undisturbed during the night in the food-rich upper water layers. The basis of this behaviour is phototactic behavior (movements of entire organisms to, or away from, a light source). In D. magna phototactic behavior has an innate component (genetic) and an inducible component (for example in the presence of fish kairomones). In Diel horizontal migration, D. magna finds refuge within submerged plant-beds near the shore during daytime and migrates to open waters during the night. Cases of reversed migration patterns are documented when the risk of visual predation during the day is higher at the bottom or in the littoral zones (for example in the presence of fish that hunt within submerged plant‑beds). D. magna, as the smaller D. pulex, is able to switch to a feeding behavior, termed browsing behavior, when suspended food is scarce. This feeding strategy consists in the stirring up of sediment particles from the bottom with the use of the second antennae and by the subsequent filtration of the suspended particles.",
    "Parasitism": "D. magna has become a model system to study the evolution and ecology of host-parasite interaction. Animals collected from natural habitats are frequently infected. Many parasites that infect D. magna have been identified and studied (Table 1), D. magna shows parasite-induced behavioural characteristics that can differ among genotypes.",
    "Microbiota": "D. magna can be looked at as a complex ecosystem, colonized by a community of commensal, symbiotic and pathogenic microorganisms called microbiota. The close proximity of the microbiota to its host allows for a tight interaction, capable of influencing development, disease resistance and nutrition. The absence of microbiota in D. magna has been shown to cause a slower growth, a decrease in fecundity and a higher mortality compared to D. magna with microbiota. The gut microbiota changes upon death and its complexity is reduced and stabilized in case of starvation.",
    "Model organism": "D. magna presents numerous advantages when used as experimental organism. Its transparency allows for the observations of its inner anatomical structures at the microscope, while its reproduction through cyclical parthenogenesis allows to generate clones (asexual reproduction) or to perform crossing between strains (sexual reproduction). In the research field, D. magna is considered easy to keep in the laboratory. Some of its advantages for experiments are a fast generation time, limited storage usage, easy and cheap feeding and simple maintenance.\nD. magna is used in different field of research, such as ecotoxicology, population genetics, the evolution of sex, phenotypic plasticity, ecophysiology (including global change biology) and host-parasite interactions.Historically, D. magna allowed researchers to test some interesting theories and conduct pioneering studies:\n\nMacrophages attack invading parasites as a part of cellular immunity (Metchnikoff – Nobel prize in 1908)\nEcotoxicological studies (Einar Naumann)Other recent experiments used the resting eggs of Daphnia present in a pond sediment to reconstruct the evolutionary history of that population in relation to one of its parasites (P. ramosa), a nice example of resurrection biology.\nIn ecotoxicology D. magna is specified to be used in the OECD Guidelines for the Testing of Chemicals, Tests No. 202 \"Daphnia sp., Acute Immobilisation Test\", and Test No. 211 \"Daphnia magna Reproduction Test\". Test No. 202 is a 48-hour acute toxicity study, where young Daphnia are exposed to varying concentrations of the substance under test and the EC50 determined. Other Daphnia species than D. magna may occasionally be used, but labs mostly use D. magna as standard. Test No. 211 is a 21-day chronic toxicity test, at the end of which, the total number of living offspring produced per parent animal alive at the end of the test is assessed, to determine the lowest observed effect concentration of the test substance.",
    "References": "",
    "External links": " Data related to Daphnia magna at Wikispecies\n Media related to Daphnia magna at Wikimedia Commons"
  }
}