{
  "url": "https://en.wikipedia.org/wiki/Great_Ramshorn",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Heterobranchiaclade Euthyneuraclade Panpulmonataclade Hygrophila"
    },
    {
      "Superfamily": "Planorboidea"
    },
    {
      "Family": "Planorbidae"
    },
    {
      "Genus": "Planorbarius"
    },
    {
      "Species": "P. corneus"
    }
  ],
  "text": {
    "__SUMMARY__": "Planorbarius corneus, common name the great ramshorn, is a relatively large species of air-breathing freshwater snail, an aquatic pulmonate gastropod mollusk in the family Planorbidae, the ram's horn snails, or planorbids, which all have sinistral or left-coiling shells.The shell of this species appears to be dextral in coiling, even though it is in fact sinistral or left-handed.",
    "Distribution": "Planorbarius corneus is distributed from western Europe, through central Europe and into the Caucasus, north into Siberia and south into the Middle East. In western Europe, it has been recorded in Belgium, France and the British Isles (including Britain, Ireland, the Isle of Man, Guernsey and Jersey). It is not found in Spain, but it has been recorded on some Spanish and Portuguese Atlantic islands, including Madeira, the Azores, the Canary Islands. In the Nordic countries, it has been recorded in Denmark, Finland, Sweden and Norway. Its range extends through central Europe (including Austria, Germany, the Netherlands, Luxembourg, Lichtenstein, Switzerland and the Czech Republic) into southern Europe (where it has been recorded in Greece and Italy) and eastern Europe and the Caucasus (including Albania, Armenia, Azerbaijan, Bosnia and Herzegovina, Bulgaria, Croatia, Estonia, Hungary, Latvia, Lithuania, Macedonia, Montenegro, Poland, Romania, Serbia, Slovakia, Slovenia and the Ukraine). The species is also found in western Asia, having been recorded in Kazakhstan, Iran, western regions of Russia, Turkey, Turkmenistan and Uzbekistan.Additionally, as the species is sometimes sold in the aquarium trade, it is also found outside of its main range in small ponds where they have been released or placed.",
    "Description": "All species within family Planorbidae have sinistral shells.\nPlanorbarius corneus is the largest European species of ramshorn snail (family Planorbidae), with a shell typically measuring 35 millimetres (1.4 in) across when fully-grown.The 10–17 by 22–40 millimetres (0.39–0.67 by 0.87–1.57 in) coiled shell has between 3 and 4.5 rounded whorls with deep sutures, the last whorl predominating. The upper side is weakly depressed and the lower side is deeply depressed (flattened on the underside but spire recessed on the upper side). There is no keel. The shell is light yellowish with a brown, reddish or greenish periostracum, radially and spirally weakly striated. The aperture is wide and almost circular. The animal is brown or reddish.",
    "Habitat": "This large planorbid is found in water which is still, or only moving slowly, where there is a good growth of many different kinds of pond weeds, and where there are high levels of calcium dissolved in the water.P. corneus under high temperatures has been studied by Kartavykh & Podkovkin (2002).",
    "Reproduction": "Reproduction in spring and autumn at water temperatures above 15 °C, eggs (diameter 1.2-1.7 mm) are laid in mostly elongate capsules of 8–15 mm width, each strain containing 12-40 eggs, fixed to aquatic plants, embryos are reddish with transparent shells, juveniles hatch after 14–16 days, life span up to 3 years. Self-fertilization is possible, one single released animal can establish a stable population, but only 5% of the juveniles in self-fertilized eggs will hatch.",
    "Parasites": "This species of snail functions as a host for several parasite species:\n\nFirst intermediate host for Prosthogonimus ovatus\nFirst intermediate host for Apatemon gracilis\nFirst and as second intermediate host for Hypoderaeum conoideum\nIntermediate host for Syngamus trachea\nIntermediate host for Typhlocoelum sisowi",
    "References": "Spencer, H.G., Marshall, B.A. & Willan, R.C. (2009). Checklist of New Zealand living Mollusca. pp 196–219 in Gordon, D.P. (ed.) New Zealand inventory of biodiversity. Volume one. Kingdom Animalia: Radiata, Lophotrochozoa, Deuterostomia. Canterbury University Press, Christchurch.",
    "External links": "Planorbarius corneus at Animalbase taxonomy,short description, distribution, biology,status (threats), images\nPlanorbarius corneus images at  Consortium for the Barcode of Life"
  }
}