{
  "url": "https://en.wikipedia.org/wiki/Lepidurus_apus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Class": "Branchiopoda"
    },
    {
      "Order": "Notostraca"
    },
    {
      "Family": "Triopsidae"
    },
    {
      "Genus": "Lepidurus"
    },
    {
      "Species": "L. apus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepidurus apus, commonly known as a tadpole shrimp, is a notostracan in the family Triopsidae, one of a lineage of shrimp-like crustaceans that have had a similar form since the Triassic period and are considered living fossils. This species is cosmopolitan, inhabiting temporary freshwater ponds over much of the world, and the most widespread of the tadpole shrimps. Like other notostracans, L. apus has a broad carapace, long segmented abdomen, and large numbers of paddle-like legs. It reproduces by a mixture of sexual reproduction and self-fertilisation of females.",
    "Description": "Lepidurus apus grows to 4.2–6.0 cm (1.7–2.4 in) in length. Its long abdomen is divided into about 30 segment-like rings, with two long caudal rami or \"tails\" attached behind the last ring. Between the tails is a projection which distinguishes Lepidurus from Triops, the other notostracan genus. Its carapace is flat with an average length of 1.9 cm (0.75 in), and is attached only at the front, covering up to two thirds of the abdomen. The carapace is a mottled dark yellow/brown colour transitioning to a lighter edge, and bears a single pair of compound eyes. At the front of the abdomen are one or more (up to three) pairs of feelers. Under the body are 41–46 (average 44) pairs of paddle-like limbs used for swimming.Males are readily identifiable by the lack of ovisacs, and also have subtle differences in the carapace. Females and hermaphrodites look virtually identical, but hermaphrodites have testicular lobes amongst their ovarian lobes, which allows them to reproduce in isolation.L. apus is often referred to as a ‘living fossil’, virtually unchanged for over 300 million years. However, a recent study suggests that resemblance to fossil notostracans is probably a result of the \"highly conserved general morphology in this group and of homoplasy\". Recent species of Lepidurus are morphologically nearly identical to fossil records but may \"represent very different evolutionary lineages\".",
    "Distribution and habitat": "",
    "Distribution and habitat-Global range": "Lepidurus apus is perhaps the most cosmopolitan of all the Notostraca, occurring widely around the world including, but not limited to, New Zealand, Australia, Iran, France, Germany, Italy, Denmark, Morocco, and Austria. Lepidurus apus is split into several geographic subspecies, such as L. apus viridis, present in parts of Australia, Tasmania and New Zealand.",
    "Distribution and habitat-Habitat preferences": "Lepidurus apus is found predominantly in temporary freshwater ponds, 10–100 cm deep, filled during autumn and winter, and drying out over spring and summer. It is less common in permanent water bodies such as swamps and ditches. Lepidurus apus viridis, for example, is found throughout New Zealand in small ponds and ditches. Its life-cycle allows it to become dormant if the pond freezes over, is covered with snow, or dries out; it can persist in the dry sediment margin as a cyst form, which can survive harsh conditions for many years until the pond reappears. L. apus prefers a PH between 6 and 7.8, and can tolerate relatively high concentrations of chemicals, such as levels of total nitrate of 1 mg/L and phosphate of 0.1 mg/L, a level which would be detrimental to other aquatic species.Wetlands and temporary ponds worldwide are increasingly being converted to grasslands for agriculture, so the total land area available for L. apus is gradually diminishing. Some subspecies may become threatened in future, or may already be under threat, although our knowledge is limited. L. apus is well-adapted to variations of climate and location, disperses easily, and has highly resilient eggs, so appears to be less sensitive to human pressures across its wide geographical range.",
    "Life cycle": "Lepidurus apus has an unusual life-cycle: it is able to produce microscopic cysts that can lie dormant for years at a time through extreme conditions, letting it survive in areas with vastly different climates such as Morocco and Denmark. These \"resting eggs\" are so drought resistant there is a record of hatching after being kept dry for 28 years.\nThe species is hermaphroditic; no males are found in the New Zealand subspecies viridius, but in Italy there are males that are non-functional. Different subspecies of Lepidurus apus have different methods of fertilisation, some by a male, some by hermaphroditic individuals.\nCysts average 0.447 mm in diameter, and have been found at concentrations of 250 per 100 cm2. They are laid on gravel in the middle of ditches or ponds, to avoid (it is speculated) large animals such as sheep transporting the cysts onto land. The cysts can survive  drought and sub-zero temperatures, and can even synthesise haemoglobin if there is a lack of oxygen. As the pond dries out in the summer, the cysts will lie dormant until immersed in water. Light is an important factor in hatching: experiments showed no cysts hatched in darkness, some hatched after 10 mins of bright light, and all hatched in continuous light. They hatched between 10 °C and 24 °C, though the optimum was 16 °C and 20 °C, and even then hatch rates did not exceed 60%.Hatching often happens after winter rainfall forms temporary ponds. Larvae feed and rapidly grow to maturity, in as little as 4 weeks in optimum conditions in the warmer summer and spring months.Lepidurus apus has been found globally in remote areas with no waterways to transport individuals. In dry conditions, the dust-like resting eggs are easily distributed by wind. Lepidurus apus eggs are also though to be distributed by water, people, wildlife, and migratory birds.",
    "Diet": "Lepidurus apus is omnivorous, feeding on both plant matter, mostly floating detritus, and small aquatic invertebrates such as Branchinecta and Daphnia. It swims along the bottom of ponds, stirring up the substrate as it forages. The genus Lepidurus also feeds upon algae, myxozoa, bacteria and fungi.",
    "Predators and parasites": "Predators of Lepidurus include small wading birds such as sandpipers or stint, larger waterfowl like ducks and swans, and, in some ponds, fishes.  Migrating birds feed from temporary pools, as well as itinerant birds already found in the area. The rapid abundance of Lepidurus apus and other small invertebrates in pools often results in an increase in bird numbers in the area.\nNosema lepiduri is a microsporidian parasite found in water bodies less than 15 cm deep that internally parasitises Lepidurus with spores, in some cases killing the host. Infected Lepidurus have a milky white colouration on the legs and carapace due to internal infection.",
    "Conservation status": "The subspecies Lepidurus apus viridis has been classified by the New Zealand Department of Conservation as Nationally Endangered under the New Zealand Threat Classification System.",
    "References": "",
    "External links": "The tadpole shrimp was discussed on RadioNZ Critter of the Week, 1 April 2016"
  }
}