{
  "url": "https://en.wikipedia.org/wiki/Marisa_cornuarietis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Caenogastropodainformal group Architaenioglossa"
    },
    {
      "Superfamily": "Ampullarioidea"
    },
    {
      "Family": "Ampullariidae"
    },
    {
      "Genus": "Marisa"
    },
    {
      "Species": "M. cornuarietis"
    }
  ],
  "text": {
    "__SUMMARY__": "Marisa cornuarietis, common name the Colombian ramshorn apple snail, is a species of large freshwater snail with an operculum, an aquatic gastropod mollusc in the family Ampullariidae, the apple snail family.\nThese snails are popular in aquariums, and are also used in the wild as a biological control agent.",
    "Distribution": "",
    "Distribution-Indigenous distribution": "It is widespread in northern South America, although the type locality is unknown. The giant ramshorn snail is native to northern South America and Central America, including Bolivia, Brazil, Colombia, Costa Rica, French Guiana, Guyana, Panama, Suriname, Trinidad and Tobago and Venezuela.",
    "Distribution-Non-indigenous distribution": "Non-indigenous distribution of Marisa cornuarietis include:\n\nMarisa cornuarietis was first discovered in the US in Coral Gables, Florida, in 1957. It has spread to many other counties in southern Florida. It was first found in Texas in 1983 and has also been reported in California and Idaho. This species has been introduced and has established itself in Florida, in the southeastern United States. Established populations of this snail now exist in Broward, Dade, Monroe, and Palm Beach counties. The initial introductions were probably from aquarium release, aka \"aquarium dumping\".\nCubaIt is considered as about the 74th the worst alien species in Europe.",
    "Description": "Although Marisa snails superficially resemble the great ramshorn snail because of the planispiral coiling of their shells, they are not at all closely related to true ramshorn snails in the family Planorbidae.\nThis is an easily recognizable species: the shell is flat-coiled (planispiral). The shell color varies from pale to darker red or brown or more vivid shades of those colors, and is fairly often striped.The shell diameter is usually 35–50 mm (2 in) or even larger.",
    "Ecology": "This species has gills as well as a lung, to ensure efficient underwater respiration even in condition of low levels of dissolved oxygen.",
    "Ecology-Habitat": "This snail prefers still or slow-moving fresh water, depending on the availability of aquatic vegetation as a food source.",
    "Ecology-Feeding habits": "This species eats aquatic plants, algae, and dead fish and snails.\nEasily adaptable to captivity, this snail may invade and damage aquarium vegetation. It is practically omnivorous, and feeds on animal and vegetal detritus. This snail acts as a useful aquarium scavenger when it is not excessively numerous.Studies revealed that this species retards the growth of water hyacinths by feeding on the roots of the plants. It has been suggested that the snail be used as weed-control agent in the canals of south Florida.",
    "Ecology-Life cycle": "A non-hermaphrodite, it lays eggs in characteristic disk-shape clutches, adhering to various substrates. Unlike some other apple snails, this snail lays its eggs below the waterline.",
    "Human use": "",
    "Human use-In the aquarium": "It is a part of ornamental pet trade for freshwater aquaria.Marisa cornuarietis is one of about 120 species belonging to the family Ampullariidae, also known as the apple snail family (and sometimes called Pilidae). These apple snails are commonly sold in pet stores under the misleading names \"giant ramshorn snail\" and \"Colombian ramshorn snail\". Oftentimes \"Columbian\" is used, which is a mistake, as this implies the animal was named after Christopher Columbus, which it was not. This species is native to Colombia.\nMarisa cornuarietis is usually purchased intentionally from pet stores, whereas true ramshorn snails (family Planorbidae) are very often considered to be aquarium pests, acquired accidentally, clinging to leaves of aquatic plants.\nThese apple snails grow to be much larger than the true ramshorn snails, and they consume large amounts of plant matter. This means they are not suitable for an aquarium where plant growth is being encouraged.",
    "Human use-As a biological control agent": "Marisa cornuarietis is used as a biological control to reduce the number of Biomphalaria snails, which are intermediate hosts to the disease Schistosomiasis. Schistosoma larvae (cercariae), namely of Schistosoma haematobium, enter and develop inside the Biomphlaria, to form miracidium, which can penetrate through skin to enter the human body. Marisa cornuarietis compete with the Biomphalaria vectors for food. They also eat the eggs of Biomphalaria, thereby effectively reducing the chances of Schistosomia being spread.\nThe potential ecological impacts of this species in North America were reviewed by Howells et al. in 2006.The snail has been released in some areas in an attempt to control the invasive aquatic plant genus Hydrilla.",
    "References": "This article incorporates a public domain text from the reference  and CC-BY-2.0 text from the reference.",
    "Further reading": "Nguma, J. F.; McCullough, F. S.; Masha, E. (1982). \"Elimination of Biomphalaria pfeifferi, Bulinus tropicus and Lymnaea natalensis by the ampullarid snail, Marisa cornuarietis, in a man-made dam in northern Tanzania\". Acta Tropica. 39 (1): 85–90. PMID 6122367.\n Oehlmann, J. R.; Schulte-Oehlmann, U.; Bachmann, J.; Oetken, M.; Lutz, I.; Kloas, W.; Ternes, T. A. (2005). \"Bisphenol a Induces Superfeminization in the Ramshorn Snail (Gastropoda: Prosobranchia) at Environmentally Relevant Concentrations\". Environmental Health Perspectives. 114 (S–1): 127–133. doi:10.1289/ehp.8065. PMC 1874184. PMID 16818258.",
    "External links": "Marisa cornuarietis at the Apple Snail Website\nMarisa cornuarietis (Linnaeus, 1758) at Gulf of Mexico Program\nAufderheide, J.; Warbritton, R.; Pounds, N.; File-Emperador, S.; Staples, C.; Caspers, N.; Forbes, V. (2006). \"Effects of husbandry parameters on the life-history traits of the apple snail, Marisa cornuarietis: Effects of temperature, photoperiod, and population density\". Invertebrate Biology. 125 (1): 9–20. doi:10.1111/j.1744-7410.2006.00035.x. PMC 2582394. PMID 19009043.\nSelck, H.; Aufderheide, J.; Pounds, N.; Staples, C.; Caspers, N.; Forbes, V. (2006). \"Effects of food type, feeding frequency, and temperature on juvenile survival and growth of Marisa cornuarietis (Mollusca: Gastropoda)\". Invertebrate Biology. 125 (2): 106–116. doi:10.1111/j.1744-7410.2006.00045.x. PMC 2582395. PMID 19009044."
  }
}