{
  "url": "https://en.wikipedia.org/wiki/Pacifastacus_leniusculus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Family": "Astacidae"
    },
    {
      "Genus": "Pacifastacus"
    },
    {
      "Species": "P. leniusculus"
    }
  ],
  "text": {
    "__SUMMARY__": "The signal crayfish (Pacifastacus leniusculus) is a North American species of crayfish. It was introduced to Europe in the 1960s to supplement the North European Astacus astacus fisheries, which were being damaged by crayfish plague, but the imports turned out to be a carrier of that disease. The signal crayfish is now considered an invasive species across Europe, Japan, and California ousting native species there.",
    "Description and ecology": "Members of this species are typically 6–9 cm (2.4–3.5 in) long, although sizes up to 16–20.32 cm (6.30–8.00 in) are possible. They are bluish-brown to reddish-brown in colour, with robust, large, smooth claws. They have a white to pale blue-green patch near the claw hinge, like the white flags that signalmen used for directing trains—hence the name.\nThe lifecycle of the signal crayfish is typical for the family Astacidae. Around 200–400 eggs are laid after mating in the autumn, and are carried under the female's tail until they are ready to hatch the following spring. The eggs hatch into juveniles, which pass through three stages (two moults) before leaving their mother. Sexual maturity is reached after two to three years, and the lifespan can be up to 20 years.The signal crayfish is an omnivore, with most of its dietary intake being detritus.",
    "Native range": "The signal crayfish is native to North America west of the Rocky Mountains, including the Canadian province of British Columbia, and the U.S. states of Washington, Oregon, and Idaho. It was introduced to California in 1912 into the San Lorenzo River watershed and from there rapidly spread throughout the state. The only native crayfish remaining in California is the Shasta crayfish, of Shasta County, California (Pacifastacus fortis), where efforts are being made to create a barrier to signal crayfish invasion. Within North America, it has also been introduced to Nevada, and the populations in Utah may be the result of introductions.  It has also been found in Alaska, specifically Kodiak Island, in the Buskin River and Buskin Lake. It is listed as a species of least concern on the IUCN Red List.",
    "Introduction into Europe": "From 1907, crayfish plague, an infectious disease caused by the water mould Aphanomyces astaci, damaged stocks of the native European crayfish Astacus astacus. Since the signal crayfish occupied a similar ecological niche in its native range, it was imported in the 1960s to Sweden and Finland to allow recreational and commercial crayfish capture. At the time, the signal crayfish was not recognized as a carrier of the crayfish plague. All American species carry the infection, but it is only lethal to individuals that are already stressed; to European species, the infection is rapidly fatal.\n\nThe signal crayfish is now the most widespread alien crayfish in Europe, occurring in 25 countries, from Finland to Great Britain and from Spain to Greece. It was first introduced to Great Britain in 1976, and is now widespread across the British mainland as far north as the Moray Firth. It has also been observed on the Isle of Man, but not in Ireland. Ireland is  the last European country having no alien crayfish.\nIn both Sweden and Finland (where crayfish are eaten), the catch of signal crayfish exceeds that of the noble crayfish. The former is sold at roughly half the price compared to the latter.",
    "External links": "\n\"Invasion of the Plague Carriers\" (RealVideo). The Vega Science Trust. 2002.\n\"'Kill crayfish on sight' appeal\". BBC News. August 15, 2008.\n Media related to Pacifastacus leniusculus at Wikimedia Commons\n\"UK Crayfish Website\". Buglife – The Invertebrate Conservation Trust.\n\n\n== References =="
  }
}