{
  "url": "https://en.wikipedia.org/wiki/Pomacea_diffusa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Caenogastropodainformal group Architaenioglossa"
    },
    {
      "Superfamily": "Ampullarioidea"
    },
    {
      "Family": "Ampullariidae"
    },
    {
      "Subfamily": "Ampullariinae"
    },
    {
      "Tribe": "Ampullariini"
    },
    {
      "Genus": "Pomacea"
    },
    {
      "Species": "P. diffusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Pomacea diffusa, common name the spike-topped apple snail, is a species of freshwater snail, an aquatic gastropod mollusk in the family Ampullariidae, the apple snails.",
    "Taxonomy": "Pomacea diffusa was originally described as a subspecies of Pomacea bridgesii. Pain (1960) argued that Pomacea bridgesii bridgesii was a larger form with a restricted range, with the smaller Pomacea bridgesii diffusa being the common form throughout the Amazon Basin (Brazil, Peru, Bolivia). Cowie and Thiengo (2003) suggested that the latter might deserve full species status, and the two taxa have been confirmed as distinct species by genetic analyses.",
    "Distribution": "The type locality of Pomacea diffusa is in the city of Santa Cruz de la Sierra, Bolivia, although the species is widespread throughout the Amazon Basin.Non-indigenous distribution of Pomacea diffusa include:\n\nThompson recorded this species (as Pomacea bridgesii) in Florida in Monroe, Miami-Dade, Broward, Palm Beach, and Pinellas Counties. The FLMNH electronic database also lists samples from Alachua County, but records cited from the FLMNH database for Brevard County are in fact from Broward County. Rawlings et al. (2007) also collected this species in Hillsborough and Collier Counties.\nPomacea diffusa was first recorded in Florida (as Pomacea bridgesii) by William J. Clench. The FLMNH has specimens collected in Palm Beach County in 1967 (FLMNH 20295) and Miami-Dade and Broward Counties in the early 1970s (FLMNH 22175, 222247). Howells et al. (2006) reported its establishment in Mobile, Alabama in 2003.\nCuba",
    "Description": "Pomacea diffusa is known as the spike-topped apple snail, because of its relatively raised spire. It lacks a channeled suture, and overlaps in size with the Pomacea paludosa.\n\nThe egg masses have an irregular honeycombed appearance, like those of Pomacea haustrum, but are smaller and have a tan to salmon color, although the egg masses are white when freshly laid.",
    "Human use": "It is a part of ornamental pet trade for freshwater aquaria.",
    "References": "This article incorporates CC-BY-2.0 text from the reference.",
    "External links": "Applesnails of Florida on the UF / IFAS Featured Creatures Web site\n[1] [The apple snail website species page]"
  }
}