{
  "url": "https://en.wikipedia.org/wiki/Snowball_Shrimp",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Malacostraca"
    },
    {
      "Order": "Decapoda"
    },
    {
      "Infraorder": "Caridea"
    },
    {
      "Family": "Atyidae"
    },
    {
      "Genus": "Neocaridina"
    },
    {
      "Species": "N. zhangjiajiensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Neocaridina zhangjiajiensis, known as the pearl shrimp in the aquarium hobby, is a freshwater shrimp. Multiple breeds were bred in Germany for the aquarium trade.",
    "Appearance": "N. zhangjiajiensis shrimp's color ranges from white to blue. The intensity of their blue depends on genetics and the water conditions of the shrimp. As with most shrimp, the female is more colorful than males. Their color is highly variable and they are often crossbred different colors to produce a pattern or a different shade. Full-grown shrimps reach about 2.5–3.2 centimetres (0.98–1.26 in).\n\nThere is a variant called \"white pearl shrimp\" or \"snowball shrimp\" is a variant of shrimp and is a translucent white in color.",
    "Housing": "N. zhangjiajiensis shrimps are easy to keep. They prefer clean water with a pH of 6.5-8.0 and a temperature of 15–30 °C (59–86 °F). They are most comfortable at temperatures 22–23 °C (72–73 °F).",
    "Diet": "N. zhangjiajiensis shrimp primarily eat biofilm and algae. They will eat any food given but some will prefer algae wafers. Blanched (boiled until soft) vegetables such as zucchini (courgette), baby carrots, peas, and spinach can be used as a supplemental food but should be fed sparingly.",
    "Breeding and reproduction": "N. zhangjiajiensis shrimps are just as hardy as the N. davidi shrimps and breed as quickly. The male is smaller and less colorful than the female. It is extremely prolific, they breed readily and virtually around the clock. A healthy colony will quickly multiply and females will be constantly pregnant. The gestation period including the hatching of the eggs typically ranges from 30 to 45 days.\nOn the upper section of the female's body, on the \"shoulder\", the developing eggs on the ovaries may be seen in more transparent individuals. The color of these eggs will depend on the variety of individual shrimp. The shape of the ovaries drapes across both sides of the shrimp, giving rise to the nickname \"saddle\". The presence of a \"saddle\" indicates a female that is likely ready to mate.\n\nThe best way to tell if a female is close to hatching her eggs is by the appearance of a set of eyes inside each egg, this is easy to spot and will let you know that the hatching is a few days later. Another way to tell is by the emergence of a new saddle when the female still has eggs, the emergence of the saddle is the indication that the female is prepared to have a new set of eggs and that the current eggs are close to hatching.\n\n\n== References =="
  }
}