{
  "url": "https://en.wikipedia.org/wiki/Tarebia_granifera",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Mollusca"
    },
    {
      "Class": "Gastropoda"
    },
    {
      "(unranked)": "clade Caenogastropodaclade Sorbeoconcha"
    },
    {
      "Superfamily": "Cerithioidea"
    },
    {
      "Family": "Thiaridae"
    },
    {
      "Genus": "Tarebia"
    },
    {
      "Species": "T. granifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Tarebia granifera, common name (in the aquarium industry) the quilted melania, is a species of freshwater snail with an operculum, an aquatic gastropod mollusk in the family Thiaridae. This snail is native to south-eastern Asia, but it has become established as an invasive species in numerous other areas.",
    "Subspecies": "Subspecies of Tarebia granifera include:\n\nTarebia granifera granifera (Lamarck, 1822)\nTarebia granifera mauiensis Brot, 1877",
    "Description": "A detailed account of the anatomy of Tarebia granifera was given by R. Tucker Abbott in 1952 together with notes on its biology and bionomics. A dissection guide was provided by Malek (1962).The maximum height of adult shells of this species from South Africa is from 18.5 mm to 25.1 mm, while in Puerto Rico they can reach up to 35 mm.Two color forms of Tarebia granifera exist, one has a pale brown body whorl and a dark spire (see photo on the right) and in the other the shell is entirely dark brown to almost black (see photo on the left). Intermediate forms exist.",
    "Distribution": "",
    "Distribution-Indigenous distribution": "The indigenous distribution of this species includes the general area of these countries: India, Sri Lanka, Philippines, Hawaii, southern Japan, Society Islands, Taiwan, Hong Kong, Thailand.",
    "Distribution-Nonidigenous distribution": "Tarebia granifera has become invasive on at least three continents: North and South America and Africa. Initial introductions were presumably via the aquarium trade.Americas:\n\nThis species occurs in several southern states of the U.S.A.: Puerto Rico, Florida, Texas and Idaho\nHawaii\nMany Caribbean islands:Cuba – along with Physella acuta it is the most common freshwater snail in Cuba\nThe Dominican Republic\nSaint Lucia\nMartinique since 1991\nCentral America: Mexico\nEl Hatillo Municipality, Miranda, VenezuelaAfrica:\n\nSouth Africa The Tarebia granifera was reported from South Africa (and Africa) for the first time in 1999 in northern KwaZulu-Natal though it was probably introduced sometime prior to 1996. In the 10 years since its discovery it has spread rapidly, particularly northwards, into Mpumalanga province, the Kruger National Park and Swaziland.This spread will doubtless continue into northern South Africa, Moçambique, Zimbabwe and beyond. It has not been possible to calculate the rate of dispersal.Asia:\n\nIsrael (non-indigenous)",
    "Ecology": "",
    "Ecology-Habitat": "In the South Africa, the snail has colonized different types of habitat, from rivers, lakes and irrigation canals to concrete lined reservoirs and ornamental ponds. It reaches very high densities, up to 21 000 m², and is likely to impact on the entire indigenous benthos of the natural waterbodies of the region – more so than any other invasive freshwater invertebrate known from the South Africa. The South African indigenous thiarids Thiara amarula, Melanoides tuberculata, and Cleopatra ferruginea are considered particularly vulnerable.Most localities in South Africa (93%) lie below an altitude of 300 m above sea level where an estimated area of 39 500 km2 has been colonized. The only known localities outside this area are the Umsinduzi River in Pietermaritzburg and its confluence with the Umgeni River which lie closer to 500 m. R. Tucker Abbott (1952) noted that on Guam Island, Tarebia granifera occurred in streams and rivers at 983 m altitude but that these watercourses were consistently above 24 °C indicating that temperature may be an important determinant of distribution.Tarebia granifera also occurs in several estuaries along the KwaZulu-Natal coast. Prominent among these is the dense population (±6038 m2) found at a salinity of 9.98‰ (28.5% sea water) in Catalina Bay, Lake St Lucia, iSimangaliso Wetland Park, KwaZulu-Natal. These records show that Tarebia granifera is able to colonize brackish and moderately saline habitats and reach high densities there. From observations in Puerto Rico it was suggested that snails could survive temporarily saline conditions for several weeks by burying themselves in the substratum, emerging when fresh water returned.In common with other Thiaridae, Tarebia granifera is primarily a benthic species and in South Africa has been collected on a variety of substrata in both natural and artificial waterbodies, e.g. sand, mud, rock, concrete bridge foundations and the concrete walls and bottoms of reservoirs, irrigation canals and ornamental ponds. Many of these habitats were vegetated and the associated vegetation included many types of emergent monocotyledons (e.g. Cyperus papyrus, Scirpus sp., Typha sp., Phragmites sp.) and dicotyledons (e.g. Ceratophyllum demersum, Potamogeton crispus, Nymphaea nouchali). Where densities are high, Tarebia granifera may also occur on marginal, trailing vegetation and the floating Common Water Hyacinth Eichhornia crassipes as well. It favours turbulent water and tolerates current speeds up to 1.2m.s−1 and possibly greater. This habitat range is similar to that recorded for Tarebia granifera in Puerto Rico.The major interest in Tarebia granifera outside Asia today is its invasive ability and its impact on indigenous benthic communities in colonized waterbodies. The pollution tolerance value is 3 (on scale 0–10; 0 is the best water quality, 10 is the worst water quality).Typically half or more of these snails were buried in the sediments and were not visible from the surface. This was also noticed in aquaria where they actively buried themselves in sand. Exact proportion of population of Tarebia granifera that is buried at any time is not known. There is also not known how long can snails remain buried.Tarebia granifera will die at the temperature 7 °C in aquaria, but they do not live in water temperature under 10 °C in the wild.",
    "Ecology-Dispersal": "It is probable that dispersal of Tarebia granifera from one waterbody or river catchment to another occurs passively via birds, notably waterfowl, which eat them and void them later, perhaps in another habitat. Evidence for this comes from the finding of many small Tarebia granifera 5–7 mm in height and still containing the soft parts in unidentified bird droppings from the bank of the Mhlali River, South Africa. Even though the shell of Tarebia granifera is thick, most of these juveniles had been partially crushed with only a few still intact. Both the intact and damaged specimens could have been alive when passed and perhaps survived had they been deposited in water. None was large enough to have been reproductively mature (see below) and would have needed to survive in any new habitat for several months before reproducing.Passive dispersal may also occur via weed on boats and boat trailers and via water pumped from one waterbody to another for industrial and irrigation purposes. In the Nseleni River juvenile Tarebia granifera were commonly found with another invasive snail, Pseudosuccinea columella, on floating clumps of water hyacinth Eichhornia crassipes which provide a vehicle for rapid downstream dispersal.Once established in a particular waterbody Tarebia granifera is likely to disperse actively, both up and downstream in the case of flowing systems, as far as environmental factors like current speed and food availability will allow. The snail's tolerance of turbulent, flowing water was demonstrated by Prentice (1983) who reported it migrating upstream on the Caribbean island of Saint Lucia at a rate of 100 m month−1 in streams discharging up to 50 l.s−1. In KwaZulu-Natal it has been collected in water flowing at up to 1.2 m.s−1 which is likely to exceed the current speeds of at least the lower and middle reaches of many rivers and streams in South Africa making these watercourses open to colonization.The sole of Tarebia granifera is proportionally small when compared to other thiarids and smaller snails with their higher coefficients were less able to grip the substratum in the face of moving water and so not did disperse as effectively as larger ones.",
    "Ecology-Density": "In Florida Tucker Abbott (1952) recorded a density of Tarebia granifera 4444 m−2 which falls within the range of densities measured with a Van Veen grab in a number of sites in northern KwaZulu-Natal, where was measured desnsities 843.6 ±320.2 m−2 to 20764.4 ±13828.1 m−2. The site with such high density was non-flowing, devoid of rooted vegetation but it was shaded by trees (Barringtonia racemosa) and by floating Eichhornia crassipes. This between-site variability may be positively correlated to habitat heterogeneity and food availability. Despite the very high densities recorded in the Nseleni River, indigenous invertebrates were still present in the sediments including: bivalve Chambardia wahlbergi, chironomids, oligochaetes (tubificids) and burrowing polychaetes were also found but in very low numbers.The low densities of Tarebia granifera reported for the Mhlatuze River, South Africa may have been influenced by nearby sand mining activities or, more likely, high flows and mobile sediments, but they nevertheless approach those recorded by Dudgeon (1980) for Tarebia granifera in its native Hong Kong (18–193 m−2).Little is known of the long term population fluctuations of Tarebia granifera and findings seem to be contradictory. Studies in Cuba (Yong et al. (1987), Ferrer López et al. (1989), Fernández et al. (1992)) indicate that the snail lives for more than a year though maximum densities were recorded at different times of the year in different habitats. Using a catch per unit effort netting technique, Yong et al. (1987) and Ferrer López et al. (1989) found highest densities in summer when temperatures reached their maximum whereas Fernández et al. (1992) found highest densities in November (late autumn) when temperatures reached their minimum. Fernández et al. (1992) also suggested that Tarebia granifera density was positively correlated with Ca2+ concentrations and negatively with NH4 concentrations.Recent surveys by Vázquez et al. (2010) of Pinar del Río Province, Cuba have reported population densities of Tarebia granifera of 85 individuals/m2, well above those of its endemic relatives (5 individuals/m2).",
    "Ecology-Feeding habits": "Tarebia granifera feeds on algae, diatoms and detritus.",
    "Ecology-Life cycle": "Tarebia granifera is both parthenogenetic and ovoviviparous, although males have been reported. These are characteristics which are undoubtedly key to its success as an invader. For example, no males have been found amongst hundreds dissected from KwaZulu-Natal, it is probable that a few are present. Males were found in most (6/7) populations examined in Puerto Rico but were generally uncommon at up to 22.7% of the population (mean 4.6%). Live sperm were present in the testes of these males but the genitalia were apparently non-functional. R. Tucker Abbott (1952) failed to find sperm in the gonads of male Tarebia granifera from Florida. Most Tarebia granifera are therefore clones of the female parent.Embryos develop in a brood pouch. This pouch is a compartmentalized structure lying immediately above the oesophagus and develops only after the snail has reached maturity. Its size expands as the number of embryos increases. Tarebia granifera has 1–77 embryos in its brood pouch.Tucker Abbott (1952), Chaniotis et al. (1980) and WHO (1981) cite the same statistic that females can give birth to one juvenile every 12 hours. Young snails emerge through a birth pore on the right side of the head. The newborn shell is <1–2 mm in height with between 1.5 and 4.8 whorls. The size of juveniles at birth is 0.7–2.1 mm. According to Chen (2003) these newborns have a high survival rate in the field.Attainment of sexual maturity in Tarebia granifera is generally indicated by the size of the smallest snail observed to give birth rather than a histological assessment of the development of the gonad and associated reproductive structures. Appleton & Nadasan (2002) estimated onset of maturity at 10–12 mm shell height but unpublished data suggest a height closer to 8 mm in line with other published studies. Tucker Abbott (1952) estimated sexual maturity at between 5.5 and 8.0 mm at different stations over a short stretch of river in Florida. Chaniotis et al. (1980) gave a similar estimate of 6.0–7.0 mm from a cohort of laboratory-bred snails in Puerto Rico.Appleton et al. (2009) extrapolated data by Yong et al. (1987), Ferrer López et al. (1989) and by Fernández et al.(1992) and they resulted that sexual maturity is reached at an age of about five months. Reported variation in maturation period varies from 97–143 days (3.2–4.8 months) under the laboratory conditions to 6–12 months, also from laboratory data. It is difficult to relate shell size at the onset of maturity to age since the size structure of populations vary over time and from one locality to another.Dissection of Tarebia granifera showed blastula stage embryos in the brood pouches of snails as small as 8 mm shell height. Small numbers of shelled embryos, including veligers, were found in snails of 10–14 mm but became more plentiful in snails >14 mm and especially those >20 mm. Importantly, unshelled embryos (blastula, gastrula and trochophore stages) were not found in snails >16 mm and the numbers of shelled embryos themselves decreased in the largest snails, >24 mm. This suggests that differentiation of germinal cells in the ovary and their subsequent arrival in the brood pouch as blastulae is not a continuous process over a breeding season but occurs as one or more 'cohorts' or 'pulses' which stop before the birth rate of young snails reaches its maximum. So it seems that while the first birth may occur in snails as small as 8 mm, these are few and most juveniles are born to snails >14 mm. The size of the shell of the parent at peak release of juveniles is 24.0 mm.The reproductive biology of Tarebia granifera needs to be investigated in detail before its population dynamics can be properly interpreted from quantitative sampling.",
    "Ecology-Parasites": "Tarebia granifera serves as the first intermediate host for a variety of trematodes in its native south east Asia. Amongst these are several species of the family Heterophyidae some of which have been reported as opportunistic infections in people, and another, Centrocestus formosanus (Nishigori, 1924), is an important gill parasite of fish. Tarebia granifera also serves as intermediate host for the philopthalmid eyefluke Philopthalmus gralli Mathis & Ledger, 1910 which has recently (2005) been reported affecting ostriches Struthio camelus on farms in Zimbabwe. The snail host implicated in this outbreak was Melanoides tuberculata but the rapid spread and high population densities achieved by Tarebia granifera, which appears to be replacing Melanoides tuberculata in South Africa, may exacerbate the problem in the future.For many years Tarebia granifera was believed to be an intermediate host for the Asian lungfluke Paragonimus westermani (Kerbert, 1878), but Michelson showed in 1992 that this was erroneous.",
    "Ecology-Other interspecific relationships": "Tarebia granifera have been associated with the disappearance of two indigenous benthic gastropod species from rivers in Puerto Rico and have displaced the vegetation-associated pulmonate Biomphalaria glabrata from streams and ponds on several Caribbean islands. Although the responsible mechanism is not understood, this has led to suggestions that it could be useful as a biocontrol agent in snail control operations within integrated schistosomiasis control programmes. They probably also compete for space and resources (e.g. food) with indigenous infaunal and epifaunal invertebrates, especially where its densities are high. Under such conditions it is likely to alter the structure and biodiversity of the entire benthic communities of invaded habitats and perhaps the vegetation-associated communities as well.Anecdotal reports and observations suggest that in KwaZulu-Natal the indigenous thiarid Melanoides tuberculata is becoming less common and pressure from the spread of Tarebia granifera, particularly at high densities, is a possible explanation. Like Tarebia granifera, Melanoides tuberculata is parthenogenetic and ovoviviparous, grows to a similar size, are similar in size at first birth and juvenile output. Data from several habitats where the species occur sympatrically show however that in all such situations Tarebia granifera becomes numerically dominant.Tarebia granifera is likely to impact on another South-African indigenous thiarid, the poorly known Thiara amarula in the saline St. Lucia estuary system.Studies on the ecological impact of Tarebia granifera are urgently needed.",
    "Human importance": "In addition to its role as intermediate host for several economically important trematode species, Tarebia granifera has colonized water reservoirs, dams and ponds on the premises of three large industrial plants in northern KwaZulu-Natal and been pumped out of at least one of them, blocking water pipes and damaging equipment. This generally happens when snail densities are high and the damage is due to individuals being crushed so that pieces of shell and soft tissue are carried into machinery. Details of the nature and extent of this damage and the costs incurred are not available. There is no doubt that Tarebia granifera is able to pass unharmed through pumps, probably as juveniles.",
    "References": "This article incorporates CC-BY-3.0 text from references.",
    "Further reading": "Butler J. M., Ferguson F. F., Palmer J. R. & Jobin W. R. (1980). \"Displacement of a colony of Biomphalaria glabrata by an invading population of Tarebia granifera in a small stream in Puerto Rico\". Caribbean Journal of Science 16: 73–79. PDF.\nChaniotis B. N., Butler J. M., Ferguson F. F. & Jobin W. R. (1980). \"Thermal limits, desiccation tolerance, and humidity reactions of Thiara (Tarebia) granifera mauiensis (Gastropoda: Thiaridae) host of the asiatic lung fluke disease\". Caribbean Journal of Science 16: 91–93. PDF.\nFerguson et al. (1958). \"Potential for Biological Control of Australorbis Glabratus, the Intermediate Host of Puerto Rican Schistosomiasis\". The American Journal of Tropical Medicine and Hygiene 7: 491–493.\nMiranda, N. A. F.; Perissinotto, R.; Appleton, C. C. (2010). \"Salinity and temperature tolerance of the invasive freshwater gastropod Tarebia granifera\". South African Journal of Science. 106 (3/4). doi:10.4102/sajs.v106i3/4.156..\nMiranda, N. A. F.; Perissinotto, R.; Appleton, C. C. (2011).  Lalueza-Fox, Carles (ed.). \"Population Structure of an Invasive Parthenogenetic Gastropod in Coastal Lakes and Estuaries of Northern KwaZulu-Natal, South Africa\". PLoS ONE. 6 (8): e24337. Bibcode:2011PLoSO...624337M. doi:10.1371/journal.pone.0024337. PMC 3164166. PMID 21904629..\nMiranda N. A. F. & Perissinotto R. (2012) \"Stable Isotope Evidence for Dietary Overlap between Alien and Native Gastropods in Coastal Lakes of Northern KwaZulu-Natal, South Africa\". PLoS ONE 7(2): e31897. doi:10.1371/journal.pone.0031897.\n\n\n== External links =="
  }
}