{
  "url": "https://en.wikipedia.org/wiki/Triops_longicaudatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Branchiopoda"
    },
    {
      "Order": "Notostraca"
    },
    {
      "Family": "Triopsidae"
    },
    {
      "Genus": "Triops"
    },
    {
      "Species": "T. longicaudatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Triops longicaudatus (commonly called American tadpole shrimp or tadpole shrimp) is a freshwater crustacean of the order Notostraca, resembling a miniature horseshoe crab. It is characterized by an elongated, segmented body, a flattened shield-like brownish carapace covering two thirds of the thorax, and two long filaments on the abdomen. Triops refers to its three eyes, and longicaudatus refers to the elongated tail structures. Triops longicaudatus is found in freshwater ponds and pools, often in places where few higher forms of life can exist. Like its relative Triops cancriformis, the longtail tadpole shrimp is considered a living fossil because its basic prehistoric morphology has changed little in the last 70 million years, exactly matching their ancient fossils. Triops longicaudatus is one of the oldest animal species still in existence.",
    "Classification": "Triops longicaudatus is a member of the crustacean class Branchiopoda, which primarily contains freshwater animals with gills on their legs. The class Branchiopoda is divided into the subclasses Sarsostraca, containing fairy shrimp, and Phyllopoda, containing all other members (cladocerans, clam shrimps, and the tadpole shrimp). The subclass name, literally meaning leaf-footed, is derived from their flat, leaflike appendages. Notostracans are placed in the infraclass Calamanostraca, which also contains the extinct Kazacharthra.",
    "Structure": "Triops longicaudatus is usually greyish yellow or brown in color, and differs from many other species by the absence of the second maxilla. Apart from Triops cancriformis, it is the only tadpole shrimp species whose individuals display as many as three reproductive strategies: bisexual, unisexual (parthenogenetic), and hermaphroditic; see below. Triops cancriformis is easily recognizable by its yellow carapace with dark spots, whilst T. longicaudatus individuals have a uniform carapace. The species also appeared about 50 million years later, and, as its name suggests, its elongated tail structures (cercopods) are often nearly as long as the rest of the body; including the cercopods, the body may reach 75 mm (3.0 in) in length.\n\nThe head of Triops longicaudatus is typical of crustaceans and consists of five segments, but there is a tendency toward reduction of cephalic appendages. The trunk is not distinctly divided into thorax and abdomen. Most trunk segments bear appendages. Zoologists find it difficult to decide where the thorax stops and the abdomen begins; the debate is seemingly endless. The first eleven trunk segments each bear a single pair of limbs. They are followed by segments that are fused similarly to those of millipedes, and as a result, each segment bears up to six pairs of limbs. The trunk ends with a region of limbless segments. Some zoologists consider the thorax to consist of the two regions with appendages, and the abdomen the region without appendages. Others believe the region of fused segments to be part of the abdomen. For clarity, this article uses \"thorax\" to mean the two body regions with limbs.",
    "Structure-Carapace": "There is a carapace present, but no cephalothorax, since no thoracic segment is fused with the head. The terms carapace and cephalothorax often are confused, but should not be. The carapace of crustaceans is a fold of the body wall of the fifth head segment.",
    "Structure-Head": "The head bears a pair of dorsal compound eyes that lie close to each other and are nearly fused together. The compound eyes are generally sessile (not stalked). In addition, there is a naupliar ocellus (the \"third eye\") between them. The compound eyes are on the surface of the head, but the ocellus is deep within the head. All the eyes, however, are easily visible through the shell covering of the head. A distinct horizontal groove, known as the mandibular groove, marks the division between the anterior three head segments and the posterior two. Posterior to it is the cervical groove, marking the division between the head and the thorax.\nOn the ventral side of the head is a lenslike window, admitting light to the naupliar eye, which is aimed both dorsally and ventrally. The first antennae (antennules) are small, slender filaments on the ventral surface of the head, at about the same level as the eyes. The second antennae are similar and lie laterally to the first. They are nonfunctioning. The large, well-developed mandibles oppose each other across the ventral midline. The opposing surfaces bear strong brownish teeth. As the crustacean periodically opens and closes the mandibles the teeth move apart and close together. Of the usual crustacean head appendages, only the mandibles are well developed. In Triops longicaudatus, the larger second maxillae are absent, only maxillules being present.",
    "Structure-Thorax": "The anterior thorax consists of eleven segments, each bearing a pair of appendages, called thoracopods or pereiopods. None of the thoracopods are modified into maxillipeds for feeding. The posterior thorax consists of 16–25 segments, incompletely separated to form rings. Each ring may consist of as many as six fused segments and bear up to six pairs of appendages (there are 54–66 limbs altogether).\nMost of the thoracic appendages resemble each other, but the first eleven pairs are best developed. There is a slight tendency to regional specialization and the first pair of legs is unlike the rest. It is an elongated, cheliped-like structure with a sensory function, while all the other appendages aid in feeding, respiration, and locomotion. In females, the eleventh pair of legs is modified into brood pouches. The many legs posterior to the eleventh pair move the spent feeding and respiratory currents away.",
    "Structure-Abdomen": "The posterior 5–14 rings at the end of the body do not bear appendages. At the end of the body is a pleotelson (fusion of the last abdominal segment and the telson) connected to long, multisegmented uropods.",
    "Structure-Feeding behavior": "The feeding method of tadpole shrimps is similar to that proposed for the ancestral crustacean. The anterior appendages (second pair to tenth pair) stir sediments and swirl muddy water into the wide, midventral food groove. The gnathobases (inward-facing lobes at the base of the leg) guide food anteriorly to the mouth. The large flat exopods (outward-facing lobes at the end of the leg) stir and lift the sediments. Fine silt particles and water escape easily, but large, coarse food particles are torn into smaller pieces by the blade-like, inward-facing lobes called endopods at the end of the leg.",
    "Structure-Internal anatomy": "The heart of tadpole shrimps is a long dorsal tube in the anterior eleven trunk segments. It has a pair of ostia in each of these segments. Sometimes hemoglobin is present in its blood and the crustacean may be pink as a result. The excretory organs are the paired maxillary glands, located on the segment of the second maxilla. The long looped ducts of these glands can be seen in the carapace. The role of the maxillary glands is primarily osmoregulatory. Nitrogen, in the form of ammonia, is lost by diffusion across the gill surfaces.",
    "Reproduction and development": "",
    "Reproduction and development-Reproduction": "Triops longicaudatus displays several reproductive strategies. Individuals may reproduce sexually, but this is rare, as most populations are highly male- or female-biased. Parthenogenesis (development from unfertilized eggs) is the most common reproductive strategy. Some populations, however, consist of hermaphrodites who fertilize each other. Different populations display different strategies or combinations of strategies, and may therefore, be considered separate species or subspecies in the future.\nIn females, the eleventh pair of legs is modified into egg sacs, where the eggs are carried for several hours. The eggs are released in batches, have a thick shell, and can stand freezing temperatures as well as drought, enabling the population to survive from one season to the next. The eggs have to dry out completely before being submerged in water again in order to hatch successfully; they may remain in a state of diapause for up to 20 years. These eggs may have helped Triops longicaudatus, as well as other notostracans, to survive the various natural disasters and mass extinctions to date.",
    "Reproduction and development-Life cycle": "To complete their lives, tadpole shrimps depend on the changing nature of the temporary waters they inhabit. During the dry season (summer and fall), their offspring stay inside the eggs. As the pool fills with rainwater during the winter and spring, they hatch and feed on fairy shrimps and other invertebrates. The first larval stage (the metanauplius) is orange in color. It has a single eye, six legs, and develops through instars (growth stages). Each instar ends with shedding the exoskeleton. The number of segments and appendages increases as Triops  grow, and they slowly change to greyish brown. In approximately eight days, they reach maturity and lay eggs. Adult Triops die as the pools dry up. Triops generally live for about 20–90 days if the pool does not dry up.",
    "Ecology": "T. longicaudatus is the most widespread notostracan species, and may be found in western North America, South America, Japan, South Korea, and several Pacific Islands. It is most active at a temperature of approximately 20 °C (68 °F), and is usually found scratching the mud at the bottom of pools, searching for benthic food. Triops collect food particles by straining the water with hairs on their limbs. Loose food particles are collected in a groove running down the underside of the body lengthwise, and held together by a sticky secretion until they are swallowed by their very small (2 mm wide) mouth. The tiny mouth is deep in its underbelly, and while the animal is capable of breaking up plant roots or dead fish, it is incapable of chasing down and eating prey larger than it is.",
    "Ecology-Diet": "Tadpole shrimps are omnivorous and may eat algae, insects, and other organic debris; they are known to chase very small fry, tadpoles, and oligochaete worms. In general, they eat anything organic that is smaller than they are, which even may include their siblings (they are cannibalistic). In turn, Triops longicaudatus are eaten by frogs and birds.",
    "Ecology-Interaction with humans": "The species is considered a human ally against the West Nile virus, as the individuals consume Culex mosquito larvae. They also are used as a biological agent in Japan, eating weeds in rice paddies. In Wyoming, the presence of Triops longicaudatus usually indicates a good chance of the hatching of spadefoot frogs.\nDried eggs of Triops longicaudatus are sold in kits to be raised as aquarium pets, sold under the name of \"aquasaurs\", \"trigons\" or \"triops\". These are most often of the greenish-brown variety, but the red variant is fairly common among enthusiasts. Captive Triops are frequently kept in aquariums and fed a diet consisting mainly of carrots, shrimp pellets and dried shrimp. Often they are also given living shrimp and daphnia as live prey. Because they can feed on just about anything, they are also fed lunch meat, potatoes, crackers, etc. They will often feed themselves by grazing on algae and other grunge from the bottom and sides of the tank and on small particles clinging to sponge filters or to Marimo moss balls, which are often cultured alongside Triops.",
    "Distribution": "Triops longicaudatus is widespread in North America. In Canada, it is found only in the provinces of Alberta, Saskatchewan and Manitoba. It is widespread throughout the contiguous United States, Mexico, and Hawaii, but not Alaska. Tadpole shrimps may be found in parts of South America, in (Argentina and Galápagos Islands), the West Indies, and the Pacific Islands, including Japan and New Caledonia.",
    "References": "",
    "External links": " Media related to Triops longicaudatus at Wikimedia Commons\nMyTriops\nLittle Science Books"
  }
}