{
  "url": "https://en.wikipedia.org/wiki/Triops_cancriformis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Arthropoda"
    },
    {
      "Subphylum": "Crustacea"
    },
    {
      "Class": "Branchiopoda"
    },
    {
      "Order": "Notostraca"
    },
    {
      "Family": "Triopsidae"
    },
    {
      "Genus": "Triops"
    },
    {
      "Species": "T. cancriformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Triops cancriformis, or tadpole shrimp, is a species of tadpole shrimp found in Europe to the Middle East and India.Due to habitat destruction, many populations have recently been lost across its European range, so, the species is considered endangered in the United Kingdom and in several European countries. In captivity they commonly grow up to 6 centimetres (2.4 in); in the wild they can achieve sizes of 11 cm (4.3 in).In the UK, there are just two known populations: in a pool and adjacent area in the Caerlaverock Wetlands in Scotland, and a temporary pond in the New Forest. The species is legally protected under Schedule 5 of the Wildlife and Countryside Act 1981 (as amended).\nThis species is considered to be one of the oldest living species on the planet at around 200 million years old. Fossils of this species from the Upper Triassic (Norian) period appear virtually unchanged compared to modern day members of the species.",
    "Life cycle": "Triops cancriformis has a very fast life cycle, and individuals become mature in about two weeks after hatching. Their populations can be gonochoric, hermaphroditic or androdioecious. The latter is a very rare reproductive mode in animals, in which populations are made of hermaphrodites, with a small proportion of males. Due to this lack of males, early researchers thought Triops were parthenogenetic. The presence of testicular lobes scattered amongst their ovaries confirmed they were in fact hermaphroditic. Fertilized females or hermaphrodites produce diapausing eggs or cysts, able to survive decades in the sediment of the ponds and lakes they inhabit. These eggs are resistant to drought and temperature extremes.",
    "Taxonomic history": "In 1801, Louis Augustin Guillaume Bosc made the first officially recognised species description of Triops cancriformis. He named this species Apus cancriformis. Other authors used the name Apus cancriformis over the years but often with the wrong original author of this name. The genus name Apus was pre-occupied by a genus of birds (described in 1777), rendering the name invalid for the tadpole shrimp.\nIn 1909, Ludwig Keilhack used the correct name \"Triops cancriformis (Bosc)\" in a field identification key of the freshwater fauna of Germany. He took up the genus name proposed by Schrank and suggested that the genus name Apus be replaced with Triops Schrank since Apus had been used since 1777 as the genus name of some birds (commonly known as swifts). However, other authors disagreed with him and the controversy continued until the 1950s.\nIn 1955, Alan Longhurst provided the original author of T. cancriformis as \"Triops cancriformis (Bosc, 1801)\" with a full history of synonymy to support it. This was in a taxonomic review of the Notostraca that also supported using the genus name Triops instead of Apus. In 1958, the International Commission on Zoological Nomenclature (ICZN) recognised the name Triops cancriformis (Bosc, 1801–1802) (ICZN name no. 1476) as officially the oldest. They also recognised the genus name Triops Schrank instead of Apus. They followed Longhurst in these decisions.",
    "Human uses": "\nAlthough members of the genus Triops usually have no economic importance, the Beni-kabuto ebi albino variant of Triops cancriformis has been used to control mosquitoes and weeds in Asian rice fields.\nTriops cancriformis is the second most common species raised by hobbyists next to Triops longicaudatus. They are particularly valued for their lower hatching temperature and somewhat longer lifespan as well as potentially larger size.\n\n\n== References =="
  }
}