{
  "url": "https://en.wikipedia.org/wiki/Eragrostis_pilosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Eragrostis"
    },
    {
      "Species": "E. pilosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eragrostis pilosa is a species of grass. It is native to Eurasia and Africa. It may or may not be native to North America. It is widely introduced, and it is a common weed in many areas.\nCommon names include Indian lovegrass, Jersey love-grass, hairy love grass, small tufted lovegrass, soft lovegrass (English), éragrostide poilue, pâturin poilu (French), barba de indio, pasto ilusión, pasto pelillo, sereno (Spanish), hua mei cao (Chinese), behaartes Liebesgras (German), capim-barbicha-de-alemão, panasco (Brazilian Portuguese), and gangami subu (Zarma).",
    "Description": "This species is an annual grass growing up to 70 centimeters tall. The narrow leaves are up to 20 centimeters long. Both stem and foliage usually have scattered glandular pits; when the species is divided into varieties, the abundance of the pits helps to distinguish them. The ligule is a short fringe of hairs. The inflorescence is an open panicle with branches each up to 10 centimeters long. The lowest branches are whorled about the stem. The narrow, grayish to purple-green spikelets are up to a centimeter long and each can contain up to 10 to 17 florets.",
    "Habitat and dispersal": "This grass can be found in a variety of habitat types, easily taking hold in disturbed areas such as roadsides and crop fields. It grows well in moist and wet habitat, including swamps. It is spread by seed, which is transported by water and wind, in soil and hay, and on machinery and trains. It likely has a long-lasting soil seed bank.",
    "Uses": "The grass has some value as a forage and fodder. The grain is edible by humans.",
    "Teff": "This grass is also of interest in agriculture because it is the main wild ancestor of teff (Eragrostis tef), a staple cereal in some regions and of particular importance in Ethiopia. The close connection between the two grasses is supported by genetic evidence. They are also very similar in morphology, sometimes indistinguishable. The most consistent difference is that E. pilosa undergoes spikelet shattering, the disintegration of the seedhead that is the first step in seed dispersal. Teff heads do not shatter, making the plant easier to manage as an agricultural crop. E. pilosa has been occasionally harvested as a grain in Ethiopia, but only in times of desperation.The majority of Eragrostis species are polyploid, with more than two sets of chromosomes; E. pilosa is an allotetraploid, containing the genes of other species, suggesting it is of hybrid origin. Teff is also allotetraploid. Fertile hybrids between the two have been bred.",
    "Ecology": "This grass can be infested with the parasitic plant purple witchweed (Striga hermonthica).\n\n\n== References =="
  }
}