{
  "url": "https://en.wikipedia.org/wiki/Eragrostis_setifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Eragrostis"
    },
    {
      "Species": "E. setifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eragrostis setifolia, commonly known as neverfail grass, is a native Australia C4 perennial grass.. The grass is widespread and common throughout the range lands of Australia where it is commonly utilized as a pasture grass. According to IUCN classification it is listed as a least concern species throughout most of its range with the exception of Victoria where it is classified as vulnerable.",
    "Taxonomy": "The grass belongs to Eragrostis, the most species rich genus within the subfamily Chloridoideae. The genus was first described by Nathanael Matthaeus von Wolf in 1776 and currently has approximately 350 species. Eragrostis setifolia was classified as a species by Nees in 1843.",
    "Description": "Eragrostis setifolia is an erect perennial tussock forming grass. It may reach a height of 60 cm (24 in) however it is most commonly between 10-50cm tall. The species has a poorly developed rhizome and produces a compact tussock. The morphology of the cataphylls can vary from hairless to bearing hair like projections. Cataphylls are often either shiny or leathery and may be oval shaped or tapered. The leaves are generally rough and glabrous. The Culms are wrapped in broad sheaths. Leaves are generally about 4-13cm in length, rolled and taper to point.. The flowers of this grass are dense and pointed. They are approximately 3-12cm in length and reach a width of 1.5-3cm. The flowers range from pale to light purple in colour and are attached via short branches up to 3cm in length. The grass produces 10-50 spikelets with a pale to slightly purple shade. Spikelets reach approximately 2cm in length and 1.5cm in width. Seeds are small only reaching 0.08mg in mass.",
    "Distribution": "Eragrostis setifolia is an Australian native common throughout the semi-arid interior of Australia. It is found in all mainland Australian states with the highest density of records in Western New South Wales, South Australia and the Northern Territory. It tends to be most commonly associated with semi-arid woodlands and shrub-lands including Coolibah and black box woodlands and salt bush communities. This grass is also a common component of native grasslands including Mitchell grasslands. Eragrostis setifolia is most abundant in relatively moist refuges within its habitat range It tends to be associated with low lying areas. The most favourable habitat for Eragrostis setifolia is land that is subject to periodic inundation such as gilgais and floodplains. This grass is most abundant in clay dominated soils ranging from red, brown, grey or black clay. The affinity to clay soils is due to the high water holding capacity of these soils. It is less common in sandy areas however it may also inhabit sandy/loam environments that are subject to flooding (e.g. near flood plains or water courses) It is occasionally found on found in saline or calcareous soils. Eragrostis setifolia is tolerant or even favoured by infertile soils",
    "Ecology and uses": "Eragrostis setifolia is a summer growing (C4) grass. It is capable of year round flowering and seed set. It tends to respond positively to rainfall events with growth, germination and flowering coinciding with rainfall and water availability. Germination is highly dependent on rainfall and is severely depauparate in the absence of moisture. It is quite drought tolerant and tends to die back during severe water shortages only to re-sprout again in periods of rain The grass also appears to readily colonise burnt areas such as burnt spinifex grasslands.It is commonly grazed by native herbivores such as macr pods, the red kangaroo in particular preferably grazes it. Its main use for humans is its value for livestock grazing. Eragrostis setifolia is relatively resilient and productive and thus it is often considered a useful fodder plant. Is tolerant to grazing when compared to other native grasses (such as Mitchell grass) and can withstand grazing pressure that would lead to the elimination of other native grasses. In addition to being consumed by native wildlife it provides important habitat for native species such as the plains rat (Pseudomys australis)\n\n\n== References =="
  }
}