{
  "url": "https://en.wikipedia.org/wiki/Eragrostis_lehmanniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Eragrostis"
    },
    {
      "Species": "E. lehmanniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eragrostis lehmanniana is a species of grass known by the common name Lehmann lovegrass. It is native to southern Africa. It is present elsewhere as an introduced species. It is well known as an invasive weed in some areas, such as Arizona in the United States.This grass produces loose, open clumps of stems up to 61 to 80 centimetres (2.00 to 2.62 ft) long, with some stems growing erect and some lying across the ground and rooting where nodes come in contact with the substrate. The leaves are up to 15 centimetres (5.9 in) long. The inflorescence is a panicle up to 18 centimetres (7.1 in) long by 8 centimetres (3.1 in) wide, with branches appressed to the stems or held out at an angle. The spikelets are up to 1.4 cm (0.55 in) long and contain up to 14 flowers each. The grass may spread via stolons.In its native African range this grass is common in several habitat types such as Acacia woodland and Kalahari grasslands and savanna. It has been introduced to North and South America. In 1930 the grass was introduced to Arizona in the United States to replace the native grasses that had been severely overgrazed by livestock. In the 1940s the grass was spreading and could be found growing in areas where it had not been planted. By 1980 the grass had been sown on over 100,000 acres but it failed to take hold in many regions, such as parts of Texas and New Mexico. In the desert grasslands and shrublands of southeastern Arizona, however, it did well, growing best in areas with sandy soils, rare freezes, and summer rainfall totals of about 15 to 22 cm (5.9 to 8.7 in). Much beyond these parameters it does not spread or fails to survive. In 1988 it was a major species on 347,000 acres of Arizona desert. In parts of the region, the native ecosystem has been replaced by velvet mesquite woodland with an understory dominated by Lehmann lovegrass. This species sometimes hybridizes with Eragrostis curvula (\"weeping lovegrass\").The grass produces large monotypic stands that crowd out native grasses and reduce plant and animal diversity. It forms a soil seed bank that can withstand long dry periods, giving it an advantage over some native grasses. It has been shown to have a negative impact on other types of plants, such as Agave palmeri, a key component in the local ecosystem.",
    "References": "",
    "Further reading": "Chasey, R. Lehmann Lovegrass Bibliography."
  }
}