{
  "url": "https://en.wikipedia.org/wiki/Eragrostis_curvula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Eragrostis"
    },
    {
      "Species": "E. curvula"
    }
  ],
  "text": {
    "__SUMMARY__": "Eragrostis curvula is a species of grass known by the common name weeping lovegrass. Other common names include Boer lovegrass, curved lovegrass, Catalina lovegrass, and African lovegrass.\nIt is native to southern Africa. It is an introduced species on other continents.",
    "Description": "Eragrostis curvula is usually a long-lived perennial grass, but it is sometimes an annual plant. It is variable in appearance, and there are many different natural and cultivated forms.\nIn general, it forms tufts of stems up to 1.9 metres (6.2 ft) tall. The tufts may reach a diameter of 38 centimetres (1.25 ft).\nThe grass grows from a thick root network. Plants have been noted to have roots penetrating over 4 metres (13 ft) deep in the soil and 3 metres (9.8 ft) laterally. The roots can grow 5 centimetres (2.0 in) per day. The first root to grow into the soil from a seedling can send out up to 60 small rootlets per inch. The dense root system forms a sod.\nThe drooping leaves of the grass are up to 65 centimetres (2.13 ft) long but just a few millimeters wide, and they may have rolled edges. The inflorescence is a panicle with branches lined with centimeter-long spikelets. Each spikelet may contain up to 15 flowers. One panicle may produce 1000 seeds. Cultivated plants may produce two crops of seed per year. The plant self-fertilizes or undergoes apomixis, without fertilization.",
    "Uses": "This grass is valuable as a forage for livestock in Africa, its native range. There are many ecotypes. Several of these ecotypes were collected and introduced in the United States as cultivars. The grass was first planted in the United States in Stillwater, Oklahoma, in 1935. It was good for livestock, and its massive root network made it a good plant for erosion control.\nIt spread quickly as it was planted for ornamental purposes. It reached New York in the 1960s and in the 1970s and 80s it was planted alongside many highways such as the Long Island Expressway. Today it occurs as an invasive species in wild habitat from the southwestern United States to the East Coast. It can be found in woodlands, chaparral, prairie, grassland, and disturbed areas. It is tolerant of very acidic and very basic soils; it grows easily in mine spoils. This species may hybridize with other Eragrostis, such as Eragrostis caesia, E. lehmanniana, and E. planiculmis.Cultivars of this grass include 'South African Robusta Blue', 'Witbank', 'Ermelo', 'Kromarrai', 'American Leafy', and 'Renner'. Cultivars may be selected for yield, palatability for livestock, and drought resistance. It is planted along waterways in Sri Lanka and mountainsides in Japan, and it is used for oversowing fields in Argentina. In the United States it is often planted alongside Korean lespedeza. It is planted as a nurse crop for sericea lespedeza, coastal panic grass, and switchgrass.It is an invasive species in some regions, such as parts of the United States and Victoria and other Australian states. It is aggressive and can crowd out native plants. Its drought resistance helps it to survive in dry environments.In Lesotho, this grass is used to make baskets, brooms, hats, ropes, and candles, and it is used for food, as a charm, and in funeral rituals.",
    "References": "\n\n== External links =="
  }
}