{
  "url": "https://en.wikipedia.org/wiki/Eragrostis_variabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Eragrostis"
    },
    {
      "Species": "E. variabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eragrostis variabilis is a species of grass known by the common names variable lovegrass, kawelu, emoloa, and kalamalo. It is endemic to Hawaii, where it occurs on all the main islands plus Kure Atoll, Midway Atoll, Pearl and Hermes Atoll, Lisianski Island, Laysan, and Nihoa.This species is a perennial grass which is variable in appearance. The smooth, erect stems are up to 3 feet tall or more. The leaves and inflorescences are variable in length. The panicles are open and spreading or dense and spike-shaped. Plants from the main islands look different from those growing on the other Hawaiian islands. There are about 3,136,000 seeds in a pound.This plant grows in several types of island habitat from dunes at sea level to ridges and cliffs at up to 3700 feet in elevation. It grows in areas that receive 40 to 100 inches of precipitation per year.On Laysan Island this plant provides the main nesting habitat for the rare Laysan finch (Telespiza cantans). The bird hides its nest in clumps of the grass. The grass also provides important nesting cover for the rare Laysan duck (Anas laysanensis). It is used by other bird species, such as the brown noddy (Anous stolidus), wedge-tailed shearwater (Puffinus pacificus), and red-tailed tropicbird (Phaethon rubricauda).This plant was used as thatching by Native Hawaiians. It is also used as an ornamental grass.This grass is displaced by the introduced weed sandbur (Cenchrus echinatus). This displacement reduces the amount of available nesting habitat for birds.",
    "References": "",
    "External links": "Eragrostis variabilis Propagation Trial"
  }
}