{
  "url": "https://en.wikipedia.org/wiki/Eragrostis_tef",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Poales"
    },
    {
      "Family": "Poaceae"
    },
    {
      "Genus": "Eragrostis"
    },
    {
      "Species": "E. tef"
    }
  ],
  "text": {
    "__SUMMARY__": "Eragrostis tef, also known as teff, Williams lovegrass or annual bunch grass, is an annual grass, a species of lovegrass native to the Horn of Africa, notably what is today modern-day Ethiopia and Eritrea. It is cultivated for its edible seeds, also known as teff.",
    "Description": "Eragrostis tef is a self pollinated tetraploid annual cereal grass. Teff is a C4 plant,  which allows it to more efficiently fix carbon in drought and high temperatures, and is an intermediate between a tropical and temperate grass. The name teff is thought to originate from the Amharic word teffa, which means “lost”. This probably refers to its tiny seeds, which have a diameter smaller than 1 mm. Teff is a fine-stemmed, tufted grass with large crowns and many tillers. Its roots are shallow, but develop a massive fibrous rooting system. The plant height varies depending on the cultivation variety and the environmental conditions. As for many ancient crops, teff is quite adaptive and can grow in various environmental conditions; particularly, teff can be cultivated in dry environments, but also under wet conditions on marginal soils.Teff originated in the Horn of Africa, corresponding to what is today modern day Ethiopia and Eritrea, where it is one of the most important cereals. It is grown for its tiny seeds and also for its straw to feed the cattle. The seeds are very small, about a millimeter in length, and a thousand grains weigh approximately 0.3 grams. They can have a color from a white to a deep reddish brown. Teff is similar to millet and quinoa in cooking, but the seed is much smaller and cooks faster, thus using less fuel.",
    "Distribution": "Teff is mainly cultivated in Ethiopia and Eritrea, where it originates. It is one of the most important staple crops in these two countries, where it is used to make injera or keyta. In 2016, Ethiopia grew more than 90 percent of the world's teff. It is now also marginally cultivated in India, Australia, Germany, the Netherlands, Spain, and the US, particularly in Idaho, California, Texas, and Nevada. Because of its very small seeds, a handful is enough to sow a large area. This property makes teff particularly suited to a seminomadic lifestyle.",
    "History": "Teff was one of the earliest plants domesticated. Teff is believed to have originated in Ethiopia between 4000 BC and 1000 BC. Genetic evidence points to E. pilosa as the most likely wild ancestor. A 19th-century identification of teff seeds from an ancient Egyptian site is now considered doubtful; the seeds in question (no longer available for study) are more likely of E. aegyptiaca, a common wild grass in Egypt.In Ethiopia, teff is the most important commodity for both production and consumption. The flat pancakes injera provide livelihood for around 6.5 million small farmers in the country. In 2006, the Ethiopian government outlawed the export of raw teff, from fear of suffering the same fate as South American countries after the explosion of quinoa consumption in Europe and the US. The Ethiopian government feared that, if exports were allowed, farmers would not be able to provide enough teff to supply the domestic demand anymore. Processed teff, namely the pancake injera, could still be exported and was mainly bought by the Ethiopian diaspora living in northern Europe, the Middle East and North America. After a few years, fears of a domestic shortage of teff in the scenario of an international market opening decreased. Teff yields had been increasing by 40 to 50% over the five previous years while prices had remained stable in Ethiopia. This led the government to partially lift the export ban in 2015. To ensure that the domestic production would not be minimized, the export licenses have only been granted to 48 commercial farmers which had not cultivated the plant before. Lack of mechanization is a barrier to potential increases in teff exports. Yet the increasing demand, rising by 7-10% per year, and the subsequent increase in exports is encouraging the country to speed up the modernization of agriculture and is also boosting research. Because of its potential as an economic success, a few other countries, including the US and some European countries, are already cultivating teff and selling it on domestic markets.",
    "Uses": "Teff is a multipurpose crop which has a high importance for the Ethiopian diet and culture. In Ethiopia, teff provides two-thirds of the daily protein intake. It is not only important for human nutrition, but also as fodder for livestock, or as building material. Teff is the main ingredient to prepare injera, a sourdough-risen flatbread. During meals, it is often eaten with meat or ground pulses. Sometimes it is also eaten as porridge. Moreover, teff can be used to prepare alcoholic drinks, called arak'e or katikalla or beer, called t'ella or fersso. Finally, due to its high mineral content, teff is also mixed with soybeans, chickpeas or other grains to manufacture baby foods.According to a study in Ethiopia, farmers indicated a preference among consumers for white teff over darker colored varieties. As a nutritious fodder, teff is used to feed ruminants in Ethiopia and horses in the United States. It is a source of animal feed, especially during the dry season, and it is often preferred over straw of other cereals. Teff grass can be used as a construction material when mixed with mud to plaster the walls of local grain storage facilities.",
    "Ecology": "Teff is adaptable and it can grow in various environments, at altitudes ranging from sea level to 3,200 metres (10,500 ft). However, it does not tolerate frost. Highest yields are obtained when teff is grown between 1,800 to 2,100 m (5,900 to 6,900 ft), with an annual rainfall of 450 to 550 mm (18 to 22 in), and daily temperatures range from 15 to 27 °C (59 to 81 °F). Yields decrease when annual rainfall falls below 250 mm and when the average temperature during pollination exceeds 22 °C. Despite its superficial root system, teff is quite drought-resistant thanks to its ability to regenerate rapidly after a moderate water stress and to produce fruits in a short time span. It is daylight-sensitive and flowers best with 12 hours of daylight. Teff is usually cultivated on pH neutral soils, but it was noticed that it could sustain acidity up to a pH below 5. Teff has a C4 photosynthesis mechanism.",
    "Cultivation": "The cultivation of teff is labor intensive and the small size of its seeds makes it difficult to handle and transport them without loss. In Ethiopia, teff is mostly produced during the main rain season, between July and November. It is known as an \"emergency crop\" because it is planted late in the season, when the temperatures are warmer, and most other crops have already been planted. Teff germination generally occurs between 3 and 12 days after sowing. Optimal germination temperatures range from 15 to 35 °C; under 10 °C, germination almost does not occur. Teff is traditionally sown or broadcast by hand, on firm, humid soil. Usual sowing density ranges from 15 to 20 kg/ha, though farmers can sow up to 50 kg/ha, because the seeds are hard to spread equally and a higher sowing density helps to reduce weed competition at the early stage. Seeds are either left at the soil surface or slightly covered by a thin layer of soil, but must not be planted at a depth greater than 1 cm. The field can be subsequently rolled. Sowing can also be done mechanically; row planting reduces lodging.\nRecommended fertilization doses are the followed: 25–60 kg/ha for N, and 10–18 kg/ha for P. Teff responds more to nitrogen than to phosphorus; thus, high nitrogen inputs increase the biomass production and size of the plants, thereby increasing lodging. To avoid this, farmers can decrease nitrogen input, cultivate teff after a legume crop or adjust sowing time so that the rains have stopped when the crop reaches heading stage. In Ethiopia, teff is commonly used in crop rotations with other cereals and legumes.\n\nTeff is harvested 2 to 6 months after sowing, when the vegetative parts start to turn yellow. If teff is harvested past its maturation, seeds will fall off, especially in windy or rainy weather conditions. In Ethiopia, harvest lasts from November to January; harvest is usually done manually, with sickles. Farmers cut the plants at soil surface, pile them up in the field and transport them to the threshing area. Teff is traditionally threshed by using animals walking on the harvest. Alternatively, some farmers can rent threshing machines used for other cereals. The seeds are easy to store, as they are resistant to most pests during storage. Teff seeds can stay viable several years if direct contact with humidity and sun is avoided. Average yields in Ethiopia reach around two tonnes per ha. One single inflorescence can produce up to 1000 seeds, and one plant up to 10 000. Moreover, teff offers some promising opportunities for breeding programs: the first draft of the Eragrostis tef genome was published in 2014 and research institutes have started selecting for more resistant varieties. In 1996, the US National Research Council characterized teff as having the \"potential to improve nutrition, boost food security, foster rural development and support sustainable landcare.\"",
    "Cultivation-Challenges and prospects": "The major challenges in teff production are its low yield and high susceptibility to lodging. Efforts to conventionally breed teff towards higher yields started in the 1950s and led to an average annual increase in yield of 0.8%. However, no considerable improvements concerning the susceptibility of lodging have been made, due mainly to low demand outside of Ethiopia and Eritrea. \nHigh-yielding varieties, such as Quencho, were widely adopted by farmers in Ethiopia. Sequencing of the teff genome improved breeding, and an ethyl methanesulphonate (EMS)-mutagenized population was then used to breed the first semi-dwarf lodging-tolerant teff line, called kegne. In 2015, researchers tested 28 new teff varieties and identified three promising lines that generated yields of up to 4.7 tonnes per ha.The \"Teff Improvement Project\" marked a milestone by releasing the first teff variety Tesfa to the Ethiopian markets in March 2017. Areas of further development include: \"(i) improving productivity of teff; (ii) overcoming the lodging malady; (iii) developing climate-smart and appropriate crop and soil management options; (iv) developing tolerance to abiotic stresses such as drought and soil acidity; (v) developing suitable pre- and post-harvest mechanization technologies suitable for smallholder farmers as well as commercial farms; (vi) food processing and nutrition aspects with special attention to the development of different food recipes and value-added products; (vii) developing crop protection measures against diseases, insect pests and weeds; and (viii) improving or strengthening socio-economics and agricultural extension services.\"",
    "Nutritional value": "Uncooked teff is 9% water, 73% carbohydrates, 13% protein, and 2% fat. Cooked teff is 75% water, 20% carbohydrates, 4% protein, and less than 1% fat (table). In a 100 gram amount, cooked teff provides 101 calories, is a rich source of protein, dietary fiber, and manganese, and contains moderate amounts of thiamin, phosphorus, iron, magnesium, and zinc (table). The fiber content in teff is also higher than in most other cereals.Teff is gluten free, making it unappealing in taste and texture for baked products. However, a method has been developed to process teff into a flour with acceptable baking qualities, such as for bread and pasta.",
    "Patent and controversy": "A broad patent on many aspects of the use and processing of teff and teff flour was granted in 2007 by the European Patent Office (EPO) to a Dutch company. This patent has been contested since 2014 or earlier. In November 2018, the Dutch government ruled the patent invalid.",
    "References": "",
    "External links": "Traditional Crops: Teff Food and Agriculture Organization of the United Nations (FAO)\nTeff: Overview Encyclopedia of Food Grains, 2nd ed., Academic Press, 2016\nEragrostis tef (Zucc.) Trotter Purdue University Center for New Crops & Plant Products\nTef (Eragrostis tef) hay Feedipedia, a programme by INRA, CIRAD, AFZ and FAO, 2017\nTef Improvement Project University of Bern\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Eragrostis tef\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg."
  }
}