{
  "url": "https://en.wikipedia.org/wiki/Pinus_densiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. densiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus densiflora, also called, Japanese red pine the Japanese pine or Korean red pine, has a home range that includes Japan, the Korean Peninsula, northeastern China (Heilongjiang, Jilin, Liaoning, Shandong) and the extreme southeast of Russia (southern Primorsky Krai). This pine has become a popular ornamental and has several cultivars, but in the winter it becomes yellowish. The height of this tree is 20–35 m. The Japanese red pine prefers full sun on well-drained, slightly acidic soil.\nThe leaves are needle-like, 8–12 cm long, with two per fascicle. The cones are 4–7 cm long. It is closely related to Scots pine, differing in the longer, slenderer leaves which are mid green without the glaucous-blue tone of Scots pine.\nIn Japan it is known as akamatsu (赤松, literally \"red pine\") and mematsu (雌松). It is widely cultivated in Japan both for timber production and as an ornamental tree, and plays an important part in the classic Japanese garden. Numerous cultivars have been selected, including the variegated semi-dwarf Oculus Draconis, the pendulous, often contorted Pendula and the multi-trunked 'Umbraculifera' (Japanese 多形松 tagyoushou, sometimes spelled as tanyosho).\nIn Korea, simply called sonamu (소나무, literally \"pine tree\"), it takes special status. Historically, Korean dynasties looked after it for timber and resin production banning laypeople from logging them. Korean aristocrats, or Yangban, loved it because they thought this evergreen tree represented virtues of Confucianism, \"fidelity\" and \"fortitude\". In this strongly confucian society, it became the national symbol. For the Korean people, even today, it is considered to represent Korean spirit and mentioned in the South Korean national anthem, Aegukga. Since it was introduced to the West by Japanese scholars, it was named the \"Japanese red pine\" in English. In Korea the KFS (Korea Forest Service) has changed the English name in Korea to 'Korean red pine'.",
    "References": "",
    "Further reading": "J. E., Aughanbaugh (1950). \"Japanese Red Pine_cabdirect\". Pennsylvania Forests and Waters. 2 (1): 10–11, 18."
  }
}