{
  "url": "https://en.wikipedia.org/wiki/Pinus_strobus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. strobus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus strobus, commonly denominated the eastern white pine, northern white pine, white pine, Weymouth pine (British), and soft pine is a large pine native to eastern North America. It occurs from Newfoundland, Canada west through the Great Lakes region to southeastern Manitoba and Minnesota, United States, and south along the Appalachian Mountains and upper Piedmont to northernmost Georgia and perhaps very rarely in some of the higher elevations in northeastern Alabama.The Native American Haudenosaunee denominated it the \"Tree of Peace\". It is known as the \"Weymouth pine\" in the United Kingdom, after Captain George Weymouth of the British Royal Navy, who brought its seeds to England from Maine in 1605.",
    "Distribution": "Pinus strobus is found in the nearctic temperate broadleaf and mixed forests biome of eastern North America. It prefers well-drained or sandy soils and humid climates, but can also grow in boggy areas and rocky highlands. In mixed forests, this dominant tree towers over many others, including some of the large broadleaf hardwoods. It provides food and shelter for numerous forest birds, such as the red crossbill, and small mammals such as squirrels.\nEastern white pine forests originally covered much of north-central and north-eastern North America. Only one percent of the old-growth forests remain after the extensive logging operations of the 18th century to early 20th century.\nOld growth forests, or virgin stands, are protected in Great Smoky Mountains National Park. Other protected areas with known virgin forests, as confirmed by the Eastern Native Tree Society, include Algonquin Provincial Park, Quetico Provincial Park, Algoma Highlands in Ontario, and Sainte-Marguerite River Old Forest  in Quebec, Canada; Estivant Pines, Huron Mountains, Porcupine Mountains State Park, and Sylvania Wilderness Area in the Upper Peninsula of Michigan, United States; Hartwick Pines State Park in the Lower Peninsula of Michigan; Menominee Indian Reservation in Wisconsin; Lost 40 Scientific and Natural Area (SNA) and Boundary Waters Canoe Area Wilderness in Minnesota; White Pines State Park, Illinois; Cook Forest State Park, Hearts Content Scenic Area, and Anders Run Natural Area in Pennsylvania; and the Linville Gorge Wilderness in North Carolina, United States.\nSmall groves or individual specimens of old growth eastern white pines are found across the range of the species in the USA, including in Ordway Pines, Maine; Ice Glen, Massachusetts; and Adirondack Park, New York. Many sites with conspicuously large specimens represent advanced old field ecological succession. The tall stands in Mohawk Trail State Forest and William Cullen Bryant Homestead in Massachusetts are examples.\nAs an introduced species, Pinus strobus is now naturalizing in the Outer Western Carpathians subdivision of the Carpathian Mountains in Czech Republic and southern Poland. It has spread from specimens planted as ornamental trees.",
    "Description": "Like most members of the white pine group, Pinus subgenus Strobus, the leaves (\"needles\") are in fascicles (bundles) of 5, or rarely 3 or 4, with a deciduous sheath. They are flexible, bluish-green, finely serrated, 5–13 cm (2–5 in) long, and persist for 18 months, i.e., from the spring of one season until autumn of the next, when they abscise.\nThe seed cones are slender, 8–16 cm (3 1⁄4–6 1⁄4 in) long (rarely longer than that) and 4–5 cm (1 1⁄2–2 in) broad when open, and have scales with a rounded apex and slightly reflexed tip. The seeds are 4–5 mm (5⁄32–3⁄16 in) long, with a slender 15–20 mm (5⁄8–3⁄4 in) wing, and are dispersed by wind. Cone production peaks every 3 to 5 years.\nThe branches are spaced about every 18 inches on the trunk with 5-6 branches appearing like spokes on a wagon wheel.\nEastern white pine is self-fertile, but seeds produced this way tend to result in weak, stunted, and malformed seedlings.\nMature trees are often 200–250 years old, and some live to over 400 years. A tree growing near Syracuse, New York was dated to 458 years old in the late 1980s and trees in Michigan and Wisconsin were dated to approximately 500 years old.",
    "Description-Dimensions": "The eastern white pine has the distinction of being the tallest tree in eastern North America. In natural pre-colonial stands it is reported to have grown as tall as 70 m (230 ft). There is no means of accurately documenting the height of trees from these times, but eastern white pine may have reached this height on rare occasions. Even greater heights have been reported in popular, but unverifiable, accounts such as Robert Pike's \"Tall Trees, Tough Men\".\nTotal trunk volumes of the largest specimens are approximately 28 m3 (990 cu ft), with some past giants possibly reaching 37 or 40 m3 (1,300 or 1,400 cu ft). Photographic analysis of giants suggests volumes closer to 34 m3 (1,200 cu ft).",
    "Description-Dimensions-Height": "Pinus strobus grows approximately 1 m (3.3 ft) annually between the ages of 15 and 45 years, with slower height increments before and after that age range. The tallest presently living specimens are 50–57.55 m (164 ft 1 in–188 ft 10 in) tall, as determined by the Native Tree Society (NTS). Prior to their exploitation, it was common for white pines in northern Wisconsin to reach heights of over 200 ft (61 m). Three locations in southeastern United States and one site in northeastern United States have trees that are 55 m (180 ft) tall. \nThe southern Appalachian Mountains have the most locations and the tallest trees in the present range of Pinus strobus. One survivor is a specimen known as the \"Boogerman Pine\" in the Cataloochee Valley of Great Smoky Mountains National Park. At 57.55 m (188 ft 10 in) tall, it is the tallest accurately measured tree in North America east of the Rocky Mountains. It has been climbed and measured by tape drop by the Native Tree Society. Before Hurricane Opal broke its top in October 1995, Boogerman Pine was 63 m (207 ft) tall, as determined by Will Blozan and Robert Leverett using ground-based measurements.\nThe tallest specimens in Hartwick Pines State Park in Michigan are 45–48 m (148–157 ft) tall.\nIn northeastern USA, 8 sites in 4 states currently have trees over 48 m (157 ft) tall, as confirmed by the Native Tree Society. The Cook Forest State Park of Pennsylvania has the most numerous collection of 45 m (148 ft) eastern white pines in the Northeast, with 110 trees measuring that height or more. The Park's \"Longfellow Pine\" is the tallest presently living eastern white pine in the Northeast, at 55.96 m (183 ft 7 in) tall, as determined by being climbed and measured by tape drop. The Mohawk Trail State Forest of Massachusetts has 83 trees measuring 45 m (148 ft) or more tall, of which 6 exceed 48.8 m (160 ft). The \"Jake Swamp Tree\" located there is 51.54 m (169 ft 1 in) tall. The Native Tree Society maintains precise measurements of it. A private property in Claremont, New Hampshire has approximately 60 specimens that are 45 m (148 ft) tall. Besides the aforementioned sites, sites with 45 m (148 ft) tall specimens typically have one to 15 specimens.",
    "Description-Dimensions-Diameter": "Diameters of the larger pines range from 1.0–1.6 m (3 ft 3 in–5 ft 3 in), which translates to a circumference (girth) range of 3.1–5.0 m (10 ft 2 in–16 ft 5 in). However, single-trunked white pines in both the Northeast and Southeast with diameters over 1.45 m (4 ft 9 in) are exceedingly rare. Notable big pine sites of 40 ha (99 acres) or less will often have no more than 2 or 3 trees in the 1.2 to 1.4 m (3 ft 11 in to 4 ft 7 in) diameter class.\n\nUnconfirmed reports from the colonial era gave diameters of virgin white pines of up to 2.4 m (8 ft).",
    "Mortality and disease": "Because the eastern white pine tree is somewhat resistant to fire, mature survivors are able to re-seed burned areas. In pure stands mature trees usually have no branches on the lower half of the trunk. The white pine weevil (Pissodes strobi) and white pine blister rust (Cronartium ribicola), an introduced fungus, can damage or kill these trees.",
    "Mortality and disease-Blister rust": "Mortality from white pine blister rust in mature pine groves was often 50–80% during the early 20th century. The fungus must spend part of its life cycle on alternate hosts of the genus Ribes, the native gooseberry or wild currant. Foresters proposed that if all the alternate host plants were removed that white pine blister rust might be eliminated. A very determined campaign was mounted and all land owners in commercial pine growing regions were encouraged to uproot and kill all native gooseberry and wild currant plants. The ramifications for wildlife and habitat ecology were of less concern at the time than timber industry protection.\nToday native wild currants are relatively rare plants in New England, and planting wild currants or wild gooseberries is strongly discouraged, or even illegal in some jurisdictions. As an alternative, new strains of commercial currants have been developed which are highly resistant to white pine blister rust. Mortality in white pines from rust is only about 3% today.",
    "Conservation status in the United States": "Old white pines are treasured in the United States. An American National Natural Landmark, Cook Forest State Park, contains the tallest known tree in the northeastern United States, a white pine named Longfellow Pine. Some white pines in Wisconsin are over 200 years old. White pine is listed as rare in Indiana.",
    "Historical uses": "",
    "Historical uses-Lumber": "In the 19th century, the harvesting of Midwestern white pine forests played a major role in America's westward expansion through the Great Plains. A quarter million white pines were harvested and sent to lumber yards in Chicago in a single year.The white pine had aesthetic appeal to contemporary naturalists such as Henry David Thoreau (\"There is no finer tree.\") Beyond that, it had commercial applications. It was considered \"the most sought and most widely utilized of the various forest growths of the northwest.\"  Descriptions of its uses are quoted below from a contemporary source:\n\nThe species was imported in 1620 to England by Captain George Weymouth, who planted it for a timber crop, but had little success because of white pine blister rust disease.\nOld growth pine in the Americas, of various Pinus species, was a highly desired wood since huge, knot-free boards were the rule rather than the exception. Pine was common and easy to cut, thus many colonial homes used pine for paneling, floors and furniture. Pine was also a favorite tree of loggers since pine logs can still be processed in a lumber mill a year or more after being cut down. In contrast, most hardwood trees such as cherry, maple, oak, and ash must be cut into 1\" thick boards immediately after felling or large cracks will develop in the trunk which can render the wood worthless.Although eastern white pine was frequently used for flooring in buildings constructed before the U.S. Civil War, the wood is soft and will tend to cup over time with wear.  George Washington opted for the much harder southern yellow pine at Mount Vernon instead.",
    "Historical uses-Masts": "During the age of square riggers, tall white pines with high quality wood in the Thirteen Colonies were known as mast pines. Marked by agents of the Crown with the broad arrow, these \"mast pines\" were reserved for the British Royal Navy.\nSpecial barge-like vessels were built to ship up to 50 pine trunks destined to become masts. The wood was often squared immediately after felling to fit in the holds of ships better. A 30 m (100 ft) mast was about 91 cm × 91 cm (3 ft × 3 ft) at the butt and 61 cm × 61 cm (2 ft × 2 ft) at the top, while a 37 m (120 ft) mast was 1.2 m × 1.2 m (4 ft × 4 ft) by 76 cm (30 in) on its ends.\nMarking of large specimens by the Crown was very controversial in the colonies, leading to the Pine Tree Riot in 1772; its act of rebellion played a significant role in the events leading to the American Revolution.  During that conflict colonists cut down and hauled off many mast pines.The original masts on the USS Constitution were single trees but were later replaced by laminated spars to better withstand cannonballs. An unusual large, lone, white pine was found in colonial times in coastal South Carolina along the Black River, far east of its southernmost normal range. The king's mark was carved into it, giving rise to the town of Kingstree.",
    "Contemporary uses": "",
    "Contemporary uses-Lumber": "Eastern white pine is now widely grown in plantation forestry within its native area.\nFreshly cut eastern white pine is creamy white or a pale straw color but pine wood which has aged many years tends to darken to a deep rich golden tan. Occasionally one can find light brown pine boards with unusual yellowish-golden or reddish-brown hues. This is the famous \"pumpkin pine\". It is generally thought that slow growing pines in old-growth forests accumulate colored products in the heartwood, but genetic factors and soil conditions may also play a role in rich color development.This wood is also favored by pattern makers for its easy working.",
    "Contemporary uses-Foods and medicines": "Eastern white pine needles exceed the amount of vitamin C of lemons and oranges and make an excellent herbal tea. The cambium is edible. It is also a source of resveratrol. Linnaeus noted in the 18th century that cattle and pigs fed pine bark bread grew well, but he personally did not like the taste. Caterpillars of Lusk's pinemoth (Coloradia luski) have been found to feed only on Pinus strobus.\nPine tar is produced by slowly burning pine roots, branches, or small trunks in a partially smothered flame. Pine tar mixed with beer can be used to remove tapeworms (flat worms) or nematodes (round worms). Pine tar mixed with sulfur is useful to treat dandruff, and marketed in present-day products. Pine tar can also be processed to make turpentine.\nNative American traditional usesThe name \"Adirondack\" is an Iroquois word which means tree-eater and referred to their neighbors (more commonly known as the Algonquians) who collected the inner bark of this tree, Picea rubens, and others during times of winter starvation. The white soft inner bark (cambial layer) was carefully separated from the hard, dark brown bark and dried. When pounded this product can be used as flour or added to stretch other starchy products.The young staminate cones were stewed by the Ojibwe Indians with meat and were said to be sweet and not pitchy. In addition, the seeds are sweet and nutritious, but not as tasty as those of some of the western nut pines.Pine resin (sap) has been used by various tribes to waterproof baskets, pails, and boats. The Chippewa also used pine resin to successfully treat infections and even gangrenous wounds. This is because pine resin apparently has a number of quite efficient antimicrobials. Generally a wet pulp from the inner bark, or pine tar mixed with beeswax or butter was applied to wounds and used as a salve to prevent infection.",
    "Contemporary uses-Cultivation": "Pinus strobus is cultivated by plant nurseries as an ornamental tree, for planting in gardens and parks. The species is low-maintenance and rapid growing as a specimen tree. With regular shearing it can also be trained as a hedge. Some cultivars are used in bonsai.",
    "Contemporary uses-Cultivation-Cultivars": "Cultivars have been selected for small to dwarf mature forms, and foliage color characteristics. They include:\n\nPinus strobus Nana Group — ave. 91 cm (3 ft) tall by 1.2 m (4 ft) wide. MBG: Pinus strobus (Nana Group)\nPinus strobus 'Macopin' — 30 to 91 cm (1 to 3 ft) tall & wide. MBG:Pinus strobus 'Macopin'\nPinus strobus 'Paul Waxman' — 61 to 152 cm (2 to 5 ft) tall & wide. MBG: Pinus strobus 'Paul Waxman'",
    "Contemporary uses-Cultivation-Christmas trees": "Smaller specimens are popular as live Christmas trees. Eastern white pines are noted for holding their needles well, even long after being harvested. They also are well suited for people with allergies, as they give little to no aroma. A standard 1.8-meter (6 ft) tree takes approximately 6 to 8 years to grow in ideal conditions. Sheared varieties are usually desired because of their stereotypical Christmas tree conical shape, as naturally grown ones can become too thick for larger ornaments, or grow bushy in texture. The branches of the eastern white pine are also widely used in making holiday wreaths and garland because of their soft, feathery needles.",
    "Symbolism": "Eastern white pine is the Provincial Tree of Ontario, Canada.In the United States it is the State Tree of Maine (as of 1945) and Michigan (as of 1955). Its \"pine cone and tassel\" is also the State Flower of Maine. Sprigs of eastern white pine were worn as badges as a symbol of Vermont identity during the Vermont Republic and are depicted in a stained glass window in the Vermont State House, on the Flag of Vermont, and on the naval ensign of the Commonwealth of Massachusetts and the state of Maine. The 1901 Maine Flag prominently featured the tree during its brief tenure as Maine's state flag. The Maine State Guard also use the tree in their uniform badges.\nThe Native American Haudenosaunee (Iroquois Confederation) denominated it the \"Tree of Peace\".",
    "References": "Conifer Specialist Group (1998). \"Pinus strobus\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006.\nPinetum.org: Cone photo from Arboretum de Villardebelle\nEastern Native Tree Society – Boogerman Pine photo gallery\nThe Monday Garden: The Eastern White Pine",
    "External links": " Media related to Pinus strobus at Wikimedia Commons\n\nKral, Robert (1993). \"Pinus strobus\".  In Flora of North America Editorial Committee (ed.). Flora of North America North of Mexico (FNA). 2. New York and Oxford – via eFloras.org, Missouri Botanical Garden, St. Louis, MO & Harvard University Herbaria, Cambridge, MA.\nEFLORAS: P. strobus Distribution map\nEarle, Christopher J., ed. (2018). \"Pinus strobus\". The Gymnosperm Database.\nBioimages.vanderbilt.edu: Pinus strobus images\nPinus strobus in the CalPhotos Photo Database, University of California, Berkeley\nPinus strobus - information, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)"
  }
}