{
  "url": "https://en.wikipedia.org/wiki/Pinus_massoniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. massoniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus massoniana (English: Masson's pine, Chinese red pine, horsetail pine; Chinese: 馬尾松) is a species of pine, native to Taiwan, and a wide area of central and southern China, including Hong Kong, and northern Vietnam, growing at low to moderate altitudes, mostly below 1,500 m but rarely up to 2,000 m altitude.",
    "Description": "It is an evergreen tree reaching 25–45 metres (82–148 ft) in height, with a broad, rounded crown of long branches. The bark is thick, greyish-brown, and scaly plated at the base of the trunk, and orange-red, thin, and flaking higher on the trunk. The leaves are needle-like, dark green, with two per fascicle, 12–20 centimetres (4.7–7.9 in) long and 0.8–1 millimetre (0.031–0.039 in) wide, the persistent fascicle sheath 1.5–2 centimetres (0.59–0.79 in) long. The cones are ovoid, 4–7 centimetres (1.6–2.8 in) long, chestnut-brown, opening when mature in late winter to 4–6 centimetres (1.6–2.4 in) broad. The seeds are winged, 4–6 millimetres (0.16–0.24 in) long with a 10–15 millimetres (0.39–0.59 in) wing. Pollination is in mid spring, with the cones maturing 18–20 months after.",
    "Ecology": "In the 1970s and 80s, the Pinewood nematode from North America and pine-needle scale insect from Taiwan, together virtually eliminated the native Pinus massoniana in Hong Kong.",
    "Fossil record": "A fossil seed cone and several needles of  Pinus massoniana have been described from the upper Miocene Wenshan flora, Yunnan Province, SW China.  The fossils most resemble the variety P. massoniana var. hainanensis, which is a tropical montane thermophilic tree restricted to Hainan Island in southern China.",
    "Uses": "The species is a common tree used in plantation forestry for replacing or compensating for the loss of the natural forest in southern China. Chinese rosin is obtained mainly from the turpentine of this pine (Pinus massoniana) and slash pine (P. elliottii).\nLogs are mainly used to make pulp for paper industry.\nLeaves are used to give special smoke flavor to a local black tea, such as Lapsang souchong of Fujian province.",
    "Culture": "",
    "Notes": "",
    "References": "Conifer Specialist Group (1998). \"Pinus massoniana\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 9 December 2006.\nPinus massoniana - Plants For A Future database report\neFloras, Missouri Botanical Garden & Harvard University Herbaria (FOC Vol. 4 Page 14), Pinus massoniana, retrieved 2009"
  }
}