{
  "url": "https://en.wikipedia.org/wiki/Pinus_pungens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Australes"
    },
    {
      "Species": "P. pungens"
    }
  ],
  "text": {
    "__SUMMARY__": "Table Mountain pine, Pinus pungens, also called hickory pine, prickly pine, or mountain pine, is a small pine native to the Appalachian Mountains in the United States.",
    "Description": "Pinus pungens is a tree of modest size (6–12 m), and has a rounded, irregular shape. The needles are in bundles of two, occasionally three, yellow-green to mid green, fairly stout, and 4–7 cm long. The pollen is released early compared to other pines in the area to minimize hybridization. The cones are very short-stalked (almost sessile), ovoid, pale pinkish to yellowish buff, and 4–9 cm long; each scale bears a stout, sharp spine 4–10 mm long. Sapling trees can bear cones in a little as 5 years.\nBuds ovoid to cylindric, red-brown, 0.6-0.9 cm, resinous.\n\nThis pine prefers dry conditions and is mostly found on rocky slopes, preferring higher elevations, from 300–1760 m altitude. It commonly grows as single scattered trees or small groves, not in large forests like most other pines, and needs periodic disturbances for seedling establishment.",
    "In culture": "Pinus pungens is the Lonesome Pine of the 1908 novel The Trail of the Lonesome Pine by John Fox, and popularised in the Laurel and Hardy film Way out West:\n\nOn the Blue Ridge Mountains of Virginia\nOn the Trail of the Lonesome PineSeveral \"Lonesome Pine\" hiking trails have been waymarked in the Blue Ridge Mountains and elsewhere in the Appalachians.",
    "References": "Farjon, A. & Frankis, M. P. (2002). Pinus pungens. Curtis's Botanical Magazine 19: 97-103.",
    "External links": "Flora of North America: Pinus pungens info and P. pungens Range Map\nPinus pungens images at bioimages.vanderbilt.edu"
  }
}