{
  "url": "https://en.wikipedia.org/wiki/Pinus_caribaea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Australes"
    },
    {
      "Species": "P. caribaea"
    }
  ],
  "text": {
    "__SUMMARY__": "The Caribbean pine, Pinus caribaea, is a hard pine, native to Central America, Cuba, the Bahamas, South Florida, and the Turks and Caicos Islands. It belongs to subsection  Australes in subgenus Pinus. It inhabits tropical and subtropical coniferous forests, which include both lowland savannas and montane forests. Wildfire plays a major role limiting the range of this species, but it has been reported that this tree regenerates quickly and aggressively, replacing latifoliate trees. In zones not subject to periodic fires, the succession continues and a tropical forest thrives.\nIt has been widely cultivated outside its natural range, and introduced populations can be found nowadays in Jamaica, Colombia, South Africa, Sri Lanka, Fiji and China.",
    "Varieties": "The species has three accepted varieties:\nPinus caribaea var. caribaea (Pinar del Río Province and Isla de la Juventud in western Cuba)\nPinus caribaea var. bahamensis (Grisebach) W.H.Barrett & Golfari – Bahamas pine (The Bahamas, Turks and Caicos Islands)\nPinus caribaea var. hondurensis (Sénéclauze) W.H.Barrett & Golfari – Honduras pine (state of Quintana Roo in Mexico, Belize, Guatemala, El Salvador, Honduras, Nicaragua)",
    "Colonization of the Caribbean basin": "It has been proposed that the pines of Australes subsection (of which Caribbean pine is part) arrived to the Caribbean basin from Southeastern USA. Recently, paleoclimatic and genetic data have been used to propose that Pinus caribaea would have originated in Central America. According to chloroplast genetic data, Pinus caribaea lineages colonized the Caribbean islands from populations in Central America at least twice (one leading to Cuban populations and another leading to Bahamaninan populations). Moreover, pine populations in the Caribbean basin appear to have been larger during the maximum glacial periods, due to the increase in both emerged land and dry conditions.",
    "Conservation": "According to the IUCN, this species as a whole is considered of least concern, but two of the three varieties are considered endangered (var. caribaea) or vulnerable (var. bahamensis). Populations in Bahamas and Turks & Caicos Islands would be particularly vulnerable in a global warming scenario due to the increase in sea level and consequent reduction in the emerged land area.\n\n\n== References =="
  }
}