{
  "url": "https://en.wikipedia.org/wiki/Pinus_nigra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. nigra"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus nigra, the Austrian pine or black pine, is a moderately variable species of pine, occurring across southern Mediterranean Europe from Spain to the eastern Mediterranean, on the Anatolian peninsula of Turkey on Corsica and Cyprus as well as Crimea and in the high mountains of the Maghreb in North Africa.",
    "Distribution": "Pinus nigra is a tree of the Mediterranean forests, woodlands, and scrub biome. \nThe majority of the range is in Turkey. It is found in the higher elevations of the South Apennine mixed montane forests ecoregion in southern Italy and the Tyrrhenian-Adriatic sclerophyllous and mixed forests ecoregion in Sicily. There are remnant populations in the Mediterranean conifer and mixed forests ecoregion, and in the higher Atlas Mountains in Morocco and Algeria.\nIt is found at elevations ranging from sea level to 2,000 metres (6,600 ft), most commonly from 250–1,600 metres (820–5,250 ft). Several of the varieties have distinct English names.It has naturalized in parts of the midwestern states of the U.S, normally south of the normal native ranges of native pines.",
    "Description": "Pinus nigra is a large coniferous evergreen tree, growing to 20–55 metres (66–180 ft) high at maturity and spreading to 20 to 40 feet wide. The bark is grey to yellow-brown, and is widely split by flaking fissures into scaly plates, becoming increasingly fissured with age. The leaves (\"needles\") are thinner and more flexible in western populations (see 'Taxonomy' section below).\nThe ovulate and pollen cones appear from May to June. The mature seed cones are 5–10 cm (rarely to 11 cm) long, with rounded scales; they ripen from green to pale grey-buff or yellow-buff in September to November, about 18 months after pollination. The seeds are dark grey, 6–8 mm long, with a yellow-buff wing 20–25 mm long; they are wind-dispersed when the cones open from December to April. maturity is reached at 15–40 years; large seed crops are produced at 2–5 year intervals.\nPinus nigra is moderately fast growing, at about 30–70 centimetres (12–28 in) per year. It usually has a rounded conic form, that becomes irregular with age. The tree can be long-lived, with some trees over 500 years old. It needs full sun to grow well, is intolerant of shade, and is resistant to snow and ice damage.",
    "Taxonomy": "The species is divided into two subspecies, each further subdivided into three varieties. Some authorities (e.g. Flora Europaea) treat several of the varieties at subspecific rank, but this reflects tradition rather than sound taxonomy, as the distinctions between the taxa are small.\nSubspeciesP. nigra subsp. nigra in the east of the range, from Austria, northeast and central Italy, east to the Crimea and Turkey. Needles stout, rigid, 1.5–2 mm diameter, with 3–6 layers of thick-walled hypodermal cells.\nP. nigra subsp. nigra var. nigra (syn. Pinus nigra var. austriaca, Pinus nigra subsp. dalmatica) (Austrian pine): Austria, Balkans (except southern Greece).\nP. nigra subsp. nigra var. caramanica (Turkish black pine): Turkey, Cyprus, southern Greece.\nP. nigra subsp. nigra var. italica (Italian black pine): central Italy (Villetta Barrea, in Abruzzo National Park)\nP. nigra subsp. nigra var. pallasiana (syn. Pinus nigra subsp. pallasiana) (Crimean pine): Crimea, Cyprus.\nP. nigra subsp. salzmannii in the west of the range, from southern Italy to southern France, Spain and North Africa. Needles slender, more flexible, 0.8–1.5 mm diameter, with 1–2 layers of thin-walled hypodermal cells.\nP. nigra subsp. salzmannii var. salzmannii (Pyrenean pine): Pyrenees, Southern France, Northern Spain.\nP. nigra subsp. salzmannii var. corsicana (syn. Pinus nigra subsp. laricio, Pinus nigra var. maritima) (Corsican pine): Corsica, Sicily, Southern Italy.\nP. nigra subsp. laricio Koekelare \nP. nigra subsp. salzmannii var. mauretanica (Atlas Mountains black pine): Morocco, Algeria.",
    "Ecology": "In Mediterranean Europe and the Anatolian Peninsula (Asia Minor), trees usually associated with this species include Scots pine (Pinus sylvestris), Serbian spruce (Picea omorika), Bosnian pine (Pinus heldreichii), Norway spruce (Picea abies), Taurus cedar (Cedrus libani), European silver fir (Abies alba) and related firs. Several species of juniper (Juniperus spp.), and various broadleaf trees are associates.\n\nClimate and provenancePinus nigra is a light-demanding species, intolerant of shade but resistant to wind and drought. \nThe eastern P. nigra subsp. nigra exhibits greater winter frost hardiness (hardy to below −30 °C) than the western P. nigra subsp. salzmannii (hardy to about −25 °C).Different provenances (seed sources by geographic area) or varieties are adapted to different soil types: Austrian and Pyrenees origins grow well on a wide range of soil types, Corsican origins grows poorly on limestone, while Turkish and Crimean origins grow well on limestone. Most provenances also show good growth on podzolic soils.",
    "Uses": "",
    "Uses-Lumber": "The timber of European black pine is similar to that of Scots pine (Pinus sylvestris) and red pine (Pinus resinosa), being moderately hard and straight-grained. It does however tend to be rougher, softer, and not as strong, due to its faster growth. It is used for general construction, fuel, and in paper manufacture.\nIn the United Kingdom, Pinus nigra is important both as a timber tree and in plantations (primarily Corsican pine subsp.). Recently however, serious problems have occurred with red band needle blight disease, caused by the fungus Dothistroma septosporum, resulting in a major recent decline in forestry planting there.  In the United States it is of low importance as a timber species.\nIn regard to Austrian pine, the fungus Dothistroma septosporum is widespread and rapidly spreading out of control throughout the United States.  All now growing Austrian pine are expected to be killed by this disease.  It is out of control and not recommended for landscaping, especially in groups or rows.",
    "Uses-Ethnobotanical and ethnomedicinal usage": "In Turkey, this pine (subsp. pallasiana) was and is used in various ways, both topically and internally, as well as for construction and for livestock. Among its uses are curing acne, common cold, osteomyelitis, and viral infections;  acting as an oral antiseptic; treating cracked hands and feet in the winter; and sealing wooden roofs.",
    "Uses-Ornamental usage": "In the US and Canada, the European black pine is planted as a street tree, and as an ornamental tree in gardens and parks.  Its value as a street tree is largely due to its resistance to salt spray (from road de-icing salt) and various industrial pollutants (including ozone), and its intermediate drought tolerance. In the UK the tree is planted as an ornamental tree in parks and gardens.  It is planted with great success as far north as Edmonton, Alberta, Canada. [1]\nIn both the US and UK most of the specimens planted are from Austrian sources, the Pinus nigra subsp. nigra and  Pinus nigra subsp. nigra var. nigra seed selections.  In the late 1950s and early 1960s, when demand for natural trees was extremely high, its rapid growth, deep green color and low cost made it briefly a popular Christmas tree, but the extreme length of the needles (making it very difficult to decorate) soon led to its fall from favor, and it has long since been abandoned in the US for that purpose.\nP. nigra is planted for windbreaks and shelterbelts in the US, recommended for windbreaks in the Northern Great Plains on medium to deep moist or upland soils.",
    "Uses-Ornamental usage-Invasive species": "Pinus nigra has become naturalised in a few areas of the United States. In New Zealand it is considered an invasive species and noxious weed, along with lodgepole pine (Pinus contorta) and Scots pine (Pinus sylvestris), due to their habitat conversion nature in tussock grassland plant communities, shading out the native bunch grasses as their forest canopy develops.",
    "References": "",
    "External links": "EUFORGEN species page: Pinus nigra. Information, distribution and related resources."
  }
}