{
  "url": "https://en.wikipedia.org/wiki/Pinus_mugo",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. mugo"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus mugo, known as creeping pine, dwarf mountainpine, mugo pine, mountain pine,  scrub mountain pine or Swiss mountain pine, is a species of conifer, native to high elevation habitats from southwestern to Central Europe and Southeast Europe.",
    "Distribution": "Pinus mugo is native to the subalpine zones of the Pyrenees, Alps, Erzgebirge, Carpathians, northern and central Apennines, and higher Balkan Peninsula mountains - Rila, Pirin, Korab, Prokletije, etc. It is usually found from 1,000–2,200 m (3,281–7,218 ft), occasionally as low as 200 m (656 ft) in the north of the range in Germany and Poland, and as high as 2,700 m (8,858 ft) in the south of the range in Bulgaria and the Pyrenees. Also in the Republic of Kosova it is found in the Bjeshkët e Nemuna National Park.\nPinus mugo was planted in coastal Denmark for sand dune stabilization. It has naturalized and become invasive.",
    "Subspecies": "There are three subspecies:\n\nPinus mugo subsp. mugo — in the east and south of the range (southern & eastern Alps, Balkan Peninsula), a low, shrubby, often multi-stemmed plant to 3–6 m (10–20 ft) tall with symmetrical cones.\nPinus mugo subsp. uncinata — in the west and north of the range (from the Pyrenees northeast to Poland), a larger, usually single-stemmed tree to 20 m (66 ft) tall with asymmetrical cones (the scales are much thicker on one side of the cone than the other).Some botanists treat the western subspecies as a separate species, Pinus uncinata, others as only a variety, Pinus mugo var. rostrata. This subspecies in the Pyrenees marks the alpine tree line or timberline, the edge of the habitat at which trees are capable of growing.\nPinus mugo subsp. rotundata — hybrid subspecies, of the two subspecies above that intergrade extensively in the western Alps and northern Carpathians.Both subspecies have similar foliage, with dark green leaves (\"needles\") in pairs, 3–7 cm (1.2–2.8 in) long.\nThe cones are nut-brown, 2.5–5.5 cm (0.98–2.17 in) long: and in subsp. mugo are symmetrical, thin-scaled and matt textured;  and in subsp. uncinata are asymmetrical with thick scales on the upper side of the cone, thin on the lower side, and glossy textured.\nAn old name for the species Pinus montana is still occasionally seen, and a typographical error \"mugho\" (first made in a prominent 18th century encyclopedia) is still repeated surprisingly often.",
    "Uses": "",
    "Uses-Cultivation": "Pinus mugo is widely cultivated as an ornamental plant, for use as a small tree or shrub, planted in gardens and in larger pots and planters. It is also used in Japanese garden style landscapes, and for larger bonsai specimens. In Kosova its trunk is used as construction material for the vernacular architecture in the mountains called \"Bosonica\".",
    "Uses-Cultivation-Cultivars": "Numerous cultivars have been selected. The following have been given the Royal Horticultural Society’s Award of Garden Merit:\n\nCultivars with seasonal changes in foliage color include Pinus mugo 'Wintergold' and Pinus mugo 'Ophir'.",
    "Uses-Culinary use": "A recent trend is the increase in use of the mugo pine in cooking. Buds and young cones are harvested from the wild in the spring and left to dry in the sun over the summer and into the fall. The cones and buds gradually drip syrup, which is then boiled down to a concentrate and combined with sugar to make pine syrup. \nThe syrup is usually sold as \"pinecone syrup\" \nor \"pine cone syrup\".",
    "Invasive species": "Pinus mugo is classed as a wilding conifer, and spreads as an invasive species in the high country of New Zealand, coastal Denmark, and other areas of Scandinavia.",
    "Gallery": "",
    "References": "",
    "Sources": "Christensen, K. I. (1987). Taxonomic revision of the Pinus mugo complex and P. × rhaetica (P. mugo × sylvestris) (Pinaceae). Nordic J. Bot. 7: 383-408.",
    "External links": "Gymnosperm Database - Pinus mugo\nArboretum de Villadebelle - photos of cones (scroll down page)\nPinus mugo and Pinus uncinata - information, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)"
  }
}