{
  "url": "https://en.wikipedia.org/wiki/Pinus_jeffreyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Ponderosae"
    },
    {
      "Species": "P. jeffreyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus jeffreyi, also known as Jeffrey pine, Jeffrey's pine, yellow pine and black pine, is a North American pine tree. It is mainly found in California, but also in the westernmost part of Nevada, southwestern Oregon, and northern Baja California. It is named in honor of its botanist documenter John Jeffrey.",
    "Description": "Pinus jeffreyi is a large coniferous evergreen tree, reaching 25 to 40 m (82 to 131 ft) tall, rarely up to 53 m (174 ft) tall, though smaller when growing at or near tree line. The leaves are needle-like, in bundles of three, stout, glaucous gray-green, 12 to 23 cm (4.7 to 9.1 in) long. The cones are 12 to 24 cm (4.7 to 9.4 in) long, dark purple when immature, ripening pale brown, with thinly woody scales bearing a short, sharp inward-pointing barb. The seeds are 10 to 12 mm (0.39 to 0.47 in) long, with a large (15 to 25 mm (0.59 to 0.98 in)) wing.\nPinus jeffreyi is closely related to Pinus ponderosa (ponderosa pine) and is similar in appearance. One way to distinguish between them is by their cones. Each has barbs at the end of the scales. The sharp Pinus jeffreyi cone scale barbs point inward, so the cone feels smooth to the palm of one's hand when rubbed down the cone. Pinus ponderosa cone scale barbs point outward, so feel sharp and prickly to the palm of one's hands. This gives rise to the memory device for distinguishing between them - \"gentle Jeffrey and prickly ponderosa\". Another distinguishing characteristic is that the needles of Pinus jeffreyi are glaucous, less bright green than those of Pinus ponderosa, and by the stouter, heavier cones with larger seeds and inward-pointing barbs. Pinus jeffreyi can be somewhat distinguished from Pinus ponderosa by the relatively smaller scales of bark as compared to the larger plates of more reddish-colored ponderosa bark.\nThe scent of Pinus jeffreyi is variously described as reminiscent of vanilla, lemon, pineapple, violets, apple, and, quite commonly, butterscotch; This scent may be sampled by breaking off a shoot or some needles, or by simply smelling the resin's scent in between the plates of the bark. This scent is related to the very unusual composition of the resin, with the volatile component made up almost entirely of pure n-heptane.\nThe largest Pinus jeffreyi, by trunk volume, is the Eureka Valley Giant, in the Stanislaus National Forest. Its trunk contains 4,560 cubic feet (129 m3) of wood, is 192 feet (59 m) tall, with a diameter of 8.1 feet (2.5 m)",
    "Distribution and habitat": "Pinus jeffreyi occurs from southwest Oregon south through much of California (mainly on the eastern side of the Sierra Nevada), to northern Baja California in Mexico. It is a high-altitude species; in the north of its range, it grows widely at 1,500 to 2,100 m (4,900 to 6,900 ft) altitude, and at 1,800 to 2,900 m (5,900 to 9,500 ft) in the south of its range.Pinus jeffreyi is more stress tolerant than Pinus ponderosa. At higher elevations, on poorer soils, in colder climates, and in dryer climates, Pinus jeffreyi replaces Pinus ponderosa as the dominant tree. Pinus jeffreyi is also tolerant of serpentine soils and is often dominant in these conditions, even on dry sites at fairly low altitudes.",
    "Uses": "Pinus jeffreyi wood is similar to ponderosa pine wood, and is used for the same purposes. The exceptional purity of n-heptane distilled from Pinus jeffreyi resin led to n-heptane being selected as the zero point on the octane rating scale of petrol.\nAs it mainly consists of n-heptane, Pinus jeffreyi resin is a poor source of turpentine. Before Pinus jeffreyi was distinguished from ponderosa pine as a distinct species in 1853, resin distillers operating in its range suffered a number of 'inexplicable' explosions during distillation, now known to have been caused by the unwitting use of Jeffrey pine resin.",
    "See also": "List of California native plants\nSentinel Dome",
    "References": "",
    "Further reading": "Chase, J. Smeaton (1911). Cone-bearing Trees of the California Mountains. Chicago: A. C. McClurg & Co. pp. 99. LCCN 11004975. OCLC 3477527. LCC QK495.C75 C4, with illustrations by Carl Eytel - Kurut, Gary F. (2009), \"Carl Eytel: Southern California Desert Artist\", California State Library Foundation, Bulletin No. 95, pp. 17-20 retrieved Nov. 13, 2011",
    "External links": "Jepson Manual treatment\nPinus jeffreyi in the CalPhotos Photo Database, University of California, Berkeley"
  }
}