{
  "url": "https://en.wikipedia.org/wiki/Pinus_torreyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Ponderosae"
    },
    {
      "Species": "P. torreyana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Torrey pine, Pinus torreyana, is a rare pine species in the United States. It is an endangered species growing only in the Torrey Pines State Natural Reserve, coastal northern San Diego county, and on Santa Rosa Island. This species is endemic to the coastal sage and chaparral ecoregion in the U.S. state of California.",
    "Description": "Pinus torreyana is a broad, open-crowned pine tree growing to 8–17 meters (26–56 ft) tall in the wild, with 25–30 centimeters (9.8–11.8 in) long leaves ('needles') in groups of five. The cones are stout and heavy, typically 8–15 cm (3.1–5.9 in) long and broad, and contain large, hard-shelled, but edible, pine nuts. \nThe species name torreyana is named for John Torrey, an American botanist, after whom the coniferous genus Torreya is also named.",
    "Distribution": "The \"wild\" native population of Pinus torreyana is restricted to trees growing in a narrow strip along the Southern California coast in San Diego. There is also a population of the variety Pinus torreyana var. insularis in two groves on Santa Rosa Island, a California Channel Island off the coast of Santa Barbara. The presence of Torrey pines along the semi-arid coast of San Diego and Santa Rosa Island (rainfall less than 15 inches per year) is probably a relic population of a much more extensive Ice Age distribution. Coastal fog during spring and summer along the San Diego and Santa Rosa Island coast provides just enough moisture to supplement the fairly low winter rainfall, allowing for survival of the species in the wild habitat zone.",
    "Habitat": "In its native habitat, Pinus torreyana is found in the coastal sage scrub plant community, growing slowly in dry sandy soil. The root system is extensive. A tiny seedling may quickly send a taproot down 60 centimeters (24 in) seeking moisture and nutrients. A mature tree may have roots extending 75 meters (246 ft). Exposed trees battered by coastal winds are often twisted into beautiful sculptural shapes resembling large bonsai, and rarely exceed 12 m (39 ft) tall.",
    "Conservation": "Pinus torreyana was one of the rarest pine species in the world in the early 20th century, with only around 100 trees surviving. Pinus squamata, a critically endangered species in southwest China, is considered the rarest pine currently with only around 20 trees remaining.",
    "Uses": "",
    "Uses-Food": "The pine nuts were an important food for the Kumeyaay tribe and the Chumash tribe of Native American people.",
    "Uses-Cultivation": "Endangered in the wild, Torrey pine is planted as an ornamental tree. They are used in native plant and drought tolerant gardens and landscapes. Under cultivation, on richer soils with higher rainfall or supplemental irrigation, the Torrey pine is capable of fast growth to a large size, with tall and straight trees from 33 meters (108 ft) \nto 45 m (148 ft) in height.The Torrey pine is protected by a city tree ordinance in Del Mar, near the native habitat, and construction projects and citizens require a permit for its removal.",
    "Uses-Forestry": "Pinus torreyana has been considered as a plantation tree for forestry use in Australia, New Zealand and Kenya.",
    "Uses-Naming": "In San Diego County  it is considered a local icon, where it lends its name to Torrey Pines State Reserve, Torrey Pines State Beach, Torrey Pines Golf Course, Torrey Pines High School, and Torrey Pines Gliderport, as well as numerous local roads, businesses (e.g., Torrey Pines Bank, Torrey Pines Property Management Company, Torrey Pines Landscape Company), and parks.",
    "Terminology": "Some unusual terms that are used to describe the Torrey pine are:\n\nfascicle (botany) – a cluster of needles, which consists of a fixed number of needles for each pine species, which is five for the Torrey pine\nstratification (botany) – the process of subjecting seeds to cold in order to encourage germination, which is a recommended practice for Torrey pine seeds\nstrobilus (plural: strobili) – a structure that functions as a flower but looks like a small cone, which for the Torrey pine looks like a yellow bud in a male strobilus and looks like a small red cone in a female strobilus\nwitch's broom – an unusually dense cluster of needles, which looks somewhat like a bird's nest, which can be caused by disease or some other cause, also called \"gorilla's nest\"",
    "Gallery": "",
    "References": "",
    "External links": "Torrey Pines State Reserve\nJepson Manual Treatment – Pinus torreyana\nUSDA Plants Profile: Pinus torreyana\nPinus torreyana Photo gallery"
  }
}