{
  "url": "https://en.wikipedia.org/wiki/Pinus_matthewsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Contortae"
    },
    {
      "Species": "P. matthewsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus matthewsii is an extinct species of conifer in the Pine family.  The species is solely known from the Pliocene sediments exposed at Ch’ijee's Bluff on the Porcupine River near Old Crow, Yukon, Canada.",
    "Type locality": "Pinus matthewsii was described from the three ovulate cone specimens all found at the Ch’ijee's Bluff locality, number HH228.  This locality is in the Bluefish Basin and considered part of one of the most complete records of the Pliocene and Early Pleistocene in northwestern North America.  The Bluefish and neighboring Old Crow basins were part of the unglaciated Beringian refugium of North America, which harbored the ancestors of the modern pine subsection Contortae.  The subsection is thought to have radiated out from the refugium into the species P. contorta and P. banksiana.  All the cones were preserved in the basal \"unit 1\" section of the Ch’ijee's Bluff outcrop.  Unit 1 is composed of sands, gravels and clays, thought to have been forest floor which was rapidly covered by alluvial sediments.",
    "History and classification": "Pinus matthewsii is known from only three fossils, the holotype, number \"UAPC-ALTA P610\", and the paratypes number \"UAPC-ALTA 609\" and \"UAPC-ALTA 611\".  All three specimens, plus thin section slides are preserved in the paleobotanical collections housed in the University of Alberta in Edmonton, Alberta, Canada.  The specimens were studied by paleobotanists Athena D. McKown and Ruth A. Stockey of the University of Albert Department of Biological Sciences, and Charles E. Schweger of the Department of Anthropology.  Athena McKown and coauthors published the 2002 type description for P. matthewsii in the International Journal of Plant Sciences.  In describing the species Athena McKown and coauthors chose the specific name matthewsii, in honor of John V. Matthews Jr. of the Geological Survey of Canada in recognition of his work on Tertiary and Quaternary paleoenvironmental reconstructions, through palynology and paleobotany, of Alaska and Yukon locations.The ovulate cones of Pinus matthewsii range from 3.4–4.4 centimetres (1.3–1.7 in) in length and 2.8–3.4 centimetres (1.1–1.3 in).  While the overall morphology and structure of P. matthewsii cones compare to cones of the living species Pinus banksiana, notable differences occur.  The elongated cones of P. banksiana have an asymmetrically reflexed cone base, while P. matthewsii are symmetrical and oval.  Cones of P. matthewsii and P. contorta are also similar in structuring, however the combination of characters that are present in P. matthewsii are not found in any one of the subspecies of P. contorta.Similar to the modern habits of P. contorta, it is suggested that P. matthewsii may have been a shade intolerant tree which acted as a colonizer. This is supported by the seeds preserved within the cones, the seeds being small with long detachable wings.  The combination of characters would support a large wind dispersal range.\n\n\n== References =="
  }
}