{
  "url": "https://en.wikipedia.org/wiki/Pinus_echinata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Australes"
    },
    {
      "Species": "P. echinata"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus echinata, the shortleaf pine, is a species of pine native to the eastern United States from southernmost New York, south to northern Florida, west to eastern Oklahoma, and southwest to eastern Texas. The tree is variable in form, sometimes straight, sometimes crooked, with an irregular crown. This tree reaches heights of 20–30 metres (65–100 ft) with a trunk diameter of 0.5–0.9 metres (1 ft 8 in–2 ft 11 in).\nThe leaves are needle-like, in fascicles (bundles) of two and three mixed together, and from 7–11 cm (2 3⁄4–4 1⁄4 in) long. The cones are 4–7 cm (1 1⁄2–2 3⁄4 in) long, with thin scales with a transverse keel and a short prickle.  They open at maturity but are persistent. Shortleaf pine seedlings develop a persistent J-shaped crook near the ground surface. Axillary and other buds form near the crook and initiate growth if the upper stem is killed by fire or is severed.\nThis pine is a source of wood pulp, plywood veneer, and lumber for a variety of uses. The shortleaf pine is one of the southern US \"southern yellow pines; it is also occasionally called southern yellow pine or the shortstraw pine. Shortleaf pine has the largest range of the southern US yellow pines.\n\nThis pine occupies a variety of habitats from rocky uplands to wet flood plains. It frequently hybridizes naturally with loblolly pine and pitch pine where their ranges intersect.",
    "References": "",
    "External links": " Media related to Pinus echinata at Wikimedia Commons\nGymnosperm Database: Pinus echinata\nNCRS: USDA Plants Profile: Pinus echinata"
  }
}