{
  "url": "https://en.wikipedia.org/wiki/Pinus_wallichiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. wallichiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus wallichiana is a coniferous evergreen tree native to the Himalaya, Karakoram and Hindu Kush mountains, from eastern Afghanistan east across northern Pakistan and north west India to Yunnan in southwest China. It grows in mountain valleys at altitudes of 1800–4300 m (rarely as low as 1200 m), between 30 m and 50 m in height. It favours a temperate climate with dry winters and wet summers. In Pashto, it is known as Nishtar.This tree is often known as Bhutan pine, (not to be confused with the recently described Bhutan white pine, Pinus bhutanica, a closely related species). Other names include blue pine, Himalayan pine and Himalayan white pine. In the past, it was also known by the invalid botanic names Pinus griffithii McClelland or \"Pinus excelsa\" Wall., Pinus chylla Lodd. when the tree became available through the European nursery trade in 1836, nine years after the Danish botanist Nathaniel Wallich (1784~1856) first introduced seeds to England.\nThe leaves (\"needles\") are in fascicles (bundles) of five and are 12–18 cm long. They are noted for being flexible along their length, and often droop gracefully. The cones are long and slender, 16–32 cm, yellow-buff when mature, with thin scales; the seeds are 5–6 mm long with a 20–30 mm wing.\nTypical habitats are mountain screes and glacier forelands, but it will also form old-growth forests as the primary species or in mixed forests with deodar, birch, spruce, and fir. In some places it reaches the tree line.",
    "Uses": "The wood is moderately hard, durable and highly resinous. It is a good firewood but gives off a pungent resinous smoke. It is a commercial source of turpentine which is superior quality than that of P. roxburghii but is not produced so freely.\nIt is also a popular tree for planting in parks and large gardens, grown for its attractive foliage and large, decorative cones. It is also valued for its relatively high resistance to air pollution, tolerating this better than some other conifers.\nThis plant and the slow-growing cultivar ‘Nana’ have gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "",
    "External links": "Gymnosperm Database: Pinus wallichiana\nPhoto of cones (scroll half-way down)\nPlants for a future"
  }
}