{
  "url": "https://en.wikipedia.org/wiki/Pinus_aristata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Parrya"
    },
    {
      "Subsection": "P. subsect. Balfourianae"
    },
    {
      "Species": "P. aristata"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus aristata, the Rocky Mountain bristlecone pine (or the Colorado bristlecone pine),  is a long-living species of bristlecone pine tree native to the United States. It appears in the Rocky Mountains in Colorado and northern New Mexico, with isolated populations in the San Francisco Peaks in Arizona and the Kaibab National Forest north of the Grand Canyon. It is usually found at very high altitudes, from 7,000–13,000 feet (2,100–4,000 m), in cold, dry subalpine climate conditions, often at the tree line, although it also forms extensive closed-canopy stands at somewhat lower elevations.",
    "Description": "Pinus aristata is a medium-size tree, reaching 2–6 m (8–20 ft) high and 3–4.5 m (10–15 ft) wide.  Mature trunk diameter is highly variable.  The bark is grey-brown, thin and scaly at the base of the trunk. The leaves ('needles') are in fascicles of five, stout, 2.5–4 cm (1–1 1⁄2 in) long, deep green to blue-green on the outer face, with stomata confined to a bright white band on the inner surfaces. The cones are ovoid-cylindrical, 5–10 cm (2–4 in) long and 3–4 cm (1–1 1⁄2 in) broad when closed, purple at first, ripening yellow-buff when 16 months old, with numerous thin, fragile scales, each scale with a bristle-like spine 4–8 mm (3⁄16–5⁄16 in) long.\nThe cones open to 4–6 cm (1 1⁄2–2 1⁄2 in) broad when mature, releasing the seeds immediately after opening. The seeds are 5 mm (3⁄16 in) long, with a 10–20 mm (1⁄2–3⁄4 in) wing; they are mostly dispersed by the wind, but some are also dispersed by Clark's Nutcrackers, which pluck the seeds out of the opening cones. The nutcrackers use the seeds as a food resource, storing many for later use, and some of these stored seeds are not used and are able to grow into new plants.\nIt differs most conspicuously from the two other bristlecone pine species in that the needles usually have only one resin canal (or rarely two), and these are commonly interrupted and broken, leading to highly characteristic small white resin flecks appearing on the needles. This character, which looks a bit like 'dandruff' on the needles, is diagnostic of Pinus aristata; no other pine shows it (though sometimes, scale insect infestations can look superficially similar).\nIt is a long-lived tree, though not attaining the longevity of Pinus longaeva. The oldest known tree, which grows high on Black Mountain in Colorado, was found to have at 2,435-year tree ring record (and overall estimated age of 2,480 years, per Craig Brunstein) in 1992. However, trees rarely live over 1,500 years.\nThis species was previously described as a subspecies of Pinus balfouriana (Pinus balfouriana aristata). Pinus aristata is currently regarded as one of three closely related species known as bristlecone pines and is sometimes named Rocky Mountains bristlecone pine or Colorado bristlecone pine.\nIn addition to its informal and regional names, the trees are referred to as the foxtail pine or hickory pine.",
    "Cultivation": "Pinus aristata is by far the most common of the bristlecone pines in cultivation, where it is a very attractive slow-growing small tree suitable for small gardens in cold climates. Even so, it is never as long-lived as in the wild, typically living less than 100 years before it succumbs to root decay in the warmer, moister conditions prevalent in most inhabited places.",
    "References": "Conifer Specialist Group (1998). \"Pinus aristata\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 11 May 2006.",
    "External links": "Gymnosperm Database: Pinus aristata\nFlora of North America: Pinus aristata\nHigh-elevation white pine educational website: Pinus aristata\nHikeArizona.COM Images: Pinus aristata\nPhoto of cone (scroll to bottom of page)\nUSDA Plants Profile: Pinus aristata"
  }
}