{
  "url": "https://en.wikipedia.org/wiki/Pinus_rigida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Australes"
    },
    {
      "Species": "P. rigida"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus rigida, the pitch pine, is a small-to-medium-sized (6–30 m or 20–98 ft) pine. It is native to eastern North America, from central Maine south to Georgia and as far west as Kentucky, and in two pockets along the St. Lawrence River in southern Quebec and Ontario. It is found in environments which other species would find unsuitable for growth such as acidic, sandy, and low nutrient soils. This species occasionally hybridizes with other pine species such as loblolly pine (Pinus taeda), shortleaf pine (Pinus echinata), and pond pine (Pinus serotina); the last is treated as a subspecies of pitch pine by some botanists.",
    "Distribution": "Pitch pine is found mainly in the southern areas of the northeastern United States, from coastal Maine and Ohio to Kentucky and northern Georgia. A few stands occur in southern Quebec and Ontario. It is known as a pioneer species and is often the first tree to vegetate a site after it has been cleared away. In extreme conditions, it is a climax vegetation type. But in most cases, it is replaced by oaks and other hardwoods. This pine occupies a variety of habitats from dry acidic sandy uplands to swampy lowlands, and can survive in very poor conditions; it is the primary tree of the New Jersey Pine Barrens.",
    "Taxonomy": "It was given its scientific name, Pinus rigida, by British botanist Philip Miller. It belongs to the family Pinaceae and the subgenus Pinus (formerly Diploxylon) along with other hard pines.",
    "Description": "It is irregular in shape, branches are usually twisted and it does a poor job at self-pruning. The needles are in fascicles (bundles) of three, about 6–13 cm (2 1⁄4–5 in) in length, and are stout (over 1 mm (0.04 in) broad) and often slightly twisted. The cones are 4–7 cm (1 1⁄2–2 3⁄4 in) long and oval with prickles on the scales. Trunks are usually straight with a slight curve to them, they are covered in irregular, thick, large plates of bark. Pitch pine has an exceptionally high regenerative ability; if the main trunk is cut or damaged by fire it can re-sprout using epicormic shoots. This is one of its many adaptations to fire, which also includes a thick bark to protect the sensitive cambium layer from heat. Burnt trees often form stunted, twisted trees with multiple trunks as a result of the resprouting. This characteristic also makes it a popular species for bonsai.\nPitch pine is rapid-growing when young, gaining around one foot of height per year under optimal conditions until the tree is 50–60 years old, whereupon growth slows. By 90 years of age, the amount of annual height gain is minimal. Open-growth trees begin bearing cones in as little as three years, with shade-inhabiting pines taking a few years longer. Cones take two years to mature and seed dispersal occurs over the fall and winter and trees cannot self-pollinate. The total lifespan of pitch pine is about 200 years.",
    "Role in ecosystem": "Pitch pine provides a habitat and offers food for many wildlife species. They are used as cover and nesting for birds such as the pine warbler, wild turkey, red-cockaded woodpecker, great-crested flycatchers, blue jays, black-capped chickadees, black-and-white warblers, Nashville warblers, and chestnut-sided warblers. Deer consume seedlings and new sprouts, and small mammals and birds eat the seeds.",
    "Uses": "Pitch pine is not a major timber tree due to the frequency of multiple or crooked trunks; nor is it as fast-growing as other eastern American pines. However, it grows well on unfavorable sites. In the past, it was a major source of pitch and timber for ship building, mine timbers, and railroad ties because the wood's high resin content preserves it from decay. Therefore it was also used for elaborate wood constructions, e. g. radio towers.\nPitch pine is currently used mainly for rough construction, pulp, crating, and fuel. However, due to its uneven growth, quantities of high quality can be very sought after, and large lengths of pitch pine can be very costly.\nArchaeology indicates that the Iroquois, Shinnecock, and Cherokee all utilized pitch pine. The Iroquois used the pitch to treat rheumatism, burns, cuts, and boils. Pitch also worked as a laxative. A pitch pine poultice was used by both the Iroquois and the Shinnecock to open boils and to treat abscesses. The Cherokee used pitch pine wood in canoe construction and for decorative carvings.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}