{
  "url": "https://en.wikipedia.org/wiki/Pinus_roxburghii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "Pinus subsect. Pinaster"
    },
    {
      "Species": "P. roxburghii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus roxburghii, commonly known as chir pine or longleaf Indian pine, is a species of pine, native to the Himalayas. It was named after William Roxburgh.",
    "Range and habitat": "The native range extends from Tibet and Afghanistan through Pakistan, across northern India in Jammu and Kashmir, Himachal Pradesh, Uttarakhand, Sikkim, Arunachal Pradesh), Nepal and Bhutan, to Myanmar. It generally occurs at lower altitudes than other pines in the Himalaya, from 500–2,000 m (1,600–6,600 ft), occasionally up to 2,300 m (7,500 ft). The other Himalayan pines are Pinus wallichiana (blue pine), Pinus bhutanica (Bhutan white pine), Pinus armandii (Chinese white pine), Pinus gerardiana (chilgoza pine) and Pinus densata (Sikang pine), Pinus kesiya (Khasi Pine).",
    "Description": "Pinus roxburghii is a large tree reaching 30–50 m (98–164 ft) with a trunk diameter of up to 2 m (6.6 ft), exceptionally 3 m (10 ft). The bark is red-brown, thick and deeply fissured at the base of the trunk, thinner and flaky in the upper crown. The leaves are needle-like, in fascicles of three, very slender, 20–35 cm (7.9–13.8 in) long, and distinctly yellowish green.\nThe cones are ovoid conic, 12–24 cm (4.7–9.4 in) long and 5–8 cm (2.0–3.1 in) broad at the base when closed, green at first, ripening glossy chestnut-brown when 24 months old. They open slowly over the next year or so, or after being heated by a forest fire, to release the seeds, opening to 9–18 cm (3.5–7.1 in) broad. The seeds are 8–9 mm (0.31–0.35 in) long, with a 40 mm (1.6 in) wing, and are wind-dispersed.",
    "Relationships": "Pinus roxburghii is closely related to Pinus canariensis (Canary Island pine), Pinus brutia (Turkish pine) and Pinus pinaster (maritime pine), which all share many features with it. It is a relatively non-variable species, with constant morphology over the entire range.",
    "Ecology": "Usually, the accumulating carpet of needles on the forest floor under these trees makes conditions unfavourable for many common plants and trees to grow. The most common trees which are able to grow in this environment are Rhododendron, banj oak (Quercus leucotrichophora) and trees from the family Ericaceae (known locally as eonr and lodar). This could possibly be due to the relative immunity from fire that the thick bark of these species gives them. The Himalayan stinging nettle is another plant which seems to thrive well under this tree.\nThe caterpillars of the moth Batrachedra silvatica are not known from foodplants other than chir pine. The white-bellied heron, a large heron is known to roost in chir pine.",
    "Uses": "Chir pine is widely planted for timber in its native area, being one of the most important trees in forestry in northern Pakistan, India and Nepal. For local building purposes, the wood of this tree is the least preferred, as it is the weakest and most prone to decay when compared with other conifers. However, in most low altitude regions, there is no other choice, except for the fact that these being tropical latitudes there are other trees at lower altitudes.\nWhen this species of pine tree reaches a large girth, the bark forms flat patches which can be broken off in chunks of about 52 cm2 (8 sq in) by 51 mm (2 in) thick. It has a layered structure like plywood, but the individual layers have no grain. The locals use this easily carvable bark to make useful items like lids for vessels. Blacksmiths of that region also use this bark exclusively as the fuel for their furnaces.\nOld trees which die from fire or drought, undergo some metamorphosis in their wood due to the crystallization of the resin inside the heart wood. This makes the wood become brightly coloured (various shades from translucent yellow to dark red) and very aromatic with a brittle, glassy feel. This form of wood known as jhukti by the locals is very easy to ignite. (It never gets wet or waterlogged.) They use it for starting fires and even for lighting, as a small piece of this burns for a long time (owing to the high resin content). Of all the conifer species in the area, only this one seems to be ideal for that purpose.\nEvery autumn, the dried needles of this tree forms a dense carpet on the forest floor, which the locals gather in large bundles to serve as bedding for their cattle, for the year round. The green needles are also used to make tiny hand brooms.\nThe locals of the Jaunsar-Bawar region of Uttarakhand have several uses for this tree which is known in the local dialect as salli.\nIt is also occasionally used as an ornamental tree, planted in parks and gardens in hot dry areas, where its heat and drought tolerance is valued.",
    "Chemistry": "Pinus roxburghii contains large amounts of taxifolin.",
    "Chemistry-Resin": "It is also tapped commercially for resin. On distillation, the resin yields an essential oil, commonly known as turpentine, and non-volatile rosin. The proportion of rosin and turpentine oil in chir pine is 75% and 22% respectively with 3% losses, etc.\nThe turpentine is chiefly used as a solvent in pharmaceutical preparations, perfume industry, in manufacture of synthetic pine oil, disinfectants, insecticides and denaturants. It is one of the most important basic raw materials for the synthesis of terpene chemicals which are used in a wide variety of industries such as adhesives, paper and rubber, etc.\nChir pine rosin is principally used in paper, soap, cosmetics, paint, varnish, rubber and polish industries. Besides these, other uses include manufacture of linoleum, explosives, insecticides and disinfectants, as a flux in soldering, in brewing and in mineral beneficiation as a frothing agent.\nPresently, India imports resin which is far superior in quality as well as cheaper than the indigenous one. Quality of resin depends on the pinene content. Imported resin contains 75–95% pinenes, whereas chir pine resin contains only about 25% pinenes.",
    "References": "",
    "External links": "Retapping Chir Pines the Environmentally Friendly Way\nPlants For A Future: Chir Pine\nFlora Indica: P. longifolia (Chur Pine), III, p. 651."
  }
}