{
  "url": "https://en.wikipedia.org/wiki/Pinus_koraiensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. koraiensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus koraiensis is a species of pine known commonly as the Korean pine. It is native to eastern Asia: Korea, northeastern China, Mongolia, the temperate rainforests of the Russian Far East, and central Japan. In the north of its range, it grows at moderate altitudes, typically 600 metres (2,000 ft) to 900 metres (3,000 ft), whereas further south, it is a mountain tree, growing at 2,000 metres (6,600 ft) to 2,600 metres (8,500 ft) altitude in Japan. Other common names include Chinese pinenut.",
    "Description": "It is a member of the white pine group, Pinus, section Quinquefoliae. In its native habitat and growing conditions it can reach 100 feet (30 m) in height. Cultivated specimens may grow up to 50 feet (15 m) tall. It is pyramidal in shape, younger specimens with ascending branches and older trees with more horizontal branches that reach ground level. The gray or brownish bark flakes off to reveal reddish inner bark. Its branches are lined with bundles of five blue-green needles each up to 4.5 inches (11 3⁄8 cm) and bear brown cones up to 6 inches (15 cm) long.",
    "Uses and conservation": "The nuts of this tree are edible and sold commercially. It is the most common taxon sold as pine nuts in markets throughout Europe and the United States. The nut oil contains 11.5% of the unusual fatty acid pinolenic acid (cis–5–cis–9–cis–12 octadecatrienoic acid). The oil is used to make lubricants and soap. The tree is also a source of turpentine resin and tannin.The Korean pine is used as an ornamental tree. It is tolerant of several soil types and thrives in urban settings. It is adapted to climates with very cold winters. There are several cultivars, including the blue-tinged 'Glauca' and 'Silveray' and the wide-bodied 'Winton'.The wood is versatile and very useful for construction. It is light, with straight grains, and easy to work. It is used for a great variety of products, including telephone poles, railroad ties, bridges, boats, plywood and flooring, furniture, sports equipment, and musical instruments. It is easy to break down into chips, particle board, or pulp for paper. Its value has led to overexploitation of wild populations of the tree, and destruction of the forest ecosystems in which it grows. The Siberian tiger is resident in these pine forests, and preservation of this tree species is one step in the conservation of the tiger.Other associates of the tree in nature include the spotted nutcracker (Nucifraga caryocatactes), which collects the seeds and plays an important role in their dispersal.",
    "Gallery": "",
    "References": "",
    "External links": "Korean Pine. American Conifer Society.\nPinus koraiensis - Korean Stone Pine. Conifers Around the World."
  }
}