{
  "url": "https://en.wikipedia.org/wiki/Pinus_patula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Australes"
    },
    {
      "Species": "P. patula"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus patula, commonly known as  patula pine, spreading-leaved pine, or Mexican weeping pine, and in Spanish as pino patula or pino llorón, (patula Latin = “spreading”) is a tree native to the highlands of Mexico. It grows from 24° to 18° North latitude and 1,800–2,700 m (5,900–8,900 ft) above sea level. The tree grows up to 30 m (98 ft) tall. It cannot withstand long periods of temperatures as low as −10 °C (14 °F), but resists occasional brief dips below 0 °C (32 °F). It is moderately drought-tolerant, and in this respect is superior to Pinus taeda. The average annual rainfall in its native habitat is from 750 to 2000 mm. This happens mostly in summer, but in a little area of the State of Veracruz on the Sierra Madre Oriental its habitat is rainy the year round.\nIt is planted at high altitudes in Ecuador (3500 m), Bolivia, Colombia (3300m), Kenya, Tanzania, Angola, Zimbabwe, Papua New Guinea, and Hawaii (3000 m). In Hawaii it is replacing the native alpine grassland.\nAt lower altitudes than its origin country it is cultivated in Southern Brazil, South Africa, India, and in the Argentine provinces of Córdoba and San Luis. it is planted for forestation purposes in lands originally covered by bushland.\nIt has been introduced near sea level in New South Wales, Australia, where it spreads naturally by wind and is very favored because rainfalls are more abundant in summer. It was also introduced in New Zealand for commercial purposes and is fully naturalized there. It is cultivated in the United Kingdom as an ornamental tree for parks and gardens, and has gained the Royal Horticultural Society's Award of Garden Merit.The timber is pale-pink to salmon, moderately soft, brittle and smelling strongly of aniseed when freshly cut.",
    "Taxonomic notes": "There are two varieties: P. patula Schiede ex Schlechtendal et Chamisso var. patula and P. patula Schiede ex Schlechtendal et Chamisso var. longipedunculata Loock ex Martínez.",
    "References": "Eguiluz T.1982. Clima y Distribución del género pinus en México. Distrito Federal. Mexico.\nRzedowski J. 1983. Vegetación de México. Distrito Federal, Mexico.\nRichardson D.M. (Ed) 2005. Ecology and biogeography of Pinus. Department of Conservation. South Island Wilding Conifer Strategy. New Zealand.\nChandler, N.G. Pulpwood plantations in South Africa. Proc. Aust. Paper Indus. Tech. Ass.\nGutiérrez, Millán, W. Ladrach. 1980. Resultados a tres años de la siembra directa de semillas de Cupressus lusitanica y Pinus patula en finca Los Guaduales Departamento del Cauca. Informe de Investigación 60. Cali, Colombia. Cartón de Colombia S.A. 6 p.",
    "External links": " Data related to Pinus patula at Wikispecies\n Media related to Pinus patula at Wikimedia Commons"
  }
}