{
  "url": "https://en.wikipedia.org/wiki/Pinus_bungeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Gerardianae"
    },
    {
      "Species": "P. bungeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus bungeana (English: Bunge's pine or lacebark pine or white-barked pine;  Chinese: 白皮松 Japanese: シロマツ, Korean: 백송; RR: baeksong) is a pine tree native to northeastern and central China.  It is a slow-growing tree that can grow to heights of 15–25m and is frost hardy down to below -26 °C. Its smooth, grey-green bark gradually sheds in round scales to reveal patches of pale yellow, which turn olive-brown, red and purple on exposure to light.",
    "Distribution and habitat": "Pinus bungeana is native to mountains of China, but is widely cultivated as an ornamental, especially for its attractive metallic bark.  It has naturalized in the Sierra de la Ventana of eastern Argentina.",
    "Uses": "It is grown as ornamental tree in far eastern oriental classical gardens where it symbolizes longevity. It can also be seen in botanic gardens and often grows with multiple stems. Its bark is especially admired just after rains because of the emphasised contrasting colours of its peeling plates.",
    "References": "",
    "Further reading": "Li, B. & W. C. Gu (2002). \"A study on phenotypic diversity of seeds and cones characteristics in Pinus bungeana\". Biodiversity Science. 10 (2): 181–188.\nSujuan, Guo; Ling Hongqin & Li Fenglan. \"Physiological and biochemical basis of rooting of Pinus bungeana cuttings\". Journal of Beijing Forestry University. 2004 (2).",
    "External links": "Photo of cone\nPhoto of foliage and male (pollen) cones\nPhoto of bark"
  }
}