{
  "url": "https://en.wikipedia.org/wiki/Pinus_strobiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. strobiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus strobiformis, commonly known as southwestern white pine, Mexican white pine or Chihuahua white pine, is a medium-sized white pine tree whose native habitat is in southwestern United States and Mexico.  It is typically a high-elevation pine growing mixed with other conifers (a montane forest).",
    "Description": "Pinus strobiformis, a member of the white pine group, Pinus subgenus Strobus, is a straight, slender tree growing to 30 m tall and 1 m in diameter.  The bark is smooth and silvery-gray on young trees, aging to furrowed and red-brown or dark gray-brown.  The branches are spreading and ascending.  Twigs are slender, pale red-brown, aging to smooth gray or gray-brown.  Buds are ellipsoid, red-brown, and resinous. Leaves (needles) are five per bundle (fascicle), sometimes four, spreading to ascending-upcurved, 4–9 cm long (rarely 10), 0.6-1.0 mm in diameter, straight, slightly twisted, pliant, dark green to blue-green, and persist 3–5 years.  The upper surface ('adaxial' - facing toward the stem of the plant) is conspicuously whitened by narrow stomatal lines.  The lower surfaces ('abaxial' - facing away from the stem of the plant) are without evident stomatal lines.  The margins are sharp, razorlike and entire to finely serrulate, apex narrowly acute to short-subulate.  Each fascicle has a deciduous sheath 1.5-2.0 cm long which is shed early.\nThe cones are very large, 16–50 cm long and 9–11 cm broad, and have scales with a very characteristic prolonged and often recurved or S-shaped apex. The seeds are large, and with a very short wing; they are dispersed mainly by birds, particularly the Mexican jay. It is a very drought tolerant tree but greater populations grow on moist and cool places living in association with Pinus hartwegii and Pinus rudis.",
    "Distribution": "The tree can natively be found in mountainous areas in Arizona, southwest Colorado, New Mexico, and western Texas.  Most of the native pines are in Mexico, in the Sierra Madre Occidental mountains of northern Mexico, from a short distance south of the US–Mexico border south through Chihuahua and Durango to Jalisco.  The pine rarely appears in pure strands, but grows along with other native conifers, such as limber pine, ponderosa pine, blue spruce, aspen, white fir, Douglas fir, and Engelmann spruce.",
    "Uses": "The southwestern white pine can be grown as a Christmas tree, windbreak tree, or an ornamental tree.  It is popular as a replacement in drier areas for the eastern white pine.  It can be used in cabinet making, but it is poor as a lumber tree.  The seeds were used as a food by Native Americans in the present day southwestern United States.",
    "References": "",
    "External links": "Pinus strobiformis cone pics; compare also Pinus reflexa and Pinus flexilis (scroll ¼ way down page)\nhttp://www.pinetum.org/articles/Pinus/PNstylesiiFrankis2009.pdf\nhttp://www.coloradotrees.org/feature_trees/pine_sw.php"
  }
}