{
  "url": "https://en.wikipedia.org/wiki/Pinus_dalatensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. dalatensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus dalatensis, also known as Vietnamese white pine or Dalat pine, is a species of pine endemic to Indochina. In Vietnam it grows in the mountains of the central and south-central parts of the country at elevations of 1,400 to 2,300 metres (4,600 to 7,500 ft). Only recently confirmed from Laos, the population located within the Nakai-Nam Theun Biodiversity Conservation Area is the largest, at the lowest elevation, and the northernmost of the known populations of P. dalatensis.",
    "Description": "Pinus dalatensis is a medium-sized evergreen tree growing to 30 to 40 metres (98 to 131 ft) tall. It is a member of the white pine group, Pinus subgenus Strobus, and like all members of that group, the leaves ('needles') are in fascicles (bundles) of five, with a deciduous sheath. The needles are finely serrated, and (3-)5–14 cm long.\nThe cones are slender, 6 to 23 centimetres (2.4 to 9.1 in) long and 2 to 4 centimetres (0.79 to 1.57 in) broad (closed), opening to 3 to 9 centimetres (1.2 to 3.5 in) broad; the scales are thin and flexible. The seeds are small, 6 to 8 millimetres (0.24 to 0.31 in) long, and have a long slender wing 18 to 25 millimetres (0.71 to 0.98 in) long. It is most closely related to the blue pine Pinus wallichiana from the Himalaya.",
    "Description-Subspecies": "It is divided into two subspecies:\nPinus dalatensis subsp. dalatensis. Da Lat region, between 11°50'N and 12°30'N. Cones 6–17 cm long.\nPinus dalatensis subsp. procera Businský. Central Vietnam, between 15°00'N and 16°20'N. Cones 13–23 cm long.",
    "References": "",
    "Further reading": "Zsolt Debreczy; Istvan Racz (2012).  Kathy Musial (ed.). Conifers Around the World (1st ed.). DendroPress. p. 1089. ISBN 978-9632190617.",
    "External links": "Conifers Around the World: Pinus dalatensis - THÔNG ĐÀ LẠT"
  }
}