{
  "url": "https://en.wikipedia.org/wiki/Pinus_discolor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Parrya"
    },
    {
      "Subsection": "P. subsect. Cembroides"
    },
    {
      "Species": "P. johannis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus johannis, the Johann's pine, is a pine in the pinyon pine group, native to North America. The range extends from southeast Arizona and southwest New Mexico, United States, south in Mexico along the Sierra Madre Occidental and the Sierra Madre Oriental to southern Zacatecas and San Luis Potosí. It occurs at moderate to high altitudes, from 1,600–3,000 metres (5,200–9,800 ft), in cool, dry climate conditions.",
    "Description": "Pinus johannis is a small to medium-size tree, often just a shrub, reaching 4–10 metres (13–33 ft)  tall and with a trunk diameter of up to 50 cm (20 in). The bark is grey-brown, thin and scaly at the base of the trunk. The leaves ('needles') are in mixed fascicles of three and four, slender, 3–6 cm (1 1⁄4–2 1⁄4 in) long, and deep green to blue-green, with stomata confined to a bright white band on the inner surfaces.\nThe cones are globose, 2–4 cm (3⁄4–1 1⁄2 in) long and 2–3 cm (3⁄4–1 1⁄4 in) broad when closed, green at first, ripening yellow-brown when 16–18 months old, with only a small number of thin, fragile scales, typically 6-12 fertile scales. The cones open to 3–5 cm (1 1⁄4–2 in) broad when mature, holding the seeds on the scales after opening. The seeds are 9–12 mm (11⁄32–15⁄32 in) long, with a thick shell, a white endosperm, and a vestigial 1–2 mm (1⁄32–3⁄32 in) wing; they are dispersed by the Mexican jay, which plucks the seeds out of the open cones. The jay, which uses the seeds as a major food resource, stores many of the seeds for later use; some of these stored seeds are not used and are able to grow into new trees.",
    "History": "Pinus johannis is a recently described pinyon pine, discovered by Elbert L. Little in 1968 when comparing pinyons growing in Arizona with those of typical Mexican pinyon (Pinus cembroides) in Mexico; he described it as a variety of Mexican pinyon, Pinus cembroides var. bicolor, noting the very different stomatal placing on the leaves; it also differs in needle number, with 3–4 per fascicle, rather than 2–3; in the cones having thinner scales; and in having a denser, more rounded crown. Further research by the French botanist Marie-Françoise Robert-Passini, the American botanists Dana K. Bailey and Frank G. Hawksworth and others, has shown that it is better treated as a distinct species. Although often occurring together with Mexican pinyon, it is reproductively isolated from that by its pollination being a month to two months later in summer, rather than in spring, thereby preventing hybridisation.\nAs Robert-Passini and Bailey & Hawksworth were working in different areas at about the same time, it was raised to species rank twice, first as Pinus johannis by Robert-Passini (naming it after her husband Jean) examining specimens in the Sierra Madre Oriental in Mexico, and then later as Pinus discolor by Bailey & Hawksworth examining specimens in the northern Sierra Madre Occidental in Arizona.\nThere are slight differences between the plants in the two ranges; those in the eastern being more shrubby and with larger cones than those in the western range, and also differences in the resin composition; they are though generally very similar and recognition of both as separate species from each other does not appear warranted.\nSome botanists also still include P. johannis in Mexican pinyon as a variety or even not distinguished at all, accounting for reports of \"Mexican pinyon\" in Arizona and New Mexico. This is despite the two frequently occurring together at the same sites with no hybridisation.\nPinus johannis is most closely allied to Orizaba pinyon (Pinus orizabensis) and Potosí pinyon (Pinus culminicola), with which it shares the leaf structure with the stomata confined to the inner faces; it differs from the former in the smaller cones and seeds, and from the latter in fewer needles per fascicle (3-4 vs 5).",
    "Uses": "The edible pine nut seeds are collected in Mexico to a small extent.\nThe white-glaucous inner surfaces of the needles make it a very attractive small tree, suitable for parks and large gardens.",
    "References": "",
    "External links": "Pinetum.org - Photos of Pinus johannis tree and foliage (scroll half-way down)\nPinetum.org - Photo of cones (scroll half-way down)"
  }
}