{
  "url": "https://en.wikipedia.org/wiki/Pinus_nelsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Parrya"
    },
    {
      "Subsection": "Pinus subsect. Nelsonianae"
    },
    {
      "Species": "P. nelsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus nelsonii, Nelson's pinyon, is a species of pine native to the mountains of northeastern Mexico, in Nuevo León, San Luis Potosí and Tamaulipas at 1,800–3,200 m altitude. It has very singular characteristics and is not closely related to any other pines in either morphology or genetics. It is placed in subgenus Strobus either in its own section Nelsonia or subsection Nelsoniae.\n\"Pinus nelsonii is exceptional. Evidence from three nuclear genes (Syring et al., 2005) and cpDNA (Gernandt et al., 2005) resolve P. nelsonii as sister lineage to the remaining members of sect. Parrya. In contrast, the LEA-like locus used in this study places P. nelsonii in a unique, moderately supported (71% BS) position sister to sect. Quinquefoliae when midpoint rooting is employed.\"It is a small tree growing to 10 m tall with a trunk up to 20–30 cm diameter. The crown is rounded and dense, and resembles that of the unrelated Pinus pinea from the western Mediterranean. The needles are produced in fascicles of three (occasionally four), but 'zipped' together by their finely serrated margins so that they look like a single needle; they can only be separated by force. They are 4–8 (rarely 10) cm long and 0.7–1 mm thick, sub-shiny dark green in colour, with a persistent grey basal sheath 7–9 mm long. The cones are cylindrical, 6–12 cm long and 4–5 cm broad, orange-brown to red-brown colour, with 60–100 scales with large but indistinct umbos, and carried on a stout downcurved peduncle 3–6 cm long. Unlike all other pines, their growth while immature does not pause during the first winter. The seeds are large, 12–15 mm, red-brown. The cones mature in November after rain season. It grows in a semi-arid temperate climate with summer rainfall and is very drought-tolerant.The seeds are edible and delicious and are very appreciated by people in the region and are so valuable that they are transported to the markets of Mexico City. Because of its seeds it has been very devastated by people. Only recently it has been cultivated outside its native range, grown more for its botanical curiosity than for ornamental values.The scientific name is occasionally cited incorrectly as Pinus nelsoni; the correct ending is -ii.\n\n\n== References =="
  }
}