{
  "url": "https://en.wikipedia.org/wiki/Pinus_pinea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "Pinus subsect. Pinaster"
    },
    {
      "Species": "P. pinea"
    }
  ],
  "text": {
    "__SUMMARY__": "Not to be confused with Japanese umbrella-pine or Swiss stone pine\n\nThe stone pine, botanical name Pinus pinea, also known as the Italian stone pine, umbrella pine and parasol pine, is a tree from the pine family (Pinaceae). The tree is native to the Mediterranean region, occurring in Southern Europe, Israel, Lebanon and Syria. It is also naturalized in North Africa, the Canary Islands, South Africa and New South Wales. The species was introduced into North Africa millennia ago, such a long time that it is essentially indistinguishable from being native.\nStone pines have been used and cultivated for their edible pine nuts since prehistoric times. They are widespread in horticultural cultivation as ornamental trees, planted in gardens and parks around the world. This plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Distribution": "The prehistoric range of Pinus pinea included North Africa in the Sahara Desert and Maghreb regions during a more humid climate period, in present-day Morocco, Algeria, Tunisia, and Libya. Its contemporary natural range is in the Mediterranean forests, woodlands, and scrub biome ecoregions and countries, including the following:\n\nSouthern Europe\nThe Iberian conifer forests ecoregion of the Iberian Peninsula in Spain and Portugal; the Italian sclerophyllous and semideciduous forests ecoregion in France and Italy; the Tyrrhenian-Adriatic sclerophyllous and mixed forests ecoregion of southern Italy, Sicily, and Sardinia; the Illyrian deciduous forests of the eastern coast of the Ionian and Adriatic Seas in Croatia and Albania; and the Aegean and Western Turkey sclerophyllous and mixed forests ecoregion of the southern Balkan Peninsula in Greece.\nIn Greece, although the species is not widely distributed, an extensive stone pine forest exists in western Peloponnese at Strofylia on the peninsula separating the Kalogria Lagoon from the Mediterranean Sea. This coastal forest is at least 8 miles long, with dense and tall stands of Pinus pinea mixed with Pinus halepensis. Currently, Pinus halepensis is outcompeting stone pines in many locations of the forest. Another location in Greece is at Koukounaries on the northern Aegean island of Skiathos at the southwest corner of the island. This is a half-mile-long dense stand of stone and Aleppo pines that lies between a lagoon and the Aegean Sea.\nWestern Asia\nIn Western Asia, the Eastern Mediterranean conifer-sclerophyllous-broadleaf forests ecoregion in Turkey; and the Southern Anatolian montane conifer and deciduous forests ecoregion in Turkey, Syria, Lebanon and northern Israel.\n\nNorthern AfricaThe Mediterranean woodlands and forests ecoregion of North Africa, in Morocco and Algeria.\n\nSouth AfricaIn the Western Cape Province, where the pines were according to legend planted by the French Huguenot refugees who settled at the Cape of Good Hope during the late 17th century and brought the seeds with them from France. Known in the Afrikaans language as kroonden.",
    "Description": "The stone pine is a coniferous evergreen tree that can exceed 25 metres (82 ft) in height, but 12–20 metres (39–66 ft) is more typical. In youth, it is a bushy globe, in mid-age an umbrella canopy on a thick trunk, and, in maturity, a broad and flat crown over 8 metres (26 ft) in width. The bark is thick, red-brown and deeply fissured into broad vertical plates.\n\nFoliageThe flexible mid-green leaves are needle-like, in bundles of two, and are 10–20 centimetres (3.9–7.9 in) long (exceptionally up to 30 centimetres (12 in)). Young trees up to 5–10 years old bear juvenile leaves, which are very different, single (not paired), 2–4 centimetres (0.79–1.57 in) long, glaucous blue-green; the adult leaves appear mixed with juvenile leaves from the fourth or fifth year on, replacing it fully by around the tenth year. Juvenile leaves are also produced in regrowth following injury, such as a broken shoot, on older trees.\n\nConesThe cones are broad, ovoid, 8–15 centimetres (3.1–5.9 in) long, and take 36 months to mature, longer than any other pine. The seeds (pine nuts, piñones, pinhões, pinoli, or pignons) are large, 2 centimetres (0.79 in) long, and pale brown with a powdery black coating that rubs off easily, and have a rudimentary 4–8 millimetres (0.16–0.31 in) wing that falls off very easily. The wing is ineffective for wind dispersal, and the seeds are animal-dispersed, originally mainly by the Iberian magpie, but in recent history largely by humans.",
    "Use": "",
    "Use-Food": "Pinus pinea has been cultivated extensively for at least 6,000 years for its edible pine nuts, which have been trade items since early historic times. The tree has been cultivated throughout the Mediterranean region for so long that it has naturalized, and is often considered native beyond its natural range.",
    "Use-Ornamental tree": "In Italy, the stone pine has been an aesthetic landscape element since the Italian Renaissance garden period. The tree is among the symbols of Rome, where many historic Roman roads, such as the Via Appia, are embellished with lines of stone pines. Stone pines were planted on the hills of the Bosphorus strait in Istanbul for ornamental purposes during the Ottoman period. In the 1700s, P. pinea began being introduced as an ornamental tree to other Mediterranean climate regions of the world, and is now often found in gardens and parks in South Africa, California, and Australia. It has naturalized beyond cities in South Africa to the extent that it is listed as an invasive species there. It is also planted in western Europe up to southern Scotland, and on the East Coast of the United States up to New Jersey.\nIn the United Kingdom it has won the Royal Horticultural Society's Award of Garden Merit.Small specimens are used for bonsai, and also grown in large pots and planters. The year-old seedlings are seasonally available as table-top Christmas trees 20–30 centimetres (7.9–11.8 in) tall.",
    "Use-Other": "Other products of economic value include resin, bark for tannin extraction, and empty pine cone shells for fuel. Pinus pinea is also currently widely cultivated around the Mediterranean for environmental protection such as consolidation of coastal dunes, soil conservation and protection of coastal agricultural crops.",
    "Pests": "The introduced western conifer seed bug (Leptoglossus occidentalis) was accidentally imported with timber to northern Italy in the late 1990s from western USA, and has spread across Europe as an invasive pest species since then. It feeds on the sap of developing conifer cones throughout its life, and its sap-sucking causes the developing seeds to wither and misdevelop. It has destroyed most of the pine nut seeds in Italy, threatening P. pinea in its native habitats there.",
    "References": "",
    "External links": "Pinus pinea − distribution map, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)\n[1] The Gymnosperm Database\nefri.gov.tr: A case study on stone pine farms in Turkey"
  }
}