{
  "url": "https://en.wikipedia.org/wiki/Pinus_brutia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "Pinus subsect. Pinaster"
    },
    {
      "Species": "P. brutia"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus brutia, the Turkish pine, is a pine native to the eastern Mediterranean region. The bulk of its range is in Turkey, but it also extends to southeastern-most Bulgaria, the East Aegean Islands of Aegean Sea, Crete, the Crimea, Iran, Georgia, Azerbaijan, northern Iraq, western Syria, Israel, north-west Jordan, Lebanon, and Cyprus.  It generally occurs at low altitudes, mostly from sea level to 600 metres (2,000 ft), up to 1,200 metres (3,900 ft) in the south of its range.\nTurkish pine is also known by several other common names: Calabrian pine (from a naturalised population of the pine in Calabria in southern Italy, from where the pine was first botanically described), East Mediterranean pine and Brutia pine.",
    "Description": "Pinus brutia is a medium-size tree, reaching 20–35 metres (66–115 ft)  tall and with a trunk diameter of up to 1 metre (3.3 ft), exceptionally 2 metres (6.6 ft). The bark is orange-red, thick and deeply fissured at the base of the trunk, and thin and flaky in the upper crown. The leaves (needles) are in pairs, slender, mostly 10–16 cm long, bright green to slightly yellowish green.\nThe cones are stout, heavy and hard, 6–11 cm long and 4–5 cm broad at the base when closed, green at first, ripening glossy red-brown when 24 months old. They open slowly over the next year or two to release the seeds, opening to 5–8 cm broad. The seeds are 7–8 mm long, with a 15–20 mm wing, and are mainly wind-dispersed.",
    "Description-Subspecies": "Pinus brutia, Turkish pine, is closely related to Aleppo pine, Canary Island pine and Maritime pine, which all share many features with it. Some authors have treated it as a subspecies of Aleppo pine, but it is usually regarded as a distinct species. It is a moderately variable species, and the following subspecies and varieties are named:\n\nPinus brutia subsp. brutia var. brutia (typical form; most of the range)\nPinus brutia subsp. brutia var. pityusa (Georgia and adjacent Russian Black Sea coast; barely distinct from the type)\nPinus brutia subsp. brutia var. stankewiczii (Crimea; barely distinct from the type)\nPinus brutia subsp. brutia var. pendulifolia (southern coastal Turkey; needles 20–29 cm, pendulous)\nPinus brutia subsp. eldarica (Eldar pine; Azerbaijan; Georgia; needles 8–14 cm, cones 5–9 cm).  Also in Central Asia including Afghanistan and Pakistan and mountainous areas to the north in Central Asia.The Eldar pine is treated as a species (Pinus eldarica) by some authors; it is adapted to a drier climate with a summer rainfall peak, whereas subsp. brutia is adapted to a climate with mainly winter rainfall.",
    "Ecology": "The Krüper's nuthatch, a rare nuthatch, is largely restricted to forests of Turkish pine and depends heavily on it for feeding; the ranges of the two species are largely coincident.",
    "Uses": "",
    "Uses-Honey": "Turkish pine is host to a sap-sucking aphid Marchalina hellenica. Under normal circumstances, this insect does no significant damage to the pine, but is of great importance for the excess sugar it secretes. This sugar, \"honeydew\", is collected by honey bees which make it into a richly flavoured and valuable honey, \"pine honey\" (Turkish, çam balı), with reputed medicinal benefits.",
    "Uses-Landmark": "The \"Lone Pine\", a prominent landmark tree at an ANZAC First World War battle at Gallipoli, was this species. Cones from the battlefield were taken home to Australia, and plants sourced from the seeds were planted as living memorials.\n\"Lone Pine\" memorials, based on cones brought back from Gallipoli may use this species or Aleppo pine. Some memorials utilise other species altogether.",
    "Uses-Forestry": "It is widely planted for timber, both in its native area (it is the most important tree in forestry in Turkey) and elsewhere in the Mediterranean region east to Pakistan. \nThe timber is used for many purposes including carpentry, industry, general constructions, firewood and pulp. In Israel it is sometimes preferred to the wider-used Pinus halepensis (Aleppo Pine) because of its relative resistance to Thaumetopoea.",
    "Uses-Cultivation": "Pinus brutia is a popular ornamental tree, extensively planted in parks and gardens in hot dry areas (such as southern California, Arizona, southern Nevada and west and central Texas in the United States), where its considerable heat and drought tolerance is highly valued. The subspecies eldarica is the most drought tolerant form, used in Afghanistan, Iran and more recently in Arizona, California, and Texas. In the United States Pinus brutia subsp. eldarica is referred to as \"Eldarica pine\", \"Afghan pine\" or \"Mondell pine\" (after Mondell Bennett, a commercial tree grower in New Mexico who popularized the species starting in 1969).",
    "References": "5.\tShayanmehr, F., Jalali, S. G., Ghanati, F., & Kartoolinejad, D. (2008). Discrimination of Pinus eldarica MEDW. and its two new species by epicuticular wax, lignin content, electrophoretic isozyme and activity of peroxidase. Feddes Repertorium, 119(7‐8), 644-654. http://onlinelibrary.wiley.com/doi/10.1002/fedr.200811188/full \n\n6.\tShayanmehr, F., Jalali, S. G., Ghanati, F., Kartoolinejad, D., & Apple, M. E. (2009). Two new morphotypes of Pinus eldarica: Discrimination by macromorphological and anatomical traits. Dendrobiology, 61, 27-36. http://onlinelibrary.wiley.com/doi/10.1002/fedr.200811188/full\n\nConifer Specialist Group (1998). \"Pinus brutia\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006.\nFrankis, M. P. (1999). Pinus brutia. Curtis's Botanical Magazine 16: 173-184.",
    "External links": "Photos of trees in Turkey (scroll down page)\nGymnosperm Database - Pinus brutia\nConifers Around the World: Pinus brutia – Calabrian pine\nPinus brutia - distribution map, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)"
  }
}