{
  "url": "https://en.wikipedia.org/wiki/Pinus_maximartinezii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Parrya"
    },
    {
      "Subsection": "P. subsect. Cembroides"
    },
    {
      "Species": "P. maximartinezii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus maximartinezii, called Martinez pinyon, big-cone pinyon or maxipiñon, is a pine in the pinyon pine group, native to central Mexico. The range is highly localised, confined to a small area of the southern Sierra Madre Occidental in southern Zacatecas. It occurs at moderate altitudes, from 1800–2400 m and 21° North latitude, in warm and temperate, dry climate conditions.\nIt is a small tree, reaching 5–15 m (16–49 ft) tall and with a trunk diameter of up to 50 cm (20 in). The bark is brown, thick and fissured at the base of the trunk. The leaves ('needles') are in fascicles of five, slender, 7–13 cm (2 3⁄4–5 in) long, and deep green to blue-green, with stomata confined to a bright white band on the inner surfaces. The cones are ovoid, massive, 15–27 cm (6–10 3⁄4 in) long and 8–14 cm (3 1⁄4–5 1⁄2 in) broad and up to 2 kg (4.4 lb) weight when closed, green at first, ripening yellow-brown when 26–28 months old, with very thick, woody scales, typically 30–60 fertile scales. The scales are unusual for a pine in the soft pine group (Pinus subgenus Strobus); most pines in that group have flexible scales. The cones open to 10–15 cm (4–6 in) broad when mature. The seeds are 2–3 cm (3⁄4–1 1⁄4 in) long, with a thick shell, with a vestigial 1–2 mm (0.04–0.08 in) wing; the seedlings have 18–24 cotyledons, the highest number reported for any plant.\nBecause of its isolation in a remote area, it escaped discovery until 1964, when the Mexican botanist Jerzy Rzedowski noticed some unusually large pine nuts (piñones) sold in the markets of local villages, and investigated the area to find their source. It differs from all other pinyon species in that it has very massive cones and large seeds. Like other pinyons, the seeds are edible; this represents a threat to the species' survival, as the majority of the seeds produced are harvested, limiting natural regeneration of the pines.\nIt has started being cultivated recently and is a very attractive tree as ornamental. The Mexican government has declared this species endangered.",
    "References": "",
    "External links": "Gymnosperm Database: Pinus maximartinezii\nFarjon, A. & Styles, B. T. (1997). Pinus (Pinaceae). Flora Neotropica Monograph 75: 221–224.\nConifers Around the World: Pinus maximartinezii – Martínez Pinyon Pine."
  }
}