{
  "url": "https://en.wikipedia.org/wiki/Pinus_remota",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Parrya"
    },
    {
      "Subsection": "P. subsect. Cembroides"
    },
    {
      "Species": "P. remota"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus remota, commonly known as the Texas pinyon or papershell pinyon, is a pine in the pinyon pine group, native to southwestern Texas and northeastern Mexico.  It can be distinguished from other pinyon species by its thin-walled seeds, which made it especially attractive as a food to Indians and Mexicans living where it grew.  Spanish explorer Cabeza de Vaca noted that the papershell pinon was an important food for the Indians in 1536.",
    "Description": "Pinus remota is a small tree or large shrub, reaching 3–10 m tall and with a trunk diameter of up to 40 cm. The bark is thick, rough, and scaly. The leaves ('needles') are in mixed pairs and threes (mostly pairs), slender, 3–5 cm long, and dull gray-green, with stomata on both inner and outer surfaces. The cones are squat globose, 3–5 cm long and broad when closed, green at first, ripening yellow-buff when 18–20 months old, with only a small number of thin scales, with typically 5-12 fertile scales.\nThe cones open to 4–6 cm broad when mature, holding the seeds on the scales after opening. The seeds measure 10–12 mm long, with a very thin shell, a white endosperm, and a vestigial 1–2 mm wing; they are dispersed by the Woodhouse's scrub jay, which plucks the seeds out of the open cones. The jay, which uses the seeds as a food resource, stores many of the seeds for later use, and some of these stored seeds are not used and able to grow into new trees.",
    "Taxonomy": "Texas pinyon was previously included in Mexican pinyon, only being discovered as distinct in 1966 when US botanist Elbert L. Little noticed that the seed shells of some pinyons in Texas were very thin compared to many others. He treated it as a variety of Mexican pinyon, Pinus cembroides var. remota. Subsequent research found other differences, and it is now usually treated as a distinct species, probably more closely related to the Colorado pinyon P. edulis, which shares thin seed shells and needles mostly in pairs. Texas pinyon differs from both Mexican and Colorado pinyons in the very small, recessed umbo on the cone scales (larger and knob-like on other pinyons).",
    "Distribution and habitat": "The range is in western Texas, United States, on the south edge of the Edwards Plateau and the hills between Fort Stockton and Presidio, and in northeastern Mexico, mainly in Coahuila but also just into Chihuahua and Nuevo León. It occurs at low to moderate altitudes, from 450–700 m on the Edwards Plateau and from 1200–1800 m in the rest of its range. It is scarce, with small, scattered populations usually on dry, rocky sites and arroyos where bare rock lowers the likelihood of wildfire spreading easily.",
    "Uses": "The edible seeds are occasionally collected like those of other pinyons, and sold as pine nuts. However, in its barren, dry habitat, infrequent and small crops are normal, reducing its economic value. It is occasionally planted as an ornamental tree, where its remarkable tolerance of drought and even semi-desert conditions makes it valuable in hot, dry areas.",
    "The papershell piñón and Cabeza de Vaca": "Pinus remota has importance in determining the route of Spanish explorer Cabeza de Vaca, the first European to explore Texas and the northern part of Mexico. Writing an account of his experiences, Cabeza de Vaca said that in 1535 the Indians of the region through which he was passing gave him and his companions pine nuts to eat which were \"better than those of Castile [Spain], because they have very thin shells.\"\n\nIn attempting to determine the route followed by Cabeza de Vaca from near the area of Galveston, Texas on the Gulf of Mexico to the Pacific Ocean coast of Mexico, several scholars, notably Cleve Hallenbeck in 1940, believed that the statement by Cabeza de Vaca referred to the seeds of Pinus edulis, the Colorado piñón, which is found in the mountains of southern New Mexico and adjacent Texas—but not in northeastern Mexico.  The Mexican piñón (Pinus cembroides) found in Mexico has thick shells, rather than the thin shells described by Cabeza de Vaca. Therefore, Hallenbeck concluded on the basis of the range of piñón species that Cabeza de Vaca had traversed Texas westward from near Galveston to southernmost New Mexico and crossed the Rio Grande river near El Paso, Texas.\nTo the contrary, Alex D. Krieger in a doctoral dissertation (1961) proposed instead that Cabeza De Vaca had traversed the coast of Texas, crossed the Rio Grande into Mexico and turned northwest, passing near present-day Monclova, Mexico and proceeding through Mexico to meet the Rio Grande again near present-day Presidio, Texas. Krieger's trans-Mexican route for Cabeza de Vaca was dismissed by proponents of a trans-Texas route because no piñón with thin shelled seeds was known to be native to northern Mexico.However, in 1966, botanist Elbert L. Little first described a subspecies of the Mexican piñón with \"thin shelled seeds\" and in 1979 the thin-shelled piñón was proposed to be considered as a separate species with the name Pinus remota or papershell piñón.  In 1996, scholars traveled to the Monclova, Mexico area and collected specimens of the papershell piñón, thus proving that Cabeza de Vaca might have encountered thin-shelled piñón seeds in Mexico as well as in Texas. The trans-Mexico route of Cabeza de Vaca, proposed by Krieger, now has the support of many scholars.",
    "References": "",
    "External links": "Photo of cones (scroll half-way down)"
  }
}