{
  "url": "https://en.wikipedia.org/wiki/Pinus_arizonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Ponderosae"
    },
    {
      "Species": "P. arizonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus arizonica, commonly known as the Arizona pine, is a medium-sized pine in northern Mexico, southeast Arizona, southwest New Mexico, and western Texas in the United States. It is a tree growing to 25–35 m tall, with a trunk diameter of up 1.2 m (3 ft 11 in). The needles are in bundles of 3, 4, or 5, with 5-needle fascicles being the most prevalent. This variability may be a sign of hybridization with the closely related ponderosa pine (Pinus ponderosa). The cones are single, paired, or in whorls of three, and 5–11 cm long.",
    "Taxonomy": "The Arizona pine was commonly thought to be a variant of Ponderosa pine, but since at least 1997 it is now recognized as a distinct species by most authorities.Three varieties are described;\n\nPinus arizonica var. arizonica, primarily in the Sierra Madre Occidental from Arizona and New Mexico south through Chihuahua to Durango and Zacatecas, west to Sonora and Sinaloa, and east through Coahuila to Nuevo León.\nPinus arizonica var. stormiae, in the Sierra Madre Oriental from Coahuila and Nuevo León south to southwest Tamaulipas (in Miquihuana) and parts of San Luis Potosí. Possibly in the Big Bend National Park in Texas.\nPinus arizonica var. cooperi, in the Sierra Madre Occidental in Chihuahua and Durango. This variety was originally described as a distinct species, but was subsumed under Pinus arizonica by Farjon in 1997. Among some primarily Mexican botanists this change has not proved popular. It has also been reclassified as a subspecies by Silba in 2009 on the basis of it being more distinct than var. stormiae, although this taxonomy is followed by even fewer authors. Some authors regard this as more closely related to Hartweg's pine (Pinus hartwegii).",
    "Uses": "This pine is a source of construction timber, and is heavily harvested for firewood. Extensive cutting has reduced the formerly widespread Arizona pine forests, particularly in Mexico.",
    "References": "\nConifer Specialist Group (1998). \"Pinus arizonica\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006."
  }
}