{
  "url": "https://en.wikipedia.org/wiki/Pinus_pumila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. pumila"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus pumila (common names Siberian dwarf pine, dwarf Siberian pine, dwarf stone pine, Japanese stone pine, or creeping pine) is a native of northeastern Asia, including the islands of Japan. It shares the common name creeping pine with  several other plants.",
    "Description": "It is a coniferous evergreen shrub ranging from 1–3 m (3–10 ft) in height, exceptionally up to 5 m (16 ft), but may have individual branches that extend farther along the ground in length. In the mountains of northern Japan, it sometimes hybridises with the related Japanese white pine (Pinus parviflora); these hybrids (Pinus × hakkodensis) are larger than P. pumila, reaching 8–10 m (26–33 ft) tall on occasion.\n\nThe leaves are needle-like, formed in bundles of five and are 4–6 cm long. The cones are 2.5-4.5 cm long, with large nut-like seeds (pine nuts).",
    "Distribution": "The range covers the Far East, Eastern Siberia, north-east of Mongolia, north-east of China, northern Japan and Korea. Siberian dwarf pine can be found along mountain chains, passing the upper forest border, where it forms uninterrupted hard-to-pass thickets, also it grows in the sea bank of the Okhotsk and the Bering Seas, Tatarsk and Pacific coast (the Kurils).\nIt grows very slowly and is a perennial plant.  It can live up to 300 and even 1000 years.  For example, in harsh conditions of Siberia region there are trees of Siberian dwarf pine, which are 250 years-old and older.",
    "Cultivation": "This plant is grown as an ornamental shrub in parks and gardens. The cultivar P. pumila 'Glauca' has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Ecology": "The seeds are harvested and dispersed by the spotted nutcracker (Nucifraga caryocatactes).",
    "References": "",
    "External links": "Conifers Around the World: Pinus pumila - Hai-Matsu.\n Media related to Pinus pumila at Wikimedia Commons\n Data related to Pinus pumila at Wikispecies"
  }
}