{
  "url": "https://en.wikipedia.org/wiki/Pinus_lambertiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. lambertiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus lambertiana (commonly known as the sugar pine or sugar cone pine) is the tallest and most massive pine tree, and has the longest cones of any conifer. The species name lambertiana was given by the British botanist David Douglas, who named the tree in honour of the English botanist, Aylmer Bourke Lambert. It is native to the mountains of the Pacific coast of North America, from Oregon through California to Baja California.\nThe massive 31 Gigabase mega-genome of sugar pine has been sequenced in 2016 by the large PineRefSeq consortium.",
    "Description": "",
    "Description-Growth": "The Sugar Pine is the tallest and largest Pinus species, commonly growing to 40–60 meters (130–195 ft) tall, exceptionally to 82 m (269 ft) tall, with a trunk diameter of 1.5–2.5 m (4 ft 11 in–8 ft 2 in), exceptionally 3.5 m (11 ft 6 in). The tallest recorded specimen is 83.45 metres (273 ft 9 in) tall, is located in Yosemite National Park, and was discovered in 2015. The second tallest recorded was \"Yosemite Giant\", an 82.05 m (269 ft 2 in) tall specimen in Yosemite National Park, which died from a bark beetle attack in 2007. The tallest, known, living specimens today grow in southern Oregon and Yosemite National Park: one in Umpqua National Forest is 77.7 m (254 ft 11 in) tall and another in Siskiyou National Forest is 77.2 m (253 ft 3 in) tall. Yosemite National Park also has the third tallest, measured to 80.5 m (264 ft 1 in) tall as of June 2013; the Rim Fire affected this specimen, but it survived.\nPinus lambertiana is a member of the white pine group (Pinus subgenus Strobus) and, like all members of that group, the leaves (\"needles\") grow in fascicles (\"bundles\") of five, with a deciduous sheath. They are 5–11 cm (2–4 1⁄4 in) long. Sugar pine is notable for having the longest cones of any conifer, mostly 25–50 cm (9 3⁄4–19 3⁄4 in) long, exceptionally to 66 cm (26 in) long, although the cones of the Coulter pine are more massive. The seeds are 1–2 cm (1⁄2–3⁄4 in) long, with a 2–3-centimeter (3⁄4–1 1⁄4-inch) long wing that aids their dispersal by wind. Sugar pine never grows in pure stands, always in a mixed forest and is shade tolerant in youth. According to David Douglas, the seeds were eaten by Native Americans.",
    "Description-Distribution": "The sugar pine occurs in the mountains of Oregon and California in the western United States, and Baja California in northwestern Mexico; specifically the Cascade Range, Sierra Nevada, Coast Ranges, and Sierra San Pedro Martir.",
    "Description-White pine blister rust": "The sugar pine has been severely affected by the white pine blister rust (Cronartium ribicola), a fungus that was accidentally introduced from Europe in 1909. A high proportion of sugar pines have been killed by the blister rust, particularly in the northern part of the species' range that has experienced the rust for a longer period of time. The rust has also destroyed much of the Western white pine and whitebark pine throughout their ranges. The U.S. Forest Service has a program (see link below) for developing rust-resistant sugar pine and western white pine. Seedlings of these trees have been introduced into the wild. The Sugar Pine Foundation in the Lake Tahoe Basin has been successful in finding resistant sugar pine seed trees and has demonstrated that it is important for the public to assist the U.S. Forest Service in restoring this species. However, blister rust is much less common in California, and sugar, Western white and whitebark pines still survive in great numbers there.",
    "Etymology": "Naturalist John Muir considered sugar pine to be the \"king of the conifers\". The common name comes from the sweet resin, which Native Americans used as a sweetener. John Muir found it preferable to maple sugar. It is also known as the great sugar pine. The scientific name was assigned by David Douglas in honor of Aylmer Bourke Lambert.",
    "Folklore": "In the Achomawi creation myth, Annikadel, the creator, makes one of the 'First People' by intentionally dropping a sugar pine seed in a place where it can grow. One of the descendants in this ancestry is Sugarpine-Cone man, who has a handsome son named Ahsoballache.After Ahsoballache marries the daughter of To'kis the Chipmunk-woman, his grandfather insists that the new couple have a child. To this end, the grandfather breaks open a scale from a sugar pine cone, and secretly instructs Ahsoballache to immerse the scale's contents in spring water, then hide them inside a covered basket. Ahsoballache performs the tasks that night; at the next dawn, he and his wife discover the infant Edechewe near their bed.The Washo language has a word for sugar pine, simt'á:gɨm, and also a word for \"sugar pine sugar\", nanómba.",
    "References": "",
    "Further reading": "Chase, J. Smeaton (1911). Cone-bearing Trees of the California Mountains. Chicago: A. C. McClurg & Co. p. 99. LCCN 11004975. OCLC 3477527. LCC QK495.C75 C4, with illustrations by Carl Eytel - Kurut, Gary F. (2009), \"Carl Eytel: Southern California Desert Artist\", California State Library Foundation, Bulletin No. 95, pp. 17-20 retrieved November 13, 2011\nMuir, J. (1911). My First Summer in the Sierra.\nKinloch Jr., Bohun B.; Scheuner, William H. (1990). \"Pinus lambertiana\".  In Burns, Russell M.; Honkala, Barbara H. (eds.). Conifers. Silvics of North America. Washington, D.C.: United States Forest Service (USFS), United States Department of Agriculture (USDA). 1 – via Southern Research Station (www.srs.fs.fed.us).\nHabeck, R. J. (1992). \"Pinus lambertiana\". Fire Effects Information System (FEIS). US Department of Agriculture (USDA), Forest Service (USFS), Rocky Mountain Research Station, Fire Sciences Laboratory – via https://www.feis-crs.org/feis/.",
    "External links": "U.C. Jepson Manual treatment for Pinus lambertiana\nUS Forest Service—Dorena Genetic Resource Center — (USFS rust resistance program)\nThe Sugar Pine Foundation — The Sugar Pine and Western White Pine Restoration Program\nPinus lambertiana in the CalPhotos Photo Database, University of California, Berkeley\nConifer Specialist Group (1998). \"Pinus lambertiana\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 5 May 2006.\nArboretum de Villardebelle: photo of a cone"
  }
}