{
  "url": "https://en.wikipedia.org/wiki/Pinus_engelmannii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Ponderosae"
    },
    {
      "Species": "P. engelmannii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus engelmannii, commonly known as the Apache pine, is a tree of Northern Mexico, in the Sierra Madre Occidental with its range extending a short distance into the United States in southwestern New Mexico and southeastern Arizona. This pine is a medium-sized species with a height of 20–30 m (66–98 ft) and a trunk diameter of 35–80 cm (14–31 in).\nThe branches are sparse and very stout, giving the tree a distinct appearance. The needles, among the longest of any pine, are in bundles of three (occasionally five), 20–40 cm (8–16 in) long, stout, and spreading to slightly drooping. The cones are 8–16 cm (3 1⁄4–6 1⁄4 in) long, green or purple when growing, maturing glossy brown, moderately oblique with stoutly spined scales on the outer side (facing away from the branch). The Apache pine sometimes shows a grass stage like the related Michoacan pine (P. devoniana) and also longleaf pine (P. palustris).\nThe English name refers to the species' occurrence in the lands of the Apache Native Americans, while the scientific name commemorates the pioneering American botanist George Engelmann who discovered the species in 1848. Engelmann first named the species Pinus macrophylla, but this name had already been used for another pine, so it had to be renamed; this was done by the French botanist Carrière, who chose to honour Engelmann.\nApache pine was sometimes treated as a variety of ponderosa pine in the past (as P. ponderosa var. mayriana), but it is now universally regarded as a distinct species.",
    "References": "",
    "External links": " Media related to Pinus engelmannii at Wikimedia Commons\n Data related to Pinus engelmannii at Wikispecies\nNRCS: USDA Plants Profile Pinus engelmannii, AZ: [1], NM: [2]"
  }
}