{
  "url": "https://en.wikipedia.org/wiki/Pinus_greggii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Australes"
    },
    {
      "Species": "P. greggii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus greggii, or Gregg's pine,  is a small to medium high pine tree native to eastern Mexico, found in two distinct regions. It has an open crown and long and slender branches. The needles are in bundles of three with an average length of 11 cm. The cones are clustered in groups of 5 – 10. The branches en upper trunk is smooth. Pinus greggii is introduced in several countries.",
    "Taxonomy": "The species was described by George Engelmann in 1868Two varieties are found in literature:\n\nPinus greggii Engelm. ex Parl. var. australis Donahue & Lopez\nPinus greggii Engelm. ex Parl. var. greggiiThe species name greggii honors Josiah Gregg (1806 – 1850), a merchant, explorer, naturalist, and author of the American Southwest and Northern Mexico.",
    "Description": "Pinus greggiii is a small to medium high tree, reaching a height of 15 – 20 meters.The bark remains smooth for a long time in this species, and only old trees have rough bark at the base of the trunk. The bark is thick, with deep, longitudinal fissures and rough, elongated plates. On the upper part of the trunk and branches smooth to finally scaly. Greyish brown.The crown is loose and open.The branches are long and slender, swaying in the wind, spreading or curved downward, not pendulous, forming a rounded, dense or more open crown. The young twigs are bluish-green.The winter buds are narrow and sharp pointed, without resin and with loose scales, usually light-brown.The needles are (7-)9-13(-15) cm x 1-1.2mm bright lustrous green,  bundled in threes and with a short basal sheath.Pollen cones are crowded near the proximal end of a new shoot. They are subtended by broad, scarious bracts, spreading, ovoid-oblong to cylindrical, 15 – 20 x 5 – 6 mm, yellowish, turning yellowish brown.\nThe seed cones are (6-)8 – 13(-15) x (4-)5 – 7 cm when open (width 3.5 – 5 cm when closed)\n,   light-brown when ripe, long, closed, and curved. They have an irregular conical shape. They are found in clusters of 5 – 10 on the branches. In its native environment Pinus greggii begins flower and cone production at approximately 4 to 5 years of age. The cones ripen in December and January, approximately 21 months after pollination.The apophysis has a marked transverse keel and a blunt umbo.\n\nPinus greggii is closely related to and has been crossed successfully with Pinus patula. The main morphological difference with the latter species is found in the needles: those of P. patula are longer and drooping. The bark is also different.",
    "Distribution": "Pinus greggii is found in Mexico in the Sierra Madre Oriental, only in a limited area  in the states of Coahuila, Nuevo León and Hidalgo. \nIt occurs somewhat farther north than its close relative, Pinus patula, both ranges overlap slightly. About  natural hybridization different opinions exist among specialists. Dvorak says that natural hybrids exist and that artificial hybrids have been successfully made. Farjon says that natural hybrids have not been reported.\n\nDvorak states that Pinus greggii occurs in two distinct geographic regions in Mexico: a northern population in the States of Coahuila and Nuevo León (24° to 25° N latitude), and a southern population in the States of Puebla, San Luis Potosí, Hidalgo, Querétaro, and Veracruz (20° to 21° N). There is a gap of 360 km between these two populations. There are differences in needle and cone morphology and seed size between the two populations. There are also differences in ecology and size of trees.",
    "Ecology": "In its natural habitat Pinus greggiii grows in the cool highlands, at altitudes between 1300 – 2600 m; in the northern part of its distribution at 2300 – 2700m. Annual precipitation is 600 – 800 mm in much of its range, except on the east escarpment of the mountain ranges along the Hidalgo-Veracruz borderline, where it is 1000 – 1600 mm. In the north it is more often found on slightly alkaline soils (pH 7 – 8); in the south on acid soils (pH 4 – 5).It has little resistance to frost conditions, but may endure a sporadic light frost where it occurs at its altitudinal limits. Usually the climate is rather humid in these mountains of northeastern Mexico.It is nowhere abundant in its scattered range, and always occurred mixed with e.g. Quercus, Platanus, Liquidambar, Fraxinus, and other pines, like Pinus patula, P. pseudostrobus, P. teocote, P. montezumae, and P. arizonica var. stormiae; with P. cembroides and Juniperus flaccida on dry sites; and at higher and more mesic locations with Abies vejarii, Pseudotsuga menziesii or Cupressus lusitanica.",
    "Cultivation and introductions": "Pinus greggii from the southern population was introduced in approximately 10 countries in the subtropics between the 1960s and 1980s. Trials from both northern and southern populations were carried out in Brazil, Colombia, New Zealand, South Africa, and Zimbabwe in the late 1980s. These trials have resulted in plantations on a limited scale (e.g. 1000 ha per year in South Africa).Pinus greggii is also introduced in Italy, India, Nepal and Argentina.",
    "References": "",
    "Literature": "Dvorak, W. S. - Pinus greggii. In: Vozzo, J.A. - Tropical Tree Seed Manual. United States Department of Agriculture; Forest Service. 2003. p. 615 – 617. online available as pdf\nFarjon, Aljos – Pines; drawings and descriptions of the genus Pinus. Publ. Brill / Backhuys, Leiden 1984\nFarjon, Aljos & Brian T. Styles – Pinus (Pinaceae). Monograph 75 of Flora Neotropica. New York Botanical Garden, New York 1997\nFarjon, Aljos – World checklist and bibliography of Conifers. 2nd ed. Royal Botanic Gardens, Kew 2001\nden Ouden, P. & Dr. B.K. Boom – Manual of Cultivated Conifers, ed. Martinus Nijhoff, The Hague 1965\nShaw, George Russell – The genus Pinus. Cambridge 1914. online in gutenberg.org. With beautiful drawing.\nvan Wyk, G. - Pinus greggii. In: Pines of Silvicultural Importance -  Compiled from the Forestry Compendium, CAB International. Edition: illustrated. Published by CABI, 2002. ISBN 0-85199-539-X, ISBN 978-0-85199-539-7, p. 144f. Online available at Google Books",
    "External links": "Pinus greggii at conifers.org"
  }
}