{
  "url": "https://en.wikipedia.org/wiki/Pinus_squamata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Gerardianae"
    },
    {
      "Species": "P. squamata"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus squamata, the Qiaojia pine (zh: 巧家五针松) or southern lacebark pine, is a critically endangered pine native to a single locality consisting of about 20 trees in Qiaojia County, northeast Yunnan, China, at about 2,200 m (7,200 ft) elevation.\nThe Qiaojia pine was discovered in April 1991 by Pangzhao J.Q. It was studied later that year and described the following year by Li Xiang-Wang. It shows similarities to Rzedowski's Pinyon and some other pinyon pines.",
    "Description": "Its mature height is unknown because none of the living trees are yet mature, but they could possibly grow to 30 m (98 ft) or greater. Its habitat is open secondary woodland, scrub, and grassland mixed with Yunnan pine.\nThe Qiaojia pine has a conic crown with flaky pale gray-green bark becoming dark brown with age, similar to the closely related lacebark pine. The shoots are reddish to greenish brown and may be pubescent or glabrous. The leaves are drooping in fascicles of 4 or 5, 9–17 cm (3.5–6.7 in) long by 0.8 mm (0.031 in) wide, glossy green above with white stomatal bands on the underside.\nThe cones are conic to ovoid, reddish brown, and 9 cm (3.5 in) long by 6 cm (2.4 in) broad when open. They open at maturity in September to October of the second year to release the oblong black seeds, 4–5 mm (0.16–0.20 in) long with a 16 mm (0.63 in) wing.",
    "Conservation": "Pinus squamata is the rarest of world pine species, with the endangered Torrey pine, Pinus torreyana, being the next most rare pine species.",
    "References": "",
    "External links": "Flora of China\nPhoto of cones"
  }
}