{
  "url": "https://en.wikipedia.org/wiki/Pinus_clausa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Contortae"
    },
    {
      "Species": "P. clausa"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus clausa is a species of pine endemic to the  Southeastern United States. Its common names include sand pine, Florida spruce pine, Alabama pine, and scrub pine.",
    "Distribution": "The tree is found in two separate locations, one across central peninsular Florida, and the other along the western Florida panhandle coast into the Alabama coast. There is a range gap of about 200 km (120 mi) between the populations (from Apalachicola to Cedar Key).\nIt is largely confined to very infertile, excessively well-drained, sandy habitats where competition from larger-growing species is minimized by the harsh growing conditions of hot sun, fast-draining white sands, and frequent severe seasonal droughts. It is often the only canopy tree in the Florida scrub ecosystem.",
    "Description": "Pinus clausa is a small, often shrubby tree from 5–10 m (16–33 ft), exceptionally to 21 m (69 ft) tall.\nThe leaves are needle-like, in pairs, 5–10 cm (2.0–3.9 in) long, and its cones are 3–8 cm (1.2–3.1 in) long.Over much of its range, it is fire-adapted to stand-replacing wildfires, with the cones remaining closed for many years (clausa = closed), until a natural forest fire kills the mature trees and opens the cones. These then reseed the burnt ground. Some populations differ in having cones that open at maturity, with seed dispersal not relying on fires.",
    "Uses": "Pinus clausa woodlands are an important part of the Florida scrub ecosystem, and provide habitat for the endangered Florida Sand Skink, among other species. It is one of the few canopy trees able to grow in arid, sandy, and hot locations with minimal care.\nWhile the dense branching makes this tree unsuitable for wood production, it is often used for wood pulp.",
    "References": "",
    "External links": "Pinus clausa. USDA PLANTS.\nPinus clausa. Flora of North America."
  }
}