{
  "url": "https://en.wikipedia.org/wiki/Pinus_cembra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. cembra"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus cembra, also known as Swiss pine, Swiss stone pine or Arolla pine or Austrian stone pine or just Stone pine, is a species of pine tree that grows in the Alps and Carpathian Mountains of central Europe, in Poland (Tatra Mountains), Switzerland, France, Italy, Austria, Germany, Slovenia, Slovakia (Tatra Mountains), Ukraine and Romania. It typically grows at 1,200 metres (3,900 ft) to 2,300 metres (7,500 ft) altitude. It often reaches the alpine tree line in this area. The mature size is typically between 25 metres (82 ft) and 35 metres (115 ft) in height, and the trunk diameter can be up to 1.5 metres (4.9 ft). The species is long-lasting and can reach an age between 500 and 1000 years. However, it grows very slowly and it may take 30 years for the tree to reach 1.3 metres (4.3 ft).\n\nIt is a member of the white pine group, Pinus subgenus Strobus, and like all members of that group, the leaves ('needles') are in fascicles (bundles) of five, with a deciduous sheath. The needle-like leaves are 5 centimetres (2.0 in) to 9 centimetres (3.5 in) long. The cones, which contain the seeds (or nuts), of the Swiss pine are 4 centimetres (1.6 in) to 8 centimetres (3.1 in) long. The 8 millimetres (0.31 in) to 12 millimetres (0.47 in) long seeds have only a vestigial wing and are dispersed by spotted nutcrackers.\n\nThe very similar Siberian pine (Pinus sibirica) is treated as a variety or subspecies of Swiss pine by some botanists. It differs in having slightly larger cones, and needles with three resin canals instead of two as in the Swiss pine.\nLike other European and Asian white pines, Swiss pine is very resistant to white pine blister rust (Cronartium ribicola). This fungal disease was accidentally introduced from Europe into North America, where it has caused severe mortality in the American native white pines in many areas, notably, Western white pine and the closely related whitebark pine. Swiss pine is of great value for research into hybridisation to develop rust resistance in these species.",
    "Uses": "Swiss pine is a popular ornamental tree in parks and large gardens, giving steady though not fast growth on a wide range of sites where the climate is cold. It is very tolerant of severe winter cold, hardy down to at least −50 °C (−58 °F), and also of wind exposure. The seeds are also harvested and sold as pine nuts. Pine cones cut into slices are used to flavor schnapps, which is then sold as \"Zirbenschnaps\" or \"Zirbeler\" schnapps. (see Ref. 2).\nThe wood is the most used for carvings in Val Gardena since the 17th century.\n\nThe cone of the Swiss pine was the field sign of the Roman legion stationed in Rhaetia in 15 BC, and hence it is used as the heraldic charge (known as Zirbelnuss in German) in the coat of arms of the city of Augsburg, the site of the Roman fort Augusta Vindelicorum.\nIt is also a species that is often used in bonsai.\nPinus cembra can be found in the uppermost forest belt where it helps to minimize the risk of avalanches and soil erosion. Due to this ability, the tree is valued as a stabilizing factor for afforestation projects at high elevations.",
    "External links": "Pinus cembra cone pic (scroll to bottom of page)\nPhotos of Pinus cembra in Switzerland\nLink to Joanneum Research Study\nFolder Joanneum Research: Stone Pine - Positive health effects of Stone Pine furniture\nPinus cembra - distribution map, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)\n\n\n== References =="
  }
}