{
  "url": "https://en.wikipedia.org/wiki/Pinus_coulteri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Ponderosae"
    },
    {
      "Species": "P. coulteri"
    }
  ],
  "text": {
    "__SUMMARY__": "The Coulter pine or big-cone pine, Pinus coulteri, is a native of the coastal mountains of Southern California and northern Baja California (Mexico). Isolated groves are found as far north as the San Francisco Bay Area in Mt. Diablo State Park and Black Diamond Mines Regional Preserve. The species is named after Thomas Coulter, an Irish botanist and physician.\nThe Coulter pine produces the heaviest cone of any pine tree. Although it has a limited range in the wild, it is a popular ornamental tree.",
    "Description": "Pinus coulteri is a substantial coniferous evergreen tree in the genus Pinus. The size ranges from 10–24 m (33–79 ft) tall, and a trunk diameter up to 1 m (3.3 ft). The trunk is vertical and branches horizontal to upcurved. The leaves are needle-like, in bundles of three, glaucous gray-green, 15–30 cm (5.9–11.8 in) long and stout, 2 mm (0.079 in) thick.\nThe outstanding characteristic of this tree is the large, spiny cones which are 20–40 cm (7.9–15.7 in) long, and weigh 2–5 kg (4.4–11.0 lb) when fresh. Coulter pines produce the largest cones of any pine tree species (people are actually advised to wear hardhats when working in Coulter pine groves), although the slender cones of the sugar pine are longer. The large size of the cones has earned them the nickname \"widowmakers\" among locals.",
    "Ecology": "The Coulter pine is closely related to the foothill pine, Pinus sabiniana. It is more distantly related to Jeffrey pine with which it shares habitats, and the ponderosa pine. Coulter pines tend to grow in drier environments than ponderosa and Jeffery pines.\nThis erect, medium-sized pine prefers south-facing slopes between 200–2,300 m (660–7,550 ft) elevation, and tolerates dry rocky soil. Pinus coulteri most often appears in mixed forests. The Coulter pine occurs in a number of forest plant associations; for example, At higher elevations forestation of the San Jacinto Mountains Coulter Pine is co-dominant with the California black oak. Woodpeckers often forage on the species, and peel the bark to access insects underneath.",
    "Uses": "Wildlife, especially squirrels, gather the large seeds. They were also once eaten by Native Americans.The wood is weak and soft, so that the species is little used other than for firewood.\nPinus coulteri is cultivated as an ornamental tree, planted in parks and large gardens, and drought tolerant landscaping. The Coulter pine has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Gallery": "",
    "References": "",
    "Bibliography": "Chase, J. Smeaton (1911). Cone-bearing Trees of the California Mountains. Chicago: A. C. McClurg & Co. p. 99. LCCN 11004975. OCLC 3477527. LCC QK495.C75 C4, with illustrations by Carl Eytel - Kurut, Gary F. (2009), \"Carl Eytel: Southern California Desert Artist\", California State Library Foundation, Bulletin No. 95, pp. 17-20 retrieved November 13, 2011\nCope, Amy B. (1993). \"Pinus coulteri\". Fire Effects Information System (FEIS). US Department of Agriculture (USDA), Forest Service (USFS), Rocky Mountain Research Station, Fire Sciences Laboratory – via https://www.feis-crs.org/feis/.\nEarle, Christopher J., ed. (2018). \"Pinus coulteri\". The Gymnosperm Database.\nFarjon, A. (2013). \"Pinus coulteri\". The IUCN Red List of Threatened Species. IUCN. 2013: e.T42352A2974687. doi:10.2305/IUCN.UK.2013-1.RLTS.T42352A2974687.en. Retrieved 9 January 2018.\nKral, Robert (1993). \"Pinus coulteri\".  In Flora of North America Editorial Committee (ed.). Flora of North America North of Mexico (FNA). 2. New York and Oxford – via eFloras.org, Missouri Botanical Garden, St. Louis, MO & Harvard University Herbaria, Cambridge, MA.\nHogan, C. Michael (2008).  Stromberg, Nicklas (ed.). \"Pinus coulteri\". Globaltwitcher.com. Archived from the original on 2012-02-18.\nMoore, Gerry; Kershner, Bruce; Tufts, Craig; Mathews, Daniel; Nelson, Gil; Spellenberg, Richard; Thieret, John W.; Purinton, Terry; Block, Andrew (2008). National Wildlife Federation Field Guide to Trees of North America. New York: Sterling. p. 86. ISBN 1-4027-3875-7.\n\"Pinus coulteri\". RHS Gardening. Royal Horticultural Society. Retrieved 2013-09-27.",
    "External links": "Calflora\nJepson Manual Treatment\nUSDA Plants Profile for Pinus coulteri (Coulter pine)\nPinus coulteri in the CalPhotos Photo Database, University of California, Berkeley"
  }
}