{
  "url": "https://en.wikipedia.org/wiki/Pinus_culminicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Parrya"
    },
    {
      "Subsection": "P. subsect. Cembroides"
    },
    {
      "Species": "P. culminicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus culminicola, commonly known as Potosí pinyon or Potosí Piñón, is a pine in the pinyon pine group, native and endemic to northeast Mexico. The range is highly localised, confined to a small area of high summits in the northern Sierra Madre Oriental in Coahuila and Nuevo León, and only abundant on the highest peak, Cerro Potosí (3713 m). It occurs at very high altitudes, from 3000–3700 m, in cool, moist subalpine climate conditions.",
    "Description": "It is a medium-size shrub, reaching 1.5–5 m tall and with a trunk diameter of up to 25 cm. The bark is grey-brown, thin and scaly at the base of the trunk. The leaves ('needles') are in fascicles of five, slender, 3–5.5 cm long, and deep green to blue-green, with stomata confined to a bright white band on the inner surfaces.\nThe cones are globose, 3–4 cm long and broad when closed, green at first, ripening yellow-brown when 16–18 months old, with only a small number of thin, fragile scales, typically 6–14 fertile scales. The cones open to 4–6 cm broad when mature, holding the seeds on the scales after opening. The seeds are 9–12 mm long, with a thick shell, a white endosperm, and a vestigial 1–2 mm wing; they are dispersed by the Clark's nutcracker and Mexican jay, which pluck the seeds out of the open cones. The jays, which uses the seeds as a major food resource, store many of the seeds for later use, and some of these stored seeds are not used and are able to grow into new plants.",
    "History": "Because of its isolation on a handful of remote mountain summits, Potosí pinyon escaped discovery until 1959. It differs from most other pinyon species in needle number, with 5 per fascicle, rather than 1–4, and in its consistently shrubby stature. It is most closely related to Johann's pinyon and Orizaba pinyon, like them having the leaf stomata confined to the inner faces; it also differs from the latter in its smaller cones and seeds. Like these two, the white-glaucous inner surfaces of the needles make it a very attractive slow-growing shrub, suitable for small gardens.\nLike other pinyons, the pine nut seeds are edible, but the inaccessibility of the plants prevents significant collection for food.",
    "References": "",
    "External links": "Photos of shrubs and foliage (scroll half-way down)\nPhoto of cones (scroll half-way down)"
  }
}