{
  "url": "https://en.wikipedia.org/wiki/Pinus_oocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Trifoliae"
    },
    {
      "Subsection": "P. subsect. Australes"
    },
    {
      "Species": "P. oocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus oocarpa is a species of pine tree native to Mexico and Central America. It is the national tree of Honduras, where it is known as ocote. Common names include ocote chino, pino amarillo, pino avellano, Mexican yellow pine, egg-cone pine and hazelnut pine. It appears that it was the progenitor (original) species that served as the ancestor for some of the other pines of Mexico.\nPinus oocarpa is the national tree of Honduras.",
    "Habitat and range": "This species ranges from latitudes of 14° to 29° north, including western Mexico, Guatemala and the higher elevations of Honduras, El Salvador and northwestern Nicaragua. An average temperature of 15 to 24 °C (59 to 75 °F) and annual rainfall of 1,000–1,900 mm (39–75 in) are needed for best development. Preferred elevations are 900–2,400 m (3,000–7,900 ft) above sea level. In El Salvador, Honduras and Nicaragua it grows above 800 m (2,600 ft).  Pinus oocarpa var. trifoliata grows between 2,000 and 2,400 m (6,600 and 7,900 ft) above sea level.",
    "Uses": "It is an important source of commercial timber in Honduras and Central America. Pinus oocarpa was introduced for commercial production of wood for the paper industry: in Ecuador, Kenya, Zambia, Colombia, Bolivia, Queensland (Australia), Brazil and South Africa. Due to the amount of resin within the tree, many Central Americans will use small shavings to start cooking fires.",
    "References": "Eguiluz, T. 1982. Clima y Distribución del género pinus en México. Distrito Federal. Mexico.\nRzedowski, J. 1983. Vegetación de México. Distrito Federal, Mexico.\nDvorak, W. S., G. R. Hodge, E. A. Gutiérrez, L. F. Osorio, F. S. Malan and T. K. Stanger. *2000. Conservation and Testing of Tropical and Subtropical Forest Species by the CAMCORE Cooperative. College of Natural Resources, NCSU. Raleigh, NC. USA.\nMartínez, Maximinio. 1978. Catálogo de nombres vulgares y científicos de plantas mexicanas.",
    "External links": "Pinus oocarpa"
  }
}