{
  "url": "https://en.wikipedia.org/wiki/Pinus_tabuliformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. tabuliformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus tabuliformis, also called Manchurian red pine, Southern Chinese pine or Chinese red pine, is a pine native to northern China from Liaoning west to Inner Mongolia and Gansu, and south to Shandong, Henan and Shaanxi, and also northern Korea. In some older texts the name is spelled \"Pinus tabulaeformis\".",
    "Description": "Pinus tabuliformis is a medium-sized evergreen tree 20–30 m tall, with a flat-topped crown when mature (whence the scientific name, 'table-shaped'). The growth rate is fast when young, but slows with age. The grey-brown bark fissures at an early age compared to other trees. The broadly spreading shape is very pronounced, in part due to the long horizontal branching pattern.\nThe needle-like leaves are shiny grey-green, 10–17 cm long and 1.5 mm broad, usually in pairs but occasionally in threes at the tips of strong shoots on young trees. The cones are green, ripening brown about 20 months after pollination, broad ovoid, 4–6 cm long, with broad scales, each scale with a small prickle. The seeds are 6–7 mm long with a 15–20 mm wing, and are wind-dispersed.\n\nVarietiesThere are two varieties:\n\nPinus tabuliformis var. tabuliformis. China, except for Liaoning. Broadest cone scales under 15 mm broad.\nPinus tabuliformis var. mukdensis. Liaoning, North Korea. Broadest cone scales over 15 mm broad.Some botanists also treat the closely related Henry's pine (Pinus henryi) and Sikang pine (Pinus densata) as varieties of Chinese red pine; in some older texts even the very distinct Yunnan pine (Pinus yunnanensis) is included as a variety.",
    "Uses and cultivation": "The wood is used for general construction. The pulpwood produces certain resins that are used as artificial vanilla flavouring (vanillin). The resin is also used to make turpentine and related products, and is used medicinally to treat a variety respiratory and internal ailments, such as kidney and bladder upsets, wounds, and sores. The bark is a source of tannin. Medicinal use of the pine needles also takes place, which also contain a natural insecticide, as well as a source for a dye. The needles are used to brew pine needle tea (sollip-cha).It is uncommon in cultivation outside of China, grown only in botanical gardens.",
    "References": "",
    "Further reading": "Conifer Specialist Group (1998). \"Pinus tabuliformis\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006.",
    "External links": "Photos of cones (scroll half-way down)\nPhotos of foliage\nPlants for a future – uses"
  }
}