{
  "url": "https://en.wikipedia.org/wiki/Pinus_heldreichii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "Pinus subsect. Pinaster"
    },
    {
      "Species": "P. heldreichii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus heldreichii (synonym P. leucodermis; family Pinaceae), the Bosnian pine or Heldreich’s pine, is a species of pine native to mountainous areas of the Balkans and southern Italy.",
    "Description": "It is an evergreen tree up to 25–35 m (82–115 ft) in height, and 2 m (6 ft 7 in) in trunk diameter.\nIt is a member of the hard pine group, Pinus subgenus Pinus, with leaves ('needles') in fascicles (bundles) of two, with a persistent sheath. They are 4.5–10 cm (1.8–3.9 in) long and 1.5–2 mm (0.059–0.079 in) thick. Cones are 5–9 cm (2.0–3.5 in) long, with thin, fragile scales; they are dark blue-purple before maturation, turning brown when ripe about 16–18 months after pollination. The 6–7 mm (0.24–0.28 in) long seeds have a 2–2.5 cm (0.79–0.98 in) wing and are wind-dispersed.",
    "Distribution": "It can be found in the mountains of Bosnia and Herzegovina, Montenegro, Croatia, southwestern Bulgaria, Albania, North Macedonia, Serbia, northern Greece (Valia Kalda, Smolikas and Vasilitsa, Mount Olympus and in other high mountains), and locally in southern Italy (it is the symbol of the Pollino National Park), growing at 1,500–2,500 m (4,900–8,200 ft) altitude. It reaches the alpine tree line in these areas.",
    "Nomenclature": "The species was first described as Pinus heldreichii by the Swiss botanist K. Hermann Christ in honor of Theodor von Heldreich in 1863 from specimens collected on Mount Olympus, and then described a second time as P. leucodermis in 1864; the author of the second description (the Austrian botanist F. Antoine who found it on Orjen above the Bay of Kotor in Montenegro) being unaware of the slightly earlier publication by Christ. Some minor morphological differences have been claimed between the two descriptions (leading to the maintenance of both as separate taxa by a few botanists), but this is not supported by modern studies of the species, which show that both names refer to the same taxon. The discrepancies in the descriptions are largely due to Christ's cone specimens being immature and shrunken after drying, having been collected in July, four months before maturity.",
    "Cultivation and uses": "Bosnian pine is a popular ornamental tree in parks and large gardens, giving reliable, steady, though not fast, growth on a wide range of sites, and with a very neat, conical crown. It is also noted for its very decorative purple cones. The cultivars ‘Smidtii’ and ‘Compact Gem’ have been given the Royal Horticultural Society's Award of Garden Merit. It is hardy down to at least −45 °C (−49 °F), and tolerant of severe wind exposure. Many in cultivation are still grown under the name Pinus leucodermis or Pinus heldreichii var. leucodermis.\nP. heldreichii is able to adapt to extreme environmental conditions and is also a great colonizer. It is resistant to sulphur dioxide, hydrogen fluoride, nitrogen dioxide and ozone pollution and is further able to withstand wind, ice and heavy snow. These abilities makes it suitable for reforestation of extensive dry and high-altitude areas. In the south of Italy it is planted because it is less susceptible to pests than other pine species.",
    "Longevity": "A tree in Northern Greece was dated as 1075 years old in 2016.What is believed to be the oldest known living tree in Europe has been discovered in a remote mountainous area of the Pollino National Park in southern Italy. It is a Heldreich’s pine estimated at 1,230 years. Much of its core has turned to dust, but there is enough new growth to confirm it is still alive.A notable specimen in the Pirin Mountains of Bulgaria, known as Baikushev's pine, is 24 m (79 ft) tall, 2.2 m (7 ft 3 in) in diameter, and is estimated to be over 1300 years old.",
    "Gallery": "",
    "References": "",
    "Literature": "Simone Morris (2017) Pini Loricati nella nebbia | ISBN 9781389798900\nSimone Morris (2018) Loricati in the fog |  ASIN B07H5CQ4WG\nConifer Specialist Group (1998). \"Pinus heldreichii\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved May 12, 2006.\nBusinský, R. Beitrag zur Taxonomie und Nomenklatur von Pinus heldreichii. 79. Mitt. Deutsch. Dendrol. Ges. pp. 91–106.\nFarjon, A. (2005). \"Pines. Drawings and Descriptions of the genus Pinus\" (2nd ed.). Brill. ISBN 90-04-13916-8.",
    "External links": "Pinus heldreichii - information, genetic conservation units and related resources. European Forest Genetic Resources Programme (EUFORGEN)"
  }
}