{
  "url": "https://en.wikipedia.org/wiki/Pinus_merkusii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. merkusii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus merkusii, the Merkus pine or Sumatran pine, is a pine native to the Malesia region of southeast Asia, mainly in Indonesia in the mountains of northern Sumatra, and with two outlying populations in central Sumatra on Mount Kerinci and Mount Talang, and in the Philippines on Mindoro and in the Zambales Mountains on western Luzon.\nThe population in central Sumatra, between 1° 40' and 2° 06' S latitude, is the only natural occurrence of any member of the Pinaceae south of the Equator. It generally occurs at moderate altitudes, mostly 400–1,500 metres (1,300–4,900 ft), but occasionally as low as 90 metres (300 ft) and up to 2,000 metres (6,600 ft).",
    "Description": "Pinus merkusii is a medium-sized to large tree, reaching 25–45 metres (82–148 ft) tall and with a trunk diameter of up to 1 metre (3.3 ft). The bark is orange-red, thick and deeply fissured at the base of the trunk, and thin and flaky in the upper crown. The leaves (\"needles\") are in pairs, very slender, 15–20 cm long and less than 1 mm thick, green to yellowish green.\nThe cones are narrow conic, 5–8 cm long and 2 cm broad at the base when closed, green at first, ripening glossy red-brown. They open to 4–5 cm broad at maturity to release the seeds. The seeds are 5–6 mm long, with a 15–20 mm wing, and are wind-dispersed.",
    "Related species": "Pinus merkusii, the Sumatran pine, is closely related to the Tenasserim pine (Pinus latteri), which occurs farther north in southeast Asia from Myanmar to Vietnam; some botanists treat the two as conspecific (under the name Pinus merkusii, which was described first), but Pinus latteri differs in longer (18–27 cm) and stouter (over 1 mm thick) leaves and larger cones with thicker scales, the cones often remaining closed for some time after maturity. It is also related to the group of Mediterranean pines including Aleppo pine and Turkish pine, which share many features with it.",
    "References": "\nConifer Specialist Group (2000). \"Pinus merkusii\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 9 May 2006. Listed as Vulnerable (VU B1+2cde v2.3)"
  }
}