{
  "url": "https://en.wikipedia.org/wiki/Pinus_driftwoodensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Species": "†P. driftwoodensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus driftwoodensis is an extinct species of conifer in the pine family solely known from early Eocene sediments exposed in south central British Columbia.  The species was described from an isolated fossil ovulate cone associated with a series of wood, needles and pollen cones in chert.  P. driftwoodensis was the eighth pine species to be described from a permineralized ovulate cone and the second from the Okanagan highlands (after Pinus arnoldii).",
    "History and classification": "Pinus driftwoodensis has been identified from a single location, the type locality, at the Driftwood Canyon exposure of Ootsa Lake Group sediments near Smithers, British Columbia in the Driftwood Canyon Provincial Park.  The Driftwood Canyon location is currently considered to be Early Eocene in age, based on Uranium-lead radiometric dating which yielded an age of 51.77 ± 0.34 million years ago.  Sediments at Driftwood canyon are interpreted as preserving a lacustrian upland flora and fauna with the chert blocks being found in a small coal and chert lens interbedded with Oostsa Lake group shales.The species was described from a single type specimen, the holotype specimen S5446, which is currently preserved in the University of Alberta paleobotanical collections in Edmonton, Alberta. Specimen S5446 is a block of chert which preserves the ovulate cone, two types of needle foliage, several branch segments, and several small pollen cone. The specimen were studied by paleobotanist Ruth A. Stockey of the University of Alberta.  She published her 1983 type description for P. driftwoodensis in the journal Botanical Gazette.  In her type description she did not note the etymology for the  specific epithet driftwoodensis.",
    "Description": "The ovulate cone of Pinus driftwoodensis is rounded with a pointed tip with an overall length of 3–4 centimetres (1.2–1.6 in) by 2.7 centimetres (1.1 in) wide and was missing the base before preservation occurred.  Based on the interrolling of the cone scales on the basal preserved area of the cone indicates the missing section to be no more the 1 centimetre (0.39 in).  P. driftwoodensis notably differs from the coeval P. arnoldi in the structure of the pith cells.  P. arnoldi has a pith composed of sclerenchymatous cells, found in the modern Pinus subsections Contortae, Oocarpae, and Sylvestres.  P. driftwoodensis, in contrast, has a parenchymatous pith, seen in the modern Pinus subsections Australes, Ponderosae, and Sabinianae.  The cone scales are 1.8 centimetres (0.71 in) high by 1.2 centimetres (0.47 in) with a rhomboidal shape and inflated dorsal umbo at the scale tip which do not show evidence of a spine.  each scale bears two ovules 2 millimetres (0.079 in) in diameter on its upper surface.\n\n\n== References =="
  }
}