{
  "url": "https://en.wikipedia.org/wiki/Pinus_monticola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. monticola"
    }
  ],
  "text": {
    "__SUMMARY__": "Western white pine (Pinus monticola) also called silver pine, and California mountain pine, in the family Pinaceae, is a species of pine that occurs in the mountains of the western United States and Canada, specifically the Sierra Nevada, the Cascade Range, the Coast Range, and the northern Rocky Mountains.  The tree extends down to sea level in many areas, particularly in Oregon and Washington. It is the state tree of Idaho, and is sometimes known as the Idaho pine.",
    "Description": "Western white pine (Pinus monticola) is a large tree, regularly growing to 30–50 metres (98–164 ft) and exceptionally up to 70 metres (230 ft) tall. It is a member of the white pine group, Pinus subgenus Strobus, and like all members of that group, the leaves ('needles') are in fascicles (bundles) of five, with a deciduous sheath. The needles are finely serrated, and 5–13 cm (2–5 in) long. The cones are long and slender, 12–32 cm (4 3⁄4–12 1⁄2 in) long and 3–4 cm (1 1⁄4–1 1⁄2 in) broad (closed), opening to 5–8 cm (2–3 1⁄4 in) broad; the scales are thin and flexible. The seeds are small, 4–7 mm (3⁄16–1⁄4 in) long, and have a long slender wing 15–22 mm (9⁄16–7⁄8 in) long.\nIt is related to the Eastern white pine (Pinus strobus), differing from it in having larger cones, slightly longer-lasting leaves (2–3 years, rather than 1.5–2 years) with more prominent stomatal bands, and a somewhat denser and narrower habit. The branches are borne in regular whorls, produced at the rate of one a year; this is pronounced in narrow, stand-grown trees, while open specimens may have a more rounded form with wide-reaching limbs. It is widely grown as an ornamental tree, but has been heavily logged throughout much of its range in the past.",
    "Threats": "Western white pine  (Pinus monticola) has been seriously affected by the white pine blister rust (Cronartium ribicola), a fungus that was accidentally introduced from Europe in 1909. The United States Forest Service estimates that 90% of the Western white pines have been killed by the blister rust west of the Cascades. Large stands have been succeeded by other pines or non-pine species. The rust has also killed much of the whitebark pine outside of California. Blister rust is less severe in California, and Western white and whitebark pines have survived there in great numbers.\n\nResistance to the blister rust is genetic, and due to Western white pine's genetic variability some individuals are relatively unaffected by the rust. The Forest Service has a program for locating and breeding rust-resistant Western white pine and sugar pine. Seedlings of these trees have been introduced into the wild.",
    "References": "US Forest Service Dorena Tree Improvement Center",
    "Further reading": "Chase, J. Smeaton (1911). Cone-bearing Trees of the California Mountains. Chicago: A. C. McClurg & Co. p. 99. LCCN 11004975. OCLC 3477527. LCC QK495.C75 C4, with illustrations by Carl Eytel - Kurut, Gary F. (2009), \"Carl Eytel: Southern California Desert Artist\", California State Library Foundation, Bulletin No. 95, pp. 17-20 retrieved Nov. 13, 2011",
    "External links": "Jepson Manual treatment - Pinus monticola\nPinus monticola - U.C. Photos Gallery"
  }
}