{
  "url": "https://en.wikipedia.org/wiki/Pinus_armandii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Strobus"
    },
    {
      "Species": "P. armandii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus armandii, the Armand pine or Chinese white pine, is a species of pine native to China, occurring from southern Shanxi west to southern Gansu and south to Yunnan, with outlying populations in Anhui. It grows at altitudes of 2200–3000 m in Taiwan, and it also extends a short distance into northern Burma. In Chinese it is known as \"Mount Hua pine\" (华山松).\nIt grows at 1,000–3,300 m altitude, with the lower altitudes mainly in the northern part of the range. It is a tree reaching 35 m (115 ft) height, with a trunk up to 1 m (3 ft 3 in) in diameter.",
    "Description": "It is a member of the white pine group, Pinus subgenus Strobus, and like all members of that group, the leaves ('needles') are in fascicles (bundles) of five, with a deciduous sheath. They are 8–20 cm (3 1⁄4–7 3⁄4 in) long. The cones are 9–22 cm (3 1⁄2–8 3⁄4 in) long and 6–8 cm (2 1⁄4–3 1⁄4 in) broad, with stout, thick scales. The seeds are large, 10–16 mm (0.39–0.63 in) long and have only a vestigial wing; they are dispersed by spotted nutcrackers. The cones mature in their second year, this is a juvenile female cone:\n\nVarietiesThe species has two or three varieties:\n\nPinus armandii var. armandii. All the range except for the populations below.\nPinus armandii var. mastersiana. Mountains of central Taiwan.\nPinus armandii var. dabeshanensis. The Dabie Mountains on the Anhui-Hubei border. Alternatively, this variety may be treated as a separate species, Pinus dabeshanensis (Dabie Mountains pine). To add further confusion, Flora of China lists this as P. fenzeliana var. dabeshanensis.IUCN has listed var. dabeshanensis (assessed as Pinus dabeshanensis) as vulnerable and var. mastersiana as endangered.Pinus armandii has also been reported in the past from Hainan off the south coast of China, and two islands off southern Japan, but these pines differ in a number of features and are now treated as distinct species, Hainan white pine (Pinus fenzeliana) and Yakushima white pine (Pinus amamiana) respectively.",
    "Uses": "Pinus armandii seeds are harvested and sold as pine nuts. Research indicates that these nuts can cause pine mouth syndrome. The wood is used for general building purposes; the species is important in forestry plantations in some parts of China. It is also grown as an ornamental tree in parks and large gardens in Europe and North America. The scientific name commemorates the French missionary and naturalist Armand David, who first introduced it to Europe.",
    "Chinese culture": "The tree, because of its evergreen foliage, is considered by the Chinese as an emblem of longevity and immortality. Its resin is considered an animated soul-substance, the counterpart of blood in men and animals. In ancient China, Taoist seekers of immortality consumed much of the tree's resin, hoping thereby to prolong life. Legend says that Qiu Sheng (仇生) who lived at the time of King Chengtang of Shang (商成汤王) (reigned 1675–1646 BCE), founder of the Shang Dynasty, was indebted for his longevity to pine-resin. The Shouxing, Chinese god of longevity (寿星), is usually represented standing at the foot of a pine, while a fairy-crane perches on a branch of the tree. In traditional pictures of \"happiness, honor and longevity\" (福禄寿三星), the pine-tree represents longevity, in the same manner as the bat symbolizes good fortune due to its homonymic association with the Chinese character for good luck (福). A fungus, that the Chinese call Fu Ling grows on the root of the pine-tree, and is believed by the Chinese to suppress all sensations of hunger, cure various diseases, and lengthen life.",
    "References": "",
    "External links": "Pinus armandii cone photos (scroll ¾ way down page)\nGymnosperm Database"
  }
}