{
  "url": "https://en.wikipedia.org/wiki/Pinus_peregrinus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Species": "†P. peregrinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus peregrinus is an extinct species of pine in the family Pinaceae known from Clarkforkian age Paleocene fossils found in western North Dakota, USA.The species was described from three wing seed specimens found at localities 14051a and 14083 in the Bear Den member of the Golden Valley Formation with associated needles from the Heart River Bluffs area, site 14051a, provisionally assigned to the species also. The Bear Den member outcrops at a number of sites in western North Dakota, and is designated the type locality.The holotype specimen, number PU 20091, is preserved in the Princeton University collections, and paratype specimens are in the National Museum of Natural History collections of the Smithsonian Institution. The specimens were studied by paleobotanist Leo J. Hickey of the Yale University Geology Department.  Dr Hickey published the 1977 type description for P. peregrinus in the Geological Society of America memoir 150, Stratigraphy and Paleobotany of the Golden Valley Formation (Early Tertiary) of Western North Dakota. Dr Hickey chose the specific name peregrinus, which is Latin meaning \"stranger\" or \"newcomer\" noting the species to be the first megafossil record for the pine family to be described from Rocky Mountains and Great Plains Paleocene rocks.The winged seeds of Pinus peregrinus are between 20 and 23 millimetres (0.79 and 0.91 in) long and have a nutlet located in the base of the wing to one side of the wing axis.  The small, 4 to 5 millimetres (0.16 to 0.20 in) long nutlet is three sided and generally deltoid to ovoid in shape. The wing possesses a thickened inside margin that is straight, while the thin outside margin arches from nutlet to distal tip of the wing.  The wing membrane is slightly striated parallel to the wing margins and curving towards the outside margin near the tip.  This combination of characters is specific to the genus Pinus, and the seeds are most similar to the modern Pinus resinosa and Pinus tropicalis. The needles provisionally included in P. peregrinus can reach up to 10 centimetres (3.9 in) long with a distinct midrib.\n\n\n== References =="
  }
}