{
  "url": "https://en.wikipedia.org/wiki/Pinus_latteri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. latteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus latteri, or Tenasserim pine, is a pine native to Mainland Southeast Asia. It grows in the mountains of southeastern Burma, northern Thailand, Laos, Cambodia, Vietnam, and on the Chinese island of Hainan.\nIt generally occurs at moderate altitudes, mostly from 400–1000 m, but occasionally as low as 100 m and up to 1200 m. The tree is named after the Tenasserim Hills between Myanmar and Thailand.",
    "Description": "Pinus latteri is a medium-sized to large tree, reaching 25–45 m tall and with a trunk diameter of up to 1.5 m. The bark is orange-red, thick and deeply fissured at the base of the trunk, and thin and flaky in the upper crown. The leaves ('needles') are in pairs, moderately slender, 15–20 cm long and just over 1 mm thick, green to yellowish green. The cones are narrow conic, 6–14 cm long and 4 cm broad at the base when closed, green at first, ripening glossy red-brown. They open to 6–8 cm broad, often some time after maturity or following heating by forest fires, to release the seeds. The seeds are 7–8 mm long, with a 20–25 mm wing, and are wind-dispersed.",
    "Description-Taxonomy": "Tenasserim pine, Pinus latteri, is closely related to Sumatran pine Pinus merkusii, which occurs further south in Southeast Asia in Sumatra and the Philippines; some botanists treat the two as conspecific (under the name P. merkusii, which was described first), but the Sumatran pine differs in shorter (15–20 cm) and slenderer (under 1 mm thick) leaves, smaller cones with thinner scales, the cones opening at maturity, and seeds only half the weight. It is also related to the group of Mediterranean pines including Aleppo pine and Turkish pine, which share many features with it.",
    "References": "",
    "Further reading": "Conifer Specialist Group (1998). \"Pinus latteri\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 11 May 2006."
  }
}