{
  "url": "https://en.wikipedia.org/wiki/Pinus_quadrifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Parrya"
    },
    {
      "Subsection": "P. subsect. Cembroides"
    },
    {
      "Species": "P. quadrifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus quadrifolia, the Parry pinyon, is a pine in the pinyon pine group native to southernmost California in the United States and northern Baja California in Mexico, from 33° 30' N south to 30° 30' N. It occurs at moderate altitudes from 1,300 metres (4,300 ft) to 1,800 metres (5,900 ft), rarely as low as 1,200 metres (3,900 ft) and as high as 2,500 metres (8,200 ft). It is scarce and often scattered in this region, forming open woodlands, usually mixed with junipers. Other common names include nut pine and fourleaf pinyon pine.",
    "Description": "Pinus quadrifolia is a small to medium size tree, reaching 8 to 15 m (26 to 49 ft) tall and with a trunk diameter of up to 40 cm (16 in), rarely more. The bark is thick, rough and scaly. The leaves (needles) are in fascicles of 4–5, moderately stout, 2.5–5.5 cm (1–2 1⁄8 in) long; glossy dark green with no stomata on the outer face, and a dense bright white band of stomata on the inner surfaces. The cones are globose, 4–5.5 cm (1 5⁄8–2 1⁄8 in) long and broad when closed, green at first, ripening yellow to orange-buff when 18–20 months old, with only a small number of thick scales, with typically 5–10 fertile scales.\nThe cones open to 5 to 7 cm (2 to 2 3⁄4 in) broad when mature, holding the seeds on the scales after opening. The seeds are 10–14 mm (13⁄32–9⁄16 in) long, with a thin shell, a white endosperm, and a vestigial 1–2 mm (1⁄32–3⁄32 in) wing; they are dispersed by the pinyon jay, which plucks the seeds out of the open cones. The jay, which uses the seeds as a food resource, stores many of the seeds for later use, and some of these stored seeds are not used and are able to grow into new trees.",
    "Description-Hybrids": "The Parry pinyon frequently hybridises with single-leaf pinyon (P. monophylla) where their ranges meet in southern California and northern Baja California. Hybrids are distinguished by intermediate features, with needles usually fascicles of 2–3 with some stomata on the outer surface. It has been suggested by some botanists that the holotype specimen of P. quadrifolia is itself from a hybrid; presumed pure, non-hybrid specimens having been given the new name Pinus juarezensis, the Juárez pinyon, after the Sierra de Juárez of northern Baja California. However, there is no proof that these specimens are genetically 'purer' than the original type specimen, and few botanists accept P. juarezensis as other than a synonym of P. quadrifolia.\nDespite the ease of hybridisation with single-leaf pinyon, Parry pinyon is genetically probably more closely related to the Johann's pinyon (P. johannis) and Potosí pinyon (P. culminicola), despite being separated from them by well over 1,000 km (620 mi).",
    "Uses": "The edible seeds, pine nuts, are collected throughout its range, though it is much less important than Colorado pinyon (P. edulis) for the crop. Parry pinyon is also occasionally planted as an ornamental tree and sometimes used as a Christmas tree. Due to the limited distribution of the species, the seeds of the Parry pinyon are not gathered commercially. They are more often consumed by birds, rodents (especially woodrats) and other mammals. The Cahuilla tribe of southern California used the resin to make a face cream commonly used by girls to prevent sunburn. The nuts were useful as well. For the Cahuilla, the nuts were given to the babies to eat as an alternative from breast milk and were also grounded then mixed with water as a beverage. The nuts were roasted and eaten whole or made into mush. They were important to the Cahuilla as a trade item with neighboring tribes. The pine needles and roots were used as material for basketry and the bark was a reliable substance for making the roofs of houses. The resin was a glue for mending pottery and reattaching arrowheads to the arrow shafts. The wood was burnt for firewood and incense, since it had high combustibility and it gave a pleasant smell.The Diegueno also ate the nuts, but also the seeds as well.",
    "References": "",
    "External links": "Photo of cones. pinetum.org"
  }
}