{
  "url": "https://en.wikipedia.org/wiki/Pinus_gerardiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Quinquefoliae"
    },
    {
      "Subsection": "P. subsect. Gerardianae"
    },
    {
      "Species": "P. gerardiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus gerardiana, known as the chilgoza pine (Urdu: چلغوزه or چهل‌غوزه, which literally means \"forty-nut\"), noosa, or neoza نیزہ, is a pine native to the northwestern Himalayas in eastern Afghanistan, Pakistan, and northwest India, growing at elevations between 1800 and 3350 metres. It often occurs in association with Cedrus deodara and Pinus wallichiana.\nThe trees are 10-20(-25) m tall with usually deep, wide and open crowns with long, erect branches. However, crowns are narrower and shallower in dense forests. The bark is very flaky, peeling to reveal light greyish-green patches, similar to the closely related lacebark pine (Pinus bungeana). The branchlets are smooth and olive-green. The leaves are needle-like, in fascicles of 3, 6–10 cm long, spreading stiffly, glossy green on the outer surface, with blue-green stomatal lines on the inner face; the sheaths falling in the first year. The cones are 10–18 cm long, 9–11 cm wide when open, with wrinkled, reflexed apophyses and an umbo curved inward at the base. The seeds (pine nuts) are 17–23 mm long and 5–7 mm broad, with a thin shell and a rudimentary wing.\nThis species is listed as lower risk, near threatened. Overcutting, and intensive grazing causing poor regeneration, may result in the extinction of this pine species. The Himachal Pradesh State Forest Department has tried artificial regeneration of chilgoza pine at many places. However, performance of seedlings was found to be very poor.\n\nThe scientific name commemorates Captain Patrick Gerard, a British army officer in India. It was introduced to England in 1839, where it grows well in the warmer drier areas of the southeast, but is very rarely planted.",
    "Uses": "Chilgoza pine is well known for its edible pine nuts, rich in carbohydrates and proteins. The seeds are locally called and marketed as \"chilgoza\", \"neja\" (singular) or \"neje\" (plural).  Chilgoza is one of the most important cash crops of tribal people residing in the Kinnaur tribal district and the tribal Pangi Valley of Chamba district of Himachal Pradesh, India. The seed is very expensive and fetches good money to the local people in Kinnaur.  Sold at approximately PKR 2500-4500, INR 2000-3600 ($20–$53) per kilogram.\nNow a days Sold around PKR 8000/= per kilogram",
    "References": "",
    "External links": "Gymnosperm Database: Pinus gerardiana\nPhoto of chilgoza pine cone\nPicture of chilgoza pine seed\nChilgoza.net pine nuts info"
  }
}