{
  "url": "https://en.wikipedia.org/wiki/Pinus_hwangshanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. hwangshanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus hwangshanensis, or Huangshan pine, is a pine endemic to the mountains of eastern China, in the provinces of Anhui, Fujian, Guizhou, Hubei, Hunan, Jiangxi, and Zhejiang; it is named after the Huangshan Mountains in Anhui, from where it was first described.",
    "Description": "Pinus hwangshanensis is an evergreen tree reaching 15–25 metres (49–82 ft) in height, with a very broad, flat-topped crown of long, level branches. The bark is thick, greyish, and scaly plated. The leaves are needle-like, dark green, 2 per fascicle, 5–8 cm long and 0.8–1 mm wide, the persistent fascicle sheath 1 cm long. The cones are broad squat ovoid, 4-6.5 cm long, yellow-brown, opening when mature in late winter to 5–7 cm broad. The seeds are winged, 5–6 mm long with a 1.5-2.5 cm wing. Pollination is in mid spring, with the cones maturing 18–20 months after. It is closely related to Japanese black pine (P. thunbergii), differing from it in the slenderer leaves, brown (not white) buds and broader cones.\n\nHuangshan pines typically grow at moderate to high altitudes on steep, rocky crags, and are a major vegetation component in the exceptional landscapes of eastern China. Many specimens are venerated for their unique rugged shapes, and are frequently portrayed in traditional Chinese paintings.",
    "References": "",
    "Further reading": "Fu, Songling, et al. \"[Relationship between light and regeneration character of Huangshan pine].\" The journal of applied ecology 11.6 (2000): 801-804.\nWu, Zemin, Chenglin Huang, and Chaoling Wei. \"Light effect of gaps in Huangshan pine community and regeneration of Huangshan pine.\" The journal of applied ecology 11.1 (2000): 13.",
    "External links": "Gymnosperm Database: Pinus hwangshanensis\nHuangshan pine on Huang Shan (photos)"
  }
}