{
  "url": "https://en.wikipedia.org/wiki/Pinus_orizabensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Strobus"
    },
    {
      "Section": "P. sect. Parrya"
    },
    {
      "Subsection": "P. subsect. Cembroides"
    },
    {
      "Species": "P. orizabensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus orizabensis, the Orizaba pinyon, is a pine in the pinyon pine group, endemic to central Mexico. It is considered also as a sub-species of Pinus cembroides which is classified as Pinus cembroides subsp. orizabensis D.K.Bailey. It has larger seeds than the type.\nThe range is localised, confined to a small area in the eastern Eje Volcánico Transversal range (Trans-Mexican Volcanic Belt), in the states of Puebla and Veracruz. It occurs at high altitudes, mostly from 2,200–2,800 metres (7,200–9,200 ft), in a cooler, moister climate than the other pinyon pines.",
    "Description": "It is a small to medium-size tree, reaching 8–10 metres (26–33 ft) tall and with a trunk diameter of up to 50 cm. The bark is dark brown, thick and deeply fissured at the base of the trunk. The leaves ('needles') are in mixed fascicles of three and four, slender, 3–6 cm long, and deep green to blue-green, with stomata confined to a bright white band on the inner surfaces.\n\nConesThe cones are globose to ovoid, 4–7 cm long and 3–5 cm broad when closed, green at first, ripening yellow-brown when 16–18 months old, with only a small number of thin scales, typically 6-18 fertile scales. The cones open to 5–7 cm broad when mature, holding the seeds on the scales after opening.\nThe seeds are 12–15 mm long, with a thick shell, a pink endosperm, and a vestigial 2 mm wing; they are dispersed by the Mexican jay, which plucks the seeds out of the open cones. The jay, which uses the seeds as a major food resource, stores many of the seeds for later use, and some of these stored seeds are not used and are able to grow into new trees.",
    "History": "Pinus orizabensis is the most recent pinyon pine to be described, discovered by Dana K. Bailey in 1983 when examining an unusual pinyon cultivated at the Royal Botanic Gardens, Kew; it was found to match wild specimens from the Pico de Orizaba. At first it was described as a subspecies of Mexican pinyon, but further research by Bailey & Hawksworth and others has shown that it is better treated as a distinct species. Some botanists still include it in Mexican pinyon though, despite their occurring together in some sites without evidence of hybridisation. Orizaba Piñón shows better adaptation to rainy temperate climate like England than Pinus cembroides which grows in dryer habitats.\nPinus orizabensis is most closely allied to Johann's pinyon and Potosi pinyon, with which it shares the leaf structure with the stomata confined to the inner faces; it differs from these in the larger cones and seeds, and from the latter in fewer needles per fascicle (3-4 vs 5). Like these two, the white-glaucous inner surfaces of the needles make it a very attractive small tree, suitable for parks and large gardens.\nThe edible (pine nut) seeds are collected in Mexico to a small extent.",
    "References": "Conifer Specialist Group (1998). \"Pinus orizabensis\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006.\nPhoto of cones (scroll half-way down)"
  }
}