{
  "url": "https://en.wikipedia.org/wiki/Psychotria_colorata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Psychotria"
    },
    {
      "Species": "P. colorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Psychotria colorata is a species of plant in the family Rubiaceae. It has been documented in an ethnobotanical context among the Ka'apor people of Maranhão, Brazil by Dr. William Balée, the Tulane University anthropologist and historical ecologist:\"Fishhooks (pinar) and line (pina-ham) are obtained through trade.  The bait is usually worms, but two species of plants serve an intermediate role.  Fruits of the rubiaceous forest herb Psychotria colorata and seeds of Ricinus communis, a treelet of dooryard gardens, are used for baiting hooks and catching small fish: characins called pirapisi. Fishermen cut chunks of the characins as bait for hooking larger, more desirable fish\" (Balée 1994: 61).\n\"It is said that a boy should rub leaves of tapesi'i (Cephalia sp. 1) or leaves of Psychotria colorata (tapi'ika'a), both of which are in the madder family, between his hands so that upon maturity he will be able to fashion well the manioc press (tapesi), an exclusive task of men\" (Balée 1994: 107).\nExtracts from the leaves, flowers, fruits and root of Psychotria colorata are traditionally used as an analgesic by Amazonian cabaclos native peoples. This analgesic effect has been studied in animals and shown to be reversible by naloxone, suggesting a mu opioid receptor mediated effect. Subsequent research has identified several active alkaloids in the plant, the most important of which are hodgkinsine, which acts as both a mu-opioid agonist and NMDA antagonist, and psychotridine which is an NMDA antagonist with little or no mu-opioid affinity.\n\n\n== References =="
  }
}