{
  "url": "https://en.wikipedia.org/wiki/Psychotria_loniceroides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Psychotria"
    },
    {
      "Species": "P. loniceroides"
    }
  ],
  "text": {
    "__SUMMARY__": "Psychotria loniceroides, known as the hairy psychotria, is a plant growing in forest areas of eastern Australia.\nThe habitat is the ecotone on the edge of rainforest and eucalyptus forests. It is also found in the understorey of various types of rainforests.\nThe natural range of distribution is from the Bega in south eastern New South Wales to Bamaga, in far north eastern Queensland. The scientific name refers to the healing qualities of some members of the genus Psychotria. Psyche meaning life. And loniceroides suggests the leaves are similar to the honey-suckle plant, Lonicera.",
    "Description": "A shrub or a small tree, up to 5 metres in height and a stem diameter of 10 cm. The trunk is crooked with various bumps, the base of the trunk is not buttressed. Bark dark brown, fairly smooth but with wrinkles. Branchlets hairy and relatively thick.",
    "Description-Leaves": "Leaves opposite on the stem, egg shaped, though sometimes oblong or elliptical, with an abrupt short tip. Leaves 6 to 10 cm long, 1.5 to 5 cm wide. Leaf stalk 5 to 15 mm long. Leaves softly hairy. A mid to light green above, a paler green below. Leaf veins hairy, veins prominently raised below the leaf.",
    "Description-Flowers and fruit": "Clusters of white flowers form on a loose branching head from December to March. Fruit matures from February to September, being a yellow or creamy drupe, 6 mm in diameter. Inside is a single oval shaped and ribbed seed.\nFruit eaten by the green catbird. Regeneration from fresh seed is slow, starting after around four months. After five months, a success rate of around 64% may be expected. Cuttings are not particularly successful.",
    "References": "\nFloyd, A.G., Rainforest Trees of Mainland South-eastern Australia, Inkata Press 1989, ISBN 0-909605-57-2 page 312\nPlantNET - The Plant Information Network System of Botanic Gardens Trust, Sydney, Australia - 17 August 2009. http://plantnet.rbgsyd.nsw.gov.au/cgi-bin/NSWfl.pl?page=nswfl&lvl=sp&name=Psychotria~loniceroides"
  }
}