{
  "url": "https://en.wikipedia.org/wiki/Psychotria_capensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Psychotria"
    },
    {
      "Species": "P. capensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bird-berry (Psychotria capensis (Eckl.) Vatke) is a southern African evergreen shrub or small tree. It belongs to a genus which is used medicinally in many regions, 'Psychotria' being from the Greek for 'rejuvenating', in reference to the healing properties of certain species. Kew lists some 2,000 species of Psychotria growing throughout the warmer regions of both hemispheres, but only two of them occur in southern Africa, namely P. capensis and P. zombamontana.",
    "Range and habitat": "It occurs along the South African south and east coasts, from Knysna through the Eastern Cape and KwaZulu-Natal. It is also present in eastern Mpumalanga and Limpopo provinces and northwards in Zimbabwe and Mozambique. It is found from sea level to 1,500 m in evergreen forests, along forest margins, dune scrub, along river courses and on rocky outcrops in high rainfall grassland.",
    "Description": "It grows to some 3 to 8 meters tall, and has a slender trunk, with horizontal branches and pale brown bark. The elliptic to obovate leaves are large (70-150 x 15-60 mm), leathery, glabrous, dark green above and paler below. They are opposite and often drooping. Yellow flowers are produced in terminal branched heads some 80 mm across from August to January, and are followed by bunches of pea-sized, shiny yellow fruits turning red or black when ripe. The wood is hard and fine-grained, yellowish-brown in colour. \n\nUsually a shrub, sometimes a tree up to 10-15 feet height, with 3-6 inch stem diam., and with crooked and forked timber. Leaves evergreen, shining above, paler below, widely lanceolate, elliptic or obovate-oblong, 3-6 inches long, 1/2 - 1 1/2 inches wide, shortly petioled, distinctly veined, rounded at the apex or bluntly pointed, glabrous above, and either glabrous or pubescent below. Panicles few or many-flowered, terminal, trichotomously forked, 1-4 inches across. Calyx-tube short, minutely 5-toothed. Corolla yellow, shortly tubular, with 5-parted limb and a hairy throat. Stamens in the throat of the corolla tube, with shortly oblong anthers. Pistil bifid. Berries numerous, reddish, 3 lines diameter, with only a scar where the calyx has been. Stipules shortly ovate from a broad base, bluntly pointed. John Medley Wood points out that the flowers are dimorphic, the two forms appearing on different plants, in the long-styled form the stamens are sub-exserted and the style exserted, and in the long-stamened form the stamens are exserted and the style included.",
    "External links": "Image of flowers\n\n\n== References =="
  }
}