{
  "url": "https://en.wikipedia.org/wiki/Psychotria_viridis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Psychotria"
    },
    {
      "Species": "P. viridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Psychotria viridis is a perennial shrub of the family Rubiaceae. In the Quechua languages it is called chacruna or chacrona. In Quechua, chaqruy is a verb meaning \"to mix\".\nP. viridis is a close relative of Psychotria carthagenensis (a.k.a. samiruka or amiruca) of Ecuador. The leaves differ by P. viridis having leaf edges that extend all the way to the base of the leaf stem.In Ecuador, the name chacruna refers to Diplopterys cabrerana.",
    "Description": "P. viridis grows to a height of approximately 5 m (16 ft). Its branches span a diameter of about 2 m (6 ft 7 in)",
    "Description-Stems": "In the middle and lower parts of the stem, situated between the insertion points of the two opposite leaves there is a horizontal scar 0.3–1 mm (0.012–0.039 in) wide that extends between the leaves (or leaf scars) and sometimes also connects over the tops of these scars, and along the top side of this scar there is a dense, usually furry line of fine trichomes (i.e., plant hairs) usually 0.5–1 mm (0.020–0.039 in) long that are reddish brown when dried. This combination of features is diagnostic for many species in the genus Psychotria, though not for any individual species. These features distinguish Psychotria L. Subg. Psychotria; other subgenera of Psychotria lack the well developed reddish brown trichomes inserted above the stipule scars. On the upper stems of P. viridis these features are obscured by a stipule (see below), which covers the trichomes; the scar actually marks the point where this structure has fallen off.",
    "Description-Stipules": "Stipules are leafy structures that cover and protect the young developing leaves. They may persist or fall off, leaving scars on the stem. The stipules in P. viridis are produced in pairs and their form is distinctive. They are 5–25 mm (0.20–0.98 in) by 4–12 mm (0.16–0.47 in), elliptic in outline, sharply angled at the apex, papery to membranaceous in texture, ciliate (i.e., fringed) along the upper margins, and longitudinally flanged or winged along the middle.",
    "Description-Leaves": "Leaves are opposite in arrangement (i.e., produced in pairs along the stems), generally 5–15 cm (2.0–5.9 in) by 2–6 cm (0.79–2.36 in), in outline generally elliptic or often widest above the middle, usually sharply angled at base and apex, papery in texture, overall smooth or infrequently with microscopic plant hairs on the lower surface, have 5–10 pairs of secondary veins, and on the lower surface usually have foveolae (see next item). The leaves are borne on petioles (i.e., leaf stalks) generally 1–10 mm (0.039–0.394 in) long. When dry, the leaves of Psychotria viridis usually are gray or reddish brown and are similar to those of a few other New World species of Psychotria.",
    "Description-Foveolae": "These are small pockets found on the lower leaf surface near the junction of the secondary (i.e., side) veins with the central vein. They function as shelter for tiny invertebrates such as mites that live on the plant leaf. These mites apparently often are symbiotic with the plant, taking shelter in these structures and eating fungi and herbivorous invertebrates that can damage the leaf. The foveolae (also called domatia) are distinctive for Psychotria viridis and a few related species: They are generally 1.5–5 mm (0.059–0.197 in) long and 0.5–1 mm (0.020–0.039 in) wide at the top, conical and tapered to a closed base, open and truncate or variously ornamented at the top, and situated along the sides of the central vein with the opening usually near a secondary vein . These foveolae vary in shape among different plants, and in number on individual leaves, and may not even be present on some leaves. Most often each leaf bears at least one pair of foveolae, which may be close to the apex; the foveolae are often more numerous on leaves from vegetative stems than on those from reproductive stems.",
    "Cultivation": "Psychotria viridis is hardy in USDA zone 10 or higher.Cultivation from cuttings is easiest. A single leaf (or even part of a leaf slightly covered with soil) can be sufficient for a cutting. Propagation from seed is extremely difficult. The germination rate can be as low as 1%. There are approximately 50 seeds/g.Indoor hydroponic cultivation of Psychotria viridis requires a light cycle. The plant will not utilize its root system as often in daylight hours. Optimal water garden pH is 5.5 to 6.10'. Parts per million (PPM) levels of nutrient solution should be around 300 to 500 PPM. Nutrient solution burning can occur at levels as low as 800 PPM.",
    "Alkaloids": "Dried P. viridis contains approximately 0.3% dimethyltryptamine (DMT). Other alkaloids such as beta-carbolines and N-methyltryptamine (NMT) have been found. \nThe alkaloid content is said to be highest in the morning.",
    "Traditional medicine": "The Machiguenga people of Peru use juice from the leaves as eye drops to treat migraine headaches.",
    "Hallucinogenic": "P. viridis contains the hallucinogenic—or entheogenic—indole alkaloid dimethyltryptamine (DMT) in levels varying from 0.1% to 0.61% dried mass. It is known primarily as an additive to the ayahuasca brew used in South and Central America. The mechanism of action is via the monoamine oxidase inhibitor (MAOI) present in Banisteriopsis caapi, which allows ayahuasca to be effective in oral doses (unlike smoking DMT crystals which requires no conditioning partner substance). This use is legal in Brazil among native tribes and followers of some syncretic religions.Vegetalistas, healers in the Amazon regions of Peru, Ecuador, and Colombia, recognize different sub-varieties of Psychotria viridis, based on the location of glands on the back of the leaves.",
    "See also": "Psychedelic plants",
    "References": "",
    "External links": " Media related to Psychotria viridis at Wikimedia Commons"
  }
}