{
  "url": "https://en.wikipedia.org/wiki/Aba_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. abae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Aba roundleaf bat (Hipposideros abae), also known as the Aba leaf-nosed bat is a species of bat in the family Hipposideridae. It is found in west Africa along the southern coast from Nigeria to Senegal. Populations have also been noted in Sudan and Uganda. Its natural habitats are subtropical or tropical moist lowland forests, dry savanna, moist savanna, and caves.",
    "Taxonomy and etymology": "It was described by American zoologist Joel Asaph Allen in 1917.\nIts species name abae is a New Latin derivative of Aba, which is the city where the holotype was collected.\nThe holotype was collected in December 1911 by German zoologist Herbert Lang and American ornithologist James Chapin as part of their expedition through Belgian Congo, as it was known at the time.\nAs the genus Hipposideros is quite speciose, it is divided into closely related species groups. The Aba roundleaf bat is a member of the speoris species group, which only includes it and the Schneider's leaf-nosed bat, (H. speoris).",
    "Description": "Allen described its dorsal fur as bistre in color from the shoulders down the rest of the body. \nThe head, neck, and shoulders are lighter in color than the rest of the back.\nIndividual hairs are bicolored on the back, with the base of the hair lighter than the tip.\nThe ventral fur is buffy gray in color, with the throat much lighter than the rest of the ventral surface.\nIts ears and feet are light brown, while its wing membranes are dark brown.\nIts total body is 104 mm (4.1 in) long; its tail is 38 mm (1.5 in) long; its foot is 12 mm (0.47 in) long; its ears are 20 mm (0.79 in); and its forearm is 58.5 mm (2.30 in) long.\nIndividuals are variable in color, with three different \"color phases\" described to classify individuals: a dark phase, a red phase, and an intermediate phase.",
    "Range and habitat": "It has been documented in the following countries: Guinea-Bissau, Guinea, Sierra Leone, Liberia, Côte d'Ivoire, Burkina Faso, Ghana, Togo, Nigeria, Cameroon, Central African Republic, Sudan, Democratic Republic of Congo, and Uganda.\nWhile there are no records of it in Mali, Benin, or Chad, it is thought that it probably occurs there as well.\nIt is found in the Guinean forest-savanna mosaic and destroyed rainforests.\nIt has not been documented at elevations greater than 1,000 m (3,300 ft) above sea level.",
    "Conservation": "It is currently evaluated as least concern by the IUCN.\nIt meets the criteria for this designation because it has a wide distribution, it tolerates a degree of habitat modification, and its population is likely not in quick decline.\nIt can actually take advantage of deforestation by utilizing the deforested land as habitat.",
    "References": "",
    "External links": "An image of this species"
  }
}