{
  "url": "https://en.wikipedia.org/wiki/Admiralty_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. admiralitatum"
    }
  ],
  "text": {
    "__SUMMARY__": "The Admiralty flying fox (Pteropus admiralitatum) is a species of fruit bat in the family Pteropodidae, the megabats. It is found in Papua New Guinea and the Solomon Islands.",
    "Taxonomy and etymology": "It was described by British zoologist Oldfield Thomas in 1894, based on specimens that were initially collected by the \"Challenger\" Expedition in 1875.\nIts species name admiralitum is a New Latin rendering of \"admiralty\", which is in reference to the Admiralty Islands where this species was first documented.\nThe Admiralty flying fox is possibly a species complex of three species, with one species occupying the Admiralty Islands and the Solomon Islands from Buka Island to Malaita Island. A second species is thought to occupy Western Province, Guadalcanal, and Malaita Island. The third species is thought to occupy Mussau Island and Emirau Island.",
    "Description": "It is similar in appearance to the small flying fox, though it is smaller.\nIt is further distinguished by its much smaller ears and the fact that its chest and abdomen are the same color.\nThe top of its head is pale gray, while the back of its neck is a reddish-brown.\nIts dorsal fur is brown, with some white hairs interspersed.\nThe head and body length is approximately 180 mm (7.1 in); its forearm length is 121 mm (4.8 in); its ear length is 17.5 mm (0.69 in).",
    "Range and habitat": "It is found in several countries in Oceania, including Solomon Islands and Papua New Guinea.",
    "Conservation": "It is currently evaluated as least concern by the IUCN—its lowest conservation priority.\nWhile it is likely threatened to some extent by deforestation and exploitation for bushmeat, these are not considered major problems.\nOverall, it is not of concern because it has a large geographic range, presumably large population size, and it is not thought to be in rapid decline.\n\n\n== References =="
  }
}