{
  "url": "https://en.wikipedia.org/wiki/African_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Scotophilus"
    },
    {
      "Species": "S. dinganii"
    }
  ],
  "text": {
    "__SUMMARY__": "The African yellow bat (Scotophilus dinganii) is a species of bat in the family Vespertilionidae, the vesper bats. Other common names include African yellow house bat, yellow-bellied house bat, and Dingan's Bat. It is one of fifteen species in the genus Scotophilus.",
    "Description": "The African yellow bat is a medium sized, rather attractive bat with a dog-like snout. It is light brown above with a yellow belly, its eyes are clearly visible and its snout is short and broad. The wings vary in colour and may be olive, grey or red while the interfemoral membrane is brown and translucent. The total body length averages 130 mm, the forearm length is 50–58 mm and its average weight is 23g.",
    "Distribution": "The African yellow bat is native to Sub-Saharan Africa, where it occurs from Senegal and Gambia east to  Djibouti, Eritrea, and Somalia south to South Africa, where they reach the Eastern Cape.",
    "Habitat": "This species lives in savanna habitat, and it can be found near human habitation, where it roosts in houses. It may roost singly or in small colonies.",
    "Habits": "African yellow bats mate in the Austral Autumn in southern Africa and then give birth to twins towards the end of November or early December in the Austral Spring. The young are able to fend for themselves from quite a  young age, the females wean then within weeks of birth. African yellow bats show a strong faithfulness to roost sites.African yellow bats red during the day in hollows and cracks of large trees, their colonies rarely consisted of more than 12 individuals. Roosts are often situated in secluded spots in cracks in walls and roofs and as a result they have become frequent in suburbia. The roosts are normally very quiet and any households who host them are usually blissfully unaware of its presence. They do not normally fly out of the roost until total darkness has descended and they normally feed until they have satiated themselves, usually for around two hours before returning. They sometimes share roosts with the smaller Cape serotine, from which it may be distinguished by its larger wing size and faster flight. They prey mostly on beetles, but also plant-sucking bugs, flies, flying termites, moths and lacewings.\n\n\n== References =="
  }
}