{
  "url": "https://en.wikipedia.org/wiki/African_long-fingered_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Miniopteridae"
    },
    {
      "Genus": "Miniopterus"
    },
    {
      "Species": "M. africanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The African long-fingered bat (Miniopterus africanus) is a species of vesper bat in the family Vespertilionidae.\nIt is found only in Kenya.\nIt is found in subtropical or tropical moist montane forests. This species is often considered a synonym of Miniopterus inflatus.\nThe holotype was collected in October 1926 by A. M. Bailey.\nIt was described as a new species in 1936 by Colin Campbell Sanborn.",
    "Description": "It is similar in appearance to the Natal long-fingered bat, but it is much larger.\nIts dorsal fur is light brown, with the bases of individual hairs darker than their tips.\nIts ventral fur is lighter than the dorsal fur, with individual hairs brown at the base and gray at the tip.\nIts forearm is 48.4–50.5 mm (1.91–1.99 in) long.\nThe greatest length of the skull is 16.6–17 mm (0.65–0.67 in) long.",
    "Biology": "It is known to be infected with the parasite Polychromophilus melanipherus, which helps support the hypothesis that Haemosporidiasina transitioned from avian hosts to bat hosts in a single evolutionary event.\nThe 2016 study concluded that it was likely that malaria parasites affecting humans and rodents evolved from parasites affecting bats.The African long-fingered bat's evolutionary lineage diverged from other long-fingered bats approximately 20 million years ago.In 2013, an individual from this species tested positive for polyomaviruses.\nHowever, bats are unlikely to be the source of polyomavirus infection in humans, as none of the lineages found in bats so far is known to infect humans.",
    "Range and habitat": "It has only been documented in Kenya.\nIts type locality is Sanford's Ranch in Mulo, Kenya, which is to the northwest of Addis Ababa.\nIt was collected at 8,000 m (26,000 ft) above sea level.\nIt has been documented roosting in limestone-rich coral caves on the eastern coast of the country.",
    "Conservation": "It is currently evaluated as least concern by the IUCN.\nHowever, the last formal evaluation of this species occurred in 2004.\nSome of the caves that it roosts in are threatened by human activities, such as burning and cutting vegetation growing at the mouths of the caves.\nSome Kenyans do not understand that bats are important, and may view them as a nuisance or take direct actions to harm them.\nCaves are also threatened by expanding human population.\nKenyans that live near the coastal caves have an overwhelmingly negative view of bats, with 58% of respondents to a questionnaire viewing them as a sign of witchcraft or a bad omen, and 68% thinking that bats are not beneficial in any way.\nConversely, this negative perception of the bats may protect them in some way, as one landowner who owned a cave where the African long-fingered bat roosts reported that she did not allow people to enter the cave as she feared it would bring bad omens onto her.\nThis attitude protects the bats in the cave from human disturbance.\n\n\n== References =="
  }
}