{
  "url": "https://en.wikipedia.org/wiki/Aldabra_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. aldabrensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Aldabra flying fox (Pteropus aldabrensis) is a species of megabat in the genus Pteropus. It is endemic to the Aldabra Atoll in the Seychelles, like Chaerephon pusilla, though the latter may be the same species as the little free-tailed bat.",
    "Taxonomy": "The bat was given its scientific name by Frederick W. True, an American biologist and curator at the United States National Museum (now part of the Smithsonian Institution) in an 1893 publication.  \nTrue based his description of the species on two specimens collected in 1892 by William Louis Abbott, an American doctor and naturalist.",
    "Biology and ecology": "Like other megabats, commonly known as fruit bats, the Aldabra flying fox is herbivorous.  It has been observed eating fruit from the evergreens Calophyllum inophyllum and Mystroxylon aethiopicum, the Indian almond, and fig trees such as the giant-leaved fig, Ficus rubra, and Ficus reflexa.  The bat also eats flowers from the coconut tree and sisal plant and the leaves of the grey mangrove tree.  It has been observed licking honeydew produced by scale insects infesting fig trees; rats exhibit the same behavior.",
    "Range and habitat": "The natural habitats of the Aldabra flying fox are subtropical or tropical mangrove forests and subtropical or tropical dry shrubland.",
    "Conservation": "The species was classified as \"Vulnerable\" by the IUCN due to a restricted habitat, threats from natural disasters such as tropical cyclones, and rising sea level due to climate change.  \nThe biologist A.M. Hutson has described the Aldabra flying fox as \"one of the rarest bats in the world\" based on a 1968 estimate of a 250-bat total population.\n\n\n== Sources =="
  }
}