{
  "url": "https://en.wikipedia.org/wiki/Allen's_spotted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Glauconycteris"
    },
    {
      "Species": "G. humeralis"
    }
  ],
  "text": {
    "__SUMMARY__": "Allen's spotted bat (Glauconycteris humeralis) is a species of vesper bat in the family Vespertilionidae found in the following countries: the Central African Republic, the Democratic Republic of the Congo, Kenya, and Uganda.  It is found in subtropical or tropical moist lowland forests.",
    "Taxonomy and etymology": "It was described in 1917 by American mammalogist Joel Asaph Allen.\nThe holotype used to describe the species had been collected by Herbert Lang and James Chapin.\nChapin and Lang first encountered the species in Medje, Democratic Republic of the Congo.\nIts species name \"humeralis\" is Latin for \"having a cape,\" possibly referring to its white shoulder patches.",
    "Description": "It has \"conspicuous\" tufts of white fur on each of its shoulders.\nIts fur is brown, with the dorsal fur darker than the ventral fur.\nIts flight membranes are also brown.\nIt lacks a calcar.\nIt has small, yellowish-brown ears and a short tragus.\nThe inner margin of the tragus is straight, while the outer margin is convex.\nThe tail does not extend beyond the uropatagium.\nIts total length, including its tail, is approximately 82 mm (3.2 in).\nThe forearm is 35.3–36.8 mm (1.39–1.45 in) long.\nIts skull is very broad and short.",
    "Range and habitat": "It has been documented in Uganda as well as eastern Democratic Republic of the Congo.\nIts range possibly includes Kenya as well.\nIt is found in association with lowland tropical moist forests.",
    "Conservation": "It is currently evaluated as data deficient by the IUCN.\nLittle is known about its range or natural history.\nThreats to its survival may include deforestation caused by logging and mining.\nIt is possibly threatened by habitat conversion to farmland.\n\n\n== References =="
  }
}