{
  "url": "https://en.wikipedia.org/wiki/Allen's_striped_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Glauconycteris"
    },
    {
      "Species": "G. alboguttata"
    }
  ],
  "text": {
    "__SUMMARY__": "Allen's striped bat (Glauconycteris alboguttata) is a species of bat in the family Vespertilionidae, the vesper bats. It is native to Africa, where it occurs in Cameroon and the Democratic Republic of the Congo.\nThis species can be found in lowland tropical moist forests. Little else is known about it.",
    "Taxonomy and etymology": "It was described in 1917 by American mammalogist Joel Asaph Allen.\nThe holotype used to describe the species had been collected by Herbert Lang and James Chapin.\nChapin and Lang first encountered the species in Medje, Democratic Republic of the Congo.\nIts species name \"alboguttata\" is from Latin \"albus\" meaning \"white\" and \"guttate\" meaning \"spotted,\" likely referring to its white patches of fur.",
    "Description": "From head to tail, it is 94 mm (3.7 in) long.\nIts forearm is approximately 41.5 mm (1.63 in) long.\nUnlike Allen's spotted bat, which is similar in appearance, it does have a calcar.\nIts fur is seal brown, with dorsal fur darker than the ventral fur.\nOn each side of its back, it has two white patches of fur, for a total of four white spots.\nEach shoulder has a white spot, and there is a long, narrow stripe beneath each shoulder spot.\nIts propatagium is whitish, as well as the borders of its wings.\nThe rest of the flight membranes and its ears are blackish brown.",
    "Range and habitat": "It has been documented in both Cameroon and the Democratic Republic of the Congo.\nHowever, its range may be larger than currently known, as it is a poorly-documented species.",
    "Conservation": "It is currently evaluated as least concern by the IUCN—its lowest conservation priority.\nWhile it is considered a rare species, it has a relatively large range and its population is likely large.\nIt is unlikely that its population or habitat is declining fast enough to qualify for a more threatened category.\n\n\n== References =="
  }
}