{
  "url": "https://en.wikipedia.org/wiki/Alpine_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Plecotus"
    },
    {
      "Species": "P. macrobullaris"
    }
  ],
  "text": {
    "__SUMMARY__": "The Alpine long-eared bat or mountain long-eared bat (Plecotus macrobullaris) is a species of long-eared bat. It was originally described from Switzerland and Austria as a species intermediate between the brown long-eared bat and the grey long-eared bat in 1965. It was later described in 2002, from France and Austria, respectively. Despite its name, this species is not restricted to the Alps, being found in Croatia, Bosnia and Herzegovina and elsewhere. It differs from other European long-eared bats, such as the brown long-eared bat, by its white underparts.",
    "Taxonomy and etymology": "It was described as a new subspecies in 1965 by A. Kuzjakin, who considered it a subspecies of the brown long-eared bat, Plecotus auritus. Its trinomen at the time was Plecotus auritus macrobullaris.\nAndreas Kiefer and Michael Veith described a new taxon, Plecotus alpinus, in the 2001 volume of the journal Myotis, but the name was made available in 2002 only.\nIn 2002 too, another set of authors leaded by Friederike Spitzenberger described the same species under the name Plecotus microdontus.\nDNA analysis showed that both \"species\" were synonymous, and according to the Principle of Priority, the oldest name should apply to this species.\nHowever, in 2003, it was determined that both P. alpinus and P. microdontus were synonym of a previous taxon described from Caucasus by Alexander Petrovitch Kuzyakin in 1965, Plecotus macrobullaris.\nIts species name \"macrobullaris\" is from Ancient Greek \"makrós\" meaning \"long\" and Latin \"bulla\" meaning \"knob-shaped,\" possibly referencing the auditory bulla.",
    "Diet": "Its diet is mainly based on moths, which are captured in open areas such as grasslands and meadows, including alpine meadows.",
    "Distribution": "The Alpine long-eared bat has been recorded from Andorra, France and Spain in  the Pyrenees; in the Alps it has been recorded from France to Slovenia, in the Dinaric Alps and through the Balkans to Greece. It is also found on Crete and Corsica. In Asia is occurs in Anatolia through the Caucasus as far south as Iran and Syria.\n\n\n== References =="
  }
}