{
  "url": "https://en.wikipedia.org/wiki/Andaman_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. cognatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Andaman horseshoe bat (Rhinolophus cognatus) is a species of bat in the family Rhinolophidae. It is endemic to the Andaman Islands.  Its natural habitats are subtropical or tropical moist lowland forest, subtropical or tropical mangrove forest, and subtropical or tropical swamps. During the day, it roosts in caves, but may also choose tree hollows.",
    "Taxonomy": "The Andaman horseshoe bat was first collected by Italian zoologist Enrico Hillyer Giglioli in May 1892. It was collected in Port Blair of the Andaman Islands. The specimen was taken to the Museo Civico di Storia Naturale di Genova, where it was described by Danish zoologist Knud Andersen in 1906.As the horseshoe bat genus is very speciose, it is further divided into closely related species groups. The Andaman horseshoe bat is placed into the pusillus species group. Other species belonging to this species group include:\n\nAcuminate horseshoe bat, R. acuminatus\nConvex horseshoe bat, R. convexus\nLittle Japanese horseshoe bat, R. cornutus\nImaizumi's horseshoe bat, R. imaizumii\nBlyth's horseshoe bat, R. lepidus\nFormosan lesser horseshoe bat, R. monoceros\nOsgood's horseshoe bat, R. osgoodi\nLeast horseshoe bat, R. pusillus\nShortridge's horseshoe bat, R. shortridgei\nLittle Nepalese horseshoe bat, R. subbadius",
    "Description": "They have long, spatulate lancets. The lateral margins of the lancet are concave. The forearm of this species measures 39–39.7 millimetres (1.54–1.56 in). Their skulls are 17.2–18.6 millimetres (0.68–0.73 in) long. They roost in colonies of fewer than 50 individuals.",
    "Biology": "It is known to form mixed-species colonies. Other species that it will roost with include Dobson's horseshoe bat and the Pomona roundleaf bat During January, individuals have been observed in a state of torpor. Their average generation time is 7.5 years.",
    "Range and habitat": "This species is only found on the Andaman Islands. It is not found on the nearby Nicobar Islands. Its upper elevation limit is 600 metres (2,000 ft). During the day, it roosts in caves, although tree cavities are also sometimes used.",
    "Conservation": "During surveys in 2013 and 2014, it was noted that this species was absent from previous known roosts in several caves. This could be indicative of a decline in the number of subpopulations, or in the total population. Prior to 2008, this species was listed as vulnerable through the International Union for Conservation of Nature. In 2008, its status was revised to endangered. The species is in danger of becoming extinct due to its restricted range of less than 500 km2 (190 sq mi), its existence in fewer than five locations, and the continued decline in locations of occurrence. While it is not specifically protected by India's Wildlife Protection Act of 1972, most of its habitat is within protected areas or areas with restricted access. Possible threats to this species include disturbance related to edible-nest swiftlet nest harvesting.\n\n\n== References =="
  }
}