{
  "url": "https://en.wikipedia.org/wiki/Andersen's_fruit-eating_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Dermanura"
    },
    {
      "Species": "D. anderseni"
    }
  ],
  "text": {
    "__SUMMARY__": "Andersen's fruit-eating bat (Dermanura anderseni) is a bat species from South America. It is found in Bolivia, Brazil, Colombia, Ecuador, French Guiana, and Peru.",
    "Taxonomy and etymology": "It was described as a new species in 1916 by American zoologist Wilfred Hudson Osgood.\nThe holotype had been collected in 1915 by \"R. H. Becker\" (likely Osgood's assistant Robert Becker) in Porto Velho, Brazil.\nThe eponym for the species name \"anderseni\" is Danish mammalogist Knud Andersen. The classification of Dermanura and Artibeus has been a topic of debate, though there has been genetic and morphological evidence to reclassify the species as Artibeus aequatorialis.",
    "Description": "It is a relatively small species of bat, with a forearm length of 34–36 mm (1.3–1.4 in).\nIts fur is dark brown on both its dorsal and ventral sides.\nIndividuals weigh 8–12 g (0.28–0.42 oz).\nIts dental formula is 2.1.2.22.1.2.2 for a total of 28 teeth.\nIt has indistinct facial stripes.",
    "Biology and ecology": "It is one of relatively few species of bats that constructs \"tents\" out of leaves for roosting.\nIt is likely frugivorous.",
    "Range and habitat": "It is found in several countries in South America, including Bolivia, Brazil, Colombia, Ecuador, and Peru.\nIt has been found at elevations up to 1,300 m (4,300 ft) above sea level.",
    "Conservation": "As of 2016, it is evaluated as least concern by the IUCN.\nIt meets the criteria for this assessment because it has a large geographic range, it can persist in a variety of habitats, and it is not likely to be in rapid population decline.\n\n\n== References =="
  }
}