{
  "url": "https://en.wikipedia.org/wiki/Andersen's_slit-faced_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Nycteridae"
    },
    {
      "Genus": "Nycteris"
    },
    {
      "Species": "N. aurita"
    }
  ],
  "text": {
    "__SUMMARY__": "Andersen's slit-faced bat (Nycteris aurita) is a slit-faced bat species found in East Africa. It has been recorded in northern Somalia, through South Sudan and Ethiopia, into Kenya and Tanzania. No information is available on the population size of this species. This species inhabits savanna habitats and semidesert. No records exist regarding the major threats.",
    "Taxonomy and etymology": "It was described as a new species in 1912 by Danish mammalogist Knud Andersen.\nAndersen placed it in the now-defunct genus Petalia, with a binomial of Petalia aurita.\nSince at least 1939, however, it has been included in the genus Nycteris.\nIts species name \"aurita\" is from Latin \"auritus,\" meaning \"having long ears.\"\nOf the species, Andersen wrote that it was similar in appearance to the hairy slit-faced bat with the exception of its \"much longer\" ears.\nStill, it is often considered as a synonym or subspecies of the hairy slit-faced bat.",
    "Range and habitat": "Its range includes several countries in East Africa, including Ethiopia, Kenya, Somalia, Sudan, Tanzania, Uganda, and Zambia.\nIt is documented in association with savanna habitats, though it has also been found in semi-arid climates",
    "Conservation": "As of 2017, it is regarded as a least-concern species by the IUCN.\nIt meets the criteria for this classification because it has a wide geographic range; its population is presumably large; and its habitat extent and quality is not likely to be lost at a fast enough rate to qualify the species for a more threatened category.\n\n\n== References =="
  }
}