{
  "url": "https://en.wikipedia.org/wiki/Andersen's_naked-backed_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Dobsonia"
    },
    {
      "Species": "D. anderseni"
    }
  ],
  "text": {
    "__SUMMARY__": "Andersen's naked-backed fruit bat or Andersen's bare-backed fruit bat (Dobsonia anderseni) is a large cave-dwelling species of megabat in the family Pteropodidae. It is endemic to the Bismarck Archipelago including the Admiralty Islands in Papua New Guinea.",
    "Taxonomy and etymology": "It was described as a new species in 1914 by British zoologist Oldfield Thomas.\nThe holotype used to described the species had been collected by Albert Stewart Meek and his brother-in-law, Albert Frederic Eichhorn, in October 1913.\nThe eponym for the species name \"anderseni\" is Danish mammalogist Knud Andersen.\nOf Andersen, Thomas wrote: \"I have named the species in honour of Dr. K. Andersen, in recognition of the striking monograph of Dobsonia contained in his Catalogue, a monograph which has entirely revolutionized our knowledge of the group.\"",
    "Description": "Its forearm length is 123–125 mm (4.8–4.9 in).\nIts fur is very dark brown, with its head nearly black.",
    "Range and habitat": "Its range includes several islands of Papua New Guinea.\nIt has been documented at elevations up to 1,500 m (4,900 ft) above sea level.",
    "Conservation": "As of 2008, it is listed as a least-concern species by the IUCN.\nIt meets the criteria for this classification because it has a wide geographic range; its population is presumably large; it tolerates a degree of habitat disturbance; and its population trend appears to be stable or increasing.\nThreats to this species include overharvesting for bushmeat or disturbance of the caves where it roosts during the day.\n\n\n== References =="
  }
}