{
  "url": "https://en.wikipedia.org/wiki/Angolan_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Mops"
    },
    {
      "Species": "M. condylurus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Angolan free-tailed bat (Mops condylurus) is a species of bat in the family Molossidae. It is found in Angola, Benin, Botswana, Burkina Faso, Burundi, Cameroon, the Republic of the Congo, the Democratic Republic of the Congo, Ivory Coast, Ethiopia, Gambia, Ghana, Guinea, Kenya, Malawi, Mali, Mozambique, Namibia, Niger, Nigeria, Rwanda, Senegal, Sierra Leone, Somalia, South Africa, South Sudan, Sudan, Swaziland, Tanzania, Togo, Uganda, Zambia, and Zimbabwe. Its natural habitats are dry and moist savanna, although it is sometimes found at the edges of woodlands.",
    "Taxonomy and etymology": "Scottish zoologist Andrew Smith in 1833 described it as a new species. He placed it in the now-defunct genus Nyctinomus, with a binomial of Nyctinomus condylurus. Its species name \"condylurus\" was likely derived from the Latin \"condylus\". In anatomy, condyle refers to a round prominence at the end of the bone. Smith referred to the Angolan free-tailed bat as \"knob-tailed\".",
    "Description": "It has short, silky fur. Its fur is brown, ears are black, and wings are blackish-brown. Its lips are wrinkled. Half of the tail extends beyond the edge of the uropatagium.\nFrom nose to tip of tail, it is approximately 4.5 inches (11 cm) long.",
    "Biology and ecology": "It is nocturnal and roosts in sheltered places during the day, such as human structures, tree hollows, and rock crevices.",
    "Conservation": "As of 2017, it was evaluated as a least-concern species by the International Union for Conservation of Nature. It met the criteria for this designation because it has a wide geographic range, has a presumably large population, and is unlikely to be experiencing a rapid population decline.\n\n\n== References =="
  }
}