{
  "url": "https://en.wikipedia.org/wiki/Angolan_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Myonycteris"
    },
    {
      "Species": "M. angolensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Angolan fruit bat or Angolan rousette (Myonycteris angolensis) is a species of megabat in the family Pteropodidae. It is found in Angola, Burundi, Cameroon, Central African Republic, Republic of Congo, Democratic Republic of Congo, Kenya, Nigeria, Rwanda, Sudan, Tanzania, Uganda, and Zambia. Its natural habitats are subtropical or tropical moist lowland forest, moist savanna, and rocky areas.",
    "Taxonomy and etymology": "It was described in 1898 by Portuguese zoologist José Vicente Barbosa du Bocage.\nBocage initially placed it in the now-defunct genus Cynonycteris, with a binomial of C. angolensis.\nIts species name \"angolensis\" is Latin for \"Angolan,\" likely in reference to the fact that the holotype was collected near Pungo Andongo in Angola.",
    "Description": "Its forearm length is 68–90 mm (2.7–3.5 in) and it weighs 60–87 g (2.1–3.1 oz).",
    "Biology and ecology": "It is frugivorous.\nConsumed fruits include fruits of various trees, including fig trees, Anthocleista, Milicia excelsa, and Adenia.",
    "Range and habitat": "The Angolan rousette has a wide range encompassing parts of West, East, and Central Africa.\nIt is found from sea level to 4,000 m (13,000 ft) above sea level.",
    "Conservation": "As of 2017, it is evaluated as a least-concern species by the IUCN.\nIt meets the criteria for this classification because it has a wide geographic range; its population is presumably large; its range includes protected areas; it is not likely to be in rapid population decline; and it tolerates a degree of anthropogenic habitat disturbance.\n\n\n== References =="
  }
}