{
  "url": "https://en.wikipedia.org/wiki/Angulate_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Pipistrellus"
    },
    {
      "Species": "P. angulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The angulate pipistrelle (Pipistrellus angulatus), also known as the New Guinea pipistrelle, is a species of vesper bat found in Papua New Guinea and the Solomon Islands.",
    "Identification": "This species is virtually identical in appearance to the Papuan pipistrelle (P. papuanensis). In both species the dorsum fur is bicolored, with a brown tip overlying the longer black base of the hair. The ventral fur in both species has a black base tipped with cinnamon brown, and The snout, lip, ear, wing, forearm, and hind foot are clove brown, with a lightly furred uropatagium. However, there are several key morphological differences. P. angulatus has a strongly concave forehead. The first upper incisor is bicuspid, and the height of the second upper incisor is less than the posterior cusp of this tooth. The tragus narrows only slightly at the apex and the antitragus is moderately high.",
    "Geographic range": "Pipistrellus angulatus occurs on New Guinea and the Bismarck, Admiralty, D'Entrecasteaux, and Louisiade Island groups. Within Papua New Guinea, Pipistrellus angulatus has been collected from sea level to 2400 m from East New Britain, East Sepik, New Ireland, Gulf, Manus, North Solomons, Milne Bay islands, and Madang, Oro, Sandaun, and Western Provinces. This is species also occurs on Superiori Island, Biak-Numfoor Province in Irian Jaya and on Fauro, New Georgia, Nendo, Guadacanal, and Santa Ysabel Islands in the Solomon Islands.",
    "Natural history": "The New Guinea pipistrelle is known to roost in caves, bamboo stands, and buildings. At dusk, New Guinea pipistrelles emerge from their day roost to forage on aerial insects in mature primary and secondary forest. A maternity colony of 200 bats was active in 1981 in a cave in New Ireland in June, clustered in a 500 cm by 66 cm ceiling hole; another New Ireland colony was discovered living between the roof shingles and wall of school building in June, and both females examined carried embryos. Four male specimens were shot while foraging at dusk at the summit of Mount Kaindi, Morobe Province in July 1968, by P.H. Coleman and A. Ziegler. The flight pattern of this species is slow with many erratic turns.",
    "Conservation status": "This bat has a large geographical distribution; it is found on many islands from the Solomons to Biak. It was listed as Lower Risk: Least Concern in the 1996 IUCN Red List of Threatened Animals, and its populations are considered to be secure. However, little is known of the New Guinea pipistrelle's habits, and distribution and population surveys are needed.\n\n\n== References =="
  }
}