{
  "url": "https://en.wikipedia.org/wiki/Annamit_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. annamiticus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Annamit myotis (Myotis annamiticus) is a species of mouse-eared bat in the family Vespertilionidae, described in 2001, and indigenous to the Minh Hóa Districton the northern coast of Vietnam. Following its description, investigators succeeded in locating M. annamiticus only in Phong Nha-Kẻ Bàng National Park, and the data regarding the distribution, population, and range of the species is otherwise inadequate to determine its conservation requirements. However it is protected by Phong Nha-Kẻ Bàng National Park.",
    "Taxonomy and etymology": "It was described as a new species in 2001.\nThirteen individuals of the new species had been captured in 1999 in the foothills of the Annamite Range, which is the eponym for the species name \"annamiticus.\"",
    "Description": "It is a relatively small bat with a forearm length of 30.6–34.3 mm (1.20–1.35 in) and a mean weight of 4.1 g (0.14 oz).\nIts fur is short and dense, with its color grayish brown.\nIts ventral fur is frosted white at the tip.\nFrom head to base of tail, it is 36 mm (1.4 in); its tail is 33 mm (1.3 in).\nThe ears are 13.7 mm (0.54 in) long while the tragi are 7.4 mm (0.29 in) long.",
    "Biology and ecology": "It has been observed foraging for prey 5–15 cm (2.0–5.9 in) above the surface of small streams.\nIt echolocates with high-intensity calls that have a maximum energy of 45 kHz.\nFemales give birth in the spring around the end of April and beginning of May.",
    "Range and habitat": "Its range likely includes two countries in Southeast Asia— Laos and Vietnam.",
    "Conservation": "As of 2016, it is evaluated as data deficient by the IUCN.",
    "See also": "List of mammals of Vietnam\n\n\n== Footnotes =="
  }
}