{
  "url": "https://en.wikipedia.org/wiki/Ansorge's_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Chaerephon"
    },
    {
      "Species": "C. ansorgei"
    }
  ],
  "text": {
    "__SUMMARY__": "Ansorge's free-tailed bat (Chaerephon ansorgei) is a species of bat in the family Molossidae native to sub-Saharan Africa. It is named for W.J. Ansorge, who collected the first formally described specimen.",
    "Description": "Ansorge's free-tailed bat is one of the smaller members of its genus, measuring 7 to 12 cm (2.8 to 4.7 in) in total length, and with a wingspan of about 33 cm (13 in). Adults weigh an average of 16 g (0.56 oz), although males are slightly heavier than females. The fur is short, chocolate brown on the upper parts of the body, and lighter brown beneath. The fur on the throat is darker than on the rest of the body, sometimes almost blackish in colour, especially in males.The wings are adapted for fast flight, rather than manoeuvrability, and have light brown, translucent, membranes. There is a smooth pad at the base of the first wing finger, which may help the bat when it is climbing. About two thirds of the 4 cm (1.6 in) tail extends beyond the margin of the uropatagium. The ears are only moderately long, but are broad, and can be laid flat against the head when the bat is flying. The lips are wrinkled at rest, but are stretched outward during flight, so as to be able to catch a greater number of insects.",
    "Distribution and habitat": "In the north, Ansorge's free-tailed bat is found in a belt from Ivory Coast in the west to Ethiopia in the east, and across east Africa from Ethiopia and South Sudan to northeastern South Africa, as well as further west through Zambia into northeastern Angola. Throughout this wide range, it is generally found only in dry woodland savannah. No subspecies are recognised.",
    "Biology and behaviour": "Ansorge's free-tailed bat is nocturnal and feeds on flying insects. It uses long, high intensity, low frequency calls for echolocation, and are said to be noisy, squeaking loudly when approached. In their natural habitat, they spend the day roosting in crevices in cliff faces, sometimes over 60 m (200 ft) above the ground, but they also roost in artificial structures such as beneath the roofs of houses. Roosts are colonial, with several hundred bats in each group, often sharing space with Madagascan large free-tailed bats.\n\n\n== References =="
  }
}