{
  "url": "https://en.wikipedia.org/wiki/Antillean_fruit-eating_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Brachyphylla"
    },
    {
      "Species": "B. cavernarum"
    }
  ],
  "text": {
    "__SUMMARY__": "The Antillean fruit-eating bat (Brachyphylla cavernarum) is one of two leaf-nosed bat species belonging to the genus Brachyphylla. The species occurs in the Caribbean from Puerto Rico to St. Vincent and Barbados. Fossil specimens have also been recorded from New Providence, Bahamas.",
    "Taxonomy": "Three subspecies of B. cavernarum are recognized. B. c. cavernarum is the largest of the subspecies and occurs from St. Croix to St. Vincent. B. c. intermedia is of intermediate size and occurs in Puerto Rico and the Virgin Islands with the exception of St. Croix. B. c. minor occurs in Barbados and is characterized by its small size.",
    "Physical description": "The Antillean fruit-eating bat has white to yellow-white hair at the base with darker coloration in the dorsum. Mature individuals measure from 65 to 118  mm (2.5 to 4.6 in) with a forearm length ranges of 51 to 69 mm (2.0 to 2.8 in) in length. The average weight is 45 g (1.6 oz).",
    "Ecology": "The Antillean fruit-eating bat occurs in Puerto Rico, the Virgin Islands and the Lesser Antilles north to St. Vincent and Barbados. Individuals roost in a variety of settings, which include unused buildings, caves, dense tree tops, crevices, large wells, and cliffs. Sites without direct sunlight are preferred by the species, although large colonies have been found in sunlit areas. The species occurs in dry arborescent vegetation on St. John.The Antillean fruit-eating bat's varied diet includes fruits, pollen, nectar, and insects. Fruits consumed in the wild include papaya, mango, Indian almond, manjack (Cordia spp.), royal palm, and sapodilla. In captivity, the species has been observed consuming bananas, apples, pears, melons, peaches, and the flowers of the kapok, sausage tree, royal palm, portia tree, and jatobá. Confirmed arthropods consumed include one mite species (Macronyssidae), two batfly species (Streblidae), one tick species (Argasidae), and two bat-mite species (Labidocarpidae). These bats feed in the canopy of the forest and in the ground.",
    "Behavior": "The Antillean fruit-eating bat moves out from the roost synchronically one hour after sunset and 20 minutes after the Jamaican fruit bat (Artibeus jamaicensis). This synchronization is also evident when returning to the roosts, which happens just before the break of dawn.",
    "See also": "Fauna of Puerto Rico\n\n\n== References =="
  }
}