{
  "url": "https://en.wikipedia.org/wiki/Antioquian_sac-winged_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Saccopteryx"
    },
    {
      "Species": "S. antioquensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Antioquian sac-winged bat (Saccopteryx antioquensis) is a species of bat in the family Emballonuridae found in Colombia.",
    "Etymology": "The species name antioquensis is in reference to the Colombian state of Antioquia. The only two individuals of this species ever encountered were both found in Eastern Antioquia.",
    "Discovery": "The species was first discovered in March 1996, when an adult male was discovered on the wall of a church in the Colombian municipality of Sonsón. The second individual discovered was also an adult male, which was encountered in April 1996. That specimen was located near San Luis, Colombia, near a karst formation.",
    "Description": "This bat is medium-sized for its genus. Its forearm measures 36.2–38 mm (1.43–1.50 in). It has a total body length of 50–54 mm (2.0–2.1 in). Its tail is 10–12 mm (0.39–0.47 in) long. Its ears are 11–13 mm (0.43–0.51 in) long. It has a dental formula of 1.1.2.33.1.2.3. Their teeth are overall small and delicate. It differs from other species in its genera by its lack of white dorsal lines. Two-thirds of the uropatagium is furred. Their dorsal fur is dark brown, with the hairs the same color throughout. Their ventral fur is lighter in color, and the hairs are bicolored; the proximate two-thirds of the hairs are dark brown like the dorsal hairs, while the distal third of the hairs are yellowish. Their coat is thick and woolly in texture, but their faces are hairless.",
    "Biology": "While its diet has not been studied, all other bats of its genus are specialized aerial insectivores.",
    "Range and habitat": "The only two individuals encountered were found in humid lowlands. Its occurrence could be associated with karst formations.",
    "Conservation": "In 2008, the species was evaluated by the IUCN for the first time. The designation was data deficient. In 2016, the species was reevaluated as endangered. It was listed as endangered because it is thought to have a range of less than 500 km2 (190 sq mi), it is found in fewer than five locations, and projected decline in the area and quality of their habitat. Its habitat is not protected, and this species could be threatened by the expansion of agriculture. Surveys conducted in 2006-2016 failed to locate any individuals. This species has not been seen since 1996.\n\n\n== References =="
  }
}