{
  "url": "https://en.wikipedia.org/wiki/Argentine_brown_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. furinalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Argentine brown bat (Eptesicus furinalis), is a bat species from South and Central America.",
    "Description": "The Argentine brown bat is a small to medium sized bat, its dorsal pelage is a cinnamon brown color. Its ventral pelage is a dark brown to almost black. Based on time of year and the climate which the bat is found their dorsal pelage can range in various shades. usually from mid-September through march they may be slightly lighter, than in summer months. Argentine brown bats have distinctive; husky bodies, a large broad head, with short round ears. This species of bat differ from other species of the same family because their average body size is larger than E. diminutus but they are smaller than both E. basillensis and E.fuscus. One of the main defining characteristics is that Argentine brown bats maxillary tooth row differ in length compared to other species in that their average maxillary tooth-row length is between 5.4 and 6.3 mm in length. Sexual dimorphism is found in the Argentine brown bat where females are usually bigger in size.",
    "Ecology": "",
    "Ecology-Habitat and range": "Argentine brown bats are found in highland terrains, usually higher than 3,300 feet (1,000 m). Typically Eptesicus furinalis is found in grasslands and forested regions, but they are never seen in arid lands. they prefer to live in forest near rivers and lakes, were moisture is higher. They usually will nest in bark of trees and rock crevices. This species has a vast range from southern Mexico through lower Central America including countries like Belize, Guatemala, and Panama. In South America the Argentine brown bat is found over northern regions down through Brazil and into Argentina, the farthest south that this species is found is as far south as the Provence of La Pampa.",
    "Ecology-Diet": "Eptesicus furinalis are considered insectivorous. Their diet will change slightly depending on the season of the year, whether it is the rainy or dry season. like other bats the Argentine brown bat hunts for its food using echolocation near streams and small bodies of water. their diet consist of various types of moths, some beetles, butterflies. One threat to the Argentine brown bat is insecticides that are encountered through ingestion of sprayed insects and plants which the insects eat.",
    "Reproduction": "The Argentine brown bat is known to be able to reproduce year round, most tropical species of bats do not hibernate or use torpor in off seasons so the bats are able to exhibit reproductive habits through the year. It is more common for the Argentine brown bat to breed during the rainy season when there is more food available. Females can hold sperm for up to three months until fertilization occurs. Gestation takes about three months before the litter is born, usually little size is only one to two. Even though Argentina brown bats can reproduce at any time of the year both male and females experience times usually in the dry season were the is regression or shrinking of reproductive organs due to lack of food in yearly cycles.",
    "Rabies in Argentine brown bats": "Argentine brown bats have shown the ability to become carriers of the rabies virus. This species has been known to live close to human structures and even live in the rafters of homes and buildings, making nests out of insulation. Argentine brown bats are not known to migrate, so the likelihood of this species to carry the rabies virus is small. However there have been known cases in Brazil, up to 90 individuals have been found living in buildings within Brazil. From these 90 individuals only about six tested positive.\n\n\n== References =="
  }
}