{
  "url": "https://en.wikipedia.org/wiki/Ariteus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "AriteusGray, 1838"
    },
    {
      "Species": "A. flavescens"
    }
  ],
  "text": {
    "__SUMMARY__": "The Jamaican fig-eating bat (Ariteus flavescens) is a species of bat in the family Phyllostomidae. It is the only living species in the genus Ariteus. The scientific name translates as \"yellowish and warlike\". There are no recognised subspecies.",
    "Description": "Jamaican fig-eating bats are relatively small, with a total length of 5 to 7 centimetres (2.0 to 2.8 in) as adults. Females are noticeably larger than males, weighing an average of 13 grams (0.46 oz), compared with 11 grams (0.39 oz) for males. They have short, broad, wings, and no discernible tail. They have a large and prominent nose-leaf, with a unique twisting shape that allows them to be distinguished from all other species of bat. The fur is reddish brown over most of the body, fading to a paler shade on the underside. The only markings are white patches on each shoulder. Apart from the shape of the nose-leaf, and a smaller overall size, they are said to closely resemble the tree bats of the Antilles.",
    "Biology": "The bats are endemic to the island of Jamaica where they inhabit primary and secondary forest throughout the island, as well as banana and coconut plantations and agricultural land. They have also been identified in disturbed habitats, indicating a degree of adaptability to different environments, and justifying their current status as a species of Least Concern. The fossil record of the species extends back to the late Pleistocene.Jamaican fig-eating bats are not thought to inhabit caves. They are nocturnal and omnivorous, feeding on both fruits and insects. Favoured fruits include the native naseberries and introduced rose apples.",
    "Dentition": "The dentition is the number and type of teeth that an animal possesses. The mammalian jaw is composed of a lower jaw known as the mandible (dentary bone) that houses the lower molars, and an upper jaw commonly referred to as the maxilla that contains the upper molars. The dentition of the Jamaican fig-eating bat is specialized for its frugivorous diet. The first and second upper molars of the maxilla have a broad surface that is used for shearing fruit. In order to maximize contact with fruit, the occlusal surface of the upper first molar is augmented and widened, which amplifies the bat's shearing propensity. The crests of the centrocrista (on the upper molar) and the cristid obliqua (on the lower molar) join together to form an expanded shearing surface, which maximizes the shear forces of the bats dentition. The bat mainly feeds on naseberry, a native fruit of Jamaica that has a fleshy, firm texture.The diets of bats are remarkably diverse, ranging from species specializing on fruit, blood, insects, nectar and invertebrates. Within the context of phylogenetic history, the diets of bats determine the structure of the dentary. When comparing the cross sectional shape of the dentary of frugivorous bats to nectarivorous bats, the data illustrates that the dentary of frugivores has an increased resistance to bending and torsion. These results confirm the predictions made by researches based on data collected on the diets of bats and inferred phylogenetic history. Frugivorous bats possess a feeding strategy that requires a strong dentary due to their extended periods of chewing and frequent unilateral biting during feeding, which imposes increased torsional stresses on the dentary. Conversely, nectarivores rely on their tongue during feeding, resulting in less stress on the dentary. Research has revealed that there is no significant difference in the bite forces of insectivorous bats compared to frugivorous bats. However, observations have noted that insectivore bats have different feeding behaviors than frugivores, particularly that they do not engage in prolonged periods of unilateral feeding. Pertaining to dental characteristics, Ariteus flavescens has a metaconid on m1 and lacks a M3.",
    "Origins": "The Jamaican fig-eating bat likely arrived on the island of Jamaica through a dispersal event that occurred towards the late Miocene epoch. The most supported hypothesis is that its ancestors radiated towards the Caribbean islands from Central America and northern South America. In addition, the stenodermatinae have been shown to be the only strictly frugivorous bat radiation to the Caribbean islands. The dispersal scenario means that extant Jamaican fig-eating bats aren't the descendants of a single common individual ancestor bat, but instead are the relatives of many predecessor bats that took part in multiple divergence events. Due to a substantial decline in sea level during the late Miocene epoch, the island of Jamaica reemerged. This drop in sea level brought formerly distant landmasses closer to one another, which fostered and facilitated the dispersal events that led to the ancestral bats reaching Jamaica during the early Pliocene epoch. Furthermore, extant bats in Jamaica are particularly susceptible to dehydration and starvation, making a dispersal event highly unlikely without the aforementioned geological aid. The ancestor of all extant stenodermatinae – Ariteus flavescens belongs to this subfamily – originated in South America before radiating to the Caribbean islands. By the early Pliocene, bat communities in the Caribbean islands, including Jamaica, were well established. It is imperative to note that many different families of bats were, also, being exchanged between the Caribbean islands and the mainland, with groups leaving both places. A metacommunity is a collaboration between different ecological communities, which are distinct from one another by their site locations and by having their own species compositions. Oftentimes, but not necessarily, communities that comprise a metacommunity are linked to one another by dispersal. Research has revealed that metacommunity structure in Caribbean bats is not greatly impacted by endemic bat species, like the Jamaican fig-eating bat. Instead, Caribbean bat metacommunities, as well as bat species ranges, are affected by primary sources of colonization, particularly their number and geographical arrangement.",
    "General characteristics": "Ariteus flavescens belongs to the subfamily stenodermatinae, which includes seven other extant species. These bats all have reduced or shortened rostra, and are sometimes referred to as \"short-faced bats\". This same group of bats are also sometimes called \"white-shouldered bats\", since they have a characteristic small white patch on both shoulders. This species of bat has a low wing aspect ratio (short, broad wings) that is useful for navigating through forest landscapes. It is a medium-sized bat. The bat lacks a noticeable tail, dorsal lines, and a facial striping. The pelage of the bat is reddish brown near its back and fades to a paler color near its front. Sexual dimorphism is also seen in this subfamily, where females are significantly larger than males. Females exclusively possess extranumerary molars, which are absent in males. Ariteus flavescens has a unique twist in its eminent nose leaf, a distinctive marker that distinguishes it from other phyllostomids.\n\n\n== References =="
  }
}