{
  "url": "https://en.wikipedia.org/wiki/Armenian_whiskered_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. hajastanicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Armenian whiskered bat (Myotis hajastanicus), also known as the Hajastan myotis or the Armenian myotis, is a species of bat from the family Vespertilionidae. The Armenian whiskered bat was formerly included as a part of the whiskered bat, but was considered distinct in 2000 as a result of morphologic comparison.",
    "Taxonomy and etymology": "It was described as a new subspecies of the whiskered bat in 1939.\nIn 2000, Benda and Tsytsulina published that it should be considered a full species based on its physical characteristics.\nIn 2016, Dietz et al. argued that the Armenian whiskered bat was not morphologically or genetically distinct enough to be considered a full species; instead, they argued that it is synonymous with Myotis aurascens (which is itself sometimes considered synonymous with Myotis davidii).\nHowever, as of 2018 the Integrated Taxonomic Information System still considers the Armenian whiskered bat as a full species.\nIts species name \"hajastanicus\" means \"of Hayastan,\" which is an alternate name for Armenia.",
    "Description": "It is relatively large for its genus with a forearm length of approximately 35.6 mm (1.40 in).\nIts fur is brown while the distal tips of individual hairs may have a golden or yellowish tint.",
    "Conservation": "There were no records of the Armenian whiskered bat from the 1980s until 2013 and the species has only ever been located in the Sevan Lake basin in Armenia. \nIn 2013, 11 pregnant Armenian whiskered bats were captured near Lake Sevan.\nBefore the 2013 documentation, it was considered possibly extinct.\nDue to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction.",
    "See also": "Whiskered bat\n\n\n== References =="
  }
}