{
  "url": "https://en.wikipedia.org/wiki/Arnhem_sheath-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Taphozous"
    },
    {
      "Species": "T. kapalgensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Arnhem sheath-tailed bat, species Taphozous kapalgensis, is an emballonurid bat found at the Top End of Australia. The species is also referred to as the white-striped sheathtail for the distinguishing marks at the flank, this feature is observable beneath the wing when the animal is in flight. Records of the species are rare.",
    "Taxonomy": "A species allied to the genus Taphozous, which includes emballonurid bat species in Australia and other continents.\nThe population was described as a new species in 1979 by John McKean and Gordon Friend, nominating a holotype that was collected near South Alligator River in the Northern Territory of Australia.\nThe species name \"kapalgensis\" means \"belonging to Kapalga;\" Kapalga is the type locality for the species.The common names include Arnhem sheath-tailed bat and white-striped sheathtail-bat.",
    "Description": "The pelage of the species is paler or midtone in colour, the brownish fur frequently has an orange hue, with a distinctive broad and almost white stripe beneath the wing on their flank.\nThe range of forearm lengths is 57 to 63 millimetres, their wingspan is around 420 mm. The length of the tail is 21.8–22.5 mm and the head and body combined is 69 to 74 mm. The measured range from base to tip of the ear is 16 to 18 mm.\nThe average weight is 26 grams.They use ultrasonic signals to navigate and locate prey, a typical feature of  microchiropterans, and their echolocation call is distinctive but potentially ambiguous in recordings.The flight pattern shows abrupt changes in direction while they pursue prey at a rapid speed. Taphozous kapalgensis forage and commute at altitudes above the height of the trees, although they may also feed closer to open water.",
    "Range and habitat": "The distribution range is the western areas of the Top End of the Australian continent, perhaps extending beyond this region to the northwest. Observations of the species are rare. The species was first recorded at the Alligator Rivers area. The local inhabitants of the region informed researchers that the species was also found at the Roper and Rose River. This indigenous source of information also stated that the species roosts in and forages around pandanus trees at that location.Taphozous kapalgensis has only been sighted in the Top End of Australia's Northern Territory, although there is evidence that its range may be larger. The range is extended to the north west of the continent, following analysis of echolocation signals found in aural surveys in the Kimberley region and at the western state and territory border.The habitat of the recorded sites, less than twenty, are in mangrove and floodplains, associated woodlands, or fragments of monsoonal forest types; they have also been observed feeding near paperbark swamps dominated by wetland melaleuca trees. Taphozous kapalgensis is assumed to occupy tree hollows, at least it is not recorded near the rocky terrain preferred by other species of bat. The species has been recorded as occupying one cave, a colony found cohabiting with the ghost bat Macroderma gigas. The roost sites may include the reported pandanus habitat, in which similar species occupy beneath old branches against the trunk.\nThe particular habitat types noted for T. kapalgensis include swamps at blacksoil plains or open woodlands of tree species Corymbia papuana and Pandanus spiralis. They are also recorded at more complex vegetation of tropical eucalypt woodland, whose species include  Corymbia papuana interspersed with Corymbia clavigera and Eucalyptus tectifica.",
    "Conservation": "As of 2017, it is evaluated as a least-concern species by the IUCN.\nIt meets the criteria for this classification because its population trend is likely stable and no major threats to its existence have been identified.\nPart of its range consists of protected areas.The species is listed in the register of the Northern Territory as near threatened.\n\n\n== References =="
  }
}