{
  "url": "https://en.wikipedia.org/wiki/Arnhem_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. inornatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Arnhem leaf-nosed bat (Hipposideros inornatus) is a species of bat in the family Hipposideridae. It lives in the sandstone areas of Kakadu National Park (Northern Territory, Australia).",
    "Taxonomy and etymology": "It was described as a subspecies of the diadem leaf-nosed bat in 1970, with the trinomen of Hipposideros diadema inornatus.\nIts taxonomic status has fluctuated several times since its initial description as a subspecies.\nSince 1970, it has been fully synonymized with the diadem leaf-nosed bat, recognized again as a subspecies, affirmed as a full species, demoted again to subspecies, and elevated once again to full species.\nIts species name \"inornatus\" is Latin for \"unadorned.\"",
    "Biology and ecology": "It is nocturnal, foraging at night and roosting in sheltered places during the day such as caves or old mines.\nIt is insectivorous, feeding on beetles, moths, cockroaches, and leafhoppers.",
    "Range and habitat": "It is endemic to the Northern Territory of Australia.\nRecent records of it have all been within Kakadu National Park.",
    "Conservation": "As of 2008, it is considered a vulnerable species by the IUCN.\nIt meets the criteria for this classification because it is estimated that there are fewer than 1,000 mature individuals left.\nHowever, the species does occur within a protected area and its population trend is believed to be stable.\nIn Australia, it is federally listed as \"endangered\" under the EPBC Act.\nLocally, it is listed as \"vulnerable\" in the Northern Territory under the Territory Parks and Wildlife Conservation Act 2000.\n\n\n== References =="
  }
}