{
  "url": "https://en.wikipedia.org/wiki/Aru_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. aruensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Aru flying fox (Pteropus aruensis) is a Critically Endangered species of megabat found in the Aru Islands in Indonesia. It was described by Wilhelm Peters in 1867. It was formerly considered a subspecies of the black-bearded flying fox.  The species is poorly known, and has not been encountered since the 19th century.  It is classified as critically endangered by the IUCN and is listed on CITES appendix II.",
    "Taxonomy": "As the Pteropus genus is quite speciose, it is further divided into species groups. The Aru flying fox is placed in the livingstonii species group. Other members of this species group include:\n\nLivingstone's fruit bat, P. livingstonii\nBlack-bearded flying fox, P. melanopogon\nKei flying fox, P. keyensisThere is ongoing debate about whether the Aru flying fox is a distinct species. Some believe that it is a subspecies of the black-bearded flying fox, while others believe that it is distinct enough to be considered a species.",
    "Description": "They are similar in appearance to the black-bearded flying fox.\nThe fronts of their heads are a combination of gray, black, and yellowish-white. The backs of their heads are rust-colored, and their chins are a deep red. Their necks are rust or rust-brown in color, creating the appearance of a chestnut collar. Their backs are glossy, yellowish-white, with some black hairs sprinkled throughout. Their lower ventral sides are variable in color, and can be black and rusty yellow, or black and rusty brown. Their upper ventral sides along the sternum are dark brown to black.\nTheir forearms are 190–191 mm (7.5–7.5 in) long.",
    "Conservation": "This species is possibly extinct. In 2017, a statistical model assessed the extinction probability of 23 mammal species that have been missing since the 19th century. The Aru flying fox was one of the five species that the model determined was almost certainly extinct. There has not been a confirmed sighting of this species since 1877.\nThe IUCN currently lists this species as critically endangered on the basis that there are most likely fewer than 50 remaining. Expeditions sponsored by the Western Australia Museum in the 1990s were unsuccessful in locating any individuals. However, a toothless jawbone discovered in 1992 \"probably represents this species.\" It is a large and colorful bat, so it is speculated that hunting played a role in its decline and possible extinction.\n\n\n== References =="
  }
}