{
  "url": "https://en.wikipedia.org/wiki/Atacama_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. atacamensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Atacama myotis (Myotis atacamensis) is a species of vesper bat in the family Vespertilionidae. \nIt is found in Chile and Peru, an example ecoregion of occurrence being the Chilean matorral.",
    "Taxonomy": "This species was first described in 1892 by French zoologist Fernand Lataste. The three samples that he had access to were all collected from the Atacama Desert, likely inspiring the species name.\nSeveral have classified the Atacama myotis as a subspecies of the Chilean myotis in 1943 and 1958.\nLataste, however, thought that it differed greatly from the Chilean myotis because it is much smaller, it has a different skull shape, and its teeth are different.\nIn 1973, it was again listed as a species, which has been maintained at present.",
    "Description": "It is one of the smallest Myotis species found in South America.\nThey weight 4–6 g (0.14–0.21 oz).\nIt is similar in size to the recently discovered Myotis diminutus, but the two can be differentiated by their uropatagiums. In the Atacama myotis, the dorsal side of the uropatagium is furred until halfway between the knee and ankle. In M. diminutus, the dorsal side of the uropatagium is almost naked.\nTheir forearms are 31.3–39.5 mm (1.23–1.56 in) long.\nTheir dorsal fur is soft and tricolored. The base of its hair is black.",
    "Biology": "It is insectivorous, capturing its prey during flight.\nIt begins to forage one hour before dusk, and its foraging lasts about three hours.\nThey are colonial, and form colonies of around 30 individuals.\nThis is the only neotropical Myotis that hibernates.",
    "Range and habitat": "It is found in arid and semi-arid environments.\nIn 2013, this species was discovered for the first time in the Choapa Province of Chile, which was the southernmost extent of their range documented.\nIn 2014, the range was once again extended to the south when an individual was captured in La Campana National Park.\nUnlike the arid or semi-arid environments where this species has previously been documented, La Campana National Park has a Mediterranean climate.\nBased on the landscape where they are found, it is possible that they roost in rock crevices.\nThey have been observed roosting under the roof of a house.",
    "Conservation": "The species' conservation status has changed in three consecutive evaluations by the IUCN. In 1996, it was classed as vulnerable. In 2008, it was classed as near threatened. In 2016, its classification was changed to endangered.\nUnder the IUCN's current evaluation criteria, the Atacama myotis is endangered because its area of occupancy is estimated at less than 500 km2 (190 sq mi), its habitat is severely fragmented, there is a projected decline in its area of occupancy, and there a projected decline in the quality of their habitat.\nThreats to this species include mining, urbanization, agriculture, and wind power.\n\n\n== References =="
  }
}