{
  "url": "https://en.wikipedia.org/wiki/Azores_noctule",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctalus"
    },
    {
      "Species": "N. azoreum"
    }
  ],
  "text": {
    "__SUMMARY__": "The Azores noctule (Nyctalus azoreum) is a species of bat found in the dry forests of the Azores. It is the only species of mammal endemic to the Azores. It has been recorded on most of the islands of the Azores, and remains common on some but is rare on others. Its numbers are threatened due to habitat loss caused by humans, and the remaining populations are quite fragmented. It is known to roost in hollowed-out trees, buildings, and caves.\nThe species is related to the widespread lesser noctule,  and in the past was treated as a subspecies of that species. Genetic studies have found that it originated recently  from lesser noctules which colonised the Azores, and has low levels of genetic divergence from its parent species. It nevertheless is much smaller than the lesser noctule and weighs less, has darker fur and has a different frequency of echolocation calls (about 4–5 Hz higher), and is usually treated as a separate species.The Azores noctule is the only known species of bat in the world that hunts insects principally by day, although a single population of the soprano pipistrelle in northern Italy has also been discovered doing so. It has been hypothesised that the Azores noctules can forage during the day due to the absence of avian predators in the Azores, since it is thought that other bats forage nocturnally in order to avoid  predatory birds such as hawks and falcons. Azores noctules still seem to exhibit some anti-predator behaviour, such as leaving their roosting sites in groups, but this may be related to foraging behaviour or non-avian predators such as rats.\n\n\n== References =="
  }
}