{
  "url": "https://en.wikipedia.org/wiki/Bahaman_funnel-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Natalidae"
    },
    {
      "Genus": "Chilonatalus"
    },
    {
      "Species": "C. tumidifrons"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bahaman funnel-eared bat (Chilonatalus tumidifrons) is a species of bat in the family Natalidae.\nThis bat is endemic to the Bahamas, in the northeastern Caribbean. It was first discovered by Miller in 1903. Their category list and criteria is near threatened. The justification of their status is due to their bad habitat circumstances.",
    "Population": "Females gather in maternity colonies where they give birth and care for their offspring. Average gestation period is around ten months. Birth occurs in the late dry season, suggesting that mating occurs after the late dry season. The offspring are relatively large, often close to 50% of their mothers’ weight. Females are fully responsible for giving care to their newborn, due to the fact that they give one offspring per event. The population of the Bahaman funnel-eared bat is decreasing due to their declining habitat environment.",
    "Communication": "All funnel-eared bats have, very large and funnel-shaped ears. These allow them to detect near silent sounds and return echoes through echolocation. Small papillae cover the ears of these bats, which increases auditory sensitivity. They use olfactory and tactile cues in communication as other mammals do.",
    "Habitat and ecology": "This species is not very well known, because they are only located in Bahamian dry deciduous forests. The deep caves where they are found, are hot and moist and are maintained constantly. During active hours, Bahaman funnel-eared bats forage for insects in the dense areas of the surroundings forests. The bats are hard to catch because they are very agile flyers.",
    "Home range": "Nothing is known about Bahaman funnel-eared bats home range, but they relatively live near roosting caves.",
    "Threats": "There are two factors that influence the lifespan of Bahaman funnel-eared bats negatively; the first is restricted to caves, and the second is climate change.",
    "Conservation actions": "For Bahaman funnel-eared bats, the main conservation action is protecting the cave they live in.",
    "References": "\nChiroptera Specialist Group 1996.  Natalus tumidifrons.   2006 IUCN Red List of Threatened Species.   Downloaded on 30 July 2007."
  }
}