{
  "url": "https://en.wikipedia.org/wiki/Bala_tube-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Murina"
    },
    {
      "Species": "M. balaensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bala tube-nosed bat (Murina balaensis) is a critically endangered species of bat found in Thailand.",
    "Taxonomy and etymology": "It was first encountered in September 2012.\nIts closest relative is Eleryi's tube-nosed bat (Murina eleryi).\nAs the genus Murina is split into species groups, the Bala tube-nosed bat is placed into the suilla group, which also contains the little tube-nosed bat, Beelzebub's tube-nosed bat, the ashy-gray tube-nosed bat, Eleryi's tube-nosed bat, the slender tube-nosed bat, Murina harpioloides, the greater tube-nosed bat, Murina recondita, the forest tube-nosed bat (sometimes considered synonymous with the Ussuri tube-nosed bat), the brown tube-nosed bat, Scully's tube-nosed bat, and Ussuri tube-nosed bat.\nIts species name, balaensis, refers to the Bala Forest of Thailand where it is found.",
    "Description": "It is a small bat, weighing only 3.5–4 g (0.12–0.14 oz).\nIts forearms are 28–30.4 mm (1.10–1.20 in) long.\nIts ears are rounded with smooth margins, measuring 12.3–12.8 mm (0.48–0.50 in) long.\nThe ears are brown in color, with the base of the ear a lighter brown.\nThe tragus is white and short, at 7.4–7.6 mm (0.29–0.30 in) long.\nTheir dorsal fur is ashy-gray, with some hairs tipped in a reddish-orange tint of brown.\nOther dorsal hairs are tipped in a charcoal black color.\nTheir heads, backs, uropatagiums, and feet have silver-gold guard hairs.\nOn their ventral side, their hairs are dark gray at the base, but whitish gray at the tips.\nTheir thumbs are relatively long, at 8.2–8.8 mm (0.32–0.35 in) long.\nThe calcar is well-developed, but lacks a keel.",
    "Biology": "It eats insects, foraging for them only 2–3 m (6.6–9.8 ft) above the forest floor. \nIt likely roosts in leaves or hollow trees.",
    "Range and habitat": "It occurs in moist, evergreen lowland rainforests in the Narathiwat Province of southern Thailand.\nIt has only been encountered in the Bala Forest of Hala-Bala Wildlife Sanctuary.",
    "Conservation": "It is currently evaluated as critically endangered by the IUCN.\nIt meets the criteria for this evaluation because its area of occupancy and extent of occurrence are both very small, at less than 4 km2 (1.5 sq mi).\nAlso, there is a projected decline in the quality and extent of their habitat.\nIt is threatened by habitat loss due to deforestation and the expansion of agriculture.\n\n\n== References =="
  }
}