{
  "url": "https://en.wikipedia.org/wiki/Balionycteris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "BalionycterisMatschie, 1899"
    },
    {
      "Species": "B. maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "The spotted-winged fruit bat, (Balionycteris maculata) is the smallest megabat in the world, and the only species in the genus Balionycteris. It inhabits forests in Indonesia and Malaysia.",
    "Description": "Spotted-winged fruit bats are unusually small megabats, with a head-body length of 5.2 to 6.2 centimetres (2.0 to 2.4 in), a wingspan of 28 centimetres (11 in), and an adult body weight of around 13 grams (0.46 oz). Most of the head and body are covered in thick blackish-brown fur, while the underparts are a pale grey-brown. Their wings are dark brown, with distinctive pale cream spots, which are most noticeable on the joints, but are also found in a variable pattern across the wing membranes. The wings have been reported to have an aspect ratio of 5.8 and a wing loading of 9.51 N/m2.There are also pale markings in front of the large eyes, and on the ears, which are simple in shape, compared with those of microbats. The nostrils are elongated, and splayed to the side of the snout. The species can be distinguished from other small fruit bats by the presence of the spots on its wings, but also by its unusual dental formula of 2.1.3.21.1.3.2.",
    "Distribution and habitat": "Spotted-winged fruit bats inhabit primary rain forest up to 1,500 metres (4,900 ft) elevation, and coastal mangrove forests. They are found across Malaysia and Brunei, and in the northern and western parts of the island of Borneo in Indonesia. At the edges of their range, they have also been reported from Trang Province in southern Thailand, from a small area in Sumatra, and from the Riau Archipelago. No subspecies are known.",
    "Behaviour and biology": "Spotted-winged fruit bats forage in the understory of dense forest where they feed on a range of generally small, inconspicuous fruit, such as figs and persimmon, and on some insects and spiders. They spend the day roosting alone or in small groups consisting of a male and up to nine females and their young. Rather than remaining with a single male, females may visit up to three different males. Males return regularly to their roosts during the night, suggesting that they gain access to females by controlling and defending prime roosting sites.They forage as individuals, rather than in a group, and rarely travel more than 1 kilometre (0.6 mi) from their roost site. They have been observed to make high-pitched \"peep\" noises when foraging, as well as more complex series of sounds when socialising. Roosts are of a consistent shape and size, and may be partially excavated by the bats, a behaviour that is otherwise unknown in this group of animals. They are generally located in the root masses of epiphytic plants, such as ferns, and also in the nests of ants and termites.Females give birth to a single young up to twice a year, typically between June and January. The young are born blind, and weighing around 3.5 grams (0.12 oz), after a gestation of 135 days. They are weaned by 40–80 days, and are able to fly by the time they have reached 5 grams (0.18 oz) in weight. Females are sexually mature at ten months of age.",
    "References": "",
    "External links": "ARKive - images and movies of the spotted-winged fruit bat (Balionycteris maculata)"
  }
}