{
  "url": "https://en.wikipedia.org/wiki/Banana_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Neoromicia"
    },
    {
      "Species": "N. nana"
    }
  ],
  "text": {
    "__SUMMARY__": "The banana pipistrelle (Neoromicia nana) is a species of vesper bat found throughout much of Africa. It was previously known as Pipistrellus nanus, but genetic analysis has since shown it to be more closely related to other species in the genus Neoromicia.",
    "Description": "Banana pipistrelles are unusually small bats, with a total length of about 7 to 8 centimetres (2.8 to 3.1 in), about half of which consists of the tail. Adults weigh only 2 to 4 grams (0.071 to 0.141 oz), although females are slightly larger than males. The fur is dark with golden or reddish brown tips, fading to greyish or near-white tips on the fur of the underparts. The wings are brown, sometimes with a narrow white border on the hind margin. The ears are triangular with a tragus that has been described as \"hatchet-shaped\".The thumbs of banana pipistrelles bear an unusual pad composed of ridged hairy skin with multiple sebaceous glands. The surface of the pads overlies a patch of connective tissue and a small piece of cartilage that connects to the end of a muscle. The attachment of this muscle to the pads enables to bat to form them into a cup shape, although it is unclear whether this can form an effective suction cup, rather than simply improving the bat's grip onto objects through friction alone. Most, though not all, individuals also possess a relatively large and visible gland of unknown function on each side of the tail.",
    "Distribution and subspecies": "Banana pipistrelles are found throughout much of Africa south of the Sahara, except for the Namib and Kalahari deserts. They are found in both lowland and montane rainforests, open savannah, and other wooded areas such as plantations. Six subspecies are currently recognised:\n\nNeoromicia nana nana - Democratic Republic of the Congo and Tanzania, south to Kwazulu-Natal\nNeoromicia nana africanus - Ethiopia to Democratic Republic of the Congo\nNeoromicia nana culex - Nigeria to Ghana\nNeoromicia nana fouriei - southern Angola and western Zambia\nNeoromicia nana meesteri - south-eastern South Africa\nNeoromicia nana stampflii - Ivory Coast to Sierra Leone",
    "Behaviour": "The bats are named for their habit of roosting in the unfurled, tube-like leaves of banana trees and related plants such as plantains. However, they also roost in a variety of other trees with similarly shaped leaves, such as Strelitzia nicolai and sugar plum, as well as in palms, culverts, and holes in buildings. While roosting, at least some banana pipistrelles enter daily torpor during cool weather. Many bats roost alone or in pairs, although colonies of up to 150 individuals are known. Males have been reported to defend particular roosting sites, whereas females regularly travel between different locations, and therefore show no fidelity to particular mating partners.Banana pipistrelles are insectivorous, feeding primarily on beetles and small moths. They fly close to the ground, typically between 2 and 5 metres (6.6 and 16.4 ft) high and catch insects in mid-air. They emerge to feed less than an hour after sunset, and fly continuously through a relatively small area, rarely travelling more than 100 metres (330 ft) from their roost. Echolocation in banana pipistrelles consists of steep, frequency modulated calls lasting four or five milliseconds, with a dominant frequency of about 43 kHz. Males also make longer calls with up to eight syllables when encountering other males; sometimes two individuals may engage in ultrasonic vocal 'duels' lasting up to twenty minutes and concluding with a chase through the air. When distressed, both sexes emit noisy 'squabble' calls of variable pitch.",
    "Reproduction": "Males are reproductively fertile from June to late September, and most mature females are pregnant by the end of July. The females are capable of storing semen in their reproductive tracts for extended periods. Gestation lasts eight weeks, and, in many parts of Africa, birth of one or two young occurs at the beginning of the wet season, around November, although in other areas it can apparently happen at any time of the year. The young are weaned at eight weeks, and are fully grown at five months.\n\n\n== References =="
  }
}