{
  "url": "https://en.wikipedia.org/wiki/Bare-backed_rousette",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Rousettus"
    },
    {
      "Species": "R. spinalatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The bare-backed rousette (Rousettus spinalatus) is a species of megabat.",
    "Taxonomy and etymology": "It was described as a new species in 1980 by Bergmans and Hill.\nThe holotype had been collected in 1977 in northern Sumatra.\nThe species name \"spinulatus\" is from Latin spina meaning \"spine\" and ala meaning \"wing;\" the scientific name refers to the fact that the wings insert along the spine rather than the sides of the body, which is unique in the genus Rousettus.",
    "Description": "It is a small megabat with a cone-shaped snout.\nIts face has a number of small warts on its chin, around its mouth, and between its upper lip and eyes.\nIts wings are short and broad.\nIts forearm length is approximately 83–89 mm (3.3–3.5 in).\nIndividuals weigh 88–94 g (3.1–3.3 oz).",
    "Biology": "It is nocturnal, roosting in sheltered places during the day such as caves.\nThey navigate and potentially locate food resources using a primitive form of echolocation.\nThey create high-pitched buzzing calls by moving the tongue against the palate.\nFood sources may include nectar and fruit, though it is alleged that they eat edible-nest swiftlet eggs and hatchlings, causing damage to the economically valuable nests.",
    "Range and habitat": "Its range includes Indonesia and Malaysia.\nIt is found at elevations up to 300 m (980 ft) above sea level.",
    "Conservation": "As of 2008, it is evaluated as a vulnerable species by the IUCN.\nIt meets the criteria for this assessment because its population is estimated to have declined by more than 30% from 1993–2008; this decline is projected to continue.\n\n\n== References =="
  }
}