{
  "url": "https://en.wikipedia.org/wiki/Bauerus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "BauerusVan Gelder, 1959"
    },
    {
      "Species": "B. dubiaquercus"
    }
  ],
  "text": {
    "__SUMMARY__": "Van Gelder's bat (Bauerus dubiaquercus) is a species of vesper bat in the family Vespertilionidae.\nIt is found in Belize, Costa Rica, Honduras, and Mexico. The species is monotypic within its genus. It is part of the tribe Antrozoini within the subfamily Vespertilioninae and is related to the pallid bat (Antrozous pallidus). The bat is found in forest habitat from sea level to elevations as high as 2300 m, although not usually above 1300 m, and is insectivorous and crepuscular. It apparently has a fragmented distribution, and is threatened by deforestation.",
    "Taxonomy and etymology": "The bat was discovered by Richard Van Gelder, then curator of mammalogy at the American Museum of Natural History.  The bat was collected on the AMNH Puritan Expedition to Baja California in 1957 on the Tres Maria Islands (south of Baja) by Richard Zweifel (expedition herpetologist) and Oakes Plimpton (expedition assistant).  Van Gelder dubbed the bat \"dubiaquercus\" in honor of the collectors: dubia means \"doubt\" in Latin, as zweifel does in German; quercus is Latin for \"oak\".",
    "Range and habitat": "Van Gelder's bat is found in Central America where its range includes Belize, Costa Rica, El Salvador, Guatemala, Honduras, Mexico, and Nicaragua.\nIt has been documented at a range of elevations from 100–2,300 m (330–7,550 ft) above sea level.",
    "Conservation": "As of 2018, it is evaluated as a near-threatened species by the IUCN.\nIt meets the criteria for this classification because it is locally uncommon throughout its range; it is experiencing significant population declines; and its habitats are \"highly fragile\".\n\n\n== References =="
  }
}