{
  "url": "https://en.wikipedia.org/wiki/Beccari's_mastiff_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Ozimops"
    },
    {
      "Species": "O. beccarii"
    }
  ],
  "text": {
    "__SUMMARY__": "Beccari's free-tailed bat (Ozimops beccarii) is a species of bat in the free-tailed bat family Molossidae found to Indonesia and Papua New Guinea.\nThis bat can be found in several habitat types, including savanna, tropical moist forest, and fragmented and urban habitat. It roosts in trees, caves, and buildings in small colonies.\nThis is a common species which is not considered to be threatened. The names Beccari's free-tailed bat or Beccari's mastiff bat once applied to populations in Australia.",
    "Taxonomy and etymology": "Ozimops beccarii was described as a new species in 1881 by German naturalist Wilhelm Peters.\nThe eponym for the species name \"beccarii\" is Odoardo Beccari.\nBeccari discovered the holotype on Ambon Island of Indonesia.\nIt was formerly considered native to Australia, but in 2014, the Australian population known as M. beccarii or M. beccarii astrolabiensis was distinguished as a full species, Mormopterus lumsdenae.",
    "Biology and ecology": "The species is known to roost in human structures such as houses.\nAdditionally, it has been found in Melaleuca tree hollows; one individual was documented using a cave.",
    "Range and habitat": "Ozimops beccarii is found in Indonesia and Papua New Guinea.\nIt has been documented from 0–300 m (0–984 ft) above sea level.",
    "Conservation": "As of 2017, it is evaluated as a least-concern species by the IUCN.\nIt meets the criteria for this classification because its apparently preferred habitat is abundant; the species is likely widespread; and no major threats have been identified.\nIt is infrequently encountered and known from only about twenty localities.\nThe low number of records is likely a result of lack of survey effort in the region, however.\nIts population likely exceeds 10,000 individuals.\n\n\n== References =="
  }
}