{
  "url": "https://en.wikipedia.org/wiki/Bechstein's_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. bechsteinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bechstein's bat (Myotis bechsteinii) is a species of vesper bat found in Europe and western Asia, living in extensive areas of woodland.",
    "Description": "Bechstein's bat is a medium-sized and relatively long-eared bat. The adult has a long, fluffy fur which is reddish-brown above and gray-white below. It has a pinkish face, and its ears are long and broad. The wings are dark brown and rather broad, with the membrane attached to the base of the feet.",
    "Habits": "Bechstein's bat feeds chiefly on flying prey such as moths, dipterans, neuropterans and other small nocturnal insects. Analysis of droppings from the Isle of Wight and Wiltshire shows a diet consisting of dung flies, grasshoppers, nut weevils, and moths. Populations cut off from forest land are recorded to shift to a diet of terrestrial insects and spiders caught from the ground. Bechstein's bats typically forage within one or two kilometers of their roost, and hunt primarily in the forest canopy.Tree holes, typically woodpecker holes, are used for roosting. Bechstein's bat is also recorded to enter artificial nest boxes, but rarely roosts in human buildings. Over the winter, Bechstein's bats hibernate underground and in tree holes. Mating happens in autumn and spring, and delayed fertilization means that young (one per female) are born early in the following summer. Maternity colonies typically form late in the spring.",
    "Range": "Bechstein's bat can be found in the following countries: Austria, Armenia, Azerbaijan, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Denmark, France, Georgia, Germany, Hungary, Iran, Italy, Liechtenstein, Moldova, Montenegro, Netherlands, North Macedonia, Poland, Portugal, Romania, Russian Federation, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey, Ukraine, United Kingdom and Iran.In the United Kingdom, Bechstein's bat occurs chiefly in southeastern Great Britain, which consists of the northernmost extent of its range. It is found in the Forest of Dean and Herefordshire. In 2009 a detailed study by The Bat Conservation Trust of 10 counties took place to determine the range of the Bechstein's bat and in 2010 a lactating female Bechstein's was discovered in Grafton Wood, an Ancient Wood originally part of the Forest of Feckenham and jointly owned by the Worcestershire Wildlife Trust and Butterfly Conservation, suggesting that there was a breeding colony in the wood or close by. The following year Bechstein's were again found at Grafton Wood and also at Trench Wood, also in Worcestershire . The  People's Trust for Endangered Species are funding further research work at Grafton Wood. A single male was caught and recorded near Colby in Southern Pembrokeshire.",
    "Habitat": "Bechstein's bat is specialized for inhabiting forested areas, and is rarely found outside of them. It is recorded in mixed forests in southwestern Asia, but European populations prefer deciduous forests with high proportions of old trees. Beech and oak woodlands make up a large portion of the animal's habitat. Bechstein's bats are occasionally also found in orchards, gardens and other cultivated areas.",
    "Protection": "Bechstein's bat is protected under the European Habitats Directive.\nIn the UK it is one of the region's rarest and most endangered species, where it likely that no more than 1,000 individuals exist in the whole region. Woodlands containing it may be considered for notification as a Site of Special Scientific Interest and may attract a grant under Natural Englands Environmental Stewardship scheme. On the rare chance one is spotted in the wild, authorities suggest immediately reporting it to a local batgroup or the wildlife trust.",
    "Echolocation": "The frequencies used by this bat species for echolocation lie between 35 and 108 kHz. Its echolocation calls have the most energy at 61 kHz, and have an average duration of 3.3 ms. Most of its echolocation is in the 50–60 kHz range.",
    "See also": "Hambach Forest",
    "References": "",
    "External links": "Woodland Management For Bats Guide\n Media related to Myotis bechsteinii at Wikimedia Commons\n Data related to Myotis bechsteinii at Wikispecies\nBechstein's bat (Science For Nature Foundation)"
  }
}