{
  "url": "https://en.wikipedia.org/wiki/Behn's_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Glyphonycteris"
    },
    {
      "Species": "G. behnii"
    }
  ],
  "text": {
    "__SUMMARY__": "Behn's bat, Behn's big-eared bat, or Behn's graybeard bat (Glyphonycteris behnii) is a species of bat in the family Phyllostomidae found in Brazil and Peru. It is known only from six specimens so it is considered rare. It feeds on insects and small fruits. It is threatened by cerrado habitat loss for agriculture.",
    "Taxonomy and etymology": "Behn's bat was described in 1865 by German naturalist Wilhelm Peters.\nPeters placed it in the now-defunct genus Schizostoma with a scientific name of Schizostoma behnii.\nThe holotype was collected in Cuiabá, Brazil.\nIn 1898, Gerrit Smith Miller reclassified it, placing it in the genus Micronycteris.\nIn 1906, Knud Andersen placed it in Glyphonycteris but spelled the species name as behni.\nThe eponym for the species name \"behnii\" is German zoologist Wilhelm Friedrich Georg Behn.",
    "Description": "Its forearm length is 44–50 mm (1.7–2.0 in).\nThe lancet of its nose-leaf is about 1.5 times longer than it is wide.",
    "Biology and ecology": "Based on the diets of closely related species, Behn's bat is likely omnivorous, consuming insects and small fruits.",
    "Range and habitat": "Behn's bat is native to South America, where it is found in Brazil and Peru.\nIn Brazil, it is found in the Cerrado.",
    "Conservation": "As of 2016, it is evaluated as a data deficient species by the IUCN.\nIt meets the criteria for this classification because only six individuals have ever been documented.\nLittle is known about its population size, ecology, or potential threats.\nHowever, it is potentially threatened by habitat loss due to conversion to farmland.\n\n\n== References =="
  }
}