{
  "url": "https://en.wikipedia.org/wiki/Benito_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. beatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Benito roundleaf bat (Hipposideros beatus) is a species of bat in the family Hipposideridae found in Cameroon, Central African Republic, Republic of the Congo, Democratic Republic of the Congo, Ivory Coast, Equatorial Guinea, Gabon, Ghana, Guinea, Liberia, Nigeria, Sierra Leone, South Sudan, and Togo. Its natural habitat is subtropical or tropical moist lowland forests. It is threatened by habitat loss.",
    "Taxonomy": "The Benito roundleaf bat was described as a new species in 1906 by Danish mammalogist Knud Andersen.\nThe holotype was collected 15 mi (24 km) from the Benito River by American naturalist George Latimer Bates.\nTwo subspecies are recognized: H. b. beatus and H. b. maximus.",
    "Description": "It has fine, fluffy, dark brown hair.\nIts ears are relatively short for a roundleaf bat, at 12–16 mm (0.47–0.63 in).\nIndividuals weigh 6–9.5 g (0.21–0.34 oz) and have forearm lengths of 39–48 mm (1.5–1.9 in).",
    "Biology and ecology": "It is monoestrous, with one breeding season per year.\nMating occurs in June and July (the end of the first wet season; females give birth in October and November (the middle of the second wet season).\nThe litter size is one offspring.",
    "Range and habitat": "The Benito roundleaf bat has been documented in several countries in Africa, mainly in Central Africa.\nIts range includes: Cameroon, Republic of the Congo, The Democratic Republic of the Congo, Côte d'Ivoire, Equatorial Guinea, Gabon, Ghana, Guinea, Liberia, Nigeria, Sierra Leone, Sudan, and Togo.\nIt as found at elevations up to 500 m (1,600 ft) above sea level.",
    "Conservation": "As of 2017, the Benito roundleaf bat is classified as a least-concern species by the IUCN.\nIt meets the criteria for this classification because it has a wide geographic range; its population is presumably large; and it is unlikely to be experiencing rapid population decline.\n\n\n== References =="
  }
}