{
  "url": "https://en.wikipedia.org/wiki/Bicolored_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. bicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "The bicolored roundleaf bat (Hipposideros bicolor) is a species of bat in the family Hipposideridae found in Indonesia, Malaysia, the Philippines, Thailand, and Timor-Leste. This bat inhabits caves, rock crevices and tunnels among lowland forests. They roost in large numbers and consumer mostly small winged insects. Their navigation and hunting skills come from the use of echolocation. Its leafnose is used to release ultrasonic shouts to distinguish its surroundings. Echolocation is also used to distinguish other species based on their wingbeat and size. The habitat of this bat decides the color of its fur. Bleaching fumes of a cave environment will cause an orange colored fur. Those who inhabit a well-ventilated roost will be a light brown color.",
    "Taxonomy": "It was described as a new species in 1834 by Dutch zoologist Coenraad Jacob Temminck.\nTemminck placed it in the genus Rhinolophus with a binomial of R. bicolor.\nThe bicolored leafnose bat has four subspecies: Hipposideros bicolor atrox, Hipposideros bicolor major, Hipposideros bicolor bicolor and Hipposideros bicolor erigens.",
    "Biology": "In West Malaysia, researchers have found two different groups of bicolored roundleaf bats. These seemingly identical groups are distinguished by their size and echolocation frequency. The first group has a more rounded wingtip due to its smaller weight and shorter wider wing. It also has an echolocation call between 127.0 to 134.4 kilohertz. The second group has a smaller tibia length but weighs more with larger wings. Their echolocation call ranges from  138.0 to 144.0 kilohertz. Researchers conclude that the first group's body composition may be more suited for better flight agility and hunting in cluttered spaces.",
    "Range": "The bicolored roundleaf bat is found in Southeast Asia where its range includes Indonesia, Malaysia, the Philippines, Thailand, and Timor-Leste.\nIt has been documented at elevations up to 600 m (2,000 ft) above sea level. Hipposideros bicolor atrox is documented in southern Thailand to Sumatra. Hipposideros bicolor major located in Enggano Islands and Nias. Hipposideros bicolor bicolor inhabits in Java stretching to the Lesser Sunda Islands and Borneo. Hipposideros bicolor erigens lives solely in the Philippines.",
    "Habitat": "Roosting in groups of up to 150 bats, the bicolored leafnose bat must have darkness and high humidity. They are known to roost in environments that have a constant temperature several degrees cooler than the surrounding areas. Though they prefer to live in forest, they will not dwell in an area that has been disturbed or diminished by humans.",
    "Threats and conservation": "As of 2008, it is evaluated as a least-concern species by the IUCN—its lowest conservation priority.\nIt meets the criteria for this classification because it has a wide geographic range; its range includes protected areas; and it is considered locally common. Despite its wide geographic range, the bicolored leafnose bat is extremely sensitive to habitat loss via deforestation. Deforestation is rapidly growing due to increased demand for residential development and agricultural land for oil palm. Palm oil is derived from the oil palm and is used in detergent, lipstick and margarine. Palm oil is exported primarily by Malaysia and Indonesia producing 88 percent of the world’s supply.WWF has led collaboration with other large retailers of palm oil to agree to only use land that has not been subjected to deforestation.",
    "References": "",
    "External links": "Sound recordings of Hipposideros bicolor on BioAcoustica"
  }
}