{
  "url": "https://en.wikipedia.org/wiki/Bidentate_yellow-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Vampyriscus"
    },
    {
      "Species": "V. bidens"
    }
  ],
  "text": {
    "__SUMMARY__": "The bidentate yellow-eared bat (Vampyriscus bidens), is a species of bat in the family Phyllostomidae, the leaf-nosed bats. It is native to South America. Formerly classified in the genus Vampyressa, phylogenetic analyses support its inclusion in Vampyriscus.",
    "Description": "This bat is a small species, measuring only 5 to 6 cm (2.0 to 2.4 in) in head-body length, and weighing about 12 g (0.42 oz). Males are larger than females. The fur is pale to dark brown over most of the body, becoming slightly paler on the neck and shoulders, and fading to greyish on the underparts. The face has two white stripes on each side, a broader one above the eyes, and a narrower, less distinct one, running along the cheek. The borders and tragus of the ears, and also the margins of the nose-leaf, are bright yellow.The bat has a short, broad, muzzle, with a prominent, spear-like, nose-leaf. The \"bidentate\" part of the name refers to the fact that there are normally only a single pair of incisors in the lower jaw, whereas all other yellow-eared bats have two pairs. However, this is not true of all individuals, some of which do have two pairs of lower incisors like their relatives.",
    "Distribution and habitat": "The bidentate yellow-eared bat is distributed throughout much of northern South America east of the Andes, including eastern Colombia, Ecuador, and Peru, southern Venezuela, northern Bolivia and Brazil, and throughout the Guyanas. It lives in lowland evergreen forests and swampland between 200 and 1,000 m (660 and 3,280 ft) elevation.",
    "Biology": "The bidentate yellow-eared bat is herbivorous, feeding on fruit such as figs. It is nocturnal, but flies more often at dusk than before dawn, and during the day it roosts in trees. Young are born in the rainy season.\n\n\n== References =="
  }
}