{
  "url": "https://en.wikipedia.org/wiki/Big-eared_mastiff_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Otomops"
    },
    {
      "Species": "O. papuensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The big-eared mastiff bat (Otomops papuensis) is a species of bat in the family Molossidae endemic to Papua New Guinea, known from Gulf Province and Oro Province. It is only known from 11 specimens and it is not easy to survey. It forages in rainforest canopy and roosts in tree hollows. It is likely more widespread than currently known but additional research is needed.",
    "Taxonomy": "The big-eared mastiff bat was described as a new species in 1948 by American mammalogist Barbara Lawrence. The holotype had been collected at Vailala River of Papua New Guinea, approximately 24 km (15 mi) to the west of the city of Kerema. The holotype was collected in 1862.",
    "Description": "Overall, its fur is a rich, reddish brown. Individuals hair are darker at the tips and paler at the bases. The underside of its body is lighter in color than its backside, with its throat particularly pale. It has large, rounded ears that lack antitragi; the tragus is very small and scarcely visible. Like some other species of free-tailed bat, there is a connecting band of tissue (interaural membrane) between its ears.Unlike some closely related genera of free-tailed bat, its upper lip is not wrinkled. The measurements of the holotype were as follows: total length, 97 mm (3.8 in); tail, 30 mm (1.2 in); forearm, 49.2 mm (1.94 in); ear, 22.2 mm (0.87 in); hind foot, 10.6 mm (0.42 in). Overall, it is similar in appearance to the Wroughton's free-tailed bat.",
    "Biology and ecology": "It is believed that this species forages for food in the rainforest canopy. It possibly roosts within tree hollows.",
    "Range and habitat": "As of 2008, is known from two sites in Papua New Guinea, where it has been found in Gulf Province and Oro Province. These two sites are at elevations between 0–300 m (0–984 ft) above sea level.\n\n\n== References =="
  }
}