{
  "url": "https://en.wikipedia.org/wiki/Big-eared_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Hypsugo"
    },
    {
      "Species": "H. macrotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The big-eared pipistrelle (Hypsugo macrotis) is a species of vesper bat in the family Vespertilionidae. It can be found in Indonesia and Malaysia. It forages over mud flats over Peninsula Malaysia but its roosting activities are unknown. Its habitat is being threatened by deforestation for agriculture, plantations, logging and fires but how it affects this bat or if it is adaptable are unknown.",
    "Taxonomy": "The big-eared pipistrelle was described as a new species in 1840 by Dutch zoologist Coenraad Jacob Temminck. Temminck placed it in the genus Vespertilio with a binomen of Vespertilio macrotis. The holotype had been collected near Padang on the Indonesian island of Sumatra.\nIn 1940, Frederick Nutter Chasen published that he considered it a subspecies of the brown pipistrelle (Hypsugo imbricatus), though it was considered a full species in 2005 by Mammal Species of the World. Hypsugo species have frequently been listed as members of the genus Pipistrellus, meaning that this species has been referred to as Pipistrellus macrotis, but the generic status of Hypsugo is now widely accepted.Based on mitochondrial DNA, specifically the regions that encode cytochrome c oxidase and cytochrome b, the big-eared pipistrelle is most closely related to Cadorna's pipistrelle (Hypsugo cadornae).Its species name \"macrotis\" comes from Ancient Greek makrós meaning \"long\" and oûs meaning \"ear\".",
    "Description": "Individuals have a forearm length of 31.7–34.5 mm (1.25–1.36 in). Based on three adult females, individuals weigh 5–6 g (0.18–0.21 oz).",
    "Range and habitat": "The big-eared pipistrelle is native to Southeast Asia where it has been documented in Indonesia and Malaysia.",
    "Conservation": "As of 2016, it is evaluated as a data deficient species by the IUCN. There is a lack of up-to-date information about its population size and ecological needs. It is threatened by the destruction of its habitat via deforestation.\n\n\n== References =="
  }
}