{
  "url": "https://en.wikipedia.org/wiki/Big-eared_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. macrotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The big-eared horseshoe bat (Rhinolophus macrotis) is a bat species within the Rhinolophidae native to China, India, Indonesia, Laos, Malaysia, Nepal, Pakistan, the Philippines, Thailand, and Vietnam.",
    "Taxonomy": "The big-eared horseshoe bat was described as a new species in 1844 by English zoologist Edward Blyth.\nThe holotype had been collected by Brian Houghton Hodgson in Nepal.\nThe species name \"macrotis\" is from Ancient Greek makrós meaning \"long\" and oûs meaning \"ear\".\nIt contains many subspecies; a 2008 paper listed seven such subspecies:\nR. m. macrotis Blyth, 1844\nR. m. episcopus Allen, 1923\nR. m. caldwelli Allen, 1923\nR. m. siamensis Gyldenstolpe, 1917\nR. m. dohrni Andersen, 1907\nR. m. hirsutus Andersen, 1905\nR. m. topali Csorba & Bates, 1995R. m. hirsutus, R. m. episcopus were originally described as full species, but George Henry Hamilton Tate included them as subspecies of R. macrotis in a 1943 publication. In the same publication, Tate included R. m. caldwelli as a subspecies; previously, it was considered a subspecies of R. episcopus. Most recently, R. m. siamensis has been considered a full species rather than a subspecies, known as the Thai horseshoe bat.",
    "Description": "The big-eared horseshoe bat can be differentiated from other horseshoe bats by its very long ears and a tongue-shaped sella that is long and broad.",
    "Range and habitat": "The big-eared horseshoe bat is found in several countries in South and Southeast Asia including Bangladesh, China, India, Indonesia, Laos, Malaysia, Myanmar, Nepal, Pakistan, Philippines, Thailand, and Vietnam.\nAs of 2008, its presence was possible but not confirmed in Bhutan.\nIt has been documented at a range of elevations from 200–1,692 m (656–5,551 ft) above sea level.\n\n\n== References =="
  }
}