{
  "url": "https://en.wikipedia.org/wiki/Big-eared_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. macrotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The big-eared flying fox (Pteropus macrotis) is a species of bat in the family Pteropodidae, larger bats who subsist largely on fruits. The species is distributed across a range in Indonesia, Papua New Guinea and islands nearing the Cape York peninsula at the northeast of Australia, at elevations less than 500 metres and often in coastal mangroves.",
    "Taxonomy and etymology": "Pteropus macrotis was described as a new species in 1867 by German naturalist Wilhelm Peters. The holotype had been collected on the Indonesian island of Buru. Its species name \"macrotis\" comes from Ancient Greek makrós meaning \"long\" and oûs meaning \"ear\".P. macrotis is also referred to by the common name large-eared flying-fox.",
    "Description": "Distinguished in the region as a smaller species of the Pteropus genus, their forearm length ranges from 143 to 157 millimetres. \nThe pelage is uniformly dark brown, but for yellowish coloration at the mantle and highlights of the ventral fur.\nThe ears of P. macrotis are distinctly elongated to a fine point, the length from notch to tip is 30 to 37 mm.\nA range in length of the head and body combined is recorded as 180 to 240 mm, their mass is from 315 to 425 grams.",
    "Biology and ecology": "Its diet consists of plant matter such as fruit and flower blossoms, including the blossoms of coconut trees.\nIt has been known to be infected by the blood parasite Mycoplasma mariboi, a kind of Rickettsiales.",
    "Range and habitat": "It is found on the island of New Guinea, appearing in both Indonesia and Papua New Guinea. It also occurs on the island of Salawati (Indonesia), Boigu (Australia), Saibai (Australia), and the Aru Islands (Indonesia). It is generally found at elevations below 500 m (1,600 ft) above sea level.\nIt is associated with forested habitat, including tropical moist forest, dry forest, and monsoon forest.\n\n\n== References =="
  }
}