{
  "url": "https://en.wikipedia.org/wiki/Big_brown_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. fuscus"
    }
  ],
  "text": {
    "__SUMMARY__": "The big brown bat (Eptesicus fuscus) is a species of vesper bat distributed widely throughout North America, the Caribbean, and the northern portion of South America. It was first described as a species in 1796. Compared to other microbats, the big brown bat is relatively large, weighing 15–26 g (0.53–0.92 oz) and possessing a wingspan of 32.5–35 cm (12.8–13.8 in). Big brown bats are insectivorous, consuming a diverse array of insects, particularly night-flying insects, but especially beetles. Some of the beetles it consumes are serious agricultural pests, including cucumber beetles. They are nocturnal, foraging for prey at night and roosting in sheltered areas during the day such as caves, tunnels, tree cavities, and human structures. Their breeding season is in the fall, shortly before their annual hibernation. After hibernation ends in the spring, females form maternity colonies for giving birth to young. Oftentimes only one offspring is produced per litter, though twins are common in the Eastern US. Lifespans of 6.5 years are considered average.\nThe big brown bat occurs widely throughout the US, Canada, Central America, and the Caribbean. Its range extends into parts of South America, found as far south as Colombia and Venezuela. It is adaptable to many habitats and is considered a generalist species. The big brown bat is not considered at risk for extinction, and is evaluated as the lowest conservation priority by the International Union for Conservation of Nature (IUCN). While some other bat species in its range have experienced dramatic population declines due to the fungal disease white-nose syndrome, the big brown bat is relatively resistant to effects of the disease, and some populations have even increased since the syndrome arrived in North America. Like all bats in the US, the big brown bat can be impacted by rabies, though some individuals have immunity against the virus. Even though sick bats are more likely to be submitted for testing, in 2011, only 3.8% of submitted big brown bats were positive for rabies virus. Bat boxes are sometimes used to attract them as they are an agriculturally valuable species.",
    "Taxonomy and etymology": "The big brown bat was described in 1796 by French naturalist Palisot de Beauvois. Palisot described the species based on specimens in the museum of Charles Willson Peale, an American naturalist, giving it the name Vespertila fuscus. The genus name, Eptesicus, is likely derived from the Greek words ptetikos (\"able to fly\") or petomai (\"house flier\"), and the species name \"fuscus\" is Latin in origin, meaning \"brown\". The big brown bat is the type species for the genus Eptesicus, which was erected in 1820 by French-American naturalist Constantine Samuel Rafinesque. Though Rafinesque designated the type species as Eptesicus melanops, this was later determined to be a synonym of Eptesicus fuscus. The first use of the current name combination Eptesicus fuscus was in 1900 by Hungarian zoologist Lajos Méhelÿ. Recognized subspecies number eleven or twelve:\nE. f. lynni has sometimes been considered a full species, though was listed as a subspecies by the American Society of Mammalogists and the Integrated Taxonomic Information System (ITIS) as of 2019. In the US state of Colorado where two subspecies were hypothesized to overlap (E. f. fuscus and E. f. pallidus), morphological features did not agree with genetic lineages, and thus were not reliable in distinguishing the two subspecies. Individuals with eastern and western US genetic lineages co-occurred in the same colonies, however.As the genus Eptesicus is fairly speciose, it is further divided into morphologically similar \"species-groups\". The big brown bat belongs to the serotinus group, which is defined by having a large, elongate skull, flat braincase, and a long snout. In a study of the evolutionary relationships of some Eptesicus species, the big brown bat was most closely related to the two other species from the Americas: the Argentine brown bat and the diminutive serotine. The serotinus group also includes:",
    "Description": "It is a relatively large microbat, weighing 15–26 g (0.53–0.92 oz). Adult body length is 110–130 mm (4.3–5.1 in). Its forearm is usually longer than 48 mm (1.9 in). Its wingspan is 32.5–35 cm (12.8–13.8 in). Its dorsal fur is reddish brown and glossy in appearance; ventral fur is lighter brown. Its snout, uropatagium (flight membrane between the hind limbs), and wing membranes are black and hairless. Its ears are also black; they are relatively short with rounded tips. The tragi (cartilage flaps in front of the ear canal) also have rounded tips.It has a robust skull; the greatest length of the skull is approximately 19.25 mm (0.758 in). The snout has a rounded and somewhat flattened appearance. The braincase has a breadth of approximately 8.6 mm (0.34 in) and the mandible (jawbone) has a length of approximately 14.5 mm (0.57 in). The upper incisors are large, with the inner pair more prominent than the outer pair. The inner pair of upper incisors also has a distinctive secondary cusp. The crowns of the lower incisors are trifid, or have three cusps. Its dental formula is 2.1.1.33.1.2.3, for a total of 32 teeth.",
    "Biology": "",
    "Biology-Diet": "Big brown bats are insectivorous, eating many kinds of insects including beetles, flies, stone flies, mayflies, true bugs, net-winged insects, scorpionflies, caddisflies, and cockroaches. It will forage in cities around street lamps. As the big brown bat is such a widespread species, it has regional variation in its diet, though it is generally considered a beetle specialist. Populations in Indiana and Illinois have particularly high consumption of scarab beetles, cucumber beetles, ground beetles and shield bugs. In Oregon, primary prey items include moths in addition to scarab beetles and ground beetles. In British Columbia, large proportions of caddisflies are consumed, with flies as a secondary prey source. When being rehabilitated, big brown bats are often fed mealworms which have been supplemented with necessary vitamins and minerals.Big brown bats are significant predators of agricultural pests. A 1995 study found that, per year, a colony of 150 big brown bats in Indiana or Illinois consumes 600,000 cucumber beetles, 194,000 scarab beetles, 158,000 leafhoppers, and 335,000 shield bugs—all of which cause serious agricultural damage.",
    "Biology-Behavior": "The big brown bat is nocturnal, roosting in sheltered places during the day. It will utilize a wide variety of structures for roosts, including mines, caves, tunnels, buildings, bat boxes, tree cavities, storm drains, wood piles, and rock crevices. They generally roost in cavities, though they can sometimes be found under exfoliating bark. Both solitary males and solitary, non-pregnant/non-lactating females have been found roosting under bark.In the summer, males are most often solitary, though they may form small, all-male colonies. Males will also sometimes roost with adult females. Females exhibit philopatry (\"love of place\"), with 10-30% of female offspring returning to their natal roost the following year and up to 72% of adult females using the same roost in subsequent years.",
    "Biology-Hibernation": "Big brown bats enter into hibernation around November, often in a location less than 80 km (50 mi) away from their summer roosts. Big brown bats often hibernate by themselves, or in small groups. While some big brown bats hibernate in subterranean locations such as caves and underground mines, most can be found in warm man-made structures. Big brown bats tolerate cold weather fairly well, although they can be negatively affected by major changes in temperature. It is fairly common for some hibernating big brown bats to awaken temporarily and seek warmer shelter, locate water, and even mate. Big brown bats come out of hibernation in the spring.",
    "Biology-Reproduction and life expectancy": "Big brown bat mating season is in the fall. After the breeding season, pregnant females separate into maternity colonies around April. Maternity colonies range in size from 5-700 individuals, though in the eastern US and Canada, they are frequently 25-75 adults. Historically, maternity colonies were probably in tree cavities. In modern, human-dominated landscapes, however, many maternity colonies are in buildings. In the eastern United States, twins are commonly born sometime between May and July; in western North America, females give birth to only one pup each year. A dissected female was once found with four embryos; had the female given birth, though, it is unlikely that all four would have survived.  Like most species of bat, the big brown bat only has two nipples. At birth, pups are blind, helpless, and only 3 g (0.11 oz), though they grow quickly, gaining up to 0.5 g (0.018 oz) per day. The pup nurses from its mother for approximately one month. Mothers leave their pups behind at the roost while they forage at night. Pups fledge, or begin flying, at three to five weeks old.A 2011 study of a population in Colorado found that their average life expectancy was a little over 6.5 years; according to a 2008 report, some banded big brown bats have lived up to 20 years, although some experts have hypothesized that the bats might be \"capable of living much longer.\" In general, males live longer than females.",
    "Biology-Predators, parasites, and disease": "The big brown bat has few natural predators. Depredation occurs opportunistically, with common grackles, American kestrels, owls, long-tailed weasels, and American bullfrogs as known predators. It is affected by a number of ectoparasites (external parasites) and endoparasites (internal parasites). Insect ectoparasites include Basilia (flies), Cimex (true bugs), and Myodopsylla (fleas). Several mites are ectoparasites as well, including Acanthopthirius, Cheletonella, Euschoengastia, Leptotrombidium, Macronyssus, Neospeleognathopsis, Neotrombicula, Olabidocarpus, Ornithodoros, Parasecia, Perissopalla, and Spinturnix. Endoparasites include nematodes, cestodes, and trematodes.Like all bats in the United States, big brown bats can be affected by rabies. The incubation period for rabies in this species can exceed four weeks, though the mean incubation period is 24 days. Rabid big brown bats will bite each other, which is the primary method of transmission from individual to individual. However, not all individuals will develop rabies after exposure to the virus. Some individuals have been observed with a sufficiently high rabies antibody concentration to confer immunity. Rabies immunity can be passed from mother to pup via passive immunity or from exposure to the bite of a rabid individual. Overall, a low proportion of big brown bats become infected with rabies. Populations of big brown bats in the Eastern United States have a different strain of rabies than the populations in the Western United States. In one study, only 10% of big brown bats were shedding the rabies virus through their saliva before exhibiting clinical symptoms of the disease; symptoms of rabies in big brown bats include acute weight loss, paralysis, ataxia (inability to coordinate muscle movement), paresis (weakness of voluntary movement), and unusual vocalizations.",
    "Range and habitat": "The big brown bat is encountered widely throughout North America in present times. It is found from southern Canada and Alaska to as far south as Colombia and Venezuela. It has also been documented in the Caribbean in both the Greater and Lesser Antilles, including Hispaniola, Dominica, Barbados, and the Bahamas. The big brown bat has been documented from 300–3,100 m (980–10,170 ft) above sea level. It is a generalist, capable of living in urban, suburban, or rural environments. It has been called \"the most widespread Pleistocene bat in North America\", as it is more represented in the fossil record of that time than any other bat species. Its extensive fossil record is known from more than thirty sites, including fourteen US states, Puerto Rico, Mexico, and the Bahamas.",
    "Conservation": "The big brown bat is evaluated at the lowest conservation priority by the IUCN—least concern. It meets the criteria for this designation because it has a wide geographic distribution, a large population size, occurrence in protected areas, and tolerance to habitat modification by humans. While other bat species in the Eastern United States have experienced significant population declines (up to 98% loss) due to white-nose syndrome, the big brown bat is relatively resistant to its effects. Even in caves harboring Pseudogymnoascus destructans, the fungus that causes white-nose syndrome, big brown bats maintain normal torpor patterns. Unlike in other species more affected by white-nose syndrome, big brown bats are able to retain more of their body fat throughout hibernation. In fact, some regions of the eastern United States have seen an increase in big brown bat populations since the arrival of white-nose syndrome.",
    "Relationship to people": "",
    "Relationship to people-Economic value": "Big brown bats are a species that will use bat houses for their roosts. Landowners will purchase or construct bat houses and install them, hoping to attract big brown bats, largely due to their being an \"agriculturally valuable species\". In particular, the big brown bat feeds on cucumber beetles, which can decimate corn; this makes the species quite beneficial to farmers in the Corn Belt.",
    "Relationship to people-As disease vectors": "Big brown bats can be of concern to public health as a rabies vector, as they commonly roost in buildings and thus have a higher chance of encountering humans. Because they are often found in proximity to humans, the big brown bat and the not-closely related little brown bat are the two bat species most frequently submitted for rabies testing in the United States. Big brown bats infrequently test positive for the rabies virus; of the 8,273 individuals submitted for testing across the United States in 2011, 314 (3.8%) tested positive for the virus. There is a known bias in testing, however, as healthy bats rarely come into contact with humans, and therefore sick bats are more likely to be tested. In the US, human rabies cases from exposure to bats more frequently come from other bat species. Of the twenty-four human rabies cases from bats from 1993–2000, seventeen cases (71%) were a rabies variant associated with the silver-haired bat (Lasionycteris noctivagans) while one case (4%) was associated with the rabies variant found in big brown bats.Histoplasma capsulatum, the fungus that causes the disease histoplasmosis, is occasionally found in its guano. The big brown bat may also be a vector of the Saint Louis encephalitis virus, a mosquito-born virus that can affect humans. Individuals have also tested positive for West Nile virus, which can also be transferred to humans via mosquitoes.",
    "See also": "Bats of Canada\nBats of the United States",
    "Notes": "",
    "References": "",
    "External links": " Media related to Eptesicus fuscus at Wikimedia Commons"
  }
}