{
  "url": "https://en.wikipedia.org/wiki/Big_bonneted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. dabbenei"
    }
  ],
  "text": {
    "__SUMMARY__": "The big bonneted bat, or Dabbene's mastiff bat (Eumops dabbenei) is a species of bat in the family Molossidae, native to South America. It is named for a former conservator at the Buenos Aires National Museum.",
    "Description": "The big bonneted bat is a relatively large bat species, with adults measuring about 19 cm (7.5 in) in length, and weighing 100 g (3.5 oz). The tail is thick, and measures about 6 cm (2.4 in) in length. The fur is chestnut or pale grey, and lighter on the animal's underparts. The ears are broad and relatively short, and join together at their base in the centre of the forehead. Compared with other nearby species of bonneted bat, they have a larger body, a short, wide snout, short ears, and nostrils that do not form a tube. As in other bonneted bats, the males possess a gland on the throat that secretes a liquid that stains and mats the surrounding fur.",
    "Distribution and habitat": "Big bonneted bats are known from two distinct parts of South America. A northern population is known from Venezuela and Colombia, while a southern population has been identified in Bolivia, Paraguay, and northern Argentina. One specimen was recorded in the south Pantanal wetland, southwestern Brazil. There are no recognised subspecies. It is known to inhabit areas of low vegetation interspersed with patches of tropical forest, at elevations of up to 1,100 m (3,600 ft).",
    "Biology": "Big bonneted bats are insectivorous, and roost in hollow trees and artificial structures such as houses. They have been reported to emit audible \"piercing shrieks\" when they are foraging for food. Little is known about their reproduction, although juveniles have been observed in December and January.\n\n\n== References =="
  }
}