{
  "url": "https://en.wikipedia.org/wiki/Big_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Nyctinomops"
    },
    {
      "Species": "N. macrotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The big free-tailed bat (Nyctinomops macrotis) is a bat species found in South, North and Central America.",
    "Taxonomy": "It was described as a new species in 1839 by British zoologist John Edward Gray.\nGray placed it in the now-defunct genus Nyctinomus, with a binomial of Nyctinomus macrotis.\nThe holotype had been collected in Cuba by William Sharp Macleay.",
    "Description": "It is the largest member of Nyctinomops, with an average forearm length of 60 mm (2.4 in).\nIndividuals weigh approximately 20.6 g (0.73 oz).\nIt has a wingspan of 417–436 mm (16.4–17.2 in).\nIts fur is glossy and variable in color, ranging from pale, reddish brown to dark brown or blackish.\nIts dental formula is 1.1.2.32.1.2.3 for a total of 30 teeth.",
    "Biology and ecology": "Based on its wing morphology, it likely has a rapid flight.\nIts flight speed could exceed 40 km/h (25 mph).",
    "Range and habitat": "Its range includes many countries in North, Central, and South America.\nSpecific countries that it inhabits include: Argentina, Brazil, Canada, Colombia, Cuba, Dominican Republic, Ecuador, French Guiana, Guyana, Haiti, Jamaica, Mexico, Suriname, the United States, and Venezuela.\nIt is possibly also found in Uruguay.\nThe individuals documented in Canada and the U.S. states of Iowa and Kansas are considered vagrants or extralimital records.\nHowever, the species occurs as a non-vagrant in the U.S. states of Texas, California, Nevada, and Utah.\nIt has been documented at a range of elevations from sea level to 2,600 m (8,500 ft) above sea level.",
    "Conservation": "As of 2015, it is evaluated as a least-concern species by the IUCN, which is its lowest conservation priority.\nIt meets the criteria for this assessment because it has a large geographic range; it is unlikely to be experiencing rapid population decline; and its population is presumably large.\n\n\n== References =="
  }
}