{
  "url": "https://en.wikipedia.org/wiki/Big_naked-backed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Mormoopidae"
    },
    {
      "Genus": "Pteronotus"
    },
    {
      "Species": "P. gymnonotus"
    }
  ],
  "text": {
    "__SUMMARY__": "The big naked-backed bat (Pteronotus gymnonotus), is a bat species from South and Central America.",
    "Taxonomy": "It was described as a new species in 1843 by German zoologist Johann Andreas Wagner.\nTaxon authority is sometimes given to Johann Natterer, however.\nAccording to the International Code of Zoological Nomenclature's Principle of Priority, the first author to publish a species name is considered the authority of that name.\nSmith (1977) hypothesized that Wagner copied Natterer's species description directly from his diary, and thus gave Natterer the authority.\nCarter and Dolan (1978) stated that Wagner's description was not comparable to Natterer's, which is why they attribute the name to Wagner.\nThe reference texts Mammals of South America and Mammals of Mexico also list Wagner as the authority.",
    "Description": "Instead of attaching to the sides of the bat, its wings attach to its back near its spine.\nThis gives individuals the appearance of having a \"naked back\" due to the lack of fur on its wings.\nHowever, its back is furred under the wings.\nIndividuals weigh 12–16 g (0.42–0.56 oz) and have a forearm length of 49–56 mm (1.9–2.2 in).\nIt has a dental formula of 2.1.2.32.1.3.3 for a total of 34 teeth.",
    "Range and habitat": "The big naked-backed bat is found in Central and South America.\nIts range includes the following countries: Belize Bolivia, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Peru, and Venezuela.\nIt has only been documented at elevations below 400 m (1,300 ft) above sea level.",
    "Conservation": "As of 2008, it is evaluated as a least-concern species by the IUCN.\nIt meets the criteria for this classification because it has a wide geographic range; its range includes protected areas; its population is presumably large; and it is unlikely to be experiencing rapid population decline.\n\n\n== References =="
  }
}