{
  "url": "https://en.wikipedia.org/wiki/Bini_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Myopterus"
    },
    {
      "Species": "M. whitleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bini free-tailed bat (Myopterus whitleyi) is a species of bat in the family Molossidae. It is found in Cameroon, Central African Republic, Democratic Republic of the Congo, Gabon, Ghana, Nigeria, and Uganda. Its natural habitat is subtropical or tropical moist lowland forests. It is threatened by habitat loss.",
    "Taxonomy": "The Bini free-tailed bat was described as a new species in 1900 by English zoologist Robert Francis Scharff. The holotype had been collected in Benin City, Nigeria by J. C. Whitley, who is the eponym for its species name \"whitleyi \".",
    "Description": "It is a small bat; individuals have a forearm length of 35–37 mm (1.4–1.5 in) and weigh 10–12 g (0.35–0.42 oz). The fur on its back is a uniform dark brown, while its belly fur is significantly paler at creamy white or pure white. It has a patch of bristly hairs on its upper lip below its nostrils. Males have a modified sebaceous gland at their throats called a \"gular gland\".",
    "Range and habitat": "The Bini free-tailed bat is found in West and Central Africa where it has been documented in the following countries: Cameroon, Central African Republic, Republic of the Congo, Democratic Republic of the Congo, Equatorial Guinea, Gabon, Ghana, Nigeria, and Uganda. Its habitat includes tropical lowland forest, though possibly also includes human-modified landscapes.",
    "Conservation": "As of 2016, it is evaluated as a least-concern species by the IUCN. It meets the criteria for this classification due to its large geographic range, and thus, presumably large population size. Additionally, it is unlikely to be experiencing rapid population decline.\n\n\n== References =="
  }
}