{
  "url": "https://en.wikipedia.org/wiki/Birdlike_noctule",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctalus"
    },
    {
      "Species": "N. aviator"
    }
  ],
  "text": {
    "__SUMMARY__": "The birdlike noctule (Nyctalus aviator) is a species of bat.  An adult birdlike noctule has a body length of 7.1-9.5 cm, a tail of 5.5-6.4 cm, and a wing length of 5.8-5.95 cm.  It nests in the holes in old trees and buildings, and sometimes in mineshafts.  It is distributed across Northeast Asia, from northeast China and Siberia through the Korean Peninsula to Japan.",
    "Taxonomy": "The birdlike noctule was described as a new species in 1911 by British mammalogist Oldfield Thomas. Thomas assigned it the scientific name of Nyctalus aviator. The holotype had been collected in Tokyo in 1904 by H. Ogawa.\nA 1951 publication treated it as a subspecies of the greater noctule bat with the trinomen of Nyctalus lasiopterus aviator, though it has largely been considered a full species since 1983.",
    "Description": "The birdlike noctule has a forearm length of 58–64 mm (2.3–2.5 in). Its thumb is short with a pronounced claw; the third digit is the longest, while the fifth is the shortest. Its fur is yellowish brown, velvety, and dense. The tip of its tail protrudes slightly past the edge of the uropatagium.",
    "Biology and ecology": "The birdlike noctule is insectivorous, though also consumes birds.\nAlong with the greater noctule bat and the Asian great evening bat, this is one of three bat species to prey on small, nocturnally-migrating birds, pursuing them in open air. At least one specific bird, Middendorff’s grasshopper warbler (Locustella ochotensis), has been identified based on faecal DNA in the diet of N. aviator in Japan.",
    "Range and habitat": "Its range includes the following countries: China, Japan, North Korea, and South Korea. Its presence is possibly but unconfirmed in Russia.",
    "Conservation": "As of 2019, it is evaluated as a near-threatened species by the IUCN. It meets the criteria for this designation because it naturally has low abundance and it is dependent upon forested lands. It is in suspected population decline due to habitat loss and disturbance of its roost sites by humans.\n\n\n== References =="
  }
}