{
  "url": "https://en.wikipedia.org/wiki/Black-capped_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "ChironaxK. Andersen, 1912"
    },
    {
      "Species": "C. melanocephalus"
    }
  ],
  "text": {
    "__SUMMARY__": "The black-capped fruit bat (Chironax melanocephalus) is a species of megabat in the monotypic genus Chironax.",
    "Distribution": "Seven specimens of C. melanocephalus were collected from the lowland forest at Kubah and Lambir, and beach forest at Samunsam, Sarawak, Borneo. The specimen that was mist-netted in Kubah National Park on 12 July 1995 was a first record for Sarawak (Abdullah et al. 1997). According to Payne et al. (1985) the distribution of C. melanocephalus in Borneo is only known from Sepilok in Sabah and Temburong in Brunei. The range includes Thailand, Peninsular Malaysia, Sumatra, Java and Sulawesi (Payne et al. 1985).",
    "Biology and ecology": "The habitat where it was caught was lowland mixed dipterocarp forest. Two specimens were caught in the understory of primary dipterocarp forest in Kubah National Park; one form the understory of mixed beach forest habitat in Samunsam Wildlife Sanctuary; and four from the canopy (between 15 and 30 m) of the primary dipterocarp forest in Lambir Hills National Park. These sites are new distributional records for C. melanocephalus in Sarawak and have extended the range of the species to the western part of Borneo. The bat normally roosts in small groups in tree ferns and in shallow caves (Payne et al. 1985).\nAll C. melanocephalus caught were adults, three males and four females. Two were in non-reproductive condition and others were in various reproductive stages. A female (MTA96041) caught on 21 May 1996 from Kubah was pregnant. In November 1996, two females caught in Lambir Hills National Park were in post-lactating condition, suggesting recent detachment or loss of juveniles. A male caught at the same site was observed to have enlarged testes. Medway (1978) recorded pregnant females in February and April in the upland area of Cameron highlands in Peninsular Malaysia.",
    "External measurements": "6 samples; FA = 44.45±1.28, TL = none, EL = 12.04±0.66, HD = 23.68±0.93(5), TB = 15.95±1.57, WT = 16.25±1.63, HB = 65.28±2.47(5), WS = 316(1), HF = 8.12±0.60(5), D5 = 57.04±2.33(5).",
    "References in Borneo": "Hall LS, Gordon G. Grigg, Craig Moritz, Besar Ketol, Isa Sait, Wahab Marni and M.T. Abdullah. 2004. Biogeography of fruit bats in Southeast Asia. Sarawak Museum Journal LX(81):191-284.\nKarim, C., A.A. Tuen and M.T. Abdullah. 2004. Mammals. Sarawak Museum Journal SpecialIssue No. 6. 80: 221—234.\n\nMohd. Azlan J., Ibnu Maryanto, Agus P. Kartono and M.T. Abdullah. 2003 Diversity, RelativeAbundance and Conservation of Chiropterans in Kayan Mentarang National Park, East\nKalimantan, Indonesia. Sarawak Museum Journal 79: 251-265.\n\nHall LS, Richards GC, Abdullah MT. 2002. The bats of Niah National Park, Sarawak. Sarawak Museum Journal. 78: 255-282.",
    "External links": "Chironax\nChironax K. Andersen, 1912\nThreatened Species\nBat World Sanctuary\nRodrigues Fruit Bats\nBat Conservation International"
  }
}