{
  "url": "https://en.wikipedia.org/wiki/Black-bearded_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. melanopogon"
    }
  ],
  "text": {
    "__SUMMARY__": "The black-bearded flying fox (Pteropus melanopogon) is an endangered species of megabat in the genus Pteropus. It is endemic to Indonesia, found on the islands of Ambon, Buru, Seram, Banda, and Yamdena. Currently considered monotypic, it formerly included the Aru flying fox and Kei flying fox as subspecies.",
    "Taxonomy and etymology": "It was described in 1867 by German naturalist Wilhelm Peters based off an individual in the collection of Hermann Schlegel.\nIts species name comes from the New Latin melanin, which is derived from Ancient Greek \"mélas\", meaning \"black\", and Ancient Greek pṓgōn, meaning \"beard\".\nAs the genus Pteropus is speciose, it is divided into closely related species groups. The black-bearded flying fox is identifier of the melanopogon species group, which also includes the following species:\nAru flying fox (Pteropus aruensis)\nKei flying fox (Pteropus keyensis)",
    "Description": "Adults weigh approximately 510–900 g (1.12–1.98 lb).\nIt is one of the heavier species of its family, based on the few individuals that have been weighed.\nThe fur is dark red on its brow, face, between the eyes, and under the jaw.\nOn its head, neck, shoulders, and ventral side, it is bright reddish brown.\nIndividual hairs are bicolored, with the base of the hair pale and yellowish while the tip is darker.\nIts dorsal surface is dark brown, with bright yellow hairs sparsely throughout.\nThe uropatagium is covered with long, dark brown fur.\nIts forearm is approximately 175–193 mm (6.9–7.6 in) long.\nIts ears are shorter than its muzzle.\nWhile in many species of bats the wings attach to the sides of the body, in this species, the wings attach closer to the spine.\nThe legs and forearms lack fur.\nThe baculum is 9.45 mm (0.372 in) long.\nIt has a robust skull compared to other members of its genus.",
    "Biology": "It has been observed feeding on the flowers of durian trees.\nIt is a colonial species, forming roosts of up to 200 individuals.\nColonies are usually conspecific, although they have been observed roosting with the Moluccan flying fox, though not in the same tree.\nIt is a known host of at least one species of mite in the family Gastronyssidae, Opsonyssus asiaticus, which lives in its nasal cavities.",
    "Range and habitat": "It is endemic to the Maluku Islands, which are a part of Indonesia.\nThe only known remaining colony roosts in mangrove forests on Seram Island.\nIn the past, its range included Ambon Island, Buru, Banda Islands, and Yamdena, though there are no recent observations on any of these islands.",
    "Conservation": "In the 1800s, its population was abundant.\nIt is currently evaluated as endangered by the IUCN.\nAt present, there is only one colony of this species remaining, and it consists of fewer than 200 individuals.\nThe species is not protected, and the habitat that supports the remaining colony is not protected either.\nFrom 2016–2049, its population is expected to decline by 50%.\nThreats to this species include habitat destruction via deforestation and overhunting for bushmeat.\nBecause it is a highly-colonial species, it is a popular target for hunters, and its population is vulnerable to drastic decline.\n\n\n== References =="
  }
}