{
  "url": "https://en.wikipedia.org/wiki/Black_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. nigricans"
    }
  ],
  "text": {
    "__SUMMARY__": "The black myotis (Myotis nigricans), is a vesper bat species from South and Central America.\nIts body is dark brown/black. The head to body length, not including the tail, is about 5 cm (2 in.). The black myotis is a tiny bat with a small pointed non-noseleaf snout. Its ears are pointy and triangular, and extremely sensitive. Its forearm-like wings have single claws while its hind feet have five, and its torso is covered in a short hair layer.",
    "Habitat": "The genus Myotis consists of more than 100 species worldwide, except the Antarctic. Specifically, Myotis nigricans is found in South Mexico (Veracruz,Oaxaca y Chiapas) to Peru, Bolivia, North Argentina, Paraguay, South Brazil, Trinidad and Tobago, and Lesser Antilles (St. Martin, Montserrat and Grenada). This bat species lives in spaces like tree barks, foliages, and the ceilings of buildings and houses. Myotis nigricans is able to cohabit with other species of its genus and share food and roosts. However, competition over food and roosts has been seen with other insectivorous bats.",
    "Life Cycle": "Gestation lasts 60 days in Myotis nigricans. For the first 2 or 3 days after birth, the young remain in close proximity with their mother. After this time mothers leave their young in groups in the roost at night in order to hunt. On their return to the roost, mothers will use olfactory and auditory skills to locate their respective young. By week 2 after birth, the young have already reached adult weight. Flight begins at week 3 and takes one to two weeks before complete competence is achieved. Weaning occurs at week 5 or 6 after birth and occurs during the wet season, in April, when there is an abundance of insects. Any time after weaning the grown bat will leave the roost it was born in. Longevity of 7 years have been recorded for Myotis nigricans.",
    "Behavior": "Studies testing homing skills in the Myotis nigricans suggests that the bats are able to recognize an area with a radius of 13 km. Some bats that were displaced 50 km from the roost were able to find their way back within 2 days. In favorable weather conditions, bats leave the roost an hour after sunset and return from hunting an hour before sunrise.The body temperature varies, depending on the ambient temperature. When the body temperature is cooler the bats enter a state of torpor and remain in that state until the body temperature has warmed. In order to cool body temperature, they show behavioral thermoregulation by spreading out in the roost into smaller groups.",
    "Diet & Predation": "Myotis nigricans is primarily insectivorous with few cases of observed fruit consumption. Young bats have high mortality rates because of predation, disease, and parasitism.  Opossums, cats, and other bats are some mammalian predators of the black myotis. Other predators include snakes, cockroaches, and spiders. Young bats also face the trouble of ectoparasites, including mites, bat mites, soft ticks, hard ticks, chigger mites, fleas, and bat flies.",
    "Gallery": "",
    "References": "\n\n== Bibliography =="
  }
}