{
  "url": "https://en.wikipedia.org/wiki/Black-winged_little_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Rhogeessa"
    },
    {
      "Species": "R. tumida"
    }
  ],
  "text": {
    "__SUMMARY__": "The black-winged little yellow bat (Rhogeessa tumida) is a species of vesper bat native to Central America.",
    "Description": "The black-winged little yellow bat is a small bat, with a total length of between 6 and 8 cm (2.4 and 3.1 in), and no significant difference in size between the sexes. The fur is buff or yellowish, ticked with near-black or cinnamon, and is paler on the bat's underside. The flight membranes are hairless, and unusually thick for a bat of its size. The ears are smaller than in many closely related species, and have a prominent scent gland on their upper surface in males that is absent in females.",
    "Distribution and habitat": "Black-winged little yellow bats are found along much of the eastern coast of Mexico, as far north as southern Tamaulipas, and along the Pacific coast in Chiapas. They are also found across most of Honduras, Guatemala and Belize, in northern and western Nicaragua and in north-western Costa Rica. They are found only below about 1,500 m (4,900 ft), but otherwise inhabit almost every available habitat, with a slight preference for deciduous forest.",
    "Biology and behaviour": "Little is known of the habits of biology of the species. Individuals have commonly been caught near streams or rivers, and roost in hollow trees or artificial structures. They are nocturnal, being most active shortly after sunset and just before dawn, and feed on small, flying insects. Males produce the most sperm in autumn and early winter, suggesting that mating typically occurs around that time, and pregnant females have been caught between February and April.\n\n\n== References =="
  }
}