{
  "url": "https://en.wikipedia.org/wiki/Black-bellied_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Melonycteris"
    },
    {
      "Species": "M. melanops"
    }
  ],
  "text": {
    "__SUMMARY__": "The black-bellied fruit bat (Melonycteris melanops) is a species of order Chiroptera in the family Pteropodidae.",
    "Ecology": "",
    "Ecology-Distribution, Habitat, and Diet": "Black-bellied fruit bats are endemic to the subtropical or tropical Bismarck Archipelago of Papua New Guinea. They range from sea level up to 1,600 m. Adult bats maintain a home range between 0.5 and 9.2 ha, and a core feeding area of 1 to 9 trees with active florescence. These bats enjoy the rare advantage of thriving in the changes that humans have brought to its habitat.  Most of these bats now live and eat in the banana trees of the privately owned traditional gardens and the cocoa plantations.Black-bellied fruit bats feed on the fruit and nectar of giant native bananas, Musa, and cocoa. They collect nectar by rapidly pumping their long tongues into the flowers.",
    "Description": "Black-bellied fruit bats can weigh up to 63 grams, average 94.13 mm in length and have a forelimb average measurement of 59.99 mm.  They have a unique counter shading pattern of a black underside and burnt orange backs. Research has determined that the black-bellied fruit bat is \"strongly indicated as a sister taxon to all megachiropterans\" and that they are likely a primitive form of the family Pteropodidae.",
    "Behavior": "Both males and females are resource defenders and strictly control their home range. The only crossover in home ranges is between consort pairs. Adults of the same gender are never allowed to invade a home range.",
    "Behavior-Flight": "Black-bellied bats spend less than 36% of their time flying while actively foraging.  By feeding at the source instead of carrying fruit back to their roost they are able to spend less time flying then other fruit bats. Mean flight time of individual flights ranges from 20.8 to 30.7 seconds, with up to 99 flights in 2 hours.",
    "Behavior-Roosting": "During the day, this flying fox usually roosts among dry banana leaves, a perfect camouflage given its burnt orange and black fur pattern.  They roost alone, primarily within 100 m of their core-use feeding area, except for sub-adult bats who roost more than 400 m from their most frequented foraging grounds.  Sub-adult bats often have not established a territory yet and have to wait for a home range to become available or fight to claim one.",
    "Physiology": "",
    "Physiology-Thermal Regulation": "Black-bellied fruit bats are endothermic but are poor thermoregulators. Ambient temperature plays a role in determining their body temperature. They are thermally neutral from 28 to 33 degrees Celsius, from 28 to 16 degrees Celsius the bats body temperature drops about 3 degrees and oxygen consumption increases by 2 cm^3/(g.hr). They have a basal rate metabolism of only 74% of what is expected for a mammal of its size.Black-bellied fruit bats may enter torpor below 20 degrees Celsius, but the percentage is small.",
    "Phylogeny": "The black-bellied fruit bat (Melonycteris melanops) is most closely related to Melonycteris fardoulisi, and then to Macroglossus minimus and Syconycteris australis. The black-bellied back has been shown through research to be \"strongly indicated as sister taxon to all other megachiropterians\" and to be a primitive form of the pteropodidae.",
    "Notes": "",
    "References": "Chiroptera Specialist Group 1996.  Melonycteris melanops.   2006 IUCN Red List of Threatened Species.   Downloaded on 30 July 2007."
  }
}