{
  "url": "https://en.wikipedia.org/wiki/Black_bonneted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. auripendulus"
    }
  ],
  "text": {
    "__SUMMARY__": "The black bonneted bat, also known as Shaw's mastiff bat, (Eumops auripendulus), is a species of bat from the Americas.",
    "Description": "The black-bonneted bat is a medium-sized bat, with adults weighing between 26 and 38 g (0.92 and 1.34 oz). The head and back are covered in dark brown fur that varies from reddish to almost black, while the sides and underparts are a paler, grey, colour. The ears are large and rounded, with a small, pointed tragus and dark, hairless skin. The wing membranes are also dark, and have narrow tips; the fur extends across the upper surface of the wing up to a line between the knees and the midpoint of the humerus. The face is almost entirely hairless, and ends in a blunt muzzle.Adult males possess a sacular organ on the throat, the function of which is unknown, but which is only vestigial in females. The bat most closely resembles the related Wagner's bonneted bat, but the latter usually has a paler colour and has a different shape to the tragus.",
    "Distribution and habitat": "The black bonneted bat is found in southern Mexico, on the island of Jamaica, and through much of Central and South America, as far south as northern Argentina. It is, however, absent from western Peru and Bolivia, and from Chile. It inhabits a range of forested habitats throughout this region, from coastal lowlands to the slopes of the Andes at least 1,800 m (5,900 ft) in elevation. In Brazil, for example, it is said to inhabit every major biome.Two subspecies are recognised:\n\nE. auripendulus auripendulus - majority of range\nE. auripendulus major - eastern and southern Brazil, eastern Paraguay, northeastern Argentina",
    "Behaviour and biology": "Black bonneted bats are insectivorous and nocturnal. They spend the day sleeping inside narrow cracks and crevices, often having crawled inside, rather than hanging head-down. In larger spaces, such as inside lofts or belfries, they may hang grouped together in clusters of at least fifteen. Females come into oestrus several times a year, and give birth to a single young.\n\n\n== References =="
  }
}