{
  "url": "https://en.wikipedia.org/wiki/Blanford's_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Hesperoptenus"
    },
    {
      "Species": "H. blanfordi"
    }
  ],
  "text": {
    "__SUMMARY__": "Blanford's bat (Hesperoptenus blanfordi), also known as the least false-serotine bat, is a species of vesper bat. It can be found in Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar and Thailand, where it lives in various different forested habitats. The International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".",
    "Taxonomy": "Blanford's bat was first described in 1877 by the Irish zoologist and army surgeon George Edward Dobson, who served in India and was an expert on small mammals and especially bats. He named it \"Hesperoptenus blanfordi\" in honour of the British geologist and zoologist William Thomas Blanford who was a member of the Indian Geological Survey and later published works on the fauna of India.",
    "Description": "Blanford's bat is a small vesper bat with a robust body and short fore-arm, 24 to 29 millimetres (0.94 to 1.14 in) in length. The head is pointed and the second incisor is inwardly displaced. The dark brown fur is smooth and glossy, and there is a pad of thickened, dark-coloured skin at the base of the thumb.",
    "Distribution and habitat": "Blanford's bat is found in mainland southeast Asia and Borneo. Its range includes eastern Myanmar, Thailand and Peninsular Malaysia. It is also present in some parts of Cambodia, Laos and Vietnam and it has been observed in a few localities in eastern Borneo. It is a rather uncommon species of bat and is found in lowland humid forests, dryer dipterocarp forests, hill forests and limestone caves. It often occurs near streams and small rivers and lives in small colonies of up to ten individuals.",
    "Status": "Blanford's bat has a wide range and is presumed to have a moderate-sized total population. The population trend is unknown, but no particular threats to the animal have been detected and it seems to be adaptable to a range of habitats. It is present in a number of protected areas and any decline in total population is likely to be at a low rate, so the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".\n\n\n== References =="
  }
}