{
  "url": "https://en.wikipedia.org/wiki/Blunt-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "TomopeasMiller, 1900"
    },
    {
      "Species": "T. ravus"
    }
  ],
  "text": {
    "__SUMMARY__": "The blunt-eared bat or Peruvian crevice-dwelling bat (Tomopeas ravus) is a species of bat in the family Molossidae. It is monotypic within the genus Tomopeas and subfamily Tomopeatinae. It is endemic to Peru, where it is considered critically endangered.  It is threatened by habitat loss.",
    "Taxonomy and etymology": "The classification of the blunt-eared bat has historically been problematic. When it was first described by Gerrit Smith Miller in 1900, it was placed in Vespertilionidae. \nIn 1970, it was proposed that it should be in its own family, due to its intermediate qualities between Vespertilionidae and Molossidae.\nTaxonomists continued to place it in the vesper bat family until a 1994 study of their mitochondrial DNA showed that they were better placed in Molossidae.\nIt is now widely recognized as the only member of subfamily Tomopeatinae of family Molossidae.\nThere is evidence that it is basal to all other genera of the Molossidae.Its genus name Tomopeas is possibly a reference to the Malay word \"mops\", meaning \"bat\"; Miller used \"mops\" in other genera he described, including Eumops and Nyctinomops.Ravus is Latin for tawny.",
    "Description": "Their fur is pale yellowish-gray in color, while their flight membranes are dark.\nTheir face and ears are also dark in color.\nTheir ventral fur is lighter than their dorsal fur, and is a creamy buff color.\nThe fur is soft and dense, with individual hairs approximately 8 mm (0.31 in) long.\nThe uropatagium is sparsely furred on both its dorsal and ventral sides.\nLike other free-tailed bats, the blunt-eared bat has a blunt tragus, a small but defined antitragus, tubular nostrils, and fusion of the seventh cervical and first thoracic vertebrae.\nThey are extremely small in size, weighing only 2–3.5 g (0.071–0.123 oz).\nFrom nose to tail, they are 73–85 mm (2.9–3.3 in) long.\nTheir forearms are 31.2–34.5 mm (1.23–1.36 in) long.\nMales and females are similar in size.\nUnlike other free-tailed bats, the projection of the tail from the uropatagium is very short, with only the last two caudal vertebrae extending past the membrane, measuring 5–6 mm (0.20–0.24 in) long.\nTheir dental formula is 1.1.1.32.1.2.3, for a total of 28 teeth.\nThe calcar forms a small but distinct lobe, and its keel is narrow and inconspicuous.",
    "Biology": "As they are relatively uncommon, not much is known about their biology. Juveniles, lactating females, and lactating females have all been encountered in July and August, suggesting that this is a time of high reproductive activity.\nThey are insectivorous.\nThey have been found to be infected with the protozoan endoparasite Eimeria.\nA new species of Eimeria was described from the blunt-eared bat; it was named Eimeria tomopea in reference to this fact.",
    "Range and habitat": "It is endemic to Peru.\nIts range is restricted to the arid and semiarid regions of Peru's coastal region.\nThey are found from 0–2,300 m (0–7,546 ft) above sea level.\nDuring the day, it roosts in the crevices of granite boulders and outcroppings.\nThe crevices they use are small, at only 0.5–1 in (1.3–2.5 cm).\nThey possibly prefer crevices that face the west or southwest.\nIn 2010, a blunt-eared bat was discovered 230 km (140 mi) south of the previous estimated range. This capture was the first time the blunt-eared bat was observed in over thirty years.\nA 2013 study suggested that their range might extend into southwest Ecuador, as the habitat would be similar to where they are found in Peru. So far, there is no evidence to confirm this.",
    "Conservation": "It has only been encountered in twelve localities, four of which are less than 3 km (1.9 mi) apart. Its area of occupancy is estimated at less than 100 km2 (39 sq mi).\nIn Peru, it is considered critically endangered.\nThe International Union for Conservation of Nature assessed it as vulnerable in 1996 and 2008, but revised its classification to endangered in 2016.\nThey identify habitat destruction as the primary threat to this species; its habitat is being lost to agricultural conversion and urbanization.\nThis species is possibly under threat by efforts to control vampire bats. Sometimes, entire caves are fumigated, which kills all the bats inside.\nIn 2013, bat researchers reported capturing two individuals with \"relatively little sampling effort,\" causing them to question if the species is actually rare or if it is not encountered due to inappropriate sampling methods.\n\n\n== References =="
  }
}