{
  "url": "https://en.wikipedia.org/wiki/Bokermann's_nectar_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Lonchophylla"
    },
    {
      "Species": "L. bokermanni"
    }
  ],
  "text": {
    "__SUMMARY__": "Bokermann's nectar bat (Lonchophylla bokermanni) is a bat species from South America. It is endemic to Brazil. It feeds on nectar, and is listed as an endangered species.",
    "Etymology": "This species was discovered by Ivan Sazima and Marlies Sazima in 1974 in Serra do Cipó National Park. The species was described by Ivan Sazima, Luiz Vizotto, and Valdir Taddei in 1978.\nIt was named after Werner Carlos Augusto Bokermann—a prominent Brazilian herpetologist and former head of the bird department at the São Paulo Zoo.",
    "Taxonomy": "While it was once thought to have a wider geographic range, a 2013 analysis concluded that the population of L. bokermanni in the Atlantic Forest was actually a new, separate species, Peracchi's nectar bat.\nThe implications of this taxonomic split were part of the reason that this species' listing was changed to endangered in 2016 by the IUCN, as it meant that it was not as widespread as previously thought.",
    "Description": "It is a larger member of its genus. \nThe forearm is 38.7–41.3 mm (1.52–1.63 in) long, and their total body length is 60–65 mm (2.4–2.6 in).\nTheir total wingspan is 28 cm (11 in) long, and they weigh approximately 12 g (0.42 oz). \nTheir dental formula is 2.1.2.32.1.3.3.\nThe nose-leaf is approximately 7 mm (0.28 in) long and 5 mm (0.20 in) wide.\nThe ears are short and broad, and are rounded at the tips. Ears are approximately 14 mm (0.55 in) long and 9 mm (0.35 in) wide.\nThe tragus is about 5.5 mm (0.22 in) long and pointed at the tip.\nThe lower lip is furrowed and lined with 4-6 warts.\nThe tongue is long and protrusible, with papillae at the tip.\nThe calcar is short but distinct, at 7.5 mm (0.30 in) long.\nThe plagiopatagium attaches at the ankle.\nAll the flight membranes are hairless and dark in color.\nTheir fur is dense and soft.\nFur on the dorsal side is yellowish brown to grayish brown, and darker than fur on the ventral, which is ash gray to grayish brown.\nThe ears and nose-leaf are light brown.\nIt can be distinguished from other members of its genus by its short upper and lower tooth rows, trilobulate lower incisors, distinctly shaped second upper premolars, and narrow premolars and molars.",
    "Biology": "This species is nectarivorous, and forages by trap-lining. \nThey hover as they drink from flowers. \nThey are known to feed from Encholirium glaziovii and Bauhinia flowers.\nEach visit to a flower is brief, lasting only tenths of a second.\nThe bat will circle a chosen flower before facing it to drink.\nStomach analysis shows that they also consume pollen and ants.\nBetween foraging bouts, they will take 5-30 minute breaks on short trees.\nThey forage alone.\nPossibly, they undergo short migrations in response to food availability.\nThey have a karyotype of 28. The x-chromosome is medium-sized and metacentric, while the y-chromosome is small and acrocentric.",
    "Range and habitat": "It is only found in the Cerrado of Brazil. What was thought in 2010 to be an expansion of the species' previous range into the Atlantic Forest ended up as the discovery of a new, closely related species Peracchii's nectar bat.\nBokermann's nectar bat has only been confirmed in Jaboticatubas, Itambé do Mato Dentro, and Diamantina, all of which are in the Brazilian state of Minas Gerais.",
    "Conservation": "In 1996, it was listed as vulnerable by the IUCN.\nIn 2008, it was revised to data deficient, but it has since been uplisted to endangered.\nIt is in danger of extinction because it is known to exist in fewer than five locations, its habitat is severely fragmented, and the habitat quality is projected to decline even further in the future.",
    "References": "",
    "External links": "Sazima Network - Relevant Scientific Papers and Pictures."
  }
}