{
  "url": "https://en.wikipedia.org/wiki/Bonin_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. pselaphon"
    }
  ],
  "text": {
    "__SUMMARY__": "The Bonin flying fox, Bonin fruit bat (Pteropus pselaphon), or in Japanese Ogasawara giant bat (オガサワラオオコウモリ, Ogasawara ōkōmori) is a species of flying fox in the family Pteropodidae. It is endemic to four islands (Chichijima, Hahajima, North Iwo Jima, and South Iwo Jima) in Ogasawara Islands, Japan. Its natural habitat is subtropical forests. It is threatened by habitat loss.",
    "Etymology": "The Bonin flying fox was described by British naturalist George Tradescant Lay in 1829.\nHe gave it the species name pselaphon as a reference to \"the habit of feeling instead of seeing its way in the day time.\" \nPselaphon is a New Latin word from Ancient Greek  psēlaphan', meaning 'to grope about'.",
    "Taxonomy": "As the Pteropus genus is quite speciose, it is traditionally divided into closely related species groups, identified based on morphology. Traditionally, the Bonin flying fox has been the identifier of the pselaphon species group, of which there are several other members:\n\nthe extinct large Palau flying fox\nVanikoro flying fox\nthe extinct Guam flying fox\nNew Caledonia flying fox\nChuuk flying fox\nWhite-winged flying foxHowever, adding in phylogenetic data places this species in a different group—the vampyrus group— which consists of:\n\nBonin flying fox\nRyukyu flying fox\nLittle golden-mantled flying fox\nRodrigues flying fox\nLarge flying fox\nIndian flying fox\nLyle's flying fox\nAldabra flying fox\nMadagascan flying fox\nSeychelles fruit bat\nMauritian flying fox",
    "Description": "Their fur is predominantly black and brown, with silver-tipped hairs interspersed.\nTheir uropatagium is almost completely furred across the dorsal side, but about half furred on its ventral side.\nThe fur along the body is smooth but is frizzled around the head, neck, and shoulders.\nThey have scroll-like nostrils.\nFrom their nose to the tip of the uropatagium, they are 254 mm (10.0 in) long.\nTheir wingspan is 787 mm (31.0 in).\nTheir forearms are 132–143 mm (5.2–5.6 in) long. They weigh 403–587 g (14.2–20.7 oz).\nYoung bats (pups) have forearm lengths of less than 125 mm (4.9 in).\nIn captivity, they can live at least 16 years.",
    "Biology": "",
    "Biology-Diet": "This species is herbivorous. They eat fruits of the Manilkara genus and the Pandanus genus, including screw-pine and thatch screwpine.\nWhen eating a piece of fruit, they will suck out the juices and discard the rest instead of consuming it entirely.\nThey consume ornamental plants including Agave americana.\nThey are also known to eat ferns, based on the presence of Asplenium spores in their guano.\nOther components of their diet include soursop fruit, sugar-apples, banana fruits, leaves, and flowers, traveller's palm flowers, giant white bird of paradise flowers, pitahaya fruit, Indian-almond fruit, Java apple fruit and flowers, guava fruit, weeping paperbark flowers, Albany bottlebrush flowers, litchi fruit, key lime fruits, Meyer lemons, pomelos, grapefruit, amanatsu fruit, sweet oranges, tangerines, mangos, figs, and Chinese mulberries.",
    "Biology-Behavior": "When foraging, they move slowly through the trees.\nIn the summer, individuals roost alone rather than in colonies.\nIn the winter, their colonies form unique, ball-shaped dense clusters during the daytime to conserve body heat.\nTheir winter colonies can have as many as 100 individuals. Bonin flying foxes do not have a strong fear of humans.\nBonin flying foxes are an animal species known to display homosexual behavior, with males observed performing fellatio on other males. This behavior occurs independently of social grooming, and one possible explanation for it is that it promotes colony formation for warmth among males who would otherwise repel each other during competition for females.",
    "Biology-Reproduction": "Copulation is frequent in winter colonies, with as many as 27 instances observed per day in colonies with large proportions of female bats. During mating, the bats screech loudly, and males will lick the female's vulva. This species probably has the ability to breed year-round. Gestation is estimated at 5–7 months, after which the female gives birth to one pup. Pups are most frequently seen in August, though they have been observed in February, March, April, and December as well.",
    "Range and habitat": "It is one of the northernmost species of flying foxes. It is endemic to the Bonin Islands of Japan, including Chichijima and Hahajima; and the Iwo Islands, including North Iwo Jima, Iwo Jima, and South Iwo Jima.\nThey live in subtropical habitat. The islands where they are found have many steep hills",
    "Conservation": "In 1994 and 1996, the Bonin flying fox was classified as vulnerable by the IUCN. In 2000, the classification was revised to critically endangered. In 2017, they were downlisted to endangered. They are considered endangered because their extent of occurrence is less than 100 km2 (39 sq mi), their habitat is severely fragmented, and the population is estimated at fewer than 250 mature individuals.\nIn 1969, this species was listed as a Natural Monument of Japan. This law made it illegal to capture or hunt them.\nThe population of bats Chichijima Island was estimated at 150 individuals in 1997, but by 2002, it was estimated at only 65-80 individuals.\nPossible reasons for their decline include entanglement in agricultural nets and depredation by feral cats.\nIt is speculated that they are threatened by competition with invasive species, including rats, white-eyes, and honey bees.",
    "Conservation-In captivity": "This species has been kept at Tama Zoological Park in Tokyo in the past. One individual died in 1998 and another in 1999, and it is unclear if the species is still kept there or if there are attempts at a captive breeding program.\n\n\n== Sources =="
  }
}