{
  "url": "https://en.wikipedia.org/wiki/Borneo_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Aethalops"
    },
    {
      "Species": "A. aequalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Borneo fruit bat (Aethalops aequalis) is a species of megabat found in the mountains of Borneo, specifically East Malaysia and Brunei. It is considered a subspecies of Aethalops alecto by some authors.The Borneo fruit bat typically roosts in small groups in trees, under banana leaves, palm fronds and man-made structures.",
    "Taxonomy": "The Borneo fruit bat was described in 1938 by American zoologist Glover Morrill Allen.\nThe holotype was collected in 1937 in Mount Kinabalu, Malaysia, which is on the island of Borneo.\nIt was collected by J. Augustus Griswold, Jr. while on the Harvard Primate Expedition led by Harold Jefferson Coolidge Jr.\nThe Borneo fruit bat has, at times, been considered a synonym of the pygmy fruit bat.\nAs of 2019, the prevailing consensus is that the Borneo fruit bat is indeed a separate species.",
    "Description": "This bat is physically described as having reddish-brown fur with lighter coloring along the ventral side. The fur is longer along the back of the bat. It has a long, pointed snout. As one of the smallest of the Old World fruit bats, the Borneo fruit bat has a forearm length between 42mm and 46mm.",
    "Range and habitat": "The Borneo fruit bat is only found on the island of Borneo, where its range includes Brunei, Indonesia, and Malaysia. It is found in areas of high elevation, and has not been documented lower than 550 m (1,800 ft) above sea level.",
    "Conservation": "As of 2016, the Borneo fruit bat is listed as a least-concern species by the IUCN—its lowest conservation priority.\nIt meets the criteria for this classification because it has a large geographic range, across which it is relatively common.\n\n\n== References =="
  }
}