{
  "url": "https://en.wikipedia.org/wiki/Botta's_serotine",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. bottae"
    }
  ],
  "text": {
    "__SUMMARY__": "Botta's serotine (Eptesicus bottae) is a species of vesper bat, one for 25 in the genus Eptesicus.\nIt can be found in Afghanistan, Azerbaijan possibly Djibouti, Egypt, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Mongolia, Oman, Pakistan, Saudi Arabia, Syrian Arab Republic, Tajikistan, Turkey, Turkmenistan, Uzbekistan, and Yemen. It is found in rocky areas and temperate desert.",
    "Taxonomy and etymology": "It was described as a new species in 1869 by German naturalist Wilhelm Peters.\nPeters placed it in the now-defunct bat genus Vesperus with a binomial of V. bottae.\nThe holotype had been collected in Arabian Peninsula by Paul-Émile Botta in 1837.\nLater, it was determined that the exact type locality was specifically in southwestern Yemen.\nBotta is the eponym for the species name \"bottae.\"\nIn 1878, George Edward Dobson wrote that he considered it synonymous with the serotine bat, Vesperugo (=Eptesicus) serotinus.\nBy 1967, it was referred to as its present name combination, Eptesicus bottae.",
    "Description": "Individuals weigh 8–9 g (0.28–0.32 oz) and have wingspans of 28.2 cm (11.1 in).\nIt has a forearm length of 38–47 mm (1.5–1.9 in).\nIt has an average flight speed of 5.7 m/s (13 mph).",
    "Range and habitat": "It is found in several countries bordering the eastern part of the Mediterranean Sea, the Middle East, and Asia.\nCountries where it is found include: Afghanistan, Armenia, Azerbaijan, Egypt Georgia, Aegean Islands of Greece, India, Iran, Iraq, Israel, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Oman Pakistan, Palestine, Saudi Arabia, Syria, Tajikistan, Turkey, Turkmenistan, United Arab Emirates, Uzbekistan, and Yemen.\nIt has been documented at a range of elevations up to 2,100 m (6,900 ft) above sea level.",
    "Conservation": "As of 2008, it is evaluated as a least-concern species by the IUCN.\nIt meets the criteria for this assessment because it has a wide geographic range and no major threats to its existence have been identified.\nWithin Egypt, it is considered locally common, though it is less common in other parts of its range.\n\n\n== References =="
  }
}