{
  "url": "https://en.wikipedia.org/wiki/Brandt's_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. brandtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Brandt's bat (Myotis brandtii) is a species of vesper bat in the family Vespertilionidae.\nIt is found throughout most of Europe and parts of Asia. It is known for its extreme life expectancy relative to its body size, approximately twice that of humans.\nThe Brandt's bat holds the record for oldest bat recorded; in 2005, a bat was discovered in a cave in Siberia that had been banded in 1964, making the bat at least 41 years old.",
    "Taxonomy and etymology": "The species was described in 1845 by German zoologist Eduard Friedrich Eversmann, who placed it the genus Vespertilio.\nFor a time, the Brandt's bat was considered a subspecies of the whiskered bat, Myotis mystacinus.\nIn 1958, one author proposed that the two might be separate species, based on baculum differences; this idea gained traction in papers authored in 1970 and 1971.\nIt is named for the German zoologist Johann Friedrich von Brandt.",
    "Description": "It is a small bat, with the length of its head and body only 39–51 mm (1.5–2.0 in).\nIts forearm is 33–39 mm (1.3–1.5 in) long; its tail is 32–44 mm (1.3–1.7 in) long; its hind feet are 7–9 mm (0.28–0.35 in) long; its ears are 12–17 mm (0.47–0.67 in).\nIt has long fur relative to its body size.\nThe fur on its back is pale brown with a golden sheen, while the fur on its ventral side is paler gray, sometimes with a yellowish tinge.\nIts tragus is narrow and pointed.",
    "Biology": "Like primates and other bats, the Brandt's bat has lost the ability to synthesize vitamin C.\nIndividuals in Siberia have exceptionally long hibernation periods, beginning in late September and continuing through mid-June of the following year.\nDuring the winter, Brandt's bat will roost in mine shafts, caves, tunnels, and cellars.\nSome–but not all– populations hibernate in the winter, while others are partially migratory.\nThey are insectivorous, foraging at low altitudes with a quick, maneuverable flight.",
    "Biology-Reproduction": "During the summer, females will form maternity colonies to raise their young.  The litter size is one pup, though occasionally two are born.  Pups are born in early summer, with pups becoming volant around one month of age.  Maternity colonies are frequently in manmade structures.  Maternity colonies have also been found in tree cavities and in bat houses.  Some females reach sexual maturity at three months of age, but most do not breed until after reaching a year of age.  Mating occurs in the fall, but females store the sperm until the spring, which is when fertilization occurs.",
    "Biology-Longevity": "The longest-lived individual of this species was at least 41 years old—a male bat in Siberia.  In the early 1960s, 1,544 Brandt's bats were banded in this region.  Of these individuals, at least 67–all males–lived longer than 20 years.  In 2001, two individuals were documented 38 years after capture, making them the longest-lived individuals of this species ever recorded.  However, three years later, one of these individuals was documented again, making it the definitive longest-lived individual.\nNot all populations of Brant's bat have such life expectancies.  Populations near Saint Petersburg live approximately 8.5 years; populations in the Baltic region do not live longer than 18.5 years.  In mammals, larger animals tend to have longer lifespans than smaller ones; the Brandt's bat is the most extreme outlier to this pattern, with lifespans exceeding 40 years in the wild while only weighing 4–8 g (0.14–0.28 oz).  Compared with other animals its size, it lives 9.8 times longer than expected, which is the greatest value of any mammal with a known lifespan.  Researchers identified changes in its growth hormone receptors and insulin-like growth factor 1 receptors that likely contribute to its long life expectancy.  By roosting in caves, it is able to avoid extreme weather conditions and predators, increasing its chances of living a long life.  It also hibernates, which is linked to longer life expectancies in bats.",
    "Biology-Senses": "Like other echolocating bats that use echolocation to detect prey instead of other senses, it has a reduction in the number of genes responsible for the sense of smell.\nIts eyes are small and adapted to vision in low-light levels.\nThey are likely totally or partially color-blind, and likely unable to see clearly in bright daylight.\nThe frequencies used by this bat species for echolocation lie between 32 and 103 kHz, have maximum energy density at 51 kHz and have an average duration of 4.2 ms.",
    "Range and habitat": "It has a palearctic distribution, and can be found in the following regions: Great Britain, Western Europe, Central Europe, Fennoscandia, Russia, Central Asia, Mongolia, China, and Japan. In the Balkans it is limited to the mountains.\nRecently, Brandt's bat was documented in Ireland for the first time.\nIt has been documented at elevations from 0–1,800 m (0–5,906 ft) above sea level.\nIt can be found in deciduous forests, or forests that are a mix of deciduous and coniferous trees.\nIt is often found in close proximity to water.",
    "Conservation": "It is currently evaluated as least concern by the IUCN.\nIt meets the criteria for this designation because it is an abundant, widespread species, with no indication of a decline in its population.\nLike all bat species in Europe, the Brandt's bat is a European Protected Species, meaning that it is illegal to deliberately capture, kill, injure, or disturb individuals; in addition, their roosts are protected as \"breeding or resting\" places.",
    "References": "",
    "External links": "ARkive Photographs\nBats Magazine The oldest bats"
  }
}