{
  "url": "https://en.wikipedia.org/wiki/Brazilian_big-eyed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Chiroderma"
    },
    {
      "Species": "C. doriae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Brazilian big-eyed bat (Chiroderma doriae) is a species of phyllostomid bat from South America. The scientific name honours Italian naturalist Giacomo Doria.",
    "Description": "The Brazilian big-eyed bat is small, with a total length of 7 to 8 centimetres (2.8 to 3.1 in), and weighing 27 to 33 grams (0.95 to 1.16 oz). Like other big-eyed bats, it has a short snout, with a large cleft in the skull above the nose. The presence of this cleft gives the misleading impression that the skull lacks any nasal bones; these bones are fused with the surrounding bones, and simply do not join up in the midline, as they do in other bats.The Brazilian big-eyed bat has greyish brown fur over much of the body with greyish or dark brown underparts. There is a distinct white stripe down the middle of the back, and smaller white stripes above the eyes, stretching from the ears to the nose. The ears are rounded and relatively short, while the nose-leaf is pointed, with a rounded base. Compared with most of its close relatives, the Brazilian big-eyed bat has few teeth, having a dental formula of 2.1.2.22.1.2.2. In addition, it has spike-like upper incisors and large molar teeth, especially the last upper molars, and a strong zygoma that supports powerful chewing muscles. These adaptations are believed to be related to its diet, allowing it to eat hard seeds.",
    "Distribution and habitat": "The Brazilian big-eyed bat is found in eastern Brazil, from Pernambuco to Parana, and inland to Goias and Mato Grosso do Sul. Previously thought to be endemic to Brazil, it has also been found in eastern Paraguay. There are no subspecies. While it may prefer tropical rainforest, the bat is found in a range of forested environments and small wooded areas, including agricultural land and parks. When food is scarce, it may venture into urban areas, such as Rio de Janeiro.",
    "Diet and behaviour": "The Brazilian big-eyed bat is nocturnal, and at its most active after midnight. It is herbivorous and highly specialised for eating figs, although it may occasionally feed on other fruits or flowers. Although it is not the only species of bat to feed on figs, only it, and its close relative the hairy big-eyed bat, have been reported to chew the seeds, as well as the softer pulp, of the fruit. By doing so, they can extract more nutrition, especially protein, from the figs, allowing them to subsist primarily on this one type of fruit. Although little is known of its roosting habits, the bat does not appear to be gregarious, with groups of no more than five individuals having been reported.Few details are known of the Brazilian big-eyed bat's reproductive habits. While some studies show that breeding may occur only at certain times of the year, others have shown that it can continue year-round. Newborn young are as much as 4.8 centimetres (1.9 in) in length (almost two thirds the length of their mothers) though much lighter. Young bats are somewhat more greyish than the adults and lack the distinct facial markings, although the stripe down the back is present from birth.\n\n\n== References =="
  }
}