{
  "url": "https://en.wikipedia.org/wiki/Bristle-faced_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "SetirostrisReardon et al., 2014.[3]"
    },
    {
      "Species": "S. eleryi"
    }
  ],
  "text": {
    "__SUMMARY__": "Setirostris eleryi is a species of small insectivorous bat found in inland eastern Australia. It is the sole species of the molossid genus Setirostris, a name that refers to the coarse bristles on their faces. Earlier common names have referred to this unique feature and the 'free-tail' that is a common feature of the Molossidae family of microchiropterans; no single common name emerged during taxonomic revisions that identified what was referred to as the  'bristle-faced freetail'.\nSetirostris eleryi differs from all other bats in the family by possessing unique dentition and genital morphology, a distinctive echolocation call structure, and notably smaller body size of around 5 grams (0.18 ounces). The presence of stout bristles on the thin muzzle and face of S. eleryi distinguishes them from similar genus Ozimops, once regarded as \"Mormopterus species\", that previously included parts of the population. The description, first published in 2008, emerged from a comparison of morphological features with an earlier phylogenetic analysis that had indicated cryptic species amongst this poorly-known group of bats.\nSetirostris eleryi may be widely distributed across inland Australia, ranging from very arid to moister subtropical regions. However, it is locally uncommon across its range, and only known to inhabit riparian zones and floodplains. During the day these bats roost in tree hollows of mature eucalypts, but are noted as squeezing themselves into other tiny crevices. They form colonies of up to twenty individuals, which often include bats of other species.",
    "Taxonomy": "A 1988 genetic study of species boundaries in Australian free-tailed bats (family Molossidae) indicated that species Setirostris eleryi, referred to as 'form sp 6' (later Mormopterus sp. 6), was one of eight distinct and unresolved genetic groups in the Australian population of Mormopterus. Mormopterus sp 6 was genetically distinct from all other types; however, only a single specimen from central Australia was included in the study. The acquisition of twenty-four additional specimens, from museum collections and by targeted trapping, facilitated a working description of Mormopterus sp. 6 in 2008 using a multi-locus analysis of morphology, the results of allozyme electrophoresis and investigation of echolocation call signatures. Referenced as an undescribed taxon, Mormopterus sp. 6 was cited by authors until its recognition as species Mormopterus (Setirostris) eleryi in publications after 2011.\nResolution of Australian Molossidae systematics showed that this species, and the east-coast Micronomus norfolkensis, are only distantly related to other Australian mollosid taxa. The differences between these two species and remaining taxa in the 'Mormopterus planiceps group', or 'planiceps–beccarii–loriae complex', previously published as an interim arrangement, led to the erection of four new subgenera in 2014. Prior to 2014, two subgenera were recognized within Mormopterus: subgenus Mormopterus and subgenus Micronomus. The two new subgenera included Setirostris, isolating this species as a monotypic taxon, and Ozimops, a subgenus containing seven other Australian taxa, as well as several Indo-Papuan taxa, all formerly in the planiceps group. Other mollosid populations were separated to the monotypic genus Micronomus and those outside of the same austral region remained within the subgenus Mormopterus. Subsequently, the rank of subgenus Mormopterus was itself revised, excluding the Australasian species, and elevated to the rank of genus.The type specimen was collected at an elevation of 240 metres (790 ft) near Eringa, a cattle pastoralist lease (station) close to the northern state border of South Australia.The name Setirostris is derived from a combination of the Latin seta, meaning bristle, and rostrum, beak or snout, and refers to the characteristic bristles on the face; the gender is feminine. The specific name eleryi is for Elery Hamilton-Smith in recognition of contributions to bat research and conservation.Common names for the species include hairy-nosed—or hairy-rostrum—free-tailed bat, bristle-faced freetail bat and Mormopterus sp. 6.",
    "Description": "Setirostris eleryi is a very small microchiropteran, with a light build, and was regarded as tiny when compared to species of Mormopterus, the genus of smaller bats in which they were variously placed. They have a mean weight of 5.2 g (0.18 oz), a maximum weight of 8 g (0.28 oz) and a forearm length from 31.5 to 36 mm (1.24 to 1.42 in). The face and muzzle are relatively long and narrow. The muzzle and face are sparsely covered in fine hair, with the exception of a unique series of 26 to 30 conspicuous bristles on each side and a fringe of fur on the upper lip. \nThe ears are triangular and are not joined across the forehead and the tragus is rounded. The dorsal colour ranges from sandy-brown to grey-brown with lighter coloration on the ventral surface.\n\nA prominent long and slender genital projection is present in both the male and female of the species. The function of the projection is unknown and these features are not shared by any other Australian Chiroptera with the exception of Micronomus norfolkensis. Males of the species also possess unique serrated lateral flanges on the acutely pointed glans penis. Features of the dentition are also unique to this species.As the type and currently sole species of genus Setirostris, S. eleryi was distinguished from other species of the genus Mormopterus by the absence of a developed gular sac, possessing two (rather than three) lower incisors and two (not one) upper premolars.",
    "Range and distribution": "Setirostris eleryi is uncommon and widely dispersed across broad areas of inland Australia, with specimens and records from central Australia and the remote south-western corner of the Northern Territory, northern South Australia, western and central Queensland and north western New South Wales (NSW). The distribution of S. eleryi is unusual in that it ranges from extremely arid areas of the central Australian interior, where average annual rainfall is less than 200 mm (8 in), to areas of the north-eastern Queensland dry tropics where average annual rainfall can exceed 1,000 mm (40 in). The eastern component of its distribution range occurs to the west of the Great Dividing Range within the Brigalow Belt (north and south), Mulga Lands, Darling Riverine Plains and Nandewar Biogeographic Regions.\nIn the western component it occurs within the Finke, MacDonnell Ranges, Simpson Strzelecki Dunefields and Central Ranges Bioregions.The presence of outlying records for S. eleryi at Kaltukatjara (south-western Northern Territory), Mount Isa (north-western Queensland) and the area south of Bourke (north-western New South Wales) indicate that the species may have a greater distribution in the arid and semi-arid regions of NSW, Queensland, the Northern Territory and Western Australia than available records indicate. However its range and status remain relatively poorly known. In 2008 it had been recorded at 26 localities and few additional locations have been recorded in subsequent years.",
    "Habitat": "Records of S. eleryi are of individuals captured in mist nets or harp traps in riparian habitats on ephemeral streams, floodways, pools or dams, usually at sites supporting a large fringe of eucalypt trees. Capture sites are consistently associated with riparian and floodplain habitats that support a canopy of eucalypts, including Eucalyptus camaldulensis, E. coolabah, E. microtheca, E. populnea, E. polyanthemos and E. citriodora. At Gundabooka National Park in western NSW the species was only trapped along drainage lines with eucalypts E. camaldulensis and E. populnea. During radio tracking studies at the Gundabooka site the species was observed to preferentially forage along drainage lines and open channels, rarely moving into adjacent mulga vegetation dominated by Acacia aneura. All the roost sites identified were in tall eucalypts within, or adjacent to, riparian zones.The preference of this species for riparian habitats is consistent across its known range. At the type locality in northern South Australia S. eleryi was captured on a floodway in Acacia cambagei low woodland with emergent Eucalyptus coolabah. At Idalia National Park in western Queensland two specimens were captured in riparian woodland near open water, with a canopy of Eucalyptus camaldulensis and Eucalyptus populnea. At a site in north-eastern NSW (Kwiambal National Park) the bat was captured on a riparian terrace adjacent to a river, with trees at the location including Eucalyptus camaldulensis, Eucalyptus blakelyi and rough-barked apple, species Angophora floribunda.",
    "Behaviour and ecology": "The species is amongst the least known of Australian Chiroptera (bats), with little research and few records, especially in the capital territory and New South Wales. Information on the behaviour and ecology of S. eleryi is mainly derived from a short study conducted at Gundabooka National Park in western NSW in 2005. The species has been captured in arid woodlands at Warialda in the Goondawindi area and at Cobar in the Bourke region.",
    "Behaviour and ecology-Roost sites": "Based on the limited observations, S. eleryi are known to maintain daytime roosts in tree hollows at a living or dead trunk or branch. All three roost known sites were in tall Eucalyptus populnea or Eucalyptus intertexta at a height of 3 to 6 m (10 to 20 ft) above the ground and displayed very small 13 to 20 mm (0.5 to 0.8 in) entrance holes leading to a larger chamber. The roosts were shared with between four and twenty other bats (including bats of other species) and in some cases roosts were used on consecutive nights. The roosts were located an average distance of 3.2 to 4 km (2.0 to 2.5 mi) from capture sites and females were found to occupy separate maternity roosts.",
    "Behaviour and ecology-Foraging and diet": "Presumably, as is typical for similar species, S. eleryi emerge from their roosting sites and forage at night. The observations are along drainage lines and open channels, flying with slow fluttering movements below the canopy at a low altitude of 3 to 4 metres (9.8 to 13.1 feet). Prey items are noted as flying invertebrates, captured in the air close to the ground or adjacent vegetation by the chiropteran strategy that is similar to gleaning by birds. The specific composition of the invertebrate diet of S. eleryi is unknown. The flight patterns are distinguishable from similar species, as the slow flutter is closer to the foliage and ground.",
    "Behaviour and ecology-Echolocation": "The echolocation call of S. eleryi contrasts with all other Australian molossid bats in that it displays a strongly frequency-modulated search phase pulse. The bat also has the highest mean characteristic frequency (36 kHz) of any Australian Mormopterus.",
    "Behaviour and ecology-Reproduction": "Information on the reproduction of the S. eleryi is limited. A maternity roost located in December at Gundabooka National Park in western NSW contained a colony of fifteen lactating females. A female captured during October in the Northern Territory was in an advanced stage of pregnancy.",
    "Conservation  status and threats": "",
    "Conservation  status and threats-Assessment and legislative status": "As of 2017, S. eleryi is listed as a near-threatened species by the International Union for Conservation of Nature. It is listed as endangered in New South Wales and vulnerable in South Australia. The regional status is a least concern species in the Northern Territory and Queensland, and 'not listed' in Australian Commonwealth conservation lists. The separation of the species to a monotypic taxon Setirostris, a subgenus or perhaps genus, indicates it is phylogenetically unique and this increases the conservation value of the population.",
    "Conservation  status and threats-Population status": "Setirostris eleryi appears to be extremely rare across its range. It has been detected at a limited number of localities and at these sites it appears to be uncommon, often comprising less than two percent of the bats captured during surveys. In NSW it has only been recorded at a small number of locations, despite recent extensive surveys at over three hundred sites in suitable habitat. Its preferred mode of foraging by flying at low levels along stream corridors suggests that the low numbers captured in surveys using mist nets and harp traps are an indication of rarity and are not an artifact of the survey methodology.",
    "Conservation  status and threats-Threats": "Identified and potential threats to populations of S. eleryi are related to the direct and indirect actions of humans, including: land clearing, timber harvesting, manipulation of water resources, altered fire regimes, use of pesticides, stocking with exotic ruminants, spread of feral animals and weeds, and atmospheric pollution leading to global warming.The most significant threat to S. eleryi is likely to be ongoing land clearing in semi-arid bioregions of Queensland and NSW. The eastern Australian bioregions that comprise the core range of the species, particularly the Brigalow Belt (north and south), have been subjected to broad-scale clearing and habitat modification since European settlement. Clearing of vegetation for agriculture and removal of hollow bearing trees for firewood collection and forestry are likely to reduce the availability of roosting sites for S. eleryi. Clearing of native vegetation and removal of dead wood and dead trees have been recognised as key threatening processes for the species in NSW.Additional key threatening processes that are considered likely to impact S. eleryi include: the alteration to natural flow regimes, competition from introduced western honey bees (Apis mellifera) for tree hollows, inappropriate fire regimes, reduction of invertebrate prey related to pesticide drift and lack of tree regeneration due to overgrazing and weeds.Climate can influence bat distribution, movements and biogeography, access to food resources, timing of reproduction, and emergence and rate of energy expenditure. In combination with other factors, including ongoing loss and degradation of habitat, global climate change or global warming presents a serious and increasing threat to bats and other fauna. The affinity of S. eleryi for riparian zones in arid and semi-arid environments renders it potentially vulnerable to the effects of water stress and extreme weather events. Ecological factors that qualify the population as being at increased risk of the potential impacts of global climate change include: habitat (species that rely on riparian habitats in water stress prone environments), foraging type (aerial hawking insectivore), roost type (tree hollow specialist), biogeography (species with limited dispersal ability, limited ranging behaviour) and extreme weather (species that occur in regions where there is an increasing risk of extreme temperature events or changes in rainfall patterns).",
    "Conservation  status and threats-Conservation reserves": "Setirostris eleryi has been recorded in a number of conservation reserves, including Gundabooka National Park (NSW), Kwiambal National Park (NSW), Dthinna Dthinnawan National Park (NSW), Idalia National Park (QLD), Mariala National Park (QLD)  and Witjira National Park (SA). The bioregions that are known to support S. eleryi populations in the eastern component of its range, as well as a subset of bioregions where it occurs in central Australia, display very low rates of land area reserved for conservation (less than five percent). Based on locality data  only 25% of sites known to support populations of S. eleryi are protected within conservation reserves.",
    "References": "",
    "External links": "NSW Threatened Species Profile for Mormopterus eleryi [1]\nNSW Scientific Committee Endangered species listing Mormopterus eleryi - final determination [2]"
  }
}