{
  "url": "https://en.wikipedia.org/wiki/Broad-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Nyctinomops"
    },
    {
      "Species": "N. laticaudatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The broad-eared bat, or broad-tailed bat (Nyctinomops laticaudatus), is a species of free-tailed bat from the Americas.",
    "Description": "The broad-eared bat is a relatively small bat, measuring about 10 cm (3.9 in) in total length, and weighing 11 g (0.39 oz) on average. The bats have a dark chocolate brown body with paler underparts, and hairless, translucent wings. The snout is pointed with an upturned tip, and the lower jaw is longer and narrower than is typical in free-tailed bats. As the common name of the bat suggests, the ears are unusually wide and rounded, and they join together in the middle of the forehead.",
    "Distribution and habitat": "Broad-eared bats are found in tropical and subtropical forests from coastal Mexico to southern Brazil. It has been reported from a range of forest types, as well as scrubland and cerrado habitats, and even in urban areas. It is found from coastal plains to cloud forests as high as 1,500 m (4,900 ft), but is more common below 500 m (1,600 ft). Five subspecies are recognised:\nN. l. laticaudatus - southern Paraguay and neighbouring parts of Brazil and Argentina\nN. l. europs - South America east of the Andes, from Venezuela to northern Paraguay and Argentina\nN. l. ferrugineus - coastal regions of central and northeastern Mexico\nN. l. macarenensis - South America west of the Andes, from westernmost Venezuela to northernmost Peru\nN. l. yucatanicus - Central America, southern Mexico, and Cuba",
    "Biology and behaviour": "Broad-eared bats are nocturnal, and roost during the day in rocky crevices in tightly packed groups of anything from 150 to 1,000 individuals. However, in Tamaulipas, colonies of several thousand have been reported roosting in caves. Such colonies can be resident throughout the year, but are not always so, and individual bats do not always return to the same home area.The bats are insectivorous, feeding mainly on beetles and moths. Predators include owls, sparrowhawks, and tree-climbing snakes.Broad-nosed bats breed in the rainy season, giving birth between June and July in the northern parts of their range, and later in the year further south. They give birth to a single hairless young, weighing about 3 g (0.11 oz), which first opens its eyes within a few hours of birth.",
    "References": "",
    "External links": " Media related to Nyctinomops laticaudatus at Wikimedia Commons\n Data related to Nyctinomops laticaudatus at Wikispecies"
  }
}