{
  "url": "https://en.wikipedia.org/wiki/Buffy_flower_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Erophylla"
    },
    {
      "Species": "E. sezekorni"
    }
  ],
  "text": {
    "__SUMMARY__": "The buffy flower bat (Erophylla sezekorni) is a species of bat in the leaf-nosed bat family, Phyllostomidae. It is found in the Bahamas, the Cayman Islands, Cuba, and Jamaica.",
    "Description": "The buffy flower bat is considered a medium-sized bat, however, compared to those in its genus, it is a generally larger bat. Its hair has two colors on its body; the hairs closer to the body are white, while the distal hairs are brown. The head and face are covered in short, white hairs. Compared to other bats, it has a long snout which sharply rises into its forehead. The buffy flower bat is named after its flowery shaped nose.",
    "Mating": "Little is known about the mating system of bats in the genus Erophylla; however, many of the ones that have been recorded have a harem mating system (where there is one male to a large number of females in a single roost). The buffy flower bat is considered unusual in that a similar number of males and females roost together. When it comes time for mating, which takes place in December, they create a section of the roost for displaying. The males will spend a few hours displaying. Displays are made while hanging from the ceiling. They flap their wings repeatedly: sometimes one at a time, sometimes together. They also display by doing very tight loops. Not all males display, though males that display have more children than males that do not display. After mating, the gestation period lasts 4–6 months. In June, they give birth to liters of only one pup at a time, whom they breast feed until the end of August.",
    "Diet": "The bats eat a combination of nectar, fruit, and insects, though fruit dominates their diet. Based on fecal droppings, it was found that 50% of the bats tested had eaten all three in a single night while the remaining ate only two of the three types of food. The insects eaten are primarily beetles, but also eat flies, bees and moths.",
    "Parasites": "The buffy flower bat is a primary host to a mite (Periglischrus cubanus), from the subclass Acari and the family Spinturnicidae. These mites are found on the wing membrane and feed on the bat's blood. The parasites are passed from mother bat to baby bat while the pup is nursing. This is done by the parasite unlatching via hooks from the mother's wing membrane and falling onto the baby where it will latch on and feed off of its blood.\n\n\n== References =="
  }
}