{
  "url": "https://en.wikipedia.org/wiki/Bulmer's_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "AprotelesMenzies, 1977"
    },
    {
      "Species": "A. bulmerae"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulmer's fruit bat (Aproteles bulmerae) is a megabat endemic to New Guinea. It is listed as a critically endangered species due to habitat loss and hunting. It is the only member of the genus Aproteles. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction.",
    "Etymology": "The genus name (\"Aproteles\") – \"incomplete at the front\" (Greek), is  a reference to the lack of lower incisors; the species name (\"bulmerae\") was assigned for Susan Bulmer, the archaeologist who excavated the site from which the original fossils were recovered.",
    "Description": "One adult female Bulmer's fruit bat weighed 600 g (1.3 lb). Bulmer's fruit bat is a cave-dweller that occurs in mid-montane forests. Its altitudinal range is at least 1800 to 2400 m (5800–7900 ft). It is probably an obligate frugivore. It occurs in cave-dwelling colonies.",
    "Distribution and habitat": "Bulmer's fruit bat is a cave-dweller that occurs in mid-montane forests. It has been found living in a cave at 2300 m elevation. Its altitudinal range is at least 1800 – 2400 m. It occurs in the Maoke Range Alpine Heathlands Global 200 Ecoregion Bulmer's fruit bat was first described from 12,000-year-old fossils found in the central highlands in Chimbu Province, Papua New Guinea. It may have become extinct there about 9000 years ago. In 1975, it was discovered in the Hindenburg Wall area of Western Province, Papua New Guinea, in a cave known as Luplupwintem. At that time, local inhabitants described the bat as being abundant, perhaps numbering thousands of bats. However, two years later, the colony had been decimated, apparently by hunters who entered the cave with shotguns and store-bought ropes. During the 1980s, no bats were seen and it was feared that the species may have become extinct. However, by 1993 a colony of about 160 bats was known to be living in the same cave.\nThe species existed in the Telefomin region of Sandaun Province, Papua New Guinea, as recently as 1984. The only other populations reported from recent times are from the vicinity of Herowana in Eastern Highlands Province and from the vicinity of Crater Mountain in Chimbu Province, both in Papua New Guinea",
    "Ecology": "Bulmer's fruit bat lives in cave-dwelling colonies. It is not sexually active by the beginning of its second year and probably does not breed until its third year. Births occur in April. A newborn Bulmer's fruit bat is carried for the first few weeks of its life by its mother while she forages.Based on dental structures and its close relationship to other fruit-eating bats, Bulmer's fruit bat is probably an obligate frugivore. Its diet includes figs.",
    "Conservation": "Hunting and human disturbance are the probable causes of its recent decline.  The colony at Luplupwintem Cave had traditionally been protected by the native people of the area, but an inflow of outside cash in the mid-1970s led to the purchase of caving equipment and guns and to the decimation of the bat colony. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. The species is currently classified as Critically Endangered by the IUCN.\n\n\n== References =="
  }
}