{
  "url": "https://en.wikipedia.org/wiki/Butterfly_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Glauconycteris"
    },
    {
      "Species": "G. variegata"
    }
  ],
  "text": {
    "__SUMMARY__": "The variegated butterfly bat (Glauconycteris variegata) is a species of vesper bat. It is sometimes also called the leaf-winged bat, or simply the butterfly bat. It is not currently endangered, but may be threatened by habitat loss in some parts of its range.",
    "Description": "Variegated butterfly bats are relatively small bats, averaging 10 centimetres (3.9 in) in total length, with a 4.7 centimetres (1.9 in) tail, and weighing around 11 grams (0.39 oz). Females are slightly larger than males, with an average wingspan of 32 centimetres (13 in), compared with a typical male wingspan of 31 centimetres (12 in).The body is covered in long, silky fur of highly variable colour, although usually yellowish or light grey, and lacking the prominent patterns found on some closely related species. The fur on the undersides is white or very pale grey, and that on the face and ears is brown. The wing membranes also have a sparse covering of hair, and have a distinctive reticulated pattern of dark veins, from which the bat takes the first part of its name.The bat has a domed head and a short snout with a deep groove running between the nostrils. The lower lip is large and padded, but the upper lip has a simpler appearance, without any of the folds seen in some other bat species. The ears are relatively short, with a small tragus.The wings are long and narrow in shape, suggesting that the bat is agile in the air, but is not efficient at high speed flight. Its flight speed during foraging has been measured as 4 metres per second (13 ft/s).",
    "Distribution": "The variegated butterfly bat is found in many forested, savanna, and bushveldt habitats south of the Sahara desert, at elevations of up to 1,000 metres (3,300 ft). It is found in a narrow band of territory running from Senegal in the west as far as southern Ethiopia and Somalia in the east, and in much of southern and eastern Africa outside the tropical rainforest, as far as northern Namibia, Zimbabwe, and South Africa.Two subspecies are currently recognised, although the exact classification has varied considerably over the years:\nGlauconycteris variegata variegata - southern parts of the range\nGlauconycteris variegata phalaena - northern parts of the range",
    "Behaviour": "Variegated butterfly bats are nocturnal, spending the day roosting in trees in small groups of up to ten individuals. Unlike many other bats, they do not wrap themselves in their wings while roosting. During the night they forage for flying insects, especially moths, in open terrain, close to the ground or above open water. Their ultrasonic calls are frequency modulated, sweeping from 70 to 30 Hz.There is a single breeding season each year, which occurs during the winter. The exact timing of the breeding season varies widely across the range, based primarily on latitude, ranging from December in the north to August in the south. A single young is born after a gestation period of about three months, and is weaned before the age of two months.\n\n\n== References =="
  }
}