{
  "url": "https://en.wikipedia.org/wiki/California_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. californicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The California myotis (Myotis californicus) is a species of vesper bat. It is found in British Columbia in Canada, Guatemala, Mexico, and in the western United States, including California.",
    "Description": "The California myotis is a small (70-94mm and 3.3-5.4g) bat with pale, dull fur. Ears are of medium (12-15mm) size, with a narrow, pointed Tragus (ear). They have an obviously keeled calcar and very small feet (5-7mm), smaller even than the feet of the western small-footed myotis for which they are easily confused.  Other distinguishing features include the slightly lighter face mask and shorter appearance of the California myotis' tail.  While their tails are the same length, the small-footed myotis' tail extends 2-3mm after the connecting membrane (Uropatagia) which makes it appear longer.The Dental formula for M. californicus is 2.1.3.33.1.3.3 × 2 = 38",
    "Behavior": "",
    "Behavior-Activity": "During the day, the California myotis will roost in the bark of dead trees, particularly ponderosa pines, rock crevices or buildings. The California myotis prefers forested areas and is seldom found in urban environments or open rural spaces.  They tend to emerge just after dusk and just before dawn to forage. Diet includes moths, flies and other flying insects.  Flight is slow and highly maneuverable which assists in prey capture.",
    "Behavior-Mating and reproduction": "California myotis mate in the fall and give birth during the late spring (May- early June). Females give birth to one pup per year and can live for about 15 years in the wild. During the birthing season they form small maternity colonies of about 20 individuals, usually in the loose bark or trees or rock crevices. Males and non-reproductive females roost in small groups or alone. During the winter they may hibernate in mines or rock caves, or they may remain active all winter.",
    "See also": "Bats of Canada\nBats of the United States",
    "References": "\n\n== External links =="
  }
}