{
  "url": "https://en.wikipedia.org/wiki/California_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Macrotus"
    },
    {
      "Species": "M. californicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The California leaf-nosed bat (Macrotus californicus) is a species of bat in the family Phyllostomidae. It is found in Mexico and the United States. Its natural habitat is hot deserts. It is threatened by habitat loss.",
    "Habitat": "California leaf-nosed bats can be found in Sonoran and Mojave Desert scrub habitats in the Colorado River valley in southern California, Nevada and Arizona, and throughout western Mexico. It is non-migratory and does not hibernate.",
    "Physical description": "The California leaf-nosed bat weighs between 12 and 20 grams, has a wingspan of over 30 centimeters and a body length of over 6 centimeters, and is brown in color. As its name implies, it has a triangular fleshy growth of skin, called a noseleaf, protruding above the nose. This bat is the only bat of the family Phyllostomidae in the United States to have large ears, usually over 2.5 centimeters. It is also one of the most maneuverable in flight. M. californicus seems to spread its uropatagium widely only when hovering or performing other maneuvers requiring a departure from straight level flight, but the extreme maneuverability observed in M. californicus is probably due to the specializations of its sensory equipment. With short, broad wings, it can fly at low speeds using minimal energy. Because of this adaptation, it is not suited for long-distance travel, and is non-migratory.This bat has an unusual reproductive pattern. After breeding occurs in the fall, the embryos develop very slowly until March, when growth continues at a more normal rate before birth in May or June. Twins are common.In Macrotus the position of the hind limbs during level flight differs even more form that in most other mammals. The hind limbs are held behind the bat in a spider-leg- like posture, with the femur extending dorsad and caudad, and with the shank partially flexed and extending caudad and more or less downward.The number of post cervical vertebrae in Macrotus are as follows: twelve thoracic, six lumbar, five sacral, seven caudal.",
    "Human impact": "The bats are susceptible to human disturbance, which can be especially detrimental to the species during summer months, when rearing their young. Human disturbance of caves in which they roost is a major threat. Furthermore, because they often roost in abandoned mines, reclamation practices and re-working old mines can severely impact populations. Because California leaf-nosed bats do not hibernate or migrate, the relatively warm mine shafts are critical for their survival in the northern portions of its range.",
    "Roosting habits": "In the study area Macrotus roosts in the daytime exclusively in caves, deserted mine tunnels and deep grottos. They are usually within 30 to 80 feet of the entrance of the tunnel and seem not to require dark retreats. On many occasions, leaf-nosed bats roost in tunnels less than 20 feet deep and fairly brightly lit. In order to be suitable, the Macrotus retreat must be mostly enclosed and have overhead protection from the weather. Roosting chambers are usually large enough to provide considerable ceiling surface and flying space, and thus adequate space allows the animal to find a place to roost while flying. The coolness of the roost also plays a factor in Macrotus selection of roosts, which is why Macrotus would choose to roost in a cool cave in the hot summers. Macrotus prefer to hang from sloping parts of the ceiling and actively grab the rock with ease due to the irregularity of the surface. The bat seems to rest much of the time while hanging onto the rock with only one foot. The free foot is often used for scratching and for grooming the fur, and when the bat is engaged in these activities the body usually swings gently like an erratically disturbed pendulum.",
    "Flight": "The flight of the Macrotus is remarkable chiefly for its extreme maneuverability. The bat flies fairly rapidly on occasion, but the usual foraging flight is slow and buoyant, and more nearly silent that of most bats. In level flight Macrotus wings make a soft fluttering sound that is less sharp and carrying than the sounds made by the wing beats of most other bats. The method of landing is most interesting. The bat flies six to eight inches below the ceiling and upon the wings making a deep down stroke that is directed nearly straight forward the hind limbs and uropatagium. These movements cause the bat to swoop upward toward the ceiling and as the bat nears the ceiling the wings are pulled back in an upstroke while the bat rolls over 180 degrees so that its back is facing downward and the long legs reach for the ceiling. Stated briefly, then the alighting maneuver consists of an upward swoop and a half-roll, at the end of which the feet wing rapidly toward the ceiling, seize it, and the wings give a final beat to steady the bat. Often these landings must require remarkably precise judgement of speed and distance, as many landings are made in the midst of a fairly closely spaced group of bats. Macrotus has two main methods of launching into flight, by dropping form the ceiling and taking flight after a short downward swoop, and by taking flight directly form the roosting place. The bat often hovers, both when foraging and when flying in its daytime retreat. Macrotus seems to hover easily, and is able to hover for several seconds at a time.",
    "Foraging habits": "This bat is a \"gleaning\" insectivore which captures prey such as crickets, grasshoppers, beetles, and sphinx moths straight from the ground or foliage rather than in flight. It prefers to use its large eyes to detect prey, although in total darkness it will switch to echolocation. It typically hunts within a few feet of the ground, using its superior eyesight to search for insects. It does not alight to capture its prey, but hovers above it and snags it off the substrate. It then carries its prey to an open roost such as a porch or open building to dismember, then consume it.These bats usually forage within three feet of the ground and often drop down closer to the ground nearer the surface where they can occasionally hover for a few seconds. Even bats released in the daytime flew fairly close to the ground. Leaf-nosed bats seem to be totally insectivorous, and their food clearly reflects the bats’ foraging habits. Some insects regularly eaten by Macrotus are almost certainly taken from the ground or from vegetation. The bats’ stomachs often contain orthopteran insects, noctuid moths and caterpillars, and beetles of the families Scarabaeidae and Carabidae, along with unidentified material. The lists of food items of Macrotus contain a plethora of insects that seldom fly, are flightless, or that fly in the daytime. This constitutes strong evidence that this bat consumes insects that are on the ground or on vegetation. Most leaf-nosed bats forage sometime between one hour after sundown and four hours after sundown, and then retire to a night roosting place. Each bat seems to have a pre-midnight foraging period of roughly one hour. The greatest activity in the early morning seems to occur between two and one half hours before sunrise and thirty minutes before sunrise. Bats generally begin returning with full stomachs to their daytime roosts about two hours before sunrise, and the last bats usually return approximately twenty minutes before sunrise. A colony of California leaf-nosed bats can consume up to 250,000 pounds of insects in one night.",
    "Notes": "",
    "References": "Vaughan, Terry A. Functional Morphology of Three Bats: Eumops, Myotis, Macrotus. 1st ed. Vol. 12. KC: University of Kansas Museum of Natural History, 1958. Print.\nBaker, Robert J., J. Knox. Jones, and Dilford C. Carter. Biology of Bats of the New World Family Phyllostomatidae. Lubbock: Texas Tech, 1976. Print."
  }
}