{
  "url": "https://en.wikipedia.org/wiki/Canary_big-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Plecotus"
    },
    {
      "Species": "P. teneriffae'"
    }
  ],
  "text": {
    "__SUMMARY__": "The Canary big-eared bat (Plecotus teneriffae), also known as the Tenerife long-eared bat is a species of vesper bat endemic to the Canary Islands. According to the IUCN, it is vulnerable to the risk of extinction.\nThe species is primarily found in woodland habitat at elevations between 100 and 2300 m.\nIt feeds mainly on moths. Roosting sites include caves, lava tubes and abandoned buildings.",
    "Taxonomy and etymology": "It was described as a new species in 1907 by British mammalogist Gerald Edwin Hamilton Barrett-Hamilton.\nHe described it based on specimens in the British Museum of Natural History.\nThe holotype had been collected by R. Gomez in April 1887 near the town of La Orotava.\n\"R. Gomez\" was likely Ramon Gomez, a local pharmacist who traded in medicines, old coins, and biological specimens from the Canary Islands.\nIts species name \"teneriffae\" is derived from Tenerife, which is one of the islands of the Canary Islands and the place where the holotype was collected.",
    "Description": "When Hamilton described it as a new species, he noted that it was similar in appearance to the brown long-eared bat, Plecotus auritus, but that it had \"much larger wings.\"",
    "Conservation": "It is evaluated as vulnerable by the IUCN.\nIt meets the criteria for this designation because its estimated area of occurrence is less than 20,000 km2 (7,700 sq mi), it is found in fewer than five locations, its population is declining, and it is losing habitat.\nIt is threatened by habitat loss due to deforestation, use of pesticides near forest habitat, and loss of roosting sites due to building renovation.\nThe remaining population is estimated to number between 500 and 2000.\nOnly two breeding colonies, one each on La Palma (in the Cuevas de los Murciélagos) and Tenerife, are known; the larger La Palma colony is estimated to have declined by 80% in recent years.\nIt is a protected species under Spanish law and international conventions (the Bonn Convention and Berne Convention).",
    "References": "",
    "External links": "Photographs of this species"
  }
}