{
  "url": "https://en.wikipedia.org/wiki/Cape_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. capensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cape horseshoe bat (Rhinolophus capensis) is a species of bat in the family Rhinolophidae. It is endemic to South Africa, and is potentially threatened by habitat loss and disturbance of its roosting sites, although it is present in large enough numbers to be considered of least concern by the IUCN.It is a member of the Rhinolophus capensis species group, together with the Bushveld, Dent's and Swinny's horseshoe bats, and is monotypic, with no subspecies.",
    "Description": "The Cape horseshoe bat is a typically sized member of its family, with a head-body length of 5.8 to 6.2 centimetres (2.3 to 2.4 in) and a tail 2.4 to 3.2 centimetres (0.94 to 1.26 in) long. They weigh between 10 and 16 grams (0.35 and 0.56 oz). The fur is dark or pale brown over most of the body, with paler, fawn-grey, underparts. The ears are large and somewhat rounded, and are capable of independent movement. The nose-leaf is horseshoe-shaped, and does not reach the upper parts of the muzzle. A rounded, sparsely-haired, process runs from the upper mid-surface of the nose-leaf to a projecting spear-shaped lancet above and between the eyes.The wings have a low wing loading and a high aspect ratio, indicating that the bat is capable of only slow flight, but is highly manoeuvrable in the air. This allows it to forage effectively among dense vegetation.",
    "Biology": "Cape horseshoe bats are endemic to Cape Province in South Africa, where they inhabit shrubby coastal environments. They are nocturnal, spending the day roosting in large colonies in coastal caves or mine adits. They are often found together with other species of bat, including Geoffroy's horseshoe bat and Schreibers' long-fingered bat. They are ambush hunters, hiding among vegetation and preying mainly on beetles and moths. Their echolocation calls are relatively long, lasting from 28 to 42 milliseconds, with only short pauses between pulses. The peak frequency varies between different individuals, ranging from 82 to 86 kHz. This type of call enables them to quickly locate rapidly moving insects in cluttered environments with plentiful vegetation.The breeding season lasts from August to September, shortly after the bats awake from winter hibernation. However, spermatogenesis in the males occurs between October and May, with the sperm being stored in the epididymis until the start of the breeding season. Gestation lasts three or four months, so that the mother gives birth to a single young in November or December, shortly before the rainy season, when insects are at their most abundant. The young are weaned by the end of January, and reach sexual maturity in their second year.\n\n\n== References =="
  }
}