{
  "url": "https://en.wikipedia.org/wiki/Cape_serotine",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Neoromicia"
    },
    {
      "Species": "N. capensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cape serotine (Neoromicia capensis) is a species of vesper bat occurring in Sub-Saharan Africa. 'Serotine' is from Latin 'serotinus' meaning ‘of the evening'.\nIt is found in Angola, Benin, Botswana, Burundi, Cameroon, Central African Republic, Republic of the Congo, Democratic Republic of the Congo, Ivory Coast, Equatorial Guinea, Eritrea, Ethiopia, Gabon, Ghana, Guinea, Guinea-Bissau, Kenya, Lesotho, Liberia, Malawi, Mozambique, Namibia, Nigeria, Sierra Leone, Somalia, South Africa, Sudan, Swaziland, Tanzania, Togo, Uganda, Zambia, Zimbabwe, and possibly Djibouti.",
    "Habitat and ecology": "Its natural habitats are subtropical or tropical dry forests, subtropical or tropical moist lowland forests, dry savanna, and moist savanna, grassland, bushveld and Acacia woodland, and though recorded from more arid areas is absent from desert regions.\nAnimals roost in small groups of up to about 20 individuals, under the bark of trees, in hollow trees, in cracks in walls and under the eaves and roofs of houses whether thatched, tiled or covered in corrugated iron. Being unobtrusive, their presence is mostly unnoticed. They will readily occupy a bat house.\nSmall, brownish in colour with a greyish underbelly, and relatively untidy fur. Its colour is quite variable depending on the region where it occurs. Small snout and mouth, with a dome-shaped forehead. Wing membranes are dark in colour with a forearm length of some 29–38 mm with a small wingspan. Weight is between 4-10 grams. Its flying behaviour when foraging appears to be quite playful.They give birth once a year to from 1-4 young between October and November. Food items include beetles, lacewings, moths, mosquitoes, plant-sucking bugs and a variety of other flying insects.The genome of a close relative of human Middle East respiratory syndrome coronavirus has been found in a specimen of Neoromicia (Pipistrellus) capensis (previously erroneously assumed to be N. zuluensis).\nThere is increasing evidence that bats may carry a wide diversity of viruses which they may pass on to other animals or human beings. For example, Australian bats can transmit the hendra virus to horses, which in turn pass it on to humans. This should not be seen as an excuse to get rid of bats. The public is generally advised against handling them because they may carry infectious agents, but they should cherish them for the services they provide.",
    "Synonyms": "Eptesicus capensis\nVespertilio capensis\nPipistrellus capensis in part",
    "References": "\nJacobs, D., Cotterill, F.W. & Taylor, P. 2004.  Neoromicia capensis.   2006 IUCN Red List of Threatened Species.   Downloaded on 19 July 2007."
  }
}