{
  "url": "https://en.wikipedia.org/wiki/Cape_hairy_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. tricolor"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cape hairy bat, also known as  little brown bat, Temminck's mouse-eared bat, Cape myotis, tricoloured mouse-eared bat, Cape hairy myotis, Temminck's hairy bat and three-coloured bat  (Myotis tricolor) is a species of vesper bat that is found in Sub-Saharan Africa.",
    "Description": "The Cape hairy bat is a diminutive bat which is very similar in appearance to the even more diminutive rufous mouse-eared bat. It has orangey to fufous fur on its back with slightly paler fur on the underparts, the fur is long, erect and his soft to the touch. Each hair is dark at its base and coppery-red towards the tips. it has relatively broad wings which are dark brown contrasting with the bright fur of the body. It has a plain face with no nose leaf and with moderately large brown ears which have a long narrow tragus. It weighs an average of 13.9g and the forelimb length is 49.5mm.",
    "Distribution": "The Cape hairy bat has only been recorded from the uplands of north-westernLiberia in West Africa and form a few places in the Democratic Republic of Congo and Rwanda in central Africa.  It occurs much more widely in East Africa, ranging from Ethiopia in the north, south through to southern South Africa.",
    "Habitat": "The Cape hairy bat requires suitable cave and is restricted to mountainous and rocky regions where these caves at found and its absence from flat treeless areas. It will roost in abandoned mines and generally prefers large caverns which contain pools of water. Hunting bats have been recorded in dry and moist savanna, and in mediterranean-type shrubby vegetation.",
    "Habits": "The Cape hairy bat forages for aerial insects along the edges of vegetation, where it captures species from the insect orders Coleoptera, Hemiptera, Diptera, Neuroptera and Hymenoptera.The Cape hairy bat is a sociable species which roosts in caves. It switches between winter hibernation roosts and summer maternity caves, an occupied cave may contain up to 1500 individual bats. In KwaZulu Natal copulation occurred in May and the females stored the sperm until using it to fertilise the ovum in September, the young were born in November and December, the suckled for six weeks after birth. Each female give birth to a single baby and they gather together in maternity roosts to do so.\n\n\n== References =="
  }
}