{
  "url": "https://en.wikipedia.org/wiki/Cave_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. velifer"
    }
  ],
  "text": {
    "__SUMMARY__": "The cave myotis (Myotis velifer) is a species of vesper bat  (Vespertilionidae) in the genus Myotis.",
    "Description": "It is larger than most other bats in the Myotis group, with a forearm of 37 to 44 millimetres (1.5 to 1.7 in). The bat is brown with short ears, and can be distinguished from other large Myotis by a bare patch of skin on its back. Male bats are smaller than females.",
    "Distribution and habitat": "It is usually found in caves, although it has been known to inhabit mines and buildings. The largest populations are in southwest Kansas and in Mexico. Groups of over a thousand have been recorded on the ceilings of caves during winter hibernation.",
    "Diet and behavior": "The cave myotis is insectivorous, primarily feeding on moths.  To capture prey it uses echolocation, typically hunting one or two hours after sunset.  Due to their larger size and well-adapted wings, the cave myotis may forage further from their roost than other \"myotis\" bats. When insect populations are low in spring and autumn, they decrease their food consumption. Adult females consume more food than males due to their size. Females also consume more food during lactation and gestation periods. Juveniles are efficient at foraging; they join their adult counterparts aged as young as four weeks. By six to eight weeks, their daily consumption of insects matches that of an adult.  Colonies hibernate from mid October until April. Individuals have lifespan of around thirteen years.",
    "Homing": "Most bat species have a good homing ability, the mechanisms of which are still unknown. Unusually for bats, the cave myotis does not have a good homing instinct. Speculation is that bat species' homing ability relies heavily on olfactory sense and vision.\n\n\n== References =="
  }
}