{
  "url": "https://en.wikipedia.org/wiki/Chaerephon_atsinanana",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Chaerephon"
    },
    {
      "Species": "C. atsinanana"
    }
  ],
  "text": {
    "__SUMMARY__": "Chaerephon atsinanana is a free-tailed bat found on Madagascar. It was considered a subspecies of  the little free-tailed bat until 2010.\nDuring the day, they are known to roost in man-made structures such as the roofs or attics of buildings.",
    "Taxonomy and etymology": "It was described as a new species in 2010 as the result of a taxonomic split of the little free-tailed bat, Chaerephon pumilus.\nWith the taxonomic revision, all \"C. pumilus\" on Madagascar were reclassified as C. atsinanana, meaning that C. pumilus range no longer includes Madagascar.\nThe species name \"atsinanana\" is derived from the Malagasy word meaning \"from the east.\"",
    "Description": "It is considered a relatively small member of the free-tailed bat family.\nIts forearm length ranges from 37–42 mm (1.5–1.7 in) long.\nIts ears are united by a connecting process referred to as the interaural membrane.\nIt can be distinguished from the similar little free-tailed bat by its broader antitragus and tragus (ear).\nIts dorsal fur is blackish-brown, with a brown throat and dark-brown ventral fur.\nSome individuals have a small patch of white fur mid-venter, though this is uncommon.\nIts flight membranes are dark in color.",
    "Biology": "It is nocturnal, roosting in sheltered places during the day.\nAs of 2010, all known roosts were in manmade structures such as schools, churches, and houses.\nIt is possible that its population has increased with urbanization due to the abundance of artificial roosting sites.\nNatural roost sites for this species possibly include caves and rock crevices, though this is not yet confirmed.",
    "Range and habitat": "It is found in several sites throughout eastern Madagascar, from 0–1,100 m (0–3,609 ft) above sea level.",
    "Conservation": "It is currently evaluated as least concern by the IUCN—its lowest conservation priority.\nThis species is possibly harvested for bushmeat.\n\n\n== References =="
  }
}