{
  "url": "https://en.wikipedia.org/wiki/Chocolate_wattled_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Chalinolobus"
    },
    {
      "Species": "C. morio"
    }
  ],
  "text": {
    "__SUMMARY__": "The chocolate wattled bat, species Chalinolobus morio, is a bat allied to the family Vespertilionidae. It is found only in Australia, including the island Tasmania, and widespread in southern regions. It is known to reside from sea level to at least 1,570 metres (5,150 ft) in Victoria.",
    "Taxonomy": "A description of the species was published by John Edward Gray in 1841, assigning it to the genus Scotophilus.There are three synonyms for the species: Chalinolobus australis, Chalinolobus microdon, and Chalinolobus signifer. Taxonomic research on the isolated populations is lacking.The name of the genus is derived from ancient Greek: chalinos, meaning 'bridle', and lobos, lobe. The specific epithet is also from the greek name Moros, the \"son of night\".The term 'wattled' refers to a characteristic of its related species, a conspicuous lobe at the head.",
    "Description": "A vespertilionid, with a rich and nearly uniform brown colour that resembles milk chocolate. The colour is often lighter at the front of the bat in the isolated populations in the west and centre. \nThe weight range is 8 to 11 grams, the measurement of the forearm is 35 to 42 millimetres. \nThe 'wattle', present in other Chalinolobus species, is a flap of skin that extends from the base of the ear to the mouth; this is comparatively small. The ears of Chalinolobus morio are also smaller than its near relations, short and rounded in form.They are fast and agile, able to twist in flight while pursuing small moths and other prey. A comparative analysis of flight in Australian bats reported this highly energetic species, along with Chalinolobus gouldii and southern forest Vespadelus regulus, as having the greatest manoeuvrability.",
    "Distribution and habitat": "The species is found from rainforests to treeless plains and inhabits a wide variety of other environments, roosting in tree hollows, caves, and buildings. The colonies that they form may have anywhere from ten to more than one thousand members, and females usually give birth to a single young.An insectivorous bat whose prey is obtained in flight, typically beneath the tree canopy, consists almost of moths.The distribution range is southern areas of the Australian continent, with two remote populations located in a central region and in the Pilbara. Some groups also show a preference to roost in either trees or caves. \nAreas inhabited by the Chalinolobus morio include expansive caves on the Nullarbor Plain, where they occur in large numbers, in other areas they occupy tree hollows.\n\nThe species is often found in the country's southern urban environments. They are one of several locally common bats within the city of Canberra, noted for its seasonal feast of bogong moths that are drawn toward the parliament building. C. morio is also found in Tasmania and in its capital Hobart, one of the small number of species to occur in the state. In Tasmania, they roost in the hollows of large eucalypts and other trees as caves are unsuitable for bats in the colder climate; it is assumed they also occupy the many old buildings. They are the first bats to rouse after hibernation and can feed without competition from other species for several weeks. The city of Adelaide, South Australia contains extensive parkland that this bat, with around a dozen other species, use for foraging and roosts; they are often observed hunting with other bats around street lights. In Perth, Western Australia, the bat is found adjacent to the city centre at Kings Park, they are also found at the cave systems to the south in the Leeuwin-Naturaliste National Park. Chalinolobus morio abide in caves, sometimes buildings, but more commonly in tree hollows; the old growth forest that provides suitable hollows for the species is greatly reduced in the southwest region.In the pilbara region, Chalinolobus morio is one of three geographically isolated bat populations, the other two being the orange leaf-nosed Rhinonicteris aurantia and ghost bat Macroderma gigas. The bat forages at riparian habitat in this region.Chalinolobus morio is one of several bats that adopt the nests of the fairy martin, Petrochelidon ariel, when the bird vacates after the breeding season. The nest is spout-shaped and constructed with mud, often occurring in a secluded section beneath concrete bridges. The species is also inhabits roof cavities.",
    "Conservation": "The species is listed as Least Concern on the IUCN Red List, there are no apparent threats and it occurs in multiple protected areas. The bats are vulnerable to changes in land use, loss of habitat resulting from forestry or pastoralist activities, and clearing for agriculture and urbanisation. The regional assessment in Queensland and Northern Territory is 'not threatened'.\n\n\n== References =="
  }
}