{
  "url": "https://en.wikipedia.org/wiki/Choco_broad-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Platyrrhinus"
    },
    {
      "Species": "P. chocoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Choco broad-nosed bat (Platyrrhinus chocoensis) is a species of bat in the family Phyllostomidae. It is native to Colombia, Panama, and Ecuador, where it is found in the Choco region lowlands.  It is threatened by habitat loss. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
    "Taxonomy": "This species was first encountered in 1984 in Colombia. Its species name chocoensis is derived from the region where it was found, the Chocó Department. A morphological study suggested that it may be the most basal (earliest offshoot) of its genus, however, another study using DNA suggested that the Platyrrhinus of the Chocó region diverged from Platyrrhinus of the Amazonian Craton, and that the white-lined broad-nosed bat was more basal.",
    "Description": "Their forearms are 47–51 mm (1.9–2.0 in) long. They have a single whisker on their upper lip, and seven whiskers surrounding their nose-leaf. They have dark facial stripes. Their ears have well-defined folds. They have narrow dorsal stripes. Individual dorsal hairs are tricolored, with the base, mid, and tip of the hair different colors; ventral hairs are bicolored. The third metacarpal is shorter than the fifth metacarpal.They weigh approximately 30 g (1.1 oz), making them \"medium-sized\" for their genus.",
    "Biology and ecology": "They are frugivorous, but are also known as pollinators. They are likely polyestrous, as pregnant females have been encountered throughout the year.",
    "Distribution": "This species has been documented in two sites in the lowland of southern Panama. It has been found in over twenty sites in both Colombia and Ecuador. They live in the Pacific-facing side of Colombia and western Ecuador. They are found in lower elevation habitat, from 1–1,000 m (3.3–3,300 ft) above sea level.",
    "Conservation": "In 2008, this species was listed as  endangered by the International Union for Conservation of Nature, based on a projected decline of 50%. However, the decline appears more moderate now, and it is listed as vulnerable due to a projected decline of 30%. Its range includes protected areas, such as Utría National Natural Park and Los Katíos National Park, both in Colombia. Areas where the bat occur are being converted to agricultural use, particularly cocoa farming, which threatens the species. Illegal mining in Colombia is also responsible for its habitat destruction.\n\n\n== References =="
  }
}