{
  "url": "https://en.wikipedia.org/wiki/Choeronycteris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "ChoeronycterisTschudi, 1844"
    },
    {
      "Species": "C. mexicana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mexican long-tongued bat (Choeronycteris mexicana) is a species of bat in the family Phyllostomidae. It is monotypic within the genus Choeronycteris. The species is found in El Salvador, Guatemala, Honduras, Mexico, and the United States.",
    "Etymology": "The genus name Choeronycteris is derived from the Greek words choiros (pig) and nykteris (bat). The specific name mexicana correlates to its distribution.",
    "Description": "The Mexican long-tongued bat is medium in size in the family Phyllostomidae. Its pelage can be up to 7 mm long and is typically gray to brownish but can be paler on the shoulders. Wings are darker brownish gray with paler tips. The ears will also have the same coloration as the body and will vary in size. The tail is short. Body weight is 10-20 g, with a maximum of 25 g in pregnant females.The species has a distinctly elongated snout tipped with a roughly 5 mm-long nose-leaf. The tongue is long, narrow and extendible, specialized for nectar feeding. It is covered with tiny hairlike papillae, which become more horny towards the base of the tongue. The skull is up to 30 mm long, with the rostrum making up 40-50% of total length. Juveniles have 22 deciduous teeth, which give way to 30 adult teeth.Like all microchiroptera, Mexican long-tongued bats use echolocation. They are especially sensitive to high frequencies (65–80 kHz) but have been found to respond to lower frequencies in the 5 kHz range.",
    "Description-Distribution and habitat": "In the United States, this species is found in the southern parts of California, New Mexico and Arizona. It has also been reported from Texas. Further south, its range extends from Mexico (including Baja California and the Tres Marias Islands) through El Salvador, Honduras, and Guatemala. It occurs at altitudes of 300-2,400 meters in deciduous, semi-arid thorn scrub and mixed oak-conifer forests. Northern populations migrate south for the winter.",
    "Ecology": "",
    "Ecology-Diet": "The Mexican long-tongued bat feeds on nectar, pollen from agaves, and fruits from other plants. Its tongue can extend up to a third of its body length, enabling it to reach nectar deep inside a blossom. In southern Arizona, the species often takes nectar from hummingbird feeders as well.",
    "Ecology-Behavior": "The species roosts in caves or abandoned buildings during the day. Individuals do not cluster together, hanging 2–5 cm apart suspended by a single foot, which allows them to rotate on their perch. If alarmed, they fly towards the opening and light rather than deeper into the roosting site. Females will carry young but only from one shelter to another.Migrations follow regional nectar availability. A key factor for migration in glossophagines over larger distances seems to be a large body size that permits storing energy for traveling over areas without available food. Following this idea, C. mexicana might be the larger, migrating version of the small, resident sister taxon Musonycteris harrisoni. Resident species (compared to a migrating species) may know their relatively small home ranges on a fine-grained level, including also locations of less-profitable food plant species. Migrating species, on the other hand, tend to focus on predictably flowering, high-quality resources (von Helversen and Winter 2003).",
    "Ecology-Mating and Reproduction": "Breeding occurs between June and September in Arizona, New Mexico, and other parts of the US, and earlier farther south, where a second breeding season may also occur. Females give birth to single litter, although up to two have been reported in Guatemala. Males and females segregate during the time of gestation and parturition. The young are born well-furred and start flying at about 4–6 weeks of age.",
    "Conservation": "The species has been classified as Near Threatened by the IUCN due to ongoing habitat loss, which includes loss of roosting sites in caves to mining and tourism. It is regarded as a species of Special Concern on California and Arizona.",
    "See also": "Bats of the United States\n\n\n== References =="
  }
}