{
  "url": "https://en.wikipedia.org/wiki/Christmas_Island_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Pipistrellus"
    },
    {
      "Species": "†P. murrayi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Christmas Island pipistrelle (Pipistrellus murrayi) was a species of vesper bat found only on Christmas Island, Australia.\nThe species is now considered to be extinct, with the last individual bat seen in August 2009 with no further sightings despite intensive efforts to locate the species.",
    "Taxonomy and etymology": "It was described as a new species by British paleontologist Charles William Andrews.\nIts species name \"murrayi\" was likely inspired by Sir John Murray, who helped pay for Andrews's expedition to the Christmas Islands where he described it.It has sometimes been considered synonymous with Pipistrellus tenuis; however, revisions of the genus based on baculum identified Pipistrellus murrayi as a distinct species. This was supported by genetic work conducted for the Australian Government as part of its investigation into the decline of Christmas Island ecology and the pipistrelle in mid-2009; the results of this analysis indicate that the Christmas Island Pipistrelle was closely related to but distinct from other Asian pipistrelles.",
    "Description": "It was a small bat weighing around 3–4.5 g (0.11–0.16 oz).\nIt had dark brown fur, with the tips of its hairs yellowish.\nIts forearm was 30–33 mm (1.2–1.3 in) long.\nIt was the smallest described species of bat in Australia.\nIts ears were triangular and rounded at the tips.\nIts uropatagium had a distinct calcar.\nIts tail protruded very slightly (2 mm (0.079 in)) past the uropatagium.\nThe length of its head and body was 35–40 mm (1.4–1.6 in) long; its tail was 30–31 mm (1.2–1.2 in) long; its ear was 9–11 mm (0.35–0.43 in); its hind foot was 6–8 mm (0.24–0.31 in) long.",
    "Biology": "This species fed on insects and roosted in tree hollows and decaying vegetation.",
    "Decline and extinction": "The Christmas Island pipistrelle declined dramatically from 1990. It was once commonly seen throughout the island including in the settlement.A reassessment of the number of individuals remaining in January 2009 suggested there may have been as few as 20 individuals left. The only known communal roost contained only four individuals. Three years before, there had been 54 individuals in this colony and there were several other known, similar-sized colonies. Monitoring in early 2009 showed that some bats survived in the wild, prompting the Australian government to announce on 1 July 2009, that it would attempt to rescue the bat by bringing the last remaining individuals into captivity, with assistance of volunteer bat researchers from the Australasian Bat Society.\nIn early August 2009 Australian Government gave permission to capture the bats to establish a captive breeding program. However, after four weeks of surveying located only a single bat through its echolocation. Researchers were unable to catch it and the last echolocation call of this bat was recorded on August 26, 2009, when it went silent. On 8 September 2009, the Australian Government announced that attempts to capture the bats had failed. No Christmas Island pipistrelles have been seen or heard since, and it is believed the species is now extinct.\nIt is believed to be the first mammal extinction in Australia in 50 years.",
    "Cause of decline": "The cause of the Christmas Island pipistrelle's decline is unknown. Several potential threats have been suggested: predation or disturbance at roost sites, and disease. Introduced species such as the common wolf snake, giant centipede yellow crazy ant, black rat or feral cats have all been identified as potential suspects responsible for the decline either through predation or disturbance of the bats. It has also been speculated that an unidentified health threat, or poisoning from the insecticide Fipronil used to control yellow crazy ant 'supercolonies' could be responsible for the decline.\n\n\n== References =="
  }
}