{
  "url": "https://en.wikipedia.org/wiki/Christie's_big-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Plecotus"
    },
    {
      "Species": "P. christii"
    }
  ],
  "text": {
    "__SUMMARY__": "Christie's big-eared bat (Plecotus christii), also known as the Egyptian long-eared bat or gray long-eared bat, is a species of vesper bat in the family Vespertilionidae. It is endemic to Egypt. Its natural habitats are subtropical or tropical dry shrubland, rocky areas, and hot deserts.",
    "Taxonomy and etymology": "It was described as a new species in 1838 by John Edward Gray.\nGray named it Plecotus christii.\nThe specimens that Gray used to describe the species were provided to the British Museum of Natural History by Dr. Turnbull Christie, who is undoubtedly the eponym for the species name \"christii\".\nBecause Christie was inspiration for the species name, taxonomic resources such as the Integrated Taxonomic Information System state that the correct name for this species is christiei.\nAccording to the International Code of Zoological Nomenclature, there are few circumstances in which the author's original spelling can be challenged.\n\"Inadvertent errors\" may be corrected, according to Article 32.5.1, but \"incorrect transliteration or latinization, or use of an inappropriate connecting vowel, are not to be considered inadvertent errors.\"\nBecause Gray's error was one in latinization, it is unclear if changing the specific epithet is necessary or an unjustified emendation.\nIn 1878, George Edward Dobson published that he considered it synonymous with the brown long-eared bat, Plecotus auritus.",
    "Description": "It has pale, whitish fur with dusky tips.\nThe fur of its stomach is white.\nIts tragus is half as long as its ear.",
    "Range and habitat": "Christies' big-eared bat is endemic to north-eastern Africa and it is known only from a small number of sites. It has been recorded in eastern Libya, Egypt (including Sinai and Sudan. Reports of this species in Eritrea may refer to Plecotus balensis.In 1884, English ornithologist Henry Baker Tristram described the species as \"very common in all the hill-country of Palestine, especially in caves and tombs about Bethlehem and Jerusalem, and by the Sea of Galilee.\"\nResearchers who recently surveyed Palestine, however, did not find any sign of the species.\n\n\n== References =="
  }
}