{
  "url": "https://en.wikipedia.org/wiki/Chrotopterus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "ChrotopterusPeters, 1865"
    },
    {
      "Species": "C. auritus"
    }
  ],
  "text": {
    "__SUMMARY__": "The big-eared woolly bat or (Peter's) woolly false vampire bat (Chrotopterus auritus) is a species of bat, belonging to the Order Chiroptera and Family Phyllostomidae.\nThe name Chrotopterus is derived from Greek roots chariots (skin, color), and pteron (wing).  The epithet auritus refers to the large ears.",
    "Physiology": "Big-eared woolly bats are very large predatory bats, the second largest bat species in the neotropics. Their body mass typically ranges from 75 to 96 grams. The length of the forearm ranges from 78.7 to 83.1 mm.  There are only three New World phyllostomid bats of comparable size. The dorsal hair is about 12 mm long, which is longer than most of species in the Phyllostomids.  They also possess two lower incisors, a trait typically shared with smaller bats.",
    "Ecology": "",
    "Ecology-Habitat": "This bat species lives in warm subtropical forests, usually roosting in caves and hollow logs, where prey is returned to before consumption.  Geographically, it is found in Southern parts of Mexico and extend through Northeastern South America, being found as far south as Bolivia.These bats are typically found in high bat-species richness areas.",
    "Ecology-Diet": "Big-eared woolly bats have diverse feeding habits. It has been shown to feed primarily on small arthropods and small vertebrates, including fruits, beetles, moths, small mammals (including opossums and rodents), birds (including passerine birds) and even other bat species.  Though primarily carnivorous or insectivorous, it has also been known to eat fruit. However, in captivity, they refused to eat fruit, indicating a preference toward meat or insects.  Another unique prey item for this species are geckos. This prey item was previously thought to have been only displayed in one other species of New World bat - T. cirrhosis.  They are able to take prey of up to 70 g weight, but more commonly feed on smaller vertebrates of 10 to 35 g.\nPrey is not consumed until the bat has returned to its roost and returned to its head-down position.",
    "Behavior": "Big-eared woolly bats fly slowly, partially because of their large size, flying 1 or 2 meters above ground and usually in dense thickets.\nThese bats are typically either isolated or part of a small group.  Colony sizes vary between one and seven individuals, consisting of a male-female adult pair and their pup(s).",
    "Reproduction": "Big-eared woolly bats give birth to a single young per reproduction cycle, after a gestation period of more than 100 days. This is the largest parental investment exhibited in a species belonging to the Phyllostomid family. Newborn pups are born roughly 32.5% of the size of the mother, whereas other species in the Phyllostomid family range from 18.6-29.4% of mother size.",
    "References": "\nChiroptera Specialist Group 1996. Chrotopterus auritus. 2008 IUCN Red List of Threatened Species. Downloaded on 26 October 2008.\nTheodore H. Flemming, 2003. A Bat Man in the Tropics: Chasing El Duende.\nEisenberg, J.F. and Redford, K.H. 1999. \"Mammals of the Neotropics, Volume 3: The Central Neotropics: Ecuador, Peru, Bolivia, Brazil\". University of Chicago Press.\nEmmons, Louise H.; Feer, François (1997-09-02). Neotropical rainforest mammals. A field guide (2nd ed.). Chicago: University of Chicago Press. p. 69. ISBN 978-0-226-20721-6. OCLC 44179508."
  }
}