{
  "url": "https://en.wikipedia.org/wiki/Chuuk_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. pelagicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pteropus pelagicus is a species of fruit bat in the family Pteropodidae. It includes two subspecies that were formerly recognized as full species— Pteropus insularis (Chuuk flying fox) and Pteropus phaeocephalus (Mortlock flying fox). It is endemic to Micronesia.  It is threatened by habitat loss.",
    "Etymology and taxonomy": "The species was described by German naturalist Heinrich von Kittlitz in 1836. \nHe gave it the species name pelagicus from Ancient Greek  πελαγικός, meaning 'of the open sea'.In 2013, a study was published that challenged the status of the Chuuk flying fox and the Mortlock flying fox as species.\nThe study stated that the Chuuk flying fox was not significantly different from the Mortlock flying fox, and that they represent two subspecies of the same species, which should be called Pteropus pelagicus. They proposed that the Chuuk flying fox be referred to as P. p. insularis, and the Mortlock flying fox be referred to as P. p. pelagicus. The study also concluded that the closest relative of P. pelagicus is the Guam flying fox, based on morphology.\nA 2014 study that used genetics also concluded that the Guam flying fox was the sister taxon to P. pelagicus.\nThere are currently two recognized subspecies of Pteropus pelagicus, both of which were formerly recognized as distinct species.\n\nP. p. pelagicus Kittlitz, 1836 (Nomoi Islands)\nP. p. insularis Hombron and Jacquinot, 1842 (Islands of Chuuk Lagoon and Namonuito Atoll)The authors of the 2013 study suggested that the common name of Chuuk flying fox be retained to refer to Pteropus pelagicus. They recommended it over the name \"Mortlock flying fox\" because there is a tradition of using geographic-based common names for flying foxes of the Caroline Islands.According to traditional classification, P. pelagicus is in the P. pselaphon species group.\nHowever, more recent genetic analysis places it in the newly-described P. pelagicus species group, consisting of the following species:\nPteropus pelagicus\nGuam flying fox, Pteropus tokudae\nBig-eared flying fox, Pteropus macrotis\nDwarf flying fox, Pteropus woodfordi\nLesser flying fox, Pteropus mahaganus\nGilliard's flying fox, Pteropus gilliardorum\nCaroline flying fox, Pteropus  molossinus",
    "Description": "The heads of the adults are creamy white, buff, or tawny in adults. \nThe heads of the juveniles are grayish brown, lacking red or yellow highlights.\nThe back and rump are dark brown, with lighter hairs interspersed throughout.\nTheir faces are dark brown to almost black, while the tops of the heads are brown or grayish brown.\nTheir throats and chests are light brown or reddish brown, while their lower abdomen is darker brown.\nMany individuals have a large white patch on their bellies.\nIndividual hairs are 14.7–16 mm (0.58–0.63 in) long.\nP. p. pelagicus has more contrast in its coloration than P. p. insularis, and they also tend to have larger abdominal white patches.\nTheir forearms are 101–108.7 mm (3.98–4.28 in) long.\nThey weigh 148–190 g (5.2–6.7 oz).",
    "Biology": "P. p. pelagicus roosts in small groups of 5-10 individuals, although gatherings as large as 27 have been observed.\nThey eat breadfruit, bananas, papaya, and Pandanus fruits.\nIn July, many of the females have pups, though larger pups have also been observed in April.\nCopulation has been observed in December.P. p. insularis roosts in larger groups of up to 100 individuals; they are considered a \"strongly colonial\" species.\nIndividuals are sometimes found by themselves, though.\nIt is considered at least somewhat diurnal, unlike most flying foxes which are mostly nocturnal.",
    "Range and habitat": "P. pelagicus is located on the Nomoi Islands, Chuuk Lagoon, and Namonuito Atoll. All three locations are within the Federated States of Micronesia. P. p. pelagicus is found on the Nomoi islands, while P. p. insularis is located on the other two sites. The range of the two subspecies is separated by 171 km (106 mi).\nThe entire range of P. p. pelagicus is only 11.9 km2 (4.6 sq mi), with 75% of the population occurring on Satawan and Lukunor atolls.",
    "Conservation": "When they were still considered separate species, the IUCN assessed that both the Chuuk flying fox and the Mortlock flying fox were critically endangered.\nThe IUCN has not yet assessed the status of Pteropus pelagicus, however.\nP. p. pelagicus is threatened by climate change, as the atolls where they live are only 3–5 m (9.8–16.4 ft) above sea level. \nClimate change is also projected to increase the frequency and intensity of typhoons, which negatively impact both subspecies.\nBased on censuses, the population of P. p. pelagicus was estimated at 925-1,200 individuals in 2004.\nUnlike other species of flying fox, there does not appear to be much of a bushmeat trade in this species.\nMicronesians reportedly disdain flying foxes as food because they urinate on themselves and Micronesians view them as rat-like vermin.\nOther threats potentially include introduced predators such as cats, rats, and mangrove monitors.In 1986, there were an estimated 5,628 P. p. insularis, but a steep decline took place.\nIn two years (1988-1989), 3,723 of them were exported to Guam for human consumption.\nP. p. insularis is not as threatened by climate change as the pelagicus subspecies, because its range has greater elevation.P. pelagicus was protected under CITES Appendix II in 1987, which was criticized by bat conservationists for not taking strict enough measures to protect flying foxes.\nIt was protected under CITES Appendix I in 1989, making commercial trade of it illegal.\n\n\n== Sources =="
  }
}