{
  "url": "https://en.wikipedia.org/wiki/Clear-winged_woolly_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Kerivoula"
    },
    {
      "Species": "K. pellucida"
    }
  ],
  "text": {
    "__SUMMARY__": "The clear-winged woolly bat (Kerivoula pellucida) is a species of vesper bat in the family Vespertilionidae. \nIt is found in Brunei, Indonesia, Malaysia, and the Philippines. Members of this species are relatively small, typically weighing about 4.5g and mainly forages in the understory of tropical forests. This species also presents a unique variant of echolocation that is a higher intensity and lower frequency than most other kerivoula calls. The sort range calls are distinguishable from the long range orientational echolocation calls by peak frequency and duration.",
    "Appearance": "As the name suggests, this bat has relatively translucent wings that are approximately 30-32 millimeters long. Translucent wings are a unique feature for this bat that allow for easy identification. The body length is 44-48 millimeters with a 41-47 millimeter long posterior tail. This is not a traditional tail, as the skin flaps that make up the wings attach behind the animal here. The bats dorsal and ventral fur ranges in color, with the dorsal portion being primarily a range of pale grey to dark brown. No fur is found on the wings of this bat. The fur color exhibits a smooth transition to white on the ventral side of the animal. No nose leaf is present on the muzzle of the bat. The ears are a pinkish-yellow color.",
    "Biology": "Clear-winged woolly bats typically inhabit the understory and lower canopy, typically roosting in dead leaves. Mating occurs year-round and the mothers give birth to single pups at a time that generally weigh about a quarter of the mothers weight. Until they are able to fly, the pups cling to their mothers belly as she forages. Once they are able to fly, they will forage alongside the mother. Sexual maturity is reached at one year of age. As with many other species, habitat destruction is the primary threat to this species.\n\n\n== References =="
  }
}