{
  "url": "https://en.wikipedia.org/wiki/Coleura_kibomalandy",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Coleura"
    },
    {
      "Species": "C. kibomalandy"
    }
  ],
  "text": {
    "__SUMMARY__": "The Madagascar sheath-tailed bat (Coleura kibomalandy) is a species of sac-winged bat found in Madagascar.",
    "Taxonomy and etymology": "The Madagascar sheath-tailed bat was described as a new species in 2012 by Goodman et al.\nIts description was the result of a taxonomic split in the African sheath-tailed bat, Coleura afra.\nThe population known as C. afra on Madagascar had a genetic distance of at least 6% from C. afra on mainland Africa, which they used to justify describing it as a new species.\nThe holotype had been collected in \"Crocodile Cave\" of northern Madagascar's Ankarana Reserve.\nThe authors noted that its species name \"kibomalandy\" is Malagasy for \"white belly\" from white (malandycode: mlg promoted to code: mg ) and belly (kibocode: mlg promoted to code: mg ).",
    "Description": "The Madagascar sheath-tailed bat is a medium-sized member of its family with a forearm length of 47–52 mm (1.9–2.0 in).\nIndividuals weigh 8.4–12.5 g (0.30–0.44 oz).\nThe fur on its back and throat are dark brown, while the fur on its belly is whitish.\nIts wings are dark, though parts are translucent.",
    "Range and habitat": "The Madagascar sheath-tailed bat is only known from two sites in northern Madagascar, both of which are protected areas: Ankarana Reserve and Namoroka National Park.\nBoth areas have an abundance of karstic limestone outcroppings.\nIt has been documented at elevations from 20–115 m (66–377 ft) above sea level.",
    "Conservation": "As of 2017, the Madagascar sheath-tailed bat is assessed as a data deficient species by the IUCN.\nIt meets the criteria for this classification because its population size and trend are unknown, as well as any threats that this species may be facing.\n\n\n== References =="
  }
}