{
  "url": "https://en.wikipedia.org/wiki/Common_tube-nosed_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Nyctimene"
    },
    {
      "Species": "N. albiventer"
    }
  ],
  "text": {
    "__SUMMARY__": "The common tube-nosed fruit bat (Nyctimene albiventer) is a species of megabat in the family Pteropodidae. It is found at islands north of Australia, and in Indonesia, Papua New Guinea, The Philippines and the Solomon Islands.",
    "Taxonomy": "The first description of Nyctimene albiventer was provided by John Edward Gray in 1863, and allied the species by the combination Cynopterus albiventer.\nThe type, representing subspecies Nyctimene albiventer albiventer, was obtained at the Moluccas island group.\nA part of the population which occurs on mainland Australia was recognised by this name, but specimens described by Oldfield Thomas were assigned to the species Nyctimene robinsoni in 1904.\nThe name also encompasses populations at locations which are morphologically distinct, in two separate species complexes distributed across the region, with probable and unnamed taxa sometimes occurring in sympatry; up to three sympatric species may be discerned on the main island of New Guinea.An available name, recognised as synonym of the species, is Nyctimene papuanus K. Andersen, 1910.",
    "Behaviour": "The species-group is generally solitary and adopts a daytime roost in dry foliage of the lower to mid storey of the forest. The reproduction is typical of the Pteropodidae, a single birth once a year and the offspring is carried by the mother until it advances to an age where it can be left behind while feeding.",
    "Distribution": "The species occurs at the islands north of Cape York peninsula in Australia, but not recorded at the mainland. The distribution range of Nyctimene albiventer, so named, extends from the main island of Papua New Guinea to the Indonesian territories and on the region's smaller island groups. The various forms and populations are found at all altitudes below 1,900 a. s. l..",
    "Conservation": "The IUCN classifies the species by the conservation status least concern, but recognises the likelihood of separation of the species and the need for individual revision of these. Some island populations, such as those at the Kei and Moluccan Islands or the Admiralty and Bismarck groups, may be in decline due to acknowledged threatening factors in the region, although the extent of impact on any putative species has not been evaluated.\n\n\n== References =="
  }
}