{
  "url": "https://en.wikipedia.org/wiki/Common_noctule",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctalus"
    },
    {
      "Species": "N. noctula"
    }
  ],
  "text": {
    "__SUMMARY__": "The common noctule (Nyctalus noctula) is a species of insectivorous bat common throughout Europe, Asia, and North Africa.",
    "Description": "The short fur is dark brown after molting in June (males) or July/August (females), later it changes to red-brown before the onset of winter. When awake, the body temperature is 36.5 °C but decreases significantly during inactivity of the animal. The body mass of adult N. noctula is 25-30 g and they have a wingspan of 37–40 cm. The species forages with a rapid flying speed of 20–40 km/h, sometimes up to 60 km/h. Because of temporally limited availability of insect prey, they have short daily activity periods before sunrise and after sunset of in total 1 h or less and must cope with up to 23 h of fasting a day.",
    "Distribution": "Most parts of Europe, central Russia, across the Ural mountain, Caucasus, Turkey, the Near East, to southwestern parts of Siberia, the Himalayas, China, Malaysia, Taiwan and Japan. In Bulgaria it is widespread, prefers deciduous forests.",
    "Biology": "",
    "Biology-Reproduction & Migration": "The common noctule is a migrating species with female bias: the males do not migrate. Mating season is in late summer in the wintering areas and the females store the sperm in the uterus during hibernation until fertilization in spring.During early pregnancy in late April the females migrate North, as far as the Baltic region for the Europe continent, to return to their natal maternity colonies and give birth after being pregnant for 6–8 weeks. They raise one or two young per female per year.At birth the offspring is about 1/3 of the maternal body weight and after 3–4 weeks of nursing the young leave the roost almost fully developed, i.e. the female raises the offspring to full size only with milk.\nMale N. noctula do not migrate, but scatter along the females' migration routes to have higher chances to attract the first females migrating back to the wintering regions. The reproductive cycle of male bats seems to correspond directly to season and food availability and spermatogenesis can be affected by body condition. In early autumn, males develop large testes and aim to attract females with singing calls. While in the harem roosts, males often do not enter torpor, but stay awake and mobile to defend the females from other males trying to copulate. Another reason for the avoidance of torpor during late summer and early autumn can be that spermatogenesis in bats can be delayed when resting metabolic rate is depressed, i.e. during torpor and hibernation.During the summer, male noctules are solitary or form small bachelor groups.\nIn Europe, the species nursing area is mainly in the northern parts of the species’ distribution area. The southern boundary of the main nursing area mainly follows 48°–49°N latitude.  With the exception of the main breeding area, several smaller and isolated breeding areas are known – recorded in Slovakia, Hungary, Bulgaria, Slovenia, Iberian Peninsula and Italy.",
    "Biology-Hibernation": "Common noctule bats hibernate in winter, and sometimes congregate in hibernation colonies of up to 1000 individuals. In late summer the adult females migrate back south prior to the young to the wintering habitats. Hibernation at these latitudes is thought to avoid too many days in winter below 0 °C. At the beginning of winter, usually in November but this strongly dependent on the ambient temperatures, N. noctula start to hibernate in large groups with both sexes in one roost. Tree holes are not warm enough so they search caves, objects like church steeples or blocks of flats in Eastern Europe, where they are most common hibernating bat species in the cities. Sometimes summer territories and hibernating places are hundreds of kilometers apart.",
    "Biology-Diet": "When hunting, it often starts flying in early dusk, earlier than most European bats It flies high above the forested areas that are its preferred habitat, reaching speeds of up to 50 km/h.\nCommon noctule bats mainly eat beetles, moths and winged ants.",
    "Biology-Echolocation": "The common noctule uses two main calls for echolocation. The frequencies of the first are 26–47 kHz, have most energy at 27 kHz and an average duration of 11.5ms. The frequency of the second call is 22–33 kHz, having most energy at 22 kHz and an average duration of 13.8ms.",
    "Range and habitat": "Small to medium-sized woodlands are preferred but they may forage up to 20 km from the woodland at night.  When roosting through the day, the noctule bat usually seeks out tree holes or even bat boxes attached to the tree trunks.\nGenerally, noctule bats live in forests, but some populations can be found in towns. There are many noctules in Hamburg, Vienna, Brno and some other central European cities.",
    "Conservation": "This species is protected in the European Union under the Habitats Directive. This species is also listed in the Berne Convention and is specifically targeted by the UNEP-EUROBATS convention. Several national legislation are also protecting this species and its habitats in many countries and regions.\nIn order to highlight the importance of protecting this species at the European scale, this species was selected as bat species of the Year 2016 and 2017 by the pan-European NGO BatLife Europe.",
    "References": "",
    "Literature cited": "Braun, M. and Dieterlen, F. 2003. Die Säugetiere Baden-Württembergs. Band 1: Allgemeiner Teil, Fledermäuse (Chiroptera): Verlag Eugen Ulmer, Stuttgart.\nCeľuch M. & Kaňuch P. 2005. Winter activity and roosts of the noctule (Nyctalus noctula) in an urban area (Central Slovakia). Lynx (Praha) 36: 39–45.\nDechmann, D. K., Wikelski, M., Varga, K., Yohannes, E., Fiedler, W., Safi, K., Burkhard, W.-D. and O'Mara, M. T. 2014. Tracking post-hibernation behavior and early migration does not reveal the expected sex-differences in a “female-migrating” bat. PloS one 9, e114810.\nGörföl, T., Dombi, I., Boldogh, S., & Estók, P. 2009. https://www.researchgate.net/profile/Tamas_Goerfoel/publication/50889714_Going_further_South_New_data_on_the_breeding_area_of_Nyctalus_noctula_Schreber_1774_in_Central_Europe/links/00463525d5b40b2323000000/Going-further-South-New-data-on-the-breeding-area-of-Nyctalus-noctula-Schreber-1774-in-Central-Europe.pdf Going further South: new data on the breeding of Nyctalus noctula (Schreber, 1774) in Central Europe]. Hystrix, the Italian Journal of Mammalogy.\nKulzer, E. 1967. Die Herztätigkeit bei lethargischen und winterschlafenden Fledermäusen. Zeitschrift für vergleichende Physiologie 56, 63-94.\nKurta, A., Johnson, K. A. and Kunz, T. H. 1987. Oxygen consumption and body temperature of female little brown bats (Myotis lucifugus) under simulated roost conditions. Physiological Zoology 60, 386-397.\nKurta, A. and Kunz, T. H. 1988. Roosting metabolic rate and body temperature of male little brown bats (Myotis lucifugus) in summer. Journal of Mammalogy 69, 645-651.\nMcNab, B. K. 1982. Evolutionary Alternatives in the Physiological Ecology of Bats. In Ecology of Bats, (ed. T. H. Kunz), pp. 151–200. Boston, MA: Springer US.\nObrist, M.K., Boesch, R. & Flückiger, P.F. 2004. Variability in echolocation call design of 26 Swiss bat species: Consequences, limits and options for automated field identification with a synergic pattern recognition approach. Mammalia. 68 (4): 307–32. doi:10.1515/mamm.2004.030.\nParsons, S., Jones, G. 2000. Acoustic identification of twelve species of echolocating bat by discriminant function analysis and artificial neural networks. J Exp Biol. 203 (Pt 17): 2641–2656. PMID 10934005.\nPetit, E. and Mayer, F. 1999. Male dispersal in the noctule bat (Nyctalus noctula): where are the limits? Proceedings of the Royal Society of London B: Biological Sciences 266, 1717-1722. doi:10.1098/rspb.1999.0837\nPopa-Lisseanu, A. G. and Voigt, C. C. 2009. Bats on the move. Journal of Mammalogy 90, 1283-1289.\nRacey, P. 1982. Ecology of bat reproduction. In Ecology of bats, pp. 57–104: Springer.\nSchober, W. and Grimmberger, E. 1989. A guide to bats of Britain and Europe. Hamlyn.\nSpeakman, J. and Racey, P. 1986. The influence of body condition on sexual development of male brown long‐eared bats (Plecotus auritus) in the wild. Journal of Zoology 210, 515-525.\nStrelkov, P.P. 1997. Breeding area and its position in range of migratory bats species (Chiroptera, Vespertilionidae) in East Europe and adjacent territories. Communication 1. - Zool. Zhurnal 76: 1073-1082.",
    "External links": "http://www.bats.org.uk/pages/noctule_bat.html"
  }
}