{
  "url": "https://en.wikipedia.org/wiki/Common_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Pipistrellus"
    },
    {
      "Species": "P. pipistrellus"
    }
  ],
  "text": {
    "__SUMMARY__": "The common pipistrelle (Pipistrellus pipistrellus) is a small pipistrelle microbat whose very large range extends across most of Europe, North Africa, southwestern Asia, and may extend into Korea. It is one of the most common bat species in the British Isles. In Europe, the northernmost confirmed records are from southern Finland near 60°N. In 1999, the common pipistrelle was split into two species on the basis of different-frequency echolocation calls. The common pipistrelle uses a call of 45 kHz, while the soprano pipistrelle echolocates at 55 kHz. Since the two species were distinguished, a number of other differences, in appearance, habitat and food, have also been discovered.",
    "Taxonomy and etymology": "It was described as a new species in 1774 by German naturalist Johann Christian Daniel von Schreber.\nSchreber initially placed it in the genus Vespertilio, calling it Vespertilio pipistrellus.\nIn 1839, Keyserling and Blasius reclassified the species, naming it Vesperugo pipistrellus.\nThis classification stood until 1897, when Miller placed the species into the genus Pipistrellus, where it remains as Pipistrellus pipistrellus.\nIts species name \"pipistrellus\" is derived from the Italian word pipistrello, which means \"bat.\"\nThe soprano pipistrelle, Pipistrellus pygmaeus, was formerly considered synonymous with the common pipistrelle. In 1999, it was formally split from the common pipistrelle based on differing echolocation signatures and a genetic divergence of 11%.\nDespite being different species, the common pipistrelle and the soprano pipistrelle are able to hybridize, based on genetic analysis conducted in Poland.",
    "Description": "The common pipistrelle is a very small species of bat.\nIts forearm is 27.7–32.2 mm (1.09–1.27 in) long.\nIt has a short muzzle.\nIt is 3.5–5.2 cm (1.4–2.0 in) long along the head-and-body, with the tail adding 2.3–3.6 cm (0.91–1.42 in). The body mass can range from 3.5 to 8.5 g (0.12 to 0.30 oz), with the wingspan ranging from 18 to 25 cm (7.1 to 9.8 in). Its brown fur is variable in tone. It is common in woodland and farmland but is also found in towns, where the females roost in lofts and buildings when rearing young.",
    "Biology and ecology": "",
    "Biology and ecology-Reproduction": "Males attract females by creating courtship territories approximately 200 m (660 ft) in diameter; these territories are maintained from mid-July through the end of October, with particularly intense activity in September.\nCourtship territories are usually in the vicinity of popular winter roosts for the species.\nMales will patrol these territories while \"singing\" to attract the attention of female bats as they travel to winter roosts.\nMale courtship territories are densely-packed, offering female choice akin to a lek mating system.\nWhile copulation occurs in the fall, fertilization does not occur until after its hibernation due to female sperm storage.\nFemales are pregnant in May and June.\nPregnant females form large aggregations in roosts, called maternity colonies.\nColonies can consist of dozens or hundreds of individuals.\nParturition usually occurs in June.\nThe litter size is usually one young, called a pup, though in some populations, twins are regularly produced.\nFemales nurse their pups through July; pups are usually weaned by August.\nFemales reach sexual maturity at one year of age.",
    "Biology and ecology-Foraging and diet": "The common pipistrelle is an edge specialist, preferring to forage along woodland edges and along isolated tree lines.\nIt is insectivorous, preying on flies, caddisflies, lacewings, and mayflies.Mosquitoes, midges, and gnats are particularly favored prey items.",
    "Biology and ecology-Echolocation": "The frequencies used by this bat species for echolocation lie between 45 and 76 kHz, have most energy at 47 kHz and have an average duration of 5.6 ms.",
    "Range and habitat": "It has a Palearctic distribution.\nIt occurs in the British Isles, southern Scandinavia, much of Continental Europe, and parts of Northwest Africa.\nIt is also found in India, China, and Myanmar in Asia.",
    "Conservation": "It has been called the most common and abundant species of bat in Continental Europe and the United Kingdom.\nNotably, however, these judgments were made before it was split into two species in 1999.\nThe common pipistrelle is considered least concern by the IUCN.\nIt meets the criteria for this classification because it has a large geographic range and a presumed large population.\nAs of 2008, the IUCN noted that there was no evidence of a rapid population decline.\nHowever, it is a species of conservation concern in the United Kingdom, where the government created a Species Action Plan to restore its population to pre-1979 levels.\nIts decline in the UK has been attributed to loss of foraging habitat due to agriculture intensification.",
    "Further reading": "Dick, A. and Roche, N. 2017 Google Earth and Google Street View reveal differences in Pipistrellus pipistrellus and Pipistrellus pygmaeus roadside habitat use in Ireland. Irish Naturalists' Journal 35(2) 83 - 93",
    "References": "",
    "External links": " Media related to Pipistrellus pipistrellus at Wikimedia Commons\nARKive Pipistrellus pipistrellus and Pipistrellus pygmaeus photographs and videos."
  }
}