{
  "url": "https://en.wikipedia.org/wiki/Common_blossom_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Syconycteris"
    },
    {
      "Species": "S. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "The common blossom bat (Syconycteris australis) also known as the southern blossom bat or Queensland blossom bat, is a megabat in the family Pteropodidae.\nThe common blossom bat feeds mostly on nectar and pollen rather than fruit.\nIt is one of eight Pteropodidae species on mainland Australia. It is one of the smallest of all nectarivorous megabats.",
    "Description": "They are small, weighing only 17.5–21 g (0.62–0.74 oz).\nFrom head to tail, they are 60 mm (2.4 in) long.",
    "Biology": "They roost singly or in small groups, which makes estimating population based on visual observation difficult.\nThey generally roost in the rainforest subcanopy.\nThey may change roosts daily however (when food was available) distances between subsequent roosts in NSW were short (average 42m at Iluka or 125m at Harrington).\nThey are probably important pollinators, as they carry six times as much pollen as birds while also traveling further in a night.\nThe bumpy satinash tree is an important food source for this species in North Queensland, as 95% of all pollen observed on their fur comes from this species on bats caught near flowering trees.\nTheir home ranges are 12–1,796 ha (0.046–6.934 sq mi).\nWhen foraging, they prefer to fly along riparian zones.\nBecause their energy demands are high and the energy content of a single flower is low, they must visit the equivalent of 36-48 coast banksia flowers every night.\nTo meet their energy requirements, they are active for a large proportion of the night.\nDuring the full moon, they will delay their departure from their roosts. This suggests that they are afraid of predators such as owls that hunt by sight.\nOther potential predators include goannas and arboreal snakes.\nDomestic cats are known to capture and injure them.\nThey will enter torpor when food availability is low, or when the ambient temperature is below 26 °C (79 °F). Contrary to other bat species, torpor is more common and pronounced in the summer than in the winter.",
    "Habitat and range": "They are found in the Maluku Islands, Salawati, Biak, Yapen, New Guinea, the Aru Islands, the Bismarck Archipelago, Manus Island, the D'Entrecasteaux Islands, the Louisiade Archipelago, New South Wales, Australia, and eastern Queensland, Australia. They range from 0–3,000 m (0–9,843 ft) above sea level.\nThey are found in upland tropical rainforests and the Littoral Rainforests of New South Wales.\n\n\n== References =="
  }
}