{
  "url": "https://en.wikipedia.org/wiki/Common_bent-wing_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Miniopteridae"
    },
    {
      "Genus": "Miniopterus"
    },
    {
      "Species": "M. schreibersii"
    }
  ],
  "text": {
    "__SUMMARY__": "The common bent-wing bat, Schreibers's long-fingered bat, or Schreibers's bat refers to a species of insectivorous bat, a taxonomic complex of subspecies and probably several species in the family Miniopteridae currently named as Miniopterus schreibersii.  They appear to have dispersed from a subtropical origin and distributed throughout the southern Palearctic, Ethiopic, Oriental, and Australian regions. In Europe, it is present in the southern half on the continent from Iberia to the Caucasus, with the largest populations found in the warmer Mediterranean area. The common and scientific names honor Carl Franz Anton Ritter von Schreibers.",
    "Taxonomy": "There are 13 recognised subspecies of the common bent-winged bat.\nMiniopterus schreibersii schreibersii\nMiniopterus schreibersii bassanii (southern bent-wing bat): Found in southeastern Australia, this subspecies is critically endangered.\nMiniopterus schreibersii blepotis\nMiniopterus schreibersii chinensis\nMiniopterus schreibersii dasythrix\nMiniopterus schreibersii eschscholtzii\nMiniopterus schreibersii haradai\nMiniopterus schreibersii japoniae\nMiniopterus schreibersii orianae (northern bent-wing bat) Found in northeastern Western Australia and the Northern Territory.\nMiniopterus schreibersii orsinii\nMiniopterus schreibersii parvipes\nMiniopterus schreibersii smitianus\nMiniopterus schreibersii villiersiThree former subspecies that were included in M.scheibersii have now been given species status. They are Miniopterus fuliginosus (eastern bent-wing bat), Miniopterus oceanensis (Australasian bent-wing bat) and Miniopterus pallidus (Pale Bent-wing Bat).",
    "Roosting": "The common bent-wing bat is a bat that forms major colonies and the longest period of torpor (hibernation) observed was about 12 days. These colonies can range anywhere from a few dozen or several million bats. Most of these colonies are formed in large caves or mines but they can also be found in other areas such as tunnels or ruins or other man made sites. In these roosting sites the common bent-wing bat establishes its colony in a \"bell-shaped\" hollow, which traps body heat and raises the temperature of the roost higher than the surrounding portions of the cave. This method of trapping warmth is used to reduce energy loss from shivering. Also, they will often enter hollows through small openings in order to better secure themselves from large predators during torpor. The common bent-wing bat migrates multiple times a year depending on weather of the roosting area; the length of these migrations can vary but the longest migration recorded was 833 km.",
    "Threats": "The common bent-wing bat is categorized as \"near threatened\" according to the International Union for Conservation of Nature. The explanation for the recent cause of these deaths is unknown but there have been many speculations as to why the mortality rate for this bat has increased. Researchers in Europe believe that the loss of underground habitats, the disturbance of their habitats, and pesticide use has caused an increase in deaths for the common bent-wing bat. In Australia researchers suspect that the high tissue levels of DDT (Dichlorodiphenyltrichloroethane) they found in the common bent-wing bat, including the young ones that had not left the maternity roosts, was the cause of these deaths.",
    "Distribution": "The common bent-wing bat can be found in the following countries:Afghanistan, Albania, Algeria, Armenia, Australia, Austria, Azerbaijan, Bosnia and Herzegovina, Bulgaria, Cameroon, China, Croatia, Cyprus, Republica Dominicana, possibly Ethiopia, France, Georgia, Gibraltar, Greece, Guinea, Hungary, India, Indonesia, Iran, Iraq, Israel, Italy, Japan, Jordan, possibly Kenya, North Korea, South Korea, Laos, Lebanon, Liberia, Libya, Republic of Macedonia, Malaysia, Malta, Montenegro, Morocco, Myanmar, Nepal, Nigeria, Pakistan, Palestine, Papua New Guinea, Philippines, Portugal, Romania, Russian Federation, San Marino, Saudi Arabia, Serbia, Sierra Leone, Slovakia, Slovenia, Solomon Islands, Spain, Sri Lanka, Switzerland, Syrian Arab Republic, Taiwan, Tajikistan, Thailand, Tunisia, Turkey, Turkmenistan, Vietnam, and Yemen.",
    "See also": "List of placental mammals\nList of mammals of Korea",
    "References": "Schlitter, D. 2004.  Miniopterus schreibersii.   2006 IUCN Red List of Threatened Species.  Downloaded on 9 July 2007.\nWon, Byeong-o (원병오) (2004). 한국의 포유동물 (Hangugui poyudongmul, Mammals of Korea). Seoul: Dongbang Media. ISBN 89-8457-310-8.\nFenton, M. Brock. Bats. New York: Facts on File, 1992. Print\nKunz, Thomas H., and M. Brock Fenton. Bat Ecology. Chicago, IL: University of Chicago, 2003. Print.\nZubaid, Akbar, Gary F. McCracken, and Thomas H. Kunz. Functional and Evolutionary Ecology of Bats. Oxford: Oxford UP, 2006. Print.\nKunz, Thomas H., and Stuart Parsons. Ecological and Behavioral Methods for the Study of Bats. Baltimore: Johns Hopkins UP, 2009. Print\nGarin, I., J. Aihartza, P. T. Agirre-Mendi, J. T. Alcalde, J. De Lucas, O. De Paz, U. Goiti, and A. Artázcoz. \"Seasonal Movements of the Schreibers' Bat, Miniopterus Schreibersii, in the Northern Iberian Peninsula.\" Italian Journal of Zoology 75.3 (2008): 263–270. Print\nHutson, A.M., Aulagnier, S., Benda, P., Karataş, A., Palmeirim, J. & Paunović, M. 2008. Miniopterus schreibersii. In: IUCN 2011. IUCN Red List of Threatened Species. Version 2011.1. <www.iucnredlist.org>. Downloaded on 27 September 2011\nRodrigues, L., and J. M. Palmeirim. \"Migratory Behaviour of the Schreiber's Bat: When, Where and Why Do Cave Bats Migrate in a Mediterranean Region?\" Journal of Zoology 274.2 (2008): 116–125. Print\nhttp://oldredlist.iucnredlist.org/details/136514/0",
    "External links": "Schreibers's bent-winged bat (Science For Nature Foundation)"
  }
}