{
  "url": "https://en.wikipedia.org/wiki/Common_sheath-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Taphozous"
    },
    {
      "Species": "T. georgianus"
    }
  ],
  "text": {
    "__SUMMARY__": "The common sheathtail bat, species Taphozous georgianus, is a bat in the family Emballonuridae, occurring in northern Australia.",
    "Taxonomy": "A description of the species was first published in 1915 by Oldfield Thomas, his notes on two bat genera resulting in a new subspecies Taphozous australis georgianus. The taxon was included in a revision by Ellis Le Geyt Troughton (1925) that proposed recognition as a species and this status was acknowledged in 1967. Other recognised generic combinations include Saccolaimus georgianus. The holotype, the skull and skin of a female, is held at the British Museum of Natural History and the locality of the collection noted as King George Sound; the species has not been recorded at this location.Common names also include common sheath-tailed bat or sharp-nosed tomb bat.",
    "Description": "The overall colour of the fur is brown or greyish-brown, dark at the back and slightly paler at the front, the basal colour of the hair is creamy. Their snout narrows toward the tip. The colour of the lips and bald head is sepia.  Fine hairs at the underside of the arms are ginger-grey.The forearm range in measurement from 66 to 74 millimetres, the weight range is 19 to 41 grams. They are no larger than 9 centimetres in length. \nThe outer half is infolded at the edge of the tragus.\nA pouch is found at the radial-metacarpal, a gular sac is absent,\nThe interfemoral membrane covers most of the tail, the tip is bare and prominent.The roosting position distinguishes it from similar bats, they lay their body close to the surface with the forearms stretched out and shoulders raising the head up. The peculiar posture of the bat is described as crab-like.It is similar to other sheathtails, smaller than Taphozous troughtoni, which also occurs in northern Queensland, and distinguished from Taphozous hilli of central Australia by the lack of neck pouch (gular sac) in the male and greater interval between the cuspids.",
    "Behaviour": "The major activity is hunting and pursuit, its diet is primarily Coleoptera (beetles) although other types of insect are also consumed. \nAs with most bats, Taphozous georgianus hunts at night. \nTheir flight follows straight paths that systematically survey a hunting ground by criss-crossing in a grid pattern. \nThe environs that provides feeding opportunities are over water and bushland, where insects are caught and consumed in flight.\nThey inhabit arid and tropical regions of the northern Australian continent, close to grassland or woodland. A wide variety of habitat provide them with feeding opportunities. In comparison to other bats they patrol at a medium height, and are often observed over water bodies such as pools and creeks.While retiring during the day, the bat lays appressed to the surface of a wall or ceiling of its subterranean site.  \nThe colony size is usually small, the distance between the position of the hanging bats is greater than half a metre. \nThey may also be solitary in a roost, or several individuals, although seventeen in one cave were recorded and collected. At several mining sites in the Pilbara, two horizontal asbestos mines and a vertical shaft, an observation of around fifty individuals was made at each. The species occupies crevices at vertical faces or at the roof in horizontal mine and caves, and prefers the darkest part of the site. \nThey may pause from foraging on a rock face, resting close to a crevice that will provide refuge is disturbed.",
    "Breeding": "Young are born from October to February, the individual producing a single birth. Only the right ovary appears viable, the fetus is only recorded in the right uterine horn. Spermatogenesis occurs throughout the year, although the testes position—more abdominal or distended to the scrotum—is seasonally variable. An early study (Kitchener, 1973) concluded that the species seems monoestrous, although the possibility of a second birth remains for a species with a long breeding period. A later revision noted evidence in the specimens may be lacking if the persistence of corpora luteum after birth is short and the specimens examined were able to be assigned to the revising author's later description as another species, Taphozous hilli.",
    "Ecology": "A very common species in its range, in the tropic and subtropic regions of the north and west. \nThey most frequently occupy caves, abandoned mining operations and fissures in rock faces.  \nBuildings are also occupied by the species soon after they become vacant, this may have increased opportunities and extended the distribution range. An individual or group's range may vary during the year, they appear to seasonally vacate some residences and relocate to other local sites.Despite the habit of high flying when commuting, they are required to seek water and may encounter ground level hazards. \nThe species is noted as vulnerable to barbed wire that snags then entangles the animal as it attempts to free itself, Taphozous georgianus and many other species can be hooked through the easily torn wing membranes; many individuals meet with an often slow demise each year from this widely used and discarded fencing material. \nOther threatening factors include destruction of roosting areas by mining, disturbance by human intrusion, and introduced land management practices that results in dilapidation of the local ecology. The state conservation status in Queensland and the Northern Territory is 'least concern'.Skin punctures by any bat of this region, including this one, carries a risk of exposure to Australian bat lyssavirus (ABLV) which can result in a rare and fatal rabies-like disease in humans. They are otherwise classified as harmless.\n\n\n== References =="
  }
}