{
  "url": "https://en.wikipedia.org/wiki/Commerson's_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Macronycteris"
    },
    {
      "Species": "M. commersoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Commerson's roundleaf bat (Macronycteris commersoni), also known as Commerson's leaf-nosed bat, is a species of bat endemic to Madagascar. It is named after French naturalist Philibert Commerson (1727-1773). Bat populations of Africa or São Tomé and Príncipe formerly considered part of this species are now classified separately as M. gigas, M. thomensis or M. vattatus,  while one from Madagascar was split off to become M. cryptovalorona. It was formerly placed in the genus Hipposideros, but moved to the resurrected Macronycteris in 2017 on the basis of molecular evidence.",
    "Distribution and habitat": "The species is found in forests of several types on Madagascar, including dry deciduous forest, littoral forest and gallery forest, at elevations from sea level to at least 1350 m. It roosts in caves, on mature trees and in buildings. While its habitat is largely intact forest, it sometimes feeds near or in villages.",
    "Biology": "Commerson's roundleaf bat is a specialized predator of beetles. It exhibits significant sexual dimorphism, with males being larger. Females vary in morphology with latitude. During the winter these bats are either inactive or they migrate to different locations.",
    "Conservation": "Populations are threatened by deforestation and hunting. The bats are particularly vulnerable to hunting as they emerge from roosting sites at dusk. Large harvests of them are apparently taken throughout west Madagascar wherever their roosting sites are in proximity to settlements.The species is present in a number of national parks and protected forests (Tsingy de Bemaraha National Park, Isalo National Park, Ankarafantsika National Park, Namoroka National Park, Tsimanampetsotsa National Park, Ankarana Reserve, Analamerana Reserve, Amber Mountain National Park and Kirindy Mitea National Park).Hunting in west Madagascar is thought to have caused in a 20-25% population decline in that region over 15 years. However, the species is widespread across the island and appears to tolerate a degree of habitat degradation. The IUCN thus classifies it as a \"near threatened\" species.\n\n\n== References =="
  }
}