{
  "url": "https://en.wikipedia.org/wiki/Convex_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. convexus"
    }
  ],
  "text": {
    "__SUMMARY__": "The convex horseshoe bat (Rhinolophus convexus) is a species of bat in the family Rhinolophidae. It is found in Malaysia and Laos.",
    "Discovery and etymology": "This species was first encountered by Hungarian zoologists Gábor Csorba and Ferenc Zilahy in March 1995 in the Cameron Highlands District of Malaysia.\nIt was described by Csorba in 1997.\nIt was given the species name convexus in reference to the \"convex outline of the posterior noseleaf.\"\nThe holotype is an adult female.",
    "Taxonomy": "As the Rhinolophus genus is quite speciose, it is divided into closely related species groups.\nThe convex horseshoe bat is placed into the pusillus species group. \nOther species belonging to this species group include:\n\nAcuminate horseshoe bat, R. acuminatus\nLittle Japanese horseshoe bat, R. cornutus\nImaizumi's horseshoe bat, R. imaizumii\nBlyth's horseshoe bat, R. lepidus\nFormosan lesser horseshoe bat, R. monoceros\nOsgood's horseshoe bat, R. osgoodi\nLeast horseshoe bat, R. pusillus\nShortridge's horseshoe bat, R. shortridgei\nLittle Nepalese horseshoe bat, R. subbadius",
    "Description": "The base of the noseleaf is narrow when viewed from the side. The lancet is short, wide, and rounded with convex margins. Its shape is similar to an equilateral triangle. The sella tapers and curves downward at the tip.\nThe forearms are approximately 42 mm (1.7 in) long.\nEars are small and blunted at the tip.\nThe noseleaf, while broad, does not cover the sides of the muzzle.\nThere are three grooves in its lower lip.\nOn its back, the fur is a rich, russet brown color, and individual hairs are 6 mm (0.24 in) long.\nHairs are a consistent color from base to tip.\nOn its ventral side, the hairs are lighter in color, and individual hairs are somewhat shorter at 4.5 mm (0.18 in) long.\nFlight membranes are dark in color.\nThe last vertebra of the tail extends slightly past the uropatagium.",
    "Range and habitat": "One individual was collected in a montane forest of Malaysia at 1,600 m (5,200 ft).\nThe other known individual was collected in front of a cave in Laos, but its taxonomic validity may be questionable.",
    "Conservation": "Only two individuals of this species have ever been observed.\nThere is almost no information about their biology, ecology, population number, or range. Because of this, the IUCN lists it as data deficient.\n\n\n== References =="
  }
}