{
  "url": "https://en.wikipedia.org/wiki/Cormura",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "CormuraPeters, 1867"
    },
    {
      "Species": "C. brevirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The chestnut sac-winged bat, or Wagner's sac-winged bat (Cormura brevirostris) is a species of sac-winged bat native to South and Central America. It is the only species within its genus.",
    "Description": "The chestnut sac-winged bat is a relatively small member of its family, with adults usually measuring 7 cm (2.8 in) in length, and weighing 7 to 11 g (0.25 to 0.39 oz). Soft, dense fur covers the body, and the inner parts of the wings, reaching as far as the mid-humerus and mid-femur on both the upper and lower surfaces. The fur is brown-black or red-brown in colour, being darker above, and paler on the underside of the animal. The wings are black, with the membranes extending as far as the ankles.The tail projects from the middle of the membrane between the legs, but does not extend beyond it, so is not visible in silhouette. The tail measures about 1.5 cm (0.59 in) in length, although only 1 to 3 mm (0.039 to 0.118 in) of the tip is visible above the membrane. Males of the species have sacs in the centre of the membranes on the forward surfaces of the wings, which reach from the edge of the membrane almost to the elbow. This distinguishes it from all other sac-winged bats, in which the sac is usually much closer to the body.",
    "Distribution and habitat": "In the south, chestnut sac-winged bats are found from eastern Ecuador and Peru, through northern Bolivia as far east as central Brazil. Further north, they are found throughout Colombia, Venezuela, and the Guyanas, and through Central America as far as eastern Nicaragua. No subspecies have been identified. Their natural habitat is subtropical or tropical moist lowland forests.",
    "Biology and behaviour": "Chestnut sac-winged bats forage for insects in openings and gaps just below and around the forest canopy. They are active primarily just after dusk and just before dawn, spending the day resting in cavities in trees or fallen logs. They live in small groups of up to five individuals, each with no more than a single female. The bats' echolocation calls consist of three short pulses, each higher in pitch than the last, and rising from 25 to 32 kHz. This frequency optimises the detection of flying insects at long range. Breeding has been reported to take place between April and May in Panama, but may occur at different times of the year elsewhere.\n\n\n== References =="
  }
}