{
  "url": "https://en.wikipedia.org/wiki/Cuban_funnel-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Natalidae"
    },
    {
      "Genus": "Chilonatalus"
    },
    {
      "Species": "C. micropus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cuban funnel-eared bat (Chilonatalus micropus) is a species of bat in the family Natalidae. It is one of two species within the genus Chilonatalus. It is found in Colombia, Cuba, the Dominican Republic, Haiti, and Jamaica.",
    "Description": "All natalids have large, funnel-shaped ears, with glandular papillae on the surface of the external ear. They also have a short, triangular tragus, which is quite thick, but they lack a true nose leaf. All species in this family, however, have a hairy protuberance on the tip of the snout that resembles a nose leaf. The eyes are not prominent. The oval nostrils are set close together and are located near the margin of the lip.\nOne special characteristic of natalids is a peculiar structure on the face or muzzle of adult males. This structure is commonly known as the \"natalid organ.\" It is made up of sensory cells, but it could actually be involved in glandular functions. There is not enough known about this structure to comment upon it further, but it seems to be found solely in the Natalidae.\nAll funnel-eared bats have long, slender wings and legs that are quite fragile. The thumbs are also very short, but possess their own flight membranes. In addition, the second finger lacks bony phalanges. The tail is about as long as or longer than the legs and is completely enclosed in the tail membrane, the uroplagium.\nThis species has many special characteristics which set it apart from the others in the family. Chilonatalus micropus is the smallest and most delicate bat in the New World. The lower lip of this species is reflected outward. It also possesses a small, horizontal cutaneous projection on the other side. This structure looks much like a second lower lip.\nChilonatalus micropus has a very dense and long coat. Coat color varies depending on its location on the body. Dorsally, the fur is pale yellowish brown at the hair base with tips that are either reddish or chestnut-brown. Ventrally, the hair is pale yellowish-brown throughout.\nThe dental formula is 3.1.3.33.1.3.3. These bats have a well-developed \"W\" tooth pattern. The 3rd incisor is separated from the other two. The canine is small but well developed and is noticeably set apart from the other teeth. The premolars are all in close contact with the other teeth and the molars are approximately equal in size and form.\nThere seems to be no sexual dimorphism.\n\n\n== References =="
  }
}