{
  "url": "https://en.wikipedia.org/wiki/Cuban_flower_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Phyllonycteris"
    },
    {
      "Species": "P. poeyi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cuban flower bat (Phyllonycteris poeyi), also called Poey's flower bat, is a species of bat in the family Phyllostomidae. It is found in Cuba, Haiti and the Dominican Republic.",
    "Description": "The Cuban flower bat is a medium-sized bat, with a wingspan of 29 to 35 centimetres (11 to 14 in), and a body weight of 15 to 29 grams (0.53 to 1.02 oz). The males are significantly larger than the females. Both sexes have silky, uniformly greyish-white fur. They have a relatively short tail, no more than 18 millimetres (0.71 in) long, and only a narrow patagium between the legs, since they lack a calcar. The snout is relatively long and narrow and bears a simple, rather rudimentary, nose leaf. The tongue is also long, with a hairlike structures forming a brus at the top, which helps the bat to feed on nectar from flowers.Cuban flower bats have been reported as flying no faster than 6.7 km/h (4.2 mph), and the shape of the wings would suggest that they have difficulty hovering in place. Unlike other related bats, their echolocation calls are typically less than 50 kHz, and relatively long, lasting up to 7 seconds. In more enclosed spaces, like many bats, the calls are modified to shorter, frequency modulated sounds.",
    "Distribution and habitat": "The Cuban flower bat is endemic to Cuba, Hispaniola, Isla de la Juventud, and surrounding smaller islands. On Hispaniola, it has been reported from both Haiti and the Dominican Republic. It inhabits evergreen forest and scrubland at elevations up to 1,700 metres (5,600 ft). There are two generally recognised subspecies, although these are sometimes considered to be wholly separate species:\nPhyllonycteris poeyi poeyi - Cuba and Isla de la Juventud\nPhyllonycteris poeyi obtusa - Hispaniola",
    "Behaviour and ecology": "Like most bats, the Cuban flower bat is nocturnal. It spends the day in colonies of several thousand individuals in narrow, blind-ending cave galleries. Such caves are often shared with other species of bat, including the Cuban fruit-eating bat, the buffy flower bat and various moustached bats. During the night, Cuban flower bats feed primarily on seeds and flower pollen from a wide range of plants, although they do also eat some flying insects. They are typically gregarious animals, flying in groups of up to thirty individuals during the night. The main predators of Cuban flower bats include barn owls, stygian owls, and Cuban boas.Females come into oestrus once a year, probably around December. The gestation period is unknown, but is likely to be around six months. The mother gives birth to a single, hairless infant, weighing around 5 grams (0.2 oz).\n\n\n== References =="
  }
}