{
  "url": "https://en.wikipedia.org/wiki/Cuban_greater_funnel-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Natalidae"
    },
    {
      "Genus": "Natalus"
    },
    {
      "Species": "N. primus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cuban greater funnel-eared bat (Natalus primus) is a species of funnel-eared bat. It is endemic to a cave on Isla de la Juventud (Isle of Pines) in Cuba.Natalus primus is a member of the order Chiroptera and the family Natalidae.",
    "Taxonomy": "The bats within the genus Natalus have had a complex taxonomic history due to its morphological conservatism. The taxonomy of Natalidae has been recently updated by the discovery and rediscovery of live species and fossils, and on the basis of new morphological and molecular evidence.",
    "Description": "The Cuban greater funnel-eared bat has funnel-like ears and a tail as long as the head and body combined. The dimensions/measurements collected on the Cuban greater funnel-eared bat (Natalus primus) were recorded as given. Legs were shorter than the forearm, dorsal hair length was 8-9 mm long, ventral hair length was 7-8 mm long, a single hair was divided into three different colors going from dark on the base, light in the middle, and the tip a little darker than the middle. They have black, stiff hairs above the upper lip, much like a moustache, and white hairs below the lower lip. They have tan and reddish-brown fur with a paler belly.These bats have a diet consisting largely of moths, crickets, and beetles. In 1992, the first living population was discovered in a cave in Cueva La Barca. Caribbean hurricanes early in the evolutionary history of Natalids may account for specialized cave roosting.",
    "Conservation": "Natalus primus is considered vulnerable and only inhabits one cave in Cueva La Barca on Isla de la Juventud island and province. The population is abundant in that single cave, but this species is likely to go extinct due to its limited dispersal range, human disturbance and loss of habitat. It is estimated that there are only 100 mature individuals.This species is known to have become extirpated throughout most of Cuba suggesting a population decline that may have continued until the present. The survival of Cuban bats is threatened by forest destruction and cave modification.Habitat loss through erosion is a major concern. The ongoing collapse of the cave roof is likely to upset the thermal balance in this hot cave and result in Natalus primus extinction. Cave-dwelling Cuban bat species conservation should be a cooperative effort promoting research and habitat management.",
    "References": "",
    "External links": "Digitallibrary.amnh.org: \"A Revision of Extant Greater Antillean Bats of the Genus Natalus\""
  }
}