{
  "url": "https://en.wikipedia.org/wiki/Cuban_fig-eating_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "PhyllopsPeters, 1865"
    },
    {
      "Species": "P. falcatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Cuban fig-eating bat, or white-shouldered bat, (Phyllops falcatus) is a species of bat in the family Phyllostomidae, found only in the Caribbean. It is the sole extant species in the genus Phyllops, although two other species, P. vetus and P. silvai, are known from fossils.",
    "Description": "The Cuban fig-eating bat is a moderately sized bat with dense, silky, greyish-brown fur that fades to a paler colour on the underparts. Four small patches of pure white fur are on the back, one on each shoulder, and one behind each of the ears. Adults range from 5.5 to 6.5 cm (2.2 to 2.6 in) in head-body length with a 32-to-37 cm (13-to-15 in) wingspan, and weigh between 16 and 23 g (0.56 and 0.81 oz); females are larger than males. They have a highly domed head, a short snout, rounded ears with a thick tragus, and a broad, flaring, spear-shaped nose leaf with a pointed tip.The wings are relatively large, and bear unusually long thumbs. Most of the wing membrane is blackish in colour, but the portion between the first and second digits is transparent, and cannot be folded closed, as it can in most other bats. The wings have an average aspect ratio of 6.6 and average wing loading of 10.9, suggesting that their flight is slow, but highly manoeuvrable. They have no visible tails, and only a short calcar supporting a narrow uropatagium.",
    "Distribution": "Cuban fig-eating bats are found across Cuba and neighbouring smaller islands, in Haiti and the Dominican Republic, and the Cayman Islands. They inhabit forested and parkland habitats from sea level to 680 m (2,230 ft), including both evergreen and deciduous woodlands. The two recognised subspecies have sometimes been considered as separate species:\n\nP. f. falcatus - Cuba, Cayman Islands\nP. f. haitiensis - Hispaniola",
    "Biology": "Cuban fig-eating bats are nocturnal, and, despite the name, little is known of their diet, beyond a reported discovery of Cecropia seeds in their faecal pellets. They spend the day sheltering in dense foliage in groups of three to five individuals. They are known to be a major prey item for local barn owls. They have no identified breeding season, and probably come into oestrus several times a year. Most reports indicate that females are more common than males within defined localities, which may suggest a polygynous mating system.The echolocation calls of Cuban fig-eating bats have an unusually broad bandwidth, with the first harmonic sweeping down from 73 to 23 kHz. The calls are 4-5 milliseconds long, and with an average interval of 110 milliseconds between pulses.\n\n\n== References =="
  }
}