{
  "url": "https://en.wikipedia.org/wiki/Cyclops_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. cyclops"
    }
  ],
  "text": {
    "__SUMMARY__": "The cyclops roundleaf bat or cyclops leaf-nosed bat (Hipposideros cyclops) is a species of bat in the family Hipposideridae found in the forests of equatorial Africa.",
    "Description": "Cyclops roundleaf bats are relatively small, with adults ranging from 10 to 13 centimetres (3.9 to 5.1 in) in total length, including a tail approximately 3 centimetres (1.2 in) long. With an average weight of 35 grams (1.2 oz), females are significantly larger than males at just 29 grams (1.0 oz). The body is covered in thick woolly fur, which is a dark brown in colour, grizzled with lighter flecks on the tips of the hairs. The wings are very dark brown, almost black, in colour.The ears are long and narrowly pointed. The nose-leaf has a distinctive shape, with a rounded horseshoe shape over the muzzle and a posterior leaf with two projections on each side. Both parts of the leaf also possess small club-like structures projecting from their mid-line. The \"cyclops\" part of the bat's name comes from the presence of a narrow circular opening in the centre of the forehead, just behind, and normally hidden by, the nose-leaf. This opening leads to a small glandular sac lined with white hairs, which produces a waxy substance of unknown function.Males possess scent gland on the perineum, producing a clear fluid with a musky smell. Females have two true nipples on the chest, and an additional, non-functional, pair on the abdomen, providing additional support for the young.",
    "Distribution and habitat": "The cyclops roundleaf bat is found through much of equatorial Africa. It is found along the southern coast of West Africa from Senegal and Gambia eastward to Gabon and the Republic of the Congo, and across the northern and western parts of the Democratic Republic of the Congo, through Uganda and Rwanda to the eastern coasts of Kenya and Tanzania. It inhabits tropical forests at elevations up to 1,200 metres (3,900 ft). In addition to dense forest, the bat is also found in isolated forest patches on the edges of the savannah, and in artificial plantations.",
    "Behaviour and biology": "Cyclops roundleaf bats spend the day roosting in hollow trees, often in cavities as far from the ground as possible. Roosting colonies are generally small, with no more than twelve individuals, including one to three males and a number of females, although a number of male bats roost alone. Roosting cavities are often shared with other animals, such as scaly-tailed squirrels.They feed on insects, showing a preference for hawk moths and cicadas, but also eating beetles, flies, and ants, among others. Their echolocation calls include a constant frequency component at 58 to 60 kHz, in addition to a frequency modulated component. They have also been reported to make very high pitched, but audible, squeaking sounds while flying.There is a distinct breeding season, but its timing varies across the bats' range, at any time between December and July. Gestation lasts up to three and a half months, and results in the birth of a single offspring.\n\n\n== References =="
  }
}