{
  "url": "https://en.wikipedia.org/wiki/Cynomops_milleri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Cynomops"
    },
    {
      "Species": "C. milleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Cynomops milleri is a species of bat that is native to South America. It was previously considered a subspecies of the Para dog-faced bat.\nIt is considered a small- to medium-sized member of its genus.\nIt is classified as least concern by the International Union for Conservation of Nature because it appears to be common and widespread. It is found in Venezuela, French Guiana, Guyana, Suriname, Brazil, and Peru.",
    "Taxonomy": "Cynomops milleri was described as a new species in 1914 by American zoologist Wilfred Hudson Osgood.\nOsgood initially placed it in the genus Molossops, with a scientific name of Molossops milleri.\nThe holotype had been collected by Malcolm Playfair Anderson near Yurimaguas, Peru.\nOsgood noted that the eponym for the species name \"milleri\" was fellow zoologist Gerrit Smith Miller.Its taxonomy has fluctuated since its description, with Moras et al. saying the taxon had one of the most controversial histories of any Cynomops species.\nIn 1978, Koopman considered it a subspecies of the Southern dog-faced bat (Cynomops planirostris).\nIn 1998, Simmons and Ross published that it was synonymous with the Para dog-faced bat (C. paranus).\nMost recently, it has been considered a full species.",
    "Description": "Overall, it is a smaller member of its genus.\nBased on 6 males and 17 females, males have an average mass of 18.52 g (0.653 oz), and females have an average mass of 14.29 g (0.504 oz).\nMales and females have average forearm lengths of 35.17 mm (1.385 in) and 34.89 mm (1.374 in), respectively.\nIts back fur coloration varies from dark chocolate brown to light reddish brown.",
    "Range and habitat": "Cynomops milleri is found in northern and eastern South America where it is found in lowlands.\n\n\n== References =="
  }
}