{
  "url": "https://en.wikipedia.org/wiki/Dark-brown_serotine",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Neoromicia"
    },
    {
      "Species": "N. brunnea"
    }
  ],
  "text": {
    "__SUMMARY__": "The dark-brown serotine (Neoromicia brunnea) is a species of vesper bat found in Central and West Africa.",
    "Taxonomy and etymology": "It was described as a new species in 1880 by British zoologist Oldfield Thomas.\nHe described the species based on individuals collected by Robb in Old Calabar, Nigeria.\nThomas initially placed the new species in the now-defunct genus Vesperugo, subgenus Vesperus (also defunct).\nIts first binomial name was Vesperugo brunneus.\nThe species name \"brunneus\" is Latin for \"brown\".\nThis likely refers to its fur color.\nIn his description of the species, Thomas hypothesized that it was closely related to the Cape serotine, Neoromicia capensis (formerly Vesperugo capensis).",
    "Description": "Thomas described this species as dark brown, with short ears and a well-developed calcar on the uropatagium.\nIts tragus is \"medium length\", straight, and has a flat tip.\nIts head and body is 1.8 in (46 mm) long; its tail is 1.35 in (34 mm) long; its ear is 0.55 in (14 mm) long; its tragus is 0.2 in (5.1 mm) long.\nIts forearm is 33–38 mm (1.3–1.5 in) long.\nIts wing membranes are blackish-brown in color.\nIts dental formula is 2.1.1.33.1.2.3 for a total of 32 teeth.",
    "Biology": "Females give birth to one pup at a time.\nIt is parasitized by at least one species of bat fly, Basilia echinata.",
    "Range and habitat": "This species is found in several countries in West and Central Africa, including Cameroon, Congo, Côte d'Ivoire, Equatorial Guinea, Gabon, Ghana, Liberia, Nigeria, and Sierra Leone.\nIt is known as a rainforest specialist.\nIt is usually found at low altitudes, but has been recorded at elevations up to 1,470 m (4,820 ft) above sea level.",
    "Conservation": "It is evaluated as near threatened by the IUCN.\nIt meets the criteria for this designation because its population is likely in significant decline, but the decline is probably not greater than 30% over 10 years.\nThere is also widespread habitat loss throughout its known range.\nThe IUCN notes that the species is close to qualifying for vulnerable status.\nSpecific threats to this species include deforestation for timber harvest and conversion to farmland.\n\n\n== References =="
  }
}