{
  "url": "https://en.wikipedia.org/wiki/Davy's_naked-backed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Mormoopidae"
    },
    {
      "Genus": "Pteronotus"
    },
    {
      "Species": "P. davyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Davy's (lesser) naked-backed bat (species Pteronotus davyi) is a small, insect-eating, cave-dwelling bat of the Order Chiroptera and Family Mormoopidae.  It is found throughout South and Central America, including Trinidad, but not Tobago, Guyana, Suriname, or French Guiana.  Specimens of this bat had been found infected with rabies in Trinidad during the height of that's island's vampire-bat transmitted rabies epidemic of the early half of the 20th century, but not in recent times.",
    "Description": "",
    "Description-General features": "The lesser naked-backed bat (also known as Davy's naked-backed bat,) earns its name from the appearance of its backside.  The bat species appears to have a hairless or \"naked\" back due to the attachment of its wings on the mid-line of its dorsal surface.  The wing membranes give the bat's back its shiny appearance.  The lesser-naked backed bat shares this diagnostic feature with just one other species of bat of the same family (Mormoopidae,) named Pteronotus personatus.  Pteronotus dayvi is easily distinguishable from other subspecies in the Genus Pteronotus by sparsely distributed hairs on the membranes of its wings.  P. dayvi is characterized with very dense pelage that changes colors throughout the seasons. Little sexual dimorphism is observed in this species, except within the most northern populations located in Sonora.  Males of this population are observed to be significantly larger than females.  The wing aspect ratio of this species is very high in comparison to many Microchiroptera, allowing these bats to fly long distances at fast speeds.  The lips of these bats are large, perhaps allowing for focusing of the soundwaves that are emitted from their pharynx during echolocation.",
    "Behavior": "Pteronotus davyi are nocturnal, insectivorous bats that tends to roost in communities within its own species.  Daytime roosts are seen to be shared between other species within the family Mormoopidae.  This species uses echolocation to target prey and navigate in the dark, deciduous forests they reside in.",
    "Behavior-Mating and reproduction": "Pteronotus davyi are known to be seasonally monogamous, and usually mate in the months of January and February.  These bats have one offspring per mating season.  The birth of the offspring occurs during the rainy season.  The rainy season provides a surge in the insect population, which proves to be important for these insectivorous bats, allowing the young to mature at a fast rate.",
    "Behavior-Locomotion": "Due to their high wing-aspect ratio, these bats can fly at quick burst speeds for long distances, although their long wingspan inhibits them from having great agility.  These bats are also sufficient climbers.  It is believed that they climb high to the top of their roost in order to quickly fly away from the entrance and avoid any nearby predators in waiting. During nighttime foraging for insects,  flight usually occurs near the ground.",
    "Behavior-Predation": "Although predation has not been intensely observed in this species, researchers have found that P. davyi has been hunted by American kestrels (Falco sparverius,) a very common North American falcon.  These falcons have been seen to hide at the entrance of the bat roosts and dive after the bats as they are exiting the cave.",
    "Ecology and distribution": "These bats are found most commonly in moist habitats that sustain a high volume of insects. Nighttime roosts of these animals are most commonly found in warm, dark, moist caves.  P. davyi are found as far north as Mexico and as far south as South America and Honduras.  They typically prefer low elevations, but some individuals have been observed at elevations as high as 2,000 meters above sea level.  There has been no recorded observance of this species in Guyana, Suriname, or French Guiana.  Studies of this species have revealed genetic divergence between the Southeastern P. davyi population, and the Pacific and Gulf Coast populations.  This is believed to be a result of geographical barriers that separate these populations.  These geographical barriers are Sierra Madre Occidental, Sierra Madre Oriental, and Sierra Madre del Sur.",
    "References": "",
    "External links": "Pteronotus"
  }
}