{
  "url": "https://en.wikipedia.org/wiki/Dayak_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Dyacopterus"
    },
    {
      "Species": "D. spadiceus"
    }
  ],
  "text": {
    "__SUMMARY__": "The dayak fruit bat or dyak fruit bat (Dyacopterus spadiceus) is a relatively rare frugivorous megabat species found only on the Sunda Shelf of southeast Asia, specifically the Malay Peninsula south of the Isthmus of Kra, and the islands of Borneo and Sumatra. There are three species in the genus Dyacopterus: D. spadiceus, D. brooksi and D. rickarti.  All are found in the forests of Malaysia, Thailand, and the Philippines.  Few specimens of any of the three species exist, due not only to their rarity, but also because they rarely enter the subcanopy of the forest where they can be caught in scientists' nets.",
    "Distribution": "D. spadiceus is considered a very rare fruit bat species in Peninsular Malaysia and Borneo and none in Thailand. The species were netted in four sites at Poring, Kubah, Kota Samarahan and Pontianak, all on Borneo. The specimens, MTA96268 and MTA96269, that were held at Tanjungpura University, are the first record for this distinctive species in Kalimantan Barat, Indonesian Borneo. Specimens UMS0010, MTA96237, and MTA96238 from Sarawak and MTA96208 from Sabah are new additional records for the species in the sampling areas. These new sites have extended the range of D. spadiceus to the western and southern parts of Borneo.\nPrevious distribution records includes Selangor and Negeri Sembilan in Peninsular Malaysia, Sumatra; Sepilok and Baturong Caves in Sabah; Baram and Niah areas in Sarawak (Medway 1978, Payne et al. 1985).",
    "Description": "The dayak bat averages less than 150 grams.  It is gray-brown dorsally with a silver-gray ventral side.  Its fur is short.  It has a short tail, ranging from ten to twenty percent of its body length.  Its wing membranes attach to the second toe on each foot.\nD. spadiceus is the smallest of the bats in the genus Dyacopterus.  It has the smallest skull size, averaging less than 36.1 mm from the premaxilla to the base of the skull.  It has a proportionally wide skull, however, when compared to the other bats in the genus.",
    "Diet": "The dayak bat is frugivorous, feeding on fruits from trees extending into or past the canopy of the forests of Malaysia.  Figs are a staple of its diet, as are whatever fruits are seasonally available in the high canopy.  D. spadiceus seems to prefer the fruits of old-growth Paleotropical rainforest, or montane rainforest.  This makes them particularly susceptible to deforestation.  Frugivorous bats are one of the main agents of seed dispersal in the rainforest, making them essential to the ecosystem.",
    "Biology and ecology": "A male and five female adults were mist-netted. Two females collected from Kalimantan Barat in September 1996 were in early and late pregnancy. Both bats were caught in a mist net placed near fruiting Ficus tree in disturbed peat swamp forest. Females from Kota Samarahan and Kubah were lactating in September 1994 and August 1996 respectively.  Two individuals were caught in the subcanopy (between 10 – 15 m ) by using a vertically-hoisted mist net placed in the Sungai Rayu at Kubah. The individual from Poring was caught in the emergent tree above the main canopy (> 30 m from the ground level). However, the two specimens from Kalimantan Barat were taken from the ground level nets in a peat swamp forest.  \nThere is no previous information on the biology and ecology for D. spadiceus as indicated by Medway (1978), Payne et al. (1985) and Mickleburg et al., (1992).",
    "Reproduction": "As there are few samples of Dyacopterus spadiceus, and no socioeconomic studies have been performed, there is little data available on the reproduction and habits of any of the Dyacopterus species.  However, from information gained during studies of Malaysian fruit bats in general, D. spadiceus seems to be a monogamous species, with both sexes coming into sexual maturity when they reach 70 grams (approximately one-half adult body weight).  While it is unknown how long the females gestate, females have been found carrying embryos from June to July, and have been found lactating from June until September.  This would suggest a one- to two-month lactation time, after which the young is weaned and probably leaves the nest.  Females have been found carrying either one or two embryos.  In a study on the abundance of fruit bats in Malaysia, two fruit bats, one male, one pregnant female, were found roosting in a hollow limb of a fig tree.",
    "Paternal lactation": "The male of the D. spadiceus species is one of the known natural occurrences of paternal lactation.  While the reasons the male would lactate are currently unknown, it could be a mechanism to take some of the pressure of lactation off the female.  This may confer an evolutionary advantage in lactating males over other non-lactating males.  Another possible explanation is the consumption of plants with high concentrations of phytoestrogens, a hormone-like molecule that may cause mammogenesis and lactogenesis.",
    "See also": "Mammals of Borneo",
    "References in Borneo": "Chiroptera Specialist Group (1996). \"Dyacopterus spadiceus\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 10 May 2006.\nHall LS, Gordon G. Grigg, Craig Moritz, Besar Ketol, Isa Sait, Wahab Marni and M.T. Abdullah. 2004. Biogeography of fruit bats in Southeast Asia.  Sarawak Museum Journal LX(81):191-284.\nKarim, C., A.A. Tuen and M.T. Abdullah. 2004. Mammals. Sarawak Museum Journal Special Issue No. 6. 80: 221—234.\nMohd. Azlan J., Ibnu Maryanto, Agus P. Kartono and M.T. Abdullah. 2003 Diversity, Relative Abundance and Conservation of Chiropterans in Kayan Mentarang National Park, East Kalimantan, Indonesia. Sarawak Museum Journal 79: 251-265.\nHall LS, Richards GC, Abdullah MT. 2002. The bats of Niah National Park, Sarawak. Sarawak Museum Journal. 78: 255-282.",
    "References": "Francis, Charles M., et al.; \"Lactation in Male Fruit Bats,\" Nature, 367:691-692, 1994.\nFackelmann K.A., “Real males that lactate: A batty story.” Science News Vol. 145 p 148\nHodgkisin R., S. T. Balding, A. Zubaid, T.H. Kunz, Temporal Variation in the Relative Abundance of Fruit Bat (Megachiroptera:Pteropidae) in Relation to the Availability of Food in a Lowland Malaysian Rain Forest, Biotropica Vol. 36, p. 522-533\nHelgen K.M., D. Kock, R.K. Comez, N.R. Ingle, M.H. Sinoga, Taxonomy and Natural History of the Southeast Asian Fruit-Bat Genus Dyacopterus, Journal of Mammalogy Vol. 88, p 302-318\nIngle N.F., “Seed Dispersal by wind, birds, and bats between Philippine montane rainforest and successional vegetation” Oecologia. Vol. 134 p 95-104\nKonig B., “Cooperative Care of Young in Mammals” Naturwisenschaften. Vol. 84 p 95-104",
    "External links": "The incredible milk-producing male bat"
  }
}