{
  "url": "https://en.wikipedia.org/wiki/Dekeyser's_nectar_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Lonchophylla"
    },
    {
      "Species": "L. dekeyseri"
    }
  ],
  "text": {
    "__SUMMARY__": "Dekeyser's nectar bat (Lonchophylla dekeyseri) is a bat species from South America. It is found in Brazil and Bolivia.",
    "Discovery and etymology": "This species was initially encountered in August 1970 in Brasília National Park.\nIt was described in 1983 by Valdir Taddei, Luiz Vizotto, and Ivan Sazima.\nThe species was named dekeyseri in honor of French zoologist Pierre Louis Dekeyser.",
    "Description": "They weigh approximately 10.7 g (0.38 oz).\nTheir forearms are about 35 mm (1.4 in) long.\nTheir dental formula is 2.1.2.32.1.3.3\nTheir abdomens are paler than their backs.\nIt is considered one of the smaller members of its genus.\nThey have a relatively short skull compared to other Lonchophylla species.\nTheir nose-leaf is small, measuring 6.8 mm (0.27 in) long and 4.6 mm (0.18 in) wide.\nTheir ears are 14 mm (0.55 in) long and 9.5 mm (0.37 in) wide.\nThe tragus tapers to a point, and is about 5 mm (0.20 in) long.\nThe lower lip is grooved, and bordered with small, wart-like protuberances.\nThe calcar is pronounced but short, at 5 mm (0.20 in) long.",
    "Biology and ecology": "Their home range is 564–640 ha (2.18–2.47 sq mi).\nHome ranges consist of almost equal parts of the cerrado biome and pasture.\nIt feeds on nectar.\nPlants comprising its diet include Hymenaea stigonocarpa, members of the Bauhinia genus (B. cupulata, B. multinervia, B. brevipes, B. megalandra, B. pauletia, B. ungulata, B. rufa), and Luehea trees.\nThey also consume nectar from plants of the Lafoensia and Pseudobombax genera.\nIn the dry season, which is when nectar is most abundant, they feed predominantly on nectar. In the wet season, however, they will increase their insect and fruit consumption.\nPups are found July through November.\nThey are thought to be monoestrous, breeding only once per year.\nBecause the roosts contain more females than males, it is possible that they have a harem social structure.\nThey emerge from their roosts shortly after dusk, and return just before dawn in the rainy season.\nIn the dry season, they will return briefly around midnight before leaving again, returning again before dawn.\nThey have 28 chromosomes.",
    "Habitat and range": "This bat is endemic to the Cerrado of Brazil.\nIt is dependent on caves for its roosts during the day.\nIt is found in dry forests with calcareous outcroppings.",
    "Conservation": "One of the threats to this species is inappropriate efforts to eradicate vampire bats.\nVampire bat culling techniques are often applied indiscriminately, and end up killing other species of bat, including endangered species.\nMethods include lighting dynamite in caves or cementing caves shut during the day while bats are roosting.\nCurrent vampire bat management practices have serious and significant negative effects on its population.\nIn 1996, this species was evaluated as vulnerable by the IUCN, which was later revised to near threatened in 2008. In 2016, its status was again revised to endangered.\nIt is listed as endangered because the population likely consists of fewer than 2,500 individuals, its distribution is patchy and limited, and its suitable habitat is rapidly declining.\nThere are six identified subpopulations; each is thought to have fewer than 100 individuals.\nBecause it is associated with karstic landscapes, it is threatened by disturbance from mining.\n\n\n== References =="
  }
}