{
  "url": "https://en.wikipedia.org/wiki/Demonic_tube-nosed_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Nyctimene"
    },
    {
      "Species": "N. masalai"
    }
  ],
  "text": {
    "__SUMMARY__": "The demonic tube-nosed fruit bat (Nyctimene masalai) is a species of bat in the family Pteropodidae. It is endemic to Papua New Guinea.  The holotype specimen was collected in 1979 on New Ireland, in the Bismarck Archipelago.\nIt was described as a new species in 1983.\nThe range of the species may extend to other islands, however the extent of the range is not presently known.",
    "Taxonomy and etymology": "Based on its morphology, it was placed into the cephalotes species group of its genus when it was described. Species groups are hypotheses of evolutionary relationships, so it is thought that the demonic tube-nosed fruit bat is most closely related to the other members of the species group:\n\nPallas's tube-nosed bat, (N. cephalotes)\nIsland tube-nosed fruit bat, (N. major)\nEastern tube-nosed bat, (N. robinsoni)\nNendo tube-nosed fruit bat, (N. santacrucis)\nUmboi tube-nosed fruit bat, (N. vizcaccia)More recently, others have placed it in the albiventer species group.\nOther members of the albiventer group included in this study were:\n\nCommon tube-nosed fruit bat, (N. albiventer)\nIsland tube-nosed fruit bat, (N. major)\nUmboi tube-nosed fruit bat, (N. vizcaccia)\nDragon tube-nosed fruit bat, (N. draconilla)\nMalaita tube-nosed fruit bat, (N. malaitensis)The specific epithet comes from the Tolai word \"masalai\", which Smith and Hood translate as \"forest demon or devil\".\nSome sources place the demonic tube-nosed fruit bat as synonymous with the common tube-nosed fruit bat, Nyctimene albiventer.",
    "Description": "Bats of the Nyctimene genus are distinguished by their elongated, tubular nostrils.\nIndividual bats are 94–103 mm (3.7–4.1 in) long.\nThey weigh 45.2–52.3 g (1.59–1.84 oz).\nThe forearm is 63.5–67.5 mm (2.50–2.66 in) long.\nThe back is mottled reddish-brown, with a thin, 5 mm (0.20 in) black stripe running from the back of the head to the base of the tail.\nHairs on the dorsal side of the body are long, at 8–9 mm (0.31–0.35 in) long.\nThe ventral side is grayish-white with a yellowish-brown tint.\nThe flight membranes are dark brown.\nThe wings have pale yellowish-brown spots, while the ears have white spots.\nThe forearm also has large white splotches.\nThe nostrils are whitish.\nIts snout is short and narrow.\nIts dental formula is 1.1.3.10.1.3.2, for a total of 24 teeth.",
    "Biology": "Its diet consists of fruit.",
    "Habitat and range": "So far, it is only known from New Ireland, in the Bismarck Archipelago, which is part of Papua New Guinea.\nIt is possible that its range includes other islands in the Bismarck Archipelago, though this is currently unconfirmed.\nMembers of this species identified so far have been found at 0–10 m (0–33 ft) above sea level.",
    "Conservation": "It is currently evaluated as data deficient by the IUCN.\nPreviously in 1996, the IUCN had assessed this species as vulnerable.\nThere has been little research regarding this species, and its population trend and geographic range are unknown.\nIt is unknown if there are any threats to this species.",
    "Sources": "\n\n== Further reading =="
  }
}