{
  "url": "https://en.wikipedia.org/wiki/Dent's_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. denti"
    }
  ],
  "text": {
    "__SUMMARY__": "Dent's horseshoe bat (Rhinolophus denti) is a species of bat in the family Rhinolophidae. It is found in Angola, Botswana, Ghana, Guinea, Guinea-Bissau, Namibia, South Africa, and Zimbabwe. The bat's natural habitats are dry savannah country and it roosts in caves and other subterranean habitats.",
    "Description": "Dent's horseshoe bat is a small species measuring about 7 cm (2.8 in) in length and weighing 6 g (0.2 oz). The fur is long and silky, light brown or grey on the upper parts and paler underneath. The wings are brown with white margins.",
    "Ecology": "Dent's horseshoe bat is a colonial species which roosts in groups varying from a few individuals to over a hundred. The roosts are usually in cool, humid caves. The bats have the ability to enter a state of torpor under certain environmental conditions. The bats are insectivorous, feeding on a variety of soft-bodied insects caught on the wing at night. Little is known of the breeding habits of this bat, but they are likely to be similar to those of other Rhinolophus species, with a single offspring becoming independent about two months after it is born.",
    "Status": "Dent's horseshoe bat has two distinct populations separated by a gap of hundreds of kilometres. One is in West Africa, in Senegal, Guinea, Guinea-Bissau and Ghana, the other in southern Africa; southern Angola, Namibia, western Botswana, western Zimbabwe and northern South Africa. It may well be more abundant than is presently apparent, but currently, fewer than a hundred colonies are known from West Africa and fewer than two hundred from Southern Africa. The population trend for this bat is unknown, but it faces no particular threats other than the possible disturbance of its roosting sites, and the International Union for Conservation of Nature has rated its conservation status as being of \"least concern\".\n\n\n== References =="
  }
}