{
  "url": "https://en.wikipedia.org/wiki/Desert_red_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Lasiurus"
    },
    {
      "Species": "L. blossevillii"
    }
  ],
  "text": {
    "__SUMMARY__": "The desert red bat (Lasiurus blossevillii), also known as the western red bat, or southern red bat, is one of many species of bats.  This particular one is from the family Vespertilionidae, which is the largest bat family. This species and its relative Lasiurus borealis are sometimes just referred to as red bats.",
    "Habitat": "The desert red bat has been found around North America, ranging from southern Canada, through the western United States, down to Central America and to the northern part of South America. The species is recorded in Argentina, Belize, Bolivia, Brazil, Canada, Colombia, Costa Rica, Ecuador (Galápagos Islands), El Salvador, French Guiana, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Suriname, Trinidad and Tobago, United States, Uruguay and Venezuela. These bats are migratory, similar to birds. They migrate to the southern parts of the Americas when it gets cold, and head north when the weather starts to warm up in northern parts.\nThe common name implies that the desert red bat lives in the desert, but it does not. Unlike many bats, which roost in caves, desert red bats will most likely be found in the forest roosting under leaves.  They do this because they are either trying to eat or hide from predators.  The bats hang upside down from a tree branch from one foot because they are trying to blend in with their surroundings, such as dead leaves.",
    "Diet and hunting": "The desert red bat eats a variety of insects.  They eat moths, flies, true bugs, beetles, and cicadas. The desert red bat is a nocturnal animal (it is active at night). They use animal echolocation to hunt.  While they hunt, they have to be aware of predators, which include owls, blue jays, raccoons and opossum.",
    "Reproduction": "Unlike most bats, which bear only one pup per season, the desert red bat can give birth to as many as four pups at once. Also unlike most bats, desert red bats (and other members of the genus Lasiurus) have four nipples rather than two, allowing them to nurse that many pups. The bats mate during August and September.  Pups are born about 90 days after mating. Before the bats are able to fly, the mother carries up to four pups at a time.  It takes up to six weeks for the bats to fly by themselves and one to three years to mature.",
    "Interesting facts": "Male and female red bats have different migrating routines. Female bats are usually found in warmer climates during the month of June. Males are mostly found in the Appalachian Highlands. Due to the difference in migrating patterns, it makes it harder for them to breed because they are constantly in a different part of the world.",
    "See also": "Eastern red bat — Lasiurus borealis.\nBats of the United States",
    "References": "Arizona Game and Fish species account-Western Red Bat",
    "External links": "Bat Conservation International: Information about the western red bat (desert red bat)\nWestern bat Working Group website: Accurate information on western red bats\nNsrl.ttu.ed: western red bat\nEarthlink.net: Picture of a red bat + information"
  }
}