{
  "url": "https://en.wikipedia.org/wiki/Diadem_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. diadema"
    }
  ],
  "text": {
    "__SUMMARY__": "The diadem leaf-nosed bat or diadem roundleaf bat (Hipposideros diadema) is one of the most widespread species of bat in the family Hipposideridae. It is probably most closely related to Hipposideros demissus from Makira and to Hipposideros inornatus from the Northern Territory in Australia. Hipposideros diadema is found in Australia, Indonesia, Malaysia, Myanmar, the Philippines, Thailand, and Vietnam.",
    "Morphological description": "Hipposideros diadema is named for its complex anterior nose leaf, which is horseshoe-shaped and located on the slightly inflated nasal region. This nose shaped evolved to assist in echolocation, adding the noseleaf and the associated intricate musculature to help the nose resonate more effectively. The transverse leaf is erect and there is no median projection. They have huge ears mainly because of the well developed antitragus, while no tragus is present. Males have a sac located posterior to the nose which can secrete a waxy substance, thought to be used in attracting mates and status determination. Body length ranges from six to ten centimeters when adult, with brown fur covering all but the limbs. The underbelly is paler in color, and white spots can be found in the shoulder region. Adults weigh between 34 and 50 grams, and the wingspan is approximately 15 to 22 cm. Hefty claws are found on the hind limbs, and a single claw on each of the forelimbs. Each toe of the foot has two phalanges, and the short tail is usually enclosed within the small uropatagium. The dental formula is 1/2 1/1 2/2 3/3, molars are dilambdodont, and hefty enamel tubules are present at dentin-enamel junctions. The oral region of the skull exhibits premaxillary palatal branches that are fused medially, and widely separated from the maxillae laterally.",
    "Reproduction": "One breeding season exists, and birthing and lactation coincide with the maximum quantity of insects in the spring. One young is born per litter. Male competition involves some physical skirmishes, but mainly the secretion and detection of a waxy material from behind the nose. Females congregate in large groups during March and April, during which each one gives birth to a single offspring. The mother remains intimate with the young until weaning when the juvenile usually becomes independent.",
    "Habitat": "With a heavy body and long, narrow wings, the Hipposideros diadema is adept at fast flight but has relatively poor maneuvering ability. It has adapted to foraging in gaps in forests, such as around tree falls or above rivers. This bat species is not restricted to rain-forest and in outback Australia it forages with eucalypt woodland and open forest, deciduous vine thicket and within towns. Individuals are known to forage up to two and a half kilometers from the roost during the course of the night. During the day it roost in small groups in caves, old mines, sheds, hollow trees and tree branches.",
    "Lifespan": "The Hipposideros diadema typically lives between four and seven years in the wild, but can live up to twelve years in captivity.",
    "Behavior": "These bats are nocturnal and gregarious. They congregate and live in groups that can be as large as two to three thousands individuals. Not on an individual level, but as a colony, there seems to be some territoriality exhibited. It is extremely rare case for these bats to attack humans. But when harassed or cornered, these bats can have a painful bite. They carry a myriad of parasites, most of which have no effect on humans however.",
    "Food habits": "The Hipposideros diadema are usually insectivorous. The diet varies depending on specific location, but they tend to prefer insects such as coleopterans (beetles), lepidoterans (butterflies and moths), and those within the orthopteroid (grasshoppers) orders. However, they will prey on small birds and spiders rarely. Thus, the Hipposideros diadema is sometime classified as an occasional carnivore.\nThese bats are extremely adept predators. By using echolocation, intensified through their highly modified nose and nostrils, they achieve very high rate of success. A constant frequency call is emitted around 50 to 58 kHz, and maintained for 20 to 30 seconds at a time. They are not continuous flight hunters, instead they prefer to take short flights from their perches and intercept the prey in midair. This perch hunting strategy is a low-energy method of acquiring their food. When hunting, they usually fly over a stream or creek that is covered in canopy. They very rarely venture out over open water. Lepidopterans (eared moths) make up a significant portion of their diet and these insects have an auditory range from 20 to 50 kHz. Research has shown that these insects can sense the echolocation pulses and have learned to evade or hide from the attacking bats. Aside from beetles and moths, other insects consumed include weevils and katydids to which the soft parts of such insects are consumed and the inedible parts, such as wings, carapace, and legs are discarded below their perch.",
    "External links": "Sound recordings of Hipposideros diadema on BioAcoustica\n\n\n== References =="
  }
}