{
  "url": "https://en.wikipedia.org/wiki/Diphylla",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "DiphyllaSpix, 1823"
    },
    {
      "Species": "D. ecaudata"
    }
  ],
  "text": {
    "__SUMMARY__": "The hairy-legged vampire bat (Diphylla ecaudata) is one of three extant species of vampire bats. It mainly feeds on the blood of wild birds, but can also feed both on domestic birds and humans. This vampire bat lives mainly in tropical and subtropical forestlands of South America, Central America, and southern Mexico. It is the sole member of the genus Diphylla.",
    "Taxonomy and etymology": "It was described by German biologist Johann Baptist von Spix in 1823.\nSpix first encountered the species in Brazil. \nSpix coined the genus name Diphylla (from Latin  dis, meaning 'double', and  phyllon, meaning 'leaf') and the species name ecaudata (from Latin  e, meaning 'without', and  caudatus, meaning 'tail').The two recognized subspecies are:\nD. e. centralis is found from western Panama to Mexico. A single specimen was taken in an abandoned railroad tunnel near Comstock, Val Verde County, Texas, in 1967, well outside the taxon's recognized range.\nD. e. ecaudata is found from Brazil and eastern Peru to eastern Panama.",
    "Description": "It is similar in appearance to the common vampire bat.\nIt differs, however, in its broad, short ears; padless, short thumb; and large, shiny eyes.\nIt also has more teeth than the common vampire bat (26 compared to 18), with a dental formula of 2.1.1.22.1.2.2.\nAdditionally, its brain is smaller than that of the common vampire bat, at two-thirds the size by mass.\nIts uropatagium is narrow and very furry; as its species name indicates, it lacks a tail.\nThe fur on its back is dark brown, while the fur on its ventral surface is lighter in color.\nIts fur is soft and long.\nIts nose-leaf is greatly reduced in size relative to other leaf-nosed bats.\nIt weighs 24–43 g (0.85–1.52 oz).\nIts head and body combined are 75–93 mm (3.0–3.7 in) long.\nIts forearm is 50–56 mm (2.0–2.2 in) long.There are no lingual grooves under the tongue as in Desmodus and Diaemus (the white-winged vampire bat), but it does have a groove along the roof of the mouth which may serve as a \"blood gutter\".",
    "Biology and behavior": "It is thought to be polyestrous, with individuals capable of becoming pregnant throughout the year and no clearly-defined breeding season.\nFemales are capable of becoming pregnant at approximately one year of age.\nPregnancy lasts a relatively long time considering the small body size of the species, at gestation length of approximately 5.5 months.\nFemales give birth to usually only one young, called a pup.\nPups are born with their eyes open and a set of deciduous teeth.\nThere are fewer deciduous teeth than permanent teeth (20 compared to 26), with a deciduous dental formula of 2.1.2.02.1.2.0\nFemales who have lost their pups will continue to lactate, and females have been observed nursing the young of unrelated females.\nPups will fledge at approximately 57 days old, though they will continue to nurse and seek regurgitated blood from their mothers long after that, up until approximately 223 days of age.It is nocturnal, and roosts in sheltered areas during the day.\nCaves and mines are preferred roosts, though hollow trees may also be used.\nIt is generally solitary, but may be found roosting in small groups of twelve or fewer individuals.\nGroups of up to 50 individuals have been reported, though.\nIt will share its roosts with the common vampire bat, as well as other leaf-nosed bats.\nIt was originally described to have a diploid karyotype of 28 chromosomes, but it actually has 32.It is sanguivorous, feeding on the blood of vertebrates.\nIt was formerly believed to feed exclusively on birds.\nHowever, it has since been documented that it will feed on the blood of mammals, including humans and cattle.\nIt also shares its food with other individuals via regurgitation, mouth to mouth.As with all mammals, it can be a carrier of rabies.",
    "Range and habitat": "It has a wide geographic range, occurring throughout Central and South America.\nIt has been documented in Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Peru, and Venezuela.\nA single individual was once documented in southern Texas in the United States.\nThis individual, a female found close to Comstock, Texas in 1967, was in an abandoned railroad tunnel.\nThe individual was approximately 700 km (430 mi) north of the previous documented extent of the species's range.\nIts altitudinal range is 0–1,900 m (0–6,234 ft).",
    "Conservation": "It is currently evaluated as least-concern species by the IUCN—the lowest conservation priority.\nIt meets the criteria for this designation because it has a large range, tolerates a variety of habitats, and its population is thought to be stable.It can be maintained in captivity by allowing them access to live hens.",
    "See also": "Common vampire bat—one of the two other extant species of vampire bat\nWhite-winged vampire bat—one of the two other extant species of vampire bat\n\n\n== References =="
  }
}