{
  "url": "https://en.wikipedia.org/wiki/Dusky_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. ater"
    }
  ],
  "text": {
    "__SUMMARY__": "The dusky leaf-nosed bat (Hipposideros ater) is a bat from the genus Hipposideros whose habitat extends from India and Sri Lanka to the Philippines, New Guinea and Northern Australia. This species is counted in the H. bicolor species group and was formerly classified within that species.The genus name Hipposideros comes from the Greek words for \"horse\" (ἴππος) and \"iron\" (σίδηρος) and means \"horseshoe\"; a reference to the complex nose that species in this genus are known for. The generic designation ater is Latin for \"black\" and notes the relative dark color of this species's coat.",
    "Habitat and behavior": "In the Philippines this species is found in rainforests at sea level up to elevations of 1200 m. The animal rests in caves in both forests and agricultural areas. In Australia the species lives in both mangroves and rainforests in as well as in dry, open areas. Like most bats, H. ater is active at night. In Australia it sleeps in the daytime in caves, mines and sometimes tree holes, preferably in dark, warm and moist places. The animal eats small, flying insects. This bat flies slowly, but is mavoeurvrable. The mating season is in April; the young are born from October to December and are weaned in January.",
    "Range": "In Australia, the species lives in the extreme north of Western Australia (Kimberly), the northern half of the Northern Territory, in Cape York and the surrounding areas (Queensland). The species was caught several times in Middle-Queensland and the south of the Northern Territories, outside of the \"normal\" range. In New Guinea, the species \nwas captured in only three places, all three situated in Papua New Guinea. In New Guinea the species is found in Ambon, the Aru Islands, Morotai, New Britain, New Ireland and Woodlark. It is also possible to find it in the Sangihe Islands and Talaud Islands. In the Philippines the species is found in Balabac, Bohol, Catanduanes, Leyte, Luzon, Marinduque, Maripipi, Mindanao, Negros and Palawan.",
    "Subspecies": "This species is divided into a number of subspecies: H. a. amboinensis (Peters, 1871) from Ambon, H. a. antricola (Peters, 1861) in the Philippines (including Palawan), H. a. ater from Sri Lanka and India, H. a. aruensis Gray, 1858 from the Aru Islands and New Guinea, H. a. gilberti from Australia, H. a. nicobarulae in the Nicobar Islands and H. a. saevus from the area between South-Thailand and the Moluccas. Instances from Bornero cannot be assigned to a particular subspecies, although H. a. antricola en H. a. saevus appear to have a slightly longer skull. They would be classified in the same way that H. a. ater en H. a. antricola sometimes have reduced teeth. However, there are only four known instances from Borneo, only one of which is undamaged.",
    "Description": "It is a very small leaf bat, but with huge, wide, round eyes. The coat is long and soft. The upside is grey-brown to grey, sometimes also orange. The square leaf nose is relatively simple in shape. The structure of the leaf noes appears on the H. cineraceus but the color appears more on the H. pomona. Instances of this species from both India as well as Catanduanes have a karyotype of van 2n=32, FN=60, just as many other Hipposideros species.In the table below are the sizes of H. ater in various areas.\n\n\n== References =="
  }
}