{
  "url": "https://en.wikipedia.org/wiki/Dusky_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "†P. brunneus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pteropus brunneus is an extinct species of flying fox in the family Pteropodidae.  It was said to be found at Percy Island, southeast of Mackay, Queensland, off the northeast coast of Australia.",
    "Taxonomy": "A single male specimen was collected in 1874 and deposited at the British Museum of Natural History (BMNH), this skin and skull was estimated to be a near adult.The description for this was published by George Edward Dobson in 1878, in a revision of chiropteran specimens held at the museum. Further details were provided when the specimen was again examined in 1912. Since that record, no further documentation is known of this species; the specimen is still located at BMNH. The description was re-evaluated in the late twentieth century, and recognition as a species is maintained in the third edition of The Mammals of Australia (National Photographic Index of Australian Wildlife, 2008). Speculation on the taxon includes the proposition the specimen may be an undiagnosed vagrant of another species.The common names have included dusky flying fox and Percy Island flying fox.",
    "Description": "A smaller species of genus Pteropus, the weight estimated to be around 200 g (7.1 oz). The length of the head and body combined is approximately 210 mm (8.3 in), the forearm of the single specimen is 118 mm (4.6 in). Fur colour of this macrobat is uniform across the body, a golden shade of brown.The first description notes the form of the ears, comparing the specimen to those of Pteropus keraudrenii (Pteropus mariannus) but lacking any hair. The uropatagium is narrow and obscured across the centre by fur. The hair of the pelage is longer at the nape, but mostly short elsewhere, the fur at the upper back is slightly appressed and oppositely directed for an inch either side of the centre. Little fur appears at the arm, the legs are almost completely covered with hair.The species bears no resemblance to the Australian pteropodids, the 'flying-foxes', yet was reported to be residing in a large camp that travelled to the Australian mainland to feed.",
    "Distribution and habitat": "The presumed distribution is uncertain, and the type location given with the only specimen has been considered questionable. Nominally the range is cited as \"Percy Island\", long presumed to be part of an offshore island group known as the Percy Isles that form part of the Northumberland Islands. The exact island of the collection has never been determined.\nThe record of the species was provided by the amateur collector, following a trend amongst British aristocratic explorers for assembling or trading specimen collections that were returned to England.A colony of bats at the island is reported after the collection date, without physical evidence, no later survey has identified a similar megabat camp at the location. Several possibilities have been proposed to account for this species, these include a colony blown to the islands in a cyclone, which became extinct shortly after, or that the locality of the collection was in error.\nThe location might be confirmed by skeletal remains at the purported camp or by discovery of nearby populations.",
    "References": "",
    "External links": "Andersen, K. 1912. Catalogue of the Chiroptera in the collection of the British Museum. Volume I: Megachiroptera. Second Edition. Johnson Reprint Company, London.\nConder, P. 1995. Dusky flying-fox Pteropus brunneus. pp. 433–434 in R. Strahan (Ed.) The Mammals of Australia. Reed Books, Chatswood, NSW\nStrahan, R and Conder, P. 2007. Dictionary of Australian and New Guinean Mammals. CSIRO Publishing, Victoria, Australia."
  }
}