{
  "url": "https://en.wikipedia.org/wiki/Dwarf_dog-faced_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Molossops"
    },
    {
      "Species": "M. temminckii"
    }
  ],
  "text": {
    "__SUMMARY__": "The dwarf dog-faced bat (Molossops temminckii), is a bat species from South America. It is found in Argentina, Bolivia, Brazil, Colombia, Ecuador, Guyana, Peru, Paraguay and Uruguay.They are considered an abundant species, and are listed as a species of \"least concern\" on the IUCN Red List due to its wide distribution, presumed large population, and the unlikelihood of decline.",
    "Taxonomy": "The dwarf dog-faced bat is classified in the order Chiroptera and the family Molossidae with the other free-tailed bats. The genus Molossops encompasses 4 species of broad-faced bats including M. temminckii. The species was named for Coenraad Jacob Temminck, a Dutch zoologist.",
    "Description": "Dwarf dog-faced bats are free-tailed bats, thus have a bony tail with no tail sheath and exhibit bilateral symmetry. Dog-faced bats get their name from their dog-like protruding snout. This particular species is considered to be the smallest in their genus, and possibly the smallest in Paraguay with an average length around 33 mm. They have broad skulls that are flattened back to front, with small eyes and erect, well-separated ears that are typically short. The tragus is short and triangular, with a broad, square antitragus. The dental formula for dwarf dog-faced bats is 1/1-2 I, 1-1 C, 1-2/2 P, 3/3 M, with a total of 26-30 teeth. This species exhibits sexual dimorphism, with males being slightly larger than females. Males of this species also have a scent gland which is used to mark their colony members with a distinct odor. In females, this gland is rudimentary or missing completely. Their average wingspan is about .222 m, males typically having a larger average wingspan.Dwarf dog-faced bats do not have a known lifespan, but bats are estimated to live up to 20 or 30 years (extreme cases), with most species averaging 4–5 years.",
    "Diet": "This species is insectivorous and forages in groups. They generally eat small beetles, termites, winged ants, and moths. Some have been appeared to consume pollen, as well, which is common in insectivorous bats, but this is not confirmed, as the pollen could have been picked up while foraging for insects in flowers.\nThis species is nocturnal, and uses echolocation to hunt for prey. They have been observed to roost near food sources to minimize foraging costs.",
    "Reproduction": "This species of bat utilizes a polygynous mating system, with males mating with many females in a single breeding season. The breeding season varies region to region, from July in Brazil to late August/early September in Paraguay. In Argentina, reproduction happens in October and November. Pregnant and lactating females roost in maternity colonies and stay separate from males. Successful mating results in the female producing one pup each year, with occasional twins occurring. Gestation is about 2–3 months long and the pups are generally weaned 5–6 weeks after birth.",
    "Distribution and habitat": "Dwarf dog-faced bats are found exclusively in the neotropical region of the world, living in almost every country in South America. \nThey are found mostly in Amazonian rainforests and semideciduous forests, staying near the edges. They also are known to occur in dry lowland areas. Caves, rock crevices, tree cavities, foliage, and holes in the ground are common roost areas for them. These bats can be found at sea level to areas at elevations over 1000 m at the base of the Andes.",
    "References": "\nInfonatura"
  }
}