{
  "url": "https://en.wikipedia.org/wiki/Dwarf_bonneted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. bonariensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The dwarf bonneted bat, or Peters' mastiff bat, (Eumops bonariensis), is a bat species from South and Central America.",
    "Description": "As its common name implies, E. bonariensis is the smallest species of bonneted bat. Adults measure 9 to 13 cm (3.5 to 5.1 in) in total length, and typically weigh between 12 and 20 g (0.42 and 0.71 oz). However, there is a significant variation in size between the different subspecies, with the smallest, E. b. nanus, weighing as little as 7 g (0.25 oz).The fur is thick and silky, and ranges from cinnamon to dark chocolate brown, being noticeably paler on the underside of the body. The head has a broad snout with a fringe of stiff hairs on the upper lip, and long, wide, ears connected by a small membrane. The wing membranes are black, but are covered with sparse hairs close to the arms. Males have been observed to have glands on the throat that become enlarged during the breeding season.",
    "Distribution and habitat": "Dwarf bonneted bats are found from southern Mexico through the whole of Central America, and in every country of South America except Chile. They inhabit a wide range of environments, from dense rainforest to dry thorny scrub. They are most commonly found in lowland habitats, but have been found as high as 1,000 metres (3,300 ft) in Colombia. Up to four subspecies are recognised:\nEumops bonariensis bonariensis - Uruguay and neighbouring regions of Brazil and Argentina\nEumops bonariensis beckeri - Peru, southern Brazil, Bolivia, Paraguay, northern Argentina\nEumops bonariensis delticus - northern Brazil, neighbouring regions of other countries\nEumops bonariensis nanus - Ecuador, Colombia, Venezuela, the Guyanas, and north to southern MexicoHowever, E. b. beckeri is sometimes considered synonymous with the Patagonian bonneted bat.",
    "Biology": "Dwarf bonneted bats feed on flying insects, primarily beetles and moths. They roost in small groups of up to twenty individuals, and are often found sleeping in the roofs of buildings. They are rapid fliers, often remaining high above the ground. They often make loud calls that are audible to humans. Breeding has been recorded from March to June in Mexico, and from October to November at the southern end of the bat's range. Females give birth to a single young.\n\n\n== References =="
  }
}