{
  "url": "https://en.wikipedia.org/wiki/Dwarf_little_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Rhinophylla"
    },
    {
      "Species": "R. pumilio"
    }
  ],
  "text": {
    "__SUMMARY__": "The dwarf little fruit bat (Rhinophylla pumilio) is a species of leaf-nosed bat from South America.",
    "Description": "As its name implies, the dwarf little fruit bat is a relatively small bat. Adults are just 4 to 6 cm (1.6 to 2.4 in) in head-body length, and weigh only 7 to 14 g (0.25 to 0.49 oz). Females are slightly larger, on average, than males. The fur is generally drab, being brown or reddish-brown across the entire body, although the individual hairs have white roots. The ears are rounded and hairless, with a relatively small tragus, and are pinkish-brown in colour. The bats have a prominent nose-leaf, which, when flattened, easily extends to the animal's forehead.The wing membranes are blue, and contrast with the bony parts of the wing, which have a distinct white colour. They extend all the way to the base of the toes, and the uropatagium reaches to mid-way along the lower leg. There is no tail, a feature which distinguishes these bats from the otherwise similar short-tailed fruit bats that inhabit the same region. A further distinguishing feature is the shape of a series of protuberances found on the chin of both groups; in dwarf little fruit bats, the central bump is triangular, rather than circular, and is flanked by fleshy pads, rather than by a V-shaped pattern of smaller nodules.",
    "Distribution and habitat": "Dwarf little fruit bats are found in across much of northern South America east of the Andes, from northern Bolivia, through eastern Peru and Ecuador, across northeastern and Amazonian Brazil, and into southern Colombia and Venezuela, and throughout the Guianas. They are widespread, and generally present in large numbers where they are found, preferring primary forest below 1,400 m (4,600 ft), but are also sometimes found in more disturbed habitats, including plantations and pastures, and in open savannah.No subspecies are recognized.",
    "Biology and behaviour": "Dwarf little fruit bats are exclusively herbivorous, eating a wide range of fruits, including Philodendron, matico, arum, and figs. They help to disperse the seeds of some these fruits, which pass unharmed through their digestive tracts, and have also been observed to eat pollen from some plants.They are nocturnal, spending the day in tent-like roosts constructed from the leaves of Philodendron and similar plants, typically 1.5 to 15 m (4 ft 11 in to 49 ft 3 in) above the ground. The roosts are temporary, with the bats moving every few days, and are found in small groups, occupied by a single male and up to three females. The bats are most active immediately after dusk and before dawn, foraging in the mid-canopy and forest understory, and covering an area of 5 to 15 ha (12 to 37 acres) each night. Pregnant females have been captured at most times of the year, suggesting the bats have little, if any, defined breeding season. The female gives birth to a single young.\n\n\n== References =="
  }
}