{
  "url": "https://en.wikipedia.org/wiki/Eastern_small-footed_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. leibii"
    }
  ],
  "text": {
    "__SUMMARY__": "The eastern small-footed bat (Myotis leibii) is a species of vesper bat. It can be found in Ontario and Quebec in Canada and in the Eastern United States. It is among the smallest bats in eastern North America and is known for its small feet and black face-mask. Until recently all North American small-footed Myotis were considered to be \"Myotis leibii\". The western population is now considered to be a separate species, Myotis ciliolabrum. The Eastern small footed bat is rare throughout its range, although the species may be locally abundant where suitable habitat exists. Studies suggest white-nose syndrome has caused declines in their populations. However, most occurrences of this species have only been counted within the past decade or two and are not revisited regularly, making their population status difficult to assess. Additionally, bat populations in the Eastern U.S. have typically been monitored using surveys conducted in caves and mines in the winter, but small-footed bats hibernate in places that make them unlikely to be encountered during these surveys. As a result, numbers of small-footed bats counted in winter tend to be low and relatively variable compared to other species of bats. Many biologists believe the species is stable, having declined little in recent times, but that it is vulnerable, especially in its cave hibernacula.",
    "Description": "The Eastern small footed bat is between 65 and 95 millimeters in length, has a wingspan of 210 to 250 millimeters, and weighs between 4 and 8 grams. The bat got its name from its abnormally small hind feet, which are only 7 to 8 millimeters long. The fur on the dorsal side of their body is dark at the roots, and fades to a light brown at the tips, which gives the bats a signature shiny, yellow-brown appearance. The fur on the dorsal side of the body is a dull gray color, which is believed to help camouflage themselves in their hibernacula. The defining characteristic of this bat is its face-mask, which is completely black. They also have black ears, wings and interfemoral membrane, (the membrane between the legs and tail). Like all bats, the Eastern small-footed bat has a patagium that connects the body to the forelimbs and tail, allowing the animal to fly. Their head is very flat and short, with a forehead that slopes gradually away from the rostrum, a feature that is unique to other individuals in the Myotis species. They have erect ears, which are very broad at the base and a short flat nose. They have a keeled calcar (protruding cartridge on the hind legs to support the interfemoral membrane) as well as a pointed tragus Their tail is between 25-45 millimeters in length and protrudes past their interfemoral membrane, and they have a dental formula of 2/3, 1/1, 3/3, 3/3.",
    "Range and distribution": "The range of this species includes Northern Arkansas and southern Missouri, East to the Appalachian Mountains and Ohio River Basin, North into New England, southern Ontario and Quebec. Distribution of the bats is spotty within their entire range, and they are considered to be very uncommon. These bats prefer to reside in deciduous or coniferous forests. They are active in mountain ranges from 240–1125 meters in height. During the spring, summer, and autumn they prefer to roost at emergent rock-outcrops such as cliffs, bluffs, shale barrens, and talus slopes, as well as man-made structures, including buildings, joints between segments of cement guard rails, turnpike tunnels, road-cuts, and scree covered dams. The largest populations of Myotis leibii have been found in New York, Pennsylvania, West Virginia and Western Virginia. (red list) The total count of individuals in all hibernacula in which they have been found is 3,000, with roughly 60% of the total number from just two sites in New York. Unfortunately, 90% of their habitat is on private land which makes it difficult to protect them.",
    "Diet": "The eastern small-footed Myotis is believed to feed primarily on flying insects such as beetles, mosquitoes, moths, and flies, (Barbour and Davis 1969; Harvey et al. 1999; Linzey 1998; Merritt 1987) and are capable of filling their stomachs within an hour of eating. They are nighttime foragers and usually forage in and along wooded areas at and below canopy height, over streams and ponds, and along cliffs. Moths compose nearly half of their diet, and they forage primarily on soft-bodied prey  It is believed that the avoidance of hard prey is due to their small, delicate skulls. The Food habits of M. leibii are similar to those of the closely related California (M. californicus) and western small-footed bats (M. ciliolabrum), as well as other North American Myotis (e.g., little brown bat, (M. lucifugus), and northern bat, (M. septentrionalis).",
    "Hibernation": "The Eastern small- footed bat is most often detected during hibernation, and has been counted at approximately 125 hibernacula. They are one of the last species to enter hibernation in the fall and the first to leave in the spring, with a hibernation period lasting from late November to early April.  They have been found in very cold caves and mines and can tolerate lower temperatures than other bat species. (Whitaker and Hamilton 1998) Unlike most other bat species they prefer to hibernate in caves and mines that are very short in length (150m) and are most often found hibernating near the entrance of their hibernacula where temperatures sometimes dip below zero, and the humidity is very low. (Barbour and Davis 1969; Merritt 1987; Harvey 1992). This location choice may put them at a greater risk of white nose syndrome and estimates from hibernating bats suggest the disease caused a 12% decrease in their population since 2006. These bats also tend to hibernate individually, or in groups of less than 50, and have also been found hibernating with other species of bats, which makes them very difficult to find. Many bat biologists have speculated that the species may hibernate outside of caves and mines. Skin temperature patterns of small-footed bats found roosting on talus slopes during periods of extreme cold in March provide support for this idea.",
    "Spring and summer roosting": "Very little is known about the summer roosting locations of this species, as well as where maternal colonies are formed, which makes a proper species distribution estimate difficult to obtain. The first study into the summer roosting habits was only done in 2011 so information is scarce. This study performed by Johnson, Kiser, Watrous, and Peterson discovered that these bats most commonly use ground level rock roosts in talus slopes, rock fields and vertical cliff faces for their summer roosts. On average they change their roosts every 1.1 days, males travel about 41 meters between consecutive roosts and females around 67 meters. They also found that females roosting sites were closer to ephemeral water sources than male's roosts. Females who have young require roost sites that receive a lot of sunlight in order to keep the pups warm while the mother is away from the nesting site. Summer roosting habitats are very difficult to find, and may be threatened by mining, quarrying, oil and gas drilling and other mineral extraction, as well as logging, sprawl highway construction, wind energy and other forms of agricultural, industrial and residential development. However, it is also likely that some of the above disturbances could also create roosting sites for the species.",
    "Mating and reproduction": "One of the reasons this bat is in so much danger is its slow reproduction rate. The Eastern small-footed bat usually has only one offspring a year, although a few instances of twins have been noted. Mating most often occurs in autumn and the female stores the male's sperm throughout hibernation in the winter. Fertilization occurs in the spring once the females are active again, and gestation occurs between 50–60 days with young being born in late May and early June. Mating has also been noted to occur throughout the hibernation period if individuals are awake.  During the time of breeding large number of bats come together in a behavior commonly known as \"swarming.\" All bats of this species are polyandrous, meaning they mate with multiple partners throughout the mating period. This mating behavior allows them to increase the likelihood of copulation, and therefore increase their reproductive success.\nMales initiate copulation by mounting the female and tilting her hear back 90 degrees. The male then secures his position by biting and pulling back on the hairs at the base of the female's skull. The male then uses his thumbs to further stabilize his position and enters the female under her interfemoral membrane. Both individuals have been noted to be very quiet during the copulation process. Once the process is over the male dismounts the female and flies away to find another mate.\nWhen born the newborn bat, which is called a \"pup\" is completely dependent on its mother. They weigh between 20-35% of their mother's body weight. Newborn bats are called pups, and are dependent on their mothers.  They weigh between 20-35% of their mother's body weight. The young's large body size is believed to lead to high-energy expenditure from the mother, which is what limits her to only having one offspring a year.",
    "Threats": "The main threat to this species is habitat disturbance, both natural and human caused. They are also under great threat of white nosed syndrome, pollution (especially water pollution) and human disturbance during hibernation. Very low levels of light, noise and heat are sufficient enough to wake hibernating bats. Once awoke the bats begin to expend energy and deplete critical fat reserves. If these disturbances are repeated bats, especially juveniles become very susceptible to death. White nosed syndrome is a fungal infection that attacks bats while they hibernate. 7 million bats of 6 different species are estimated to have been killed since 2006. There has been a 12 percent decline in eastern small-footed bats from white nosed syndrome alone. Due to their dependency on rare ecological features where they nest they are at particularly high risk from mining, quarrying, oil and gas drilling and other mineral extraction, as well as logging, highway construction, wind energy and other forms of agricultural industrial and residential development.",
    "Conservation": "The eastern small-footed myotis is listed as endangered by the IUCN, and many states in which the bat resides have begun listing it has a threatened species and have begun conservation efforts in order to improve its numbers. This species is not protected by federal law, but was a former C2 candidate for listing prior to the abolishment of that category by the U.S. Fish and Wildlife service in 1996. Some states (e.g. Pennsylvania) have given the species legal protection while others have recognized its apparently low numbers and consider the eastern small-footed Myotis a species of concern. In the report Species of Special Concern in Pennsylvania by Genoways and Brenner (1985), the Pennsylvania Biological Survey assigned Myotis leibii the status of \"threatened\". Other states, such as Virginia, are currently working to get the Eastern small-footed Myotis legal protection. Despite these efforts not many conservation projects have been put in place to help the species. Due to their strange hibernation patterns, and the lack of information regarding their spring and summer roosting locations proper conservation efforts are very difficult. The bats will not usually use bat boxes like many other bat species, due to their tendency to nest alone or in very small groups, so this is not an appropriate action to assist in habitat disturbance issues with this species.",
    "Longevity": "The eastern small-footed bat has been recorded living up to the age of 12 years.",
    "See also": "Bats of Canada\n\n\n== References =="
  }
}