{
  "url": "https://en.wikipedia.org/wiki/Eastern_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. bifax"
    }
  ],
  "text": {
    "__SUMMARY__": "The eastern long-eared bat, species Nyctophilus bifax, is a small flying mammal, a vespertilionid bat. It is found in eastern Australia and Papua New Guinea.",
    "Taxonomy": "The first description of the species was published in 1915 by Oldfield Thomas, based on a male type specimen obtained from the Herberton district in the north of Queensland.Alternate names, aside from eastern long-eared bat, include the northern or north Queensland long-eared bat.",
    "Description": "A species of Nyctophilus, smaller insectivorous bats of the widespread and diverse family Vespertilionidae, the common evening bats.\nThe flight of the species is sometimes in quick and straight directions, less usual in other nyctophilus species, but they are able to assume a typical slower fluttering hover to capture prey. The foraging methods includes gleaning, taking insects from foliage or bark of plants, and adopts a perching stratagem or takes to the ground.",
    "Distribution and habitat": "The species resides under the loose papery bark of melaleuca, amongst dense foliage, or in tree hollows. The distribution range is associated with wet forest habitat between Cape York and the north of New South Wales, rainforest and vegetation at permanent water are the typical environs. Drier areas nearby the wetter habitat is also used by the species, in woodland and forests that provide suitable food or refuge. They are often seen hunting at the edge of forests, using their characteristic foraging techniques; a well known population occurs at the Chillagoe-Mungana Caves National Park.\n\nIn Australia, the range extends into subtropical regions, and it has been recorded from a few widely scattered localities in New Guinea.The IUCN red list (2008) notes the species as least concern, widespread and not shown to be in decline. The assessment included the subspecies Nyctophilus bifax daedalus, but anticipated the elevation to full species.\n\n\n== References =="
  }
}