{
  "url": "https://en.wikipedia.org/wiki/Eastern_broad-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Scotorepens"
    },
    {
      "Species": "S. orion"
    }
  ],
  "text": {
    "__SUMMARY__": "The eastern broad-nosed bat (Scotorepens orion) is a species of vespertilionid bat. It is found only in Australia, east of the Great Dividing Range, from about Rockhampton to Melbourne, with s small isolated population on the Atherton Tablelands.",
    "Description": "It is a medium-sized bat, with forearm 32.4 to 38.8 mm. Its fur-colour is a rich dark brown on the back, with a more drab belly, not markedly bicoloured. It can be separated from S. balstoni by its penis morphology, which has eight spines on the head of the glans in an almost circular cluster. It roosts in tree hollows but has been reported to roost in buildings. It is known to share roosts with other similar-sized bats such as the Chocolate Wattled bat. A single young is born in November or December.(Churchill)",
    "Distribution": "One place it has appeared is in Wilson Reserve Ivanhoe Melbourne, 10 km northeast of the Central Business District on the north bank of the Yarra river, where 20 timber roost boxes have been set up by the Friends of Wilson Reserve. Gould's Wattled bats began using the boxes in February 2005 and the first Eastern Broadnosed bat appeared in January 2007. Since then 45 records of this species have been made, including 25 since wrist-banding of bats commenced in September 2011. 18 bats have been banded, 9 male, 9 female, usually solitary, or in pairs. In December 2014, two new females were found in one box, both lactating with attached young, one recently born and still bald, the other older, fully furred and nearly the same size as its mother.",
    "Taxonomy": "The species was described by Ellis Troughton in 1937, assigning it first as Scoteinus orion then as the type of the genus Scotorepens he established in 1943.\nTroughton's description was of a bat that occurred within New South Wales, and in urban buildings, but was not recognised or previously studied during the preceding century. It was the first of four species he identified in a revision of museum specimens and new collections of material, and the second 'broad-nosed bat' to be discovered in the New South Wales region, distinguishing the species from previously described population later recognised as Scoteanax rueppellii (Rüppell's broad-nosed bat). The first description used a series of specimens, the first of which was noticed by taxidermists employed to rid a church of its bat colony. The workers from the Australian Museum, H. S. Grant and J. H. Wright, succeeded in obtaining a second specimen at the All Saints Church in Hunters Hill, New South Wales. Eleven other specimens from the same site, and another that had dropped from a tree in Taronga Park, were also forwarded to the author.",
    "References": "\nFriends of Wilson Reserve, Bat box results December 2014, portphillipwesternport.landcarevic.net.au/fo-wilson-reserve/projects/bat-survey\nChurchill, Sue, Australian Bats 2nd ed. Allen & Unwin 2008, page 158-9"
  }
}