{
  "url": "https://en.wikipedia.org/wiki/East-coast_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "MicronomusTroughton, 1944"
    },
    {
      "Species": "M. norfolkensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Micronomus norfolkensis is a species of molossid bat, a family of flying mammals.  The bat is endemic to Australia, where it occurs from southeastern Queensland to eastern New South Wales. They are the sole species of genus Micronomus and referred to by variations on east-coast free-tailed bat.",
    "Taxonomy": "The description of the species was published by John Edward Gray in 1839. The specific epithet is named for Norfolk Island, where the type specimen was alleged to have been collected.Micronomus norfolkensis is the type species of genus Micronomus, and the only currently recognised. The name of the taxon was published in a checklist by Tom Iredale and Ellis Troughton in 1934, but this lacked a diagnosis and designated nomen nudum. Troughton gave the name again, with a valid description, in Furred Animals of Australia in 1944. The print date of Troughton's book is 1943, but his correspondence with the publisher has determined it was not issued until 1944. The taxon was published with a revised diagnosis in 2014, which separated this subgenus and Setirostris, also with a sole species (Mormopterus eleryi), from the diversity discovered in Australian molossids. This revision assigned the taxon to a subgenus, giving the combination Mormopterus (Micronomus) norfolkensis, before the elevation to a monotypic arrangement as genus Micronomus.The species is also referred to as the east-coast free-tailed bat, east-coast freetail bat, and eastern coastal free-tailed bat. Other common names include eastern little mastiff bat and eastern freetail-bat.The description for Micronomus was reviewed in an evaluation of the taxonomic concepts (Reardon, 2014), following a description published in 2008 by the same author. The new diagnosis identified the number of lower incisors of Micronomus (3) differed from the species allied to Mormopterus (2) and lacked the pronounced gular sac that is present in Mormopterus. The new subgenus, later elevated to genus, Setirostris, was distinguished by the form of the corresponding upper molars, the lack of the course bristles on the face of Setirostris, and the great difference in morphology of the glans penis; phylogenic support was provided by molecular comparisons of alleles and mitochondrial DNA. A similar diagnosis is provided to separate Ozimops, dentition, penis morphology, and the phylogenetic analysis, but notes the more evidently dome shape profile of the skull, which is significantly flattened in species of that genus.",
    "Description": "This bat has dark brown to reddish brown fur with a paler belly.",
    "Biology and ecology": "The species has been collected only occasionally, and little is known about its biology and ecology.\nAlthough the species may roost communally, it is usually solitary.",
    "Range and habitat": "It has been observed in dry eucalypt forest, wet sclerophyll forest, and riparian rainforest habitat. A colony was found roosting in a house. Females with young have been observed in grey mangrove (Avicennia marina) forests.",
    "Conservation": "It is thought that there are fewer than 10,000 mature individuals. Threats to the species may include habitat loss from timber harvesting, coastal development, and alterations of natural fire regimes.\n\n\n== References =="
  }
}