{
  "url": "https://en.wikipedia.org/wiki/Ectophylla",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "EctophyllaH. Allen, 1891"
    },
    {
      "Species": "E. alba"
    }
  ],
  "text": {
    "__SUMMARY__": "The Honduran white bat (Ectophylla alba), also called the Caribbean white tent-making bat, is a species of bat in the family Phyllostomatidae.\nIt is the only member of the genus Ectophylla.\nThe genus and the species were both scientifically described for the first time in 1892.\nIt has distinctive, entirely white fur, which is only found in six of the roughly 1,300 known species of bat.\nIt constructs \"tents\" out of understory plant leaves by strategically cutting the leaf ribs with its teeth; it roosts in these tents during the day.\nIt is a specialist frugivore, consuming almost exclusively the fruits of one species of fig.\nFemales can likely become pregnant twice per year, giving birth to one offspring at a time.\nIt is found in Honduras, Nicaragua, Costa Rica and western Panama at elevations from sea level to 700 m (2,300 ft). \nDue to habitat loss, it is evaluated as near-threatened by the IUCN.\nIts bright yellow ears, nose-leaf, and lips are a result of carotenoid deposition; the mechanism of this deposition is being researched as a way to understand and combat macular degeneration in humans.",
    "Taxonomy and phylogeny": "The Honduran white bat was described as a new species, Ectophylla alba, in 1892 by American zoologist Harrison Allen.\nThe holotype that Allen used to describe the new genus and species was collected by Charles Haskins Townsend near the Coco River in Honduras in 1887.\nIt belongs to the leaf-nosed bat family, Phyllostomidae. \nWithin Phyllostomidae, it is in the subfamily Stenodermatinae.\nMacConnell's bat was once included in the genus Ectophylla, but it is now monotypic within Mesophylla.\nDespite no longer being classified in the same genus, MacConnell's bat and the Honduran white bat are sister taxa—they are each other's closest relative (see phylogeny at left).\nCurrently, the Honduran white bat is the only member of Ectophylla.\nThe genus name \"Ectophylla\" is from Ancient Greek \"ektós\" meaning \"out\" and \"phúllon\" meaning \"leaf,\" referring to its nose-leaf.\nIts species name \"alba\" comes from Latin \"albus\" meaning \"white.\"",
    "Description": "Like both its common name and specific epithet suggest, the Honduran white bat has bright white fur.\nThe tips of individual hairs are gray, with the grayish coloration more pronounced towards the bat's posterior.\nThis species, along with four Diclidurus species and the ghost bat (Macroderma gigas), is among the only currently known species of bat—more than 1,300 species have been described—where the pelage is all white.\nIts large nose-leaf easily distinguishes it from the northern ghost bat (Diclidurus albus), however, which is the only white bat with which it is sympatric (having an overlapping geographic range).\nIts wing membranes are black.\nIts ears, tragi (the cartilaginous projections in front of the ear openings), nose-leaf, and lips are a bright, yellowish orange.\nIts yellow-orange pigmentation is due to large concentrations of carotenoids, particularly xanthophyll.\nIt is the first mammal known to have enough carotenoids in its skin to generate conspicuous color.A 2019 study found that while the brightness of the yellow pigment of the ears did not vary significantly between adults and juveniles, the yellow chroma (colorfulness relative to brightness) of the ears did differ with age.\nAdult bats had higher yellow chroma in their ears than did juveniles.\nThe yellow of the nose-leaf, however, had more variation.\nAdult males' nose-leaves are a brighter yellow than those of adult females; juveniles of each sex did not differ in nose-leaf brightness.\nAdult males also had significantly brighter nose-leaves than juvenile males.\nSimilarly to the ears, the yellow chroma of the nose-leaf was greater in adults than in juveniles, though not different between the sexes.\nThe authors suggested that the color difference of male and female nose-leaves is indicative of sexual dichromatism, meaning that females may select for males with brighter nose-leaves.\nThis conclusion was supported by the trend that males with brighter yellow nose-leaves tended to have better body conditions.\nFemales could thus use nose-leaf color as a metric of male fitness when selecting a mate.It is a small species, with a head and body length of 37–47 mm (1.5–1.9 in), a forearm length of 27.8–29.3 mm (1.09–1.15 in), and an ear length of 10–15 mm (0.39–0.59 in).\nIndividuals weigh only 5–6 g (0.18–0.21 oz).\nThe bat's nose-leaf is erect, its tail is absent, and its ears large and rounded. \nThe inner margin of the tragus is convex, while the outer margin is coarsely serrated with four or five small lobes.\nThe nose-leaf also has a serrated margin.\nIt has eight to ten small \"warts\" under its mouth.\nIts dental formula is 2.1.2.22.1.2.2, for a total of 28 teeth.\nIts skull is similar in appearance to other species in its subfamily, with the exception of its very deep basioccipital pits.\nThe bat overall resembles a small, white Platyrrhinus.",
    "Biology and ecology": "",
    "Biology and ecology-Tent-making": "The Honduran white bat is one of approximately 22 known species of bats that roost within leaf \"tents.\"\nThe Honduran white bat cuts the side veins extending out from the midrib of the large leaves of the Heliconia plant causing them to fold down to form a tent. \nTents are likely constructed by multiple individuals; females have been observed constructing tents, but it is likely that males do so as well.\nNew tents are constructed throughout the year, as modifying the leaves into tents causes the leaves to die.\nOnce modified into a tent, a leaf lives approximately 7.5 weeks, compared to 61 weeks in an unmodified leaf.\nSeveral species of Heliconia are used as roosts, including H. imbricata, H. latispatha, H. pogonantha, H. tortuosa, and H. sarapiquensis.\nRarely, it has been documented using Calathea and Ischnosiphon inflatus plants as roosts.\nIn selecting leaves to turn into tents, it appears that the age and size of the leaf is more important than the species of plant.\nPreferred leaves are 0.8–1.2 m (2.6–3.9 ft) long and less than 30 days old.\nYounger leaves may be preferred because they are easier to bite through and shape than older leaves.\nIt also prefers leaves that are less than 2 m (6.6 ft) above the forest floor.\nPreferred leaves are in areas of low understory vegetation density, but high canopy vegetation density.\nHeliconia density is lower surrounding chosen leaves than would be expected if the bats selected leaves randomly.\nFeatures such as canopy density may help the tent maintain a consistent microclimate.\nTents are usually 23.3 °C (73.9 °F), with little fluctuation.\nHigh canopy density could also protect its tent from disturbance from wind and rain.\nBecause tent construction takes up to several weeks' worth of time from several individuals, choosing more sheltered tents could prolong the life of a tent and protect the bats' investment.\nLow understory vegetation density is thought to be beneficial by providing an uncluttered airspace for the bats as they exit and enter their tents.It clings to the roof of its tent in small colonies of 1-15 individuals.\nThe tent protects it from rain and predators. \nRather than roosting in a single tent consistently, the Honduran white bat has a network of tents scattered across the forest; it alternates among these tents for roosting.\nSingle tents have been consistently occupied for up to 45 days.\nAlthough their tents are typically low to the ground, sunlight filters through the leaf which gives their white fur a greenish cast. \nThis almost completely conceals them if they remain still.\nAlternately, it has been proposed that its white fur gives it the appearance of a wasp nest, which would be avoided by predators.\nIt likely has several predators, including capuchin monkeys, Central American squirrel monkeys, and snakes.",
    "Biology and ecology-Diet and foraging": "The Honduran white bat is frugivorous.\nAlong with the little white-shouldered bat, the Honduran white bat is one of the two smallest species of frugivorous bat in the world.\nIt specializes on a species of fig, Ficus colubrinae.\nHowever, other species of figs are occasionally consumed, such as Ficus schippii.\nThe Honduran white bat prefers F. colubrinae trees that are \"high-quality,\" or produce many fruits at once.\nIt also chooses fig trees that are the closest to its day roosts.\nF. colubrinae trees have asynchronous fruit production, so its fruits are available as a food source year-round.\nBecause it is highly specialized on the one species of fig, it has larger foraging movements than observed in frugivorous bats that are less specialized.\nIndividuals have an average home range of 63.2 ha (0.244 sq mi).\nIt is unclear how it manages to survive on such a narrow diet, as it is predicted it should have to consume supplemental food sources.",
    "Biology and ecology-Reproduction": "Little is known about the Honduran white bat's reproductive behaviors.\nIt has been proposed that individuals give birth in April and September, and that estrus occurs post-parturition.\nPregnant females have been documented in February, March, June, July, and August in Costa Rica, with lactating females documented in March and April.\nFemales have synchronized births, with all births in a colony occurring within the same week.\nLitter size is one offspring, called a pup.\nDuring lactation, mothers will return to their roosts up to six times a night to feed their pups.\nPups fledge, or become capable of flight, at 3-4 weeks old.",
    "Range and habitat": "The Honduran white bat is found in several countries in Central America, including Costa Rica, Honduras, Nicaragua, and Panama.\nUnusually, it is one of four species of leaf-nosed bat endemic to Central America; most are found in South America.\nIts range encompasses a range of elevations from 0–700 m (0–2,297 ft) above sea level.\nIt prefers wet evergreen forests and secondary forests, which can accommodate its specific roosting and dietary requirements.",
    "Conservation": "Despite being a conspicuously colored bat, over sixty years passed between the discovery of the first Honduran white bat in 1898 and the next discovery in 1963.\nIt is currently evaluated as near-threatened by the IUCN.\nIt meets the criteria for this designation because its population is in a \"significant decline.\"\nThe decline does not exceed 30% population loss over the past three generations (approximately 18 years in this species), which would qualify it for vulnerable designation.\nHowever, it is on the verge of qualifying for the vulnerable designation.\nReasons for its population decline include conversion of its habitat to farmland as well as an expanding human population.\nIt is particularly susceptible to habitat loss because it is highly specialized on a single species of fig for its food source.",
    "Human health applications": "In 2016, it was discovered that the Hondoran white bat uses carotenoids to produce the yellow-orange coloration of its ears, nose-leaf, and lips.\nIt was the first mammalian species to be documented with high enough concentrations of carotenoids to produce visible skin coloration.\nIt isolates the pigments from its diet, particularly the fruits of the Ficus colubrinae tree.\nLutein, the carotenoid responsible for its yellow pigmentation, is present in its skin in its esterified form, while in its free form in the liver.\nThis suggests that Honduran white bats possess a physiological mechanism to convert free lutein to esterified lutein, which humans are unable to do.\nLutein plays an important role in the eyes by preventing damage to the retina; it is hypothesized that if the free lutein in human eyes was esterified, it would be more effective at preventing damage and preserving vision.\nUnderstanding the process by which Honduran white bats convert free lutein to esterified lutein could assist in the understanding of how the stability and bioavailability of carotenoids benefit human health.\nIn particular, the species may have research applications for understanding and treating macular degeneration in humans.",
    "References": "",
    "External links": "A video of a Honduran white bat foraging for figs at night\n Media related to Ectophylla alba at Wikimedia Commons\n Data related to Ectophylla alba at Wikispecies"
  }
}