{
  "url": "https://en.wikipedia.org/wiki/Egyptian_tomb_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Taphozous"
    },
    {
      "Species": "T. perforatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Egyptian tomb bat (Taphozous perforatus) is a species of sac-winged bat in the family Emballonuridae. It is a medium- to large-sized microbat with a mass of approximately 30 g (1.1 oz). It is an aerial insectivore, foraging in open space. Based on individuals captured in Ethiopia, it is thought to feed predominantly on Lepidoptera, but is also known to feed on Isoptera, Coleoptera and Orthoptera.",
    "Description": "Its total body length is 64.8–80 mm (2.55–3.15 in), with different subspecies varying in size.\nIts forearms are 60.2–65.3 mm (2.37–2.57 in) long.\nIts ears are 15–23 mm (0.59–0.91 in) long.",
    "Subspecies": "Mammals of Africa follows Mammal Species of the World in recognizing four subspecies.\nT. p. senegalensis Desmarest, 1820 — West Africa\nT. p. perforatus É. Geoffroy, 1818 — Egypt and northern Sudan\nT. p. sudani Thomas, 1915 — Southern Sudan, South Sudan, eastern Democratic Republic of the Congo, Botswana, and Zimbabwe\nT. p. haedinus Thomas, 1915 — Tanzania through Ethiopia and in South Asia.",
    "Biology": "",
    "Biology-Diet": "An analysis of the bat's feces done by J. Rydell and D. W. Yalden in 1997 in Ethiopia deduced its diet is mostly moths (57%). Other prey includes: termites (14%), beetles (10%), katydids and crickets (8%), bugs (3%), lacewings (2%), ants (1%), and flies (1%).",
    "Biology-Reproduction": "Juvenile bats (pups) and lactating females have been encountered in July.\nParturition, or giving birth, likely occurs in late May and early June.\nThey are polyestrous, capable of becoming pregnant multiple times a year.\nPregnancies can occur in quick succession, with one female identified that was simultaneously lactating and pregnant.",
    "Biology-Parasites": "Michel Anciaux de Faveaux reports the following fleas, bat-flies, ticks, and mites have been found as ectoparasites on this species:",
    "Biology-Genetics": "Based on a study of Egyptian specimens, A. E. Yaseen and colleagues report its chromosome number is 2n = 42 and its autosomal fundamental number is 64.",
    "Reservoir of MERS-CoV": "An isolate of the MERS-CoV from the first patient identified was found in an Egyptian tomb bat near the victim's home in Saudi Arabia. The isolate, found in a fecal pellet from the bat, was found to be a 100% match with the London victim.",
    "Range and habitat": "Its type locality is Kom Ombo, Egypt. Geoffroy's initial description was based on specimens from Kon Ombo and Thebes but he didn't specify which was the type location; D. Kock designated Kom Ombo the type locality in 1969.\nIt is found in Benin, Botswana, Burkina Faso, Democratic Republic of the Congo, Djibouti, Egypt, Ethiopia, Gambia, Ghana, Guinea-Bissau, India, Iran, Kenya, Mali, Mauritania, Niger, Nigeria, Pakistan, Saudi Arabia, Senegal, Somalia, Sudan, Tanzania, Uganda, and Zimbabwe.\nIts natural habitat is dry savanna.\nIn South Asia, it prefers tropical thorn forests.\nIt avoids deserts and forests.\nIt is not found at elevations above 200 m (660 ft).",
    "Conservation": "It is currently assessed as least concern by the IUCN.\nIt meets the criteria for this listing because it has a large population, a wide distribution, and its population trend is currently stable.\nA threat facing the populations in South Asia is destruction of the thorn forests.\nThorn forests are currently being destroyed for agriculture, mining, and stone quarries.",
    "References": "\n\n== Further reading =="
  }
}