{
  "url": "https://en.wikipedia.org/wiki/Egyptian_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Tadarida"
    },
    {
      "Species": "T. aegyptiaca"
    }
  ],
  "text": {
    "__SUMMARY__": "The Egyptian free-tailed bat, also known as Egyptian guano bat or Egyptian nyctinome, (Tadarida aegyptiaca) is a species of bat in the family Molossidae.",
    "Description": "The Egyptian free-tailed bat has fine, dense fur which is greyish brown, shading darker on the head and back and paler on the underparts, particularly around the throat. The wing are narrow and pointed with translucent light brown membranes, there is a short tail which is projects beyond the  membrane connecting the wings and the ears sit close together on the top of the head and are rather rounded in shape. The face is rather bulldog-like and heavily wrinkled faces and this gives rise to the family name Molossidae, which refers to the Ancient Epirote mastiffs called molossus. Head and body length is 6–8 cm. Forearms 5 cm.",
    "Distribution": "The Egyptian free-tailed bat is widely but apparently locally distributed throughout Africa, except parts of the north west and east through the Arabia and the Middle East to south Asia as far east as Bangladesh and south to Sri Lanka.",
    "Habitat": "The Egyptian free-tailed bat occurs in a wide range of habitats, from arid savannas to humid uplands, so long as there is access to water both as a source of moisture for the bats and because the bats' insect food tends to congregate over and around water. It also requires cliff faces and in caves to roost in but it will also use man-made structures for roosting, such as old buildings and temples.",
    "Habits": "The Egyptian free-tailed bat is, like most bats, nocturnal and roost by day in colonies which can vary from as few as 3 to thousands of individual bats. It is a fast flier and in a night's foraging can cover large distances over open terrain. Prey is taken both in flight and plucked from the ground  and includes beetles, caterpillars, flies, moths, spiders, termites alates and wasps. It is not as clumsy as other bat species on the ground and can scamper about quite adeptly.Roost sites have a strong smell and it is thought that this odour may be important in social interactions and with the bats being able to identify their roost sites. The female gives birth to one young each year, normally in the summer, and pregnancy lasts 4 months.",
    "Taxonomy": "Molecular sequence data indicates T. aegyptiaca's closest relative is Chaerephon jobimena of Madagascar. These two species plus Tadarida brasiliensis of the Americas form a clade believed to be about 9.8 million years old.",
    "Culture": "Known as මහ දිව් රැළි-තොල් වවුලා (maeninag \"greater wrinkled-lipped bat\") in Sinhala.",
    "References": "",
    "External links": " Media related to Tadarida aegyptiaca at Wikimedia Commons\n Data related to Tadarida aegyptiaca at Wikispecies"
  }
}