{
  "url": "https://en.wikipedia.org/wiki/Egyptian_slit-faced_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Nycteridae"
    },
    {
      "Genus": "Nycteris"
    },
    {
      "Species": "N. thebaica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Egyptian slit-faced bat (Nycteris thebaica) is a species of slit-faced bat broadly distributed throughout Africa and the Middle East. It is a species of microbat in the family Nycteridae. Six subspecies are known.",
    "Description": "The Egyptian slit-faced bat gets its name from a deep slit that runs from the base of the ears to the nostrils, between the nose leaves. The bats typically weigh 6.5–9.7 g (0.23–0.34 oz), with females weighing up to 11.5 g (0.41 oz). The wings are broad, with a wingspan of 283 mm (11.1 in) and a low aspect ratio, allowing for high maneuverability and the ability to hover close to the ground.The dorsal surface is dusky to reddish brown, while the underside is white to whitish gray. This bat has lighter fur than other members of the nycterid family. It has a long tail, reaching to 61 mm (2.4 in).",
    "Distribution and Habitat": "This species is able to thrive in a variety of tropical and temperate habitats throughout Africa and the Arabian peninsula. It can live in widely diverse habitats, including forests,  deserts, savannas, shrublands, and grasslands.",
    "Reproduction": "The uterine horns open into the vagina through separate vaginal canals, forming a uterus duplex. The placenta also lacks a hemophagous area, which aids in endocytosis and digestion of erythrocytes. The gestation period varies depending on climate, lasting 2–3 months in tropical areas while lasting up to 5 months in temperate climates. At birth, this species weighs about 50% of the mother’s weight. The females carry the young between roosts to keep them safe from predators.",
    "Physiology": "Unlike most bats, N. thebaica is not heterothermic, displaying no evidence of hibernation or torpor behaviors. One explanation for this might be that hibernation makes N. thebaica highly vulnerable to predation. In particular, the large slit-faced bat is known to prey on roosting Egyptian slit-faced bats.",
    "Behavior": "Egyptian slit-faced bats form roosting colonies numbering from a few to thousands of other members. Because they can maneuver in crowded habitats, they are able to occupy caves and holes that cannot be accessed by other bat species. While the bats do form a communal roost, individuals do not huddle together to conserve energy and warmth. They occupy two roosts, using the daytime roost to rest, while only spending a few hours in the night roost before going out to forage. They have a long-night foraging period, lasting several hours.The bats use high-frequency and low-intensity echolocation calls to locate prey. The low wing loading and low aspect ratio allows them to hover and swipe prey from the ground or from the tops of trees. They are generalist-opportunistic feeders, meaning they consume a wide range of prey, according to prey availability and season. They primarily consume insects; their flexible diet allows them to thrive in a wide variety of habitats.\nN. thebaica is observed to have a relatively long lifespan, with captured females surviving at least five years. While juvenile bats have a high mortality rate, after the first year the species has a high rate of survival.",
    "Subspecies": "N. t. adana\nN. t. albiventer\nN. t. capensis\nN. t. damarensis\nN. t. najdiya\nN. t. thebaica\n\n\n== References =="
  }
}