{
  "url": "https://en.wikipedia.org/wiki/Egyptian_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Rousettus"
    },
    {
      "Species": "R. aegyptiacus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Egyptian fruit bat or Egyptian rousette (Rousettus aegyptiacus) is a species of Old World fruit bat family that is most commonly found throughout various locations in the African continent, the Middle East, the Mediterranean, and the Indian subcontinent. The Egyptian fruit bat is a frugivore that feasts on an abundant amount of fruits every night when it goes to forage, eating whatever fruit is in-season and available in the area.The Egyptian fruit bat is a very social bat species, usually living in colonies with thousands of other bats. It, alongside other members of the genus Rousettus, are the only fruit bats to have developed the ability to use echolocation. They have also developed a socially-complex vocalization system to communicate with one another. Because of its habit to eat commercially-grown fruits, the Egyptian fruit bat is considered as a pest to many local farmers. However, they are also known to be pollinators and seed dispersers for many species of trees and plants. Its conservation status by the International Union for Conservation of Nature (IUCN) is categorized as Least Concern.",
    "Taxonomy and etymology": "Étienne Geoffroy Saint-Hilaire originally gave this species the specific name of egyptiacus in 1810, but he later revised it to ægyptiacus. In 1992, G. B. Corbet and J. E. Hill argued that this revision was invalid and changed the name back to egyptiacus; the 1999 Mammalian Species review used egyptiacus as well. However, Geoffroy's revision was argued to be valid in 2001 by D. Kock. He notes that the second spelling was \"accepted almost universally by the scientific community\", including by the first reviser, Knud Andersen,  who used ægyptiacus and wrote that egyptiacus \"may [...] be considered a slip or misprint corrected by the author himself\". Even if it was an unjustified emendation at first, it became a justified emendation through widespread use according to the ICZN Code since the use of aegyptiacus was undisputed until Corbet & Hill. Kock also writes that since the Latin adjective for \"Egyptian\" is aegyptiacus, egyptiacus is a simple misspelling in the original description. Books like Mammal Species of the World and Mammals of Africa follow Kock and use the name aegyptiacus. The Agreement on the Conservation of Populations of European Bats was amended to use the specific name aegyptiacus in 2003.",
    "Taxonomy and etymology-Subspecies": "There are six subspecies of Rousettus aegyptiacus.",
    "Range and habitat": "The Egyptian fruit bats are vastly dispersed across various locations and can be found throughout the African continent, the Middle East, Pakistan, and the northern regions of the Indian subcontinent. Other populations can additionally be found in the Mediterranean on the mainland coasts of Cyprus and Turkey; thus, according to a study in 2011, the Egyptian fruit bat is the only frugivorous bat species to be found in Europe. Usually found in various kinds of habitats such as tropical rain forests, savannas, or other forests, the Egyptian fruit bat tends to live in large colonies that consist of thousands of other individuals in their established nests, known as roosts. It prefers to establish roosts, wherever there are plenty of fruiting trees or commercially grown fruits nearby; on most occasions, roosts can be found in caves. Additionally, it has been observed that when there are no caves nearby, the Egyptian fruit bat can also set up its roost in a human-made location, such as an abandoned depot or hangar, that is cave-like. Due to its extensive geographic range, and relatively large wild population, Rousettus aegyptiacus does not hold any specific conservation status, according to the International Union for Conservation of Nature (IUCN).",
    "Physical description": "The Egyptian fruit bat is small-to-medium-sized; therefore, it is relatively smaller compared to some of its megachiropteran relatives. Adults have an average combined body length of 15 cm (6 in) and an average wingspan of about 60 cm (23.62 in). Additionally, the average weight for adults ranges from 80 to 170 g (2.82 to 5.99 oz). The males are larger than females and can be easily distinguished by their large scrotum and the prominent, stiff strands of hair that stand out around its throat.The fur on its body is relatively short and consists of soft and sleek strands. On its back, the fur’s coloration ranges from dark brown to gray-brown, while the coloration on its underside is pale brown alongside with a yellowish-brown collar around its neck. The Egyptian fruit bat’s wings are of a darker brown than its body’s overall pelage coloration and feel like pantyhose. Similar to the other megachiropteran species, the Egyptian fruit bat only has claws on its first and second digits, while the other digits are all made out of cartilage. Its long snout and rounded ears grant its “dog-like” features - which sometimes leads it to be referred to as a flying fox.",
    "Behavior and ecology": "",
    "Behavior and ecology-Diet and foraging": "The Egyptian fruit bat is frugivorous, meaning that their diet is mainly focused on the consumption of fruits. Since it is a nocturnal animal, the Egyptian fruit bat is more active in the evening; therefore, it will leave its roost at dusk to begin foraging. The Egyptian fruit bat has a flexible diet, since it eats any soft, pulpy fruit, it can find from the nearby fruiting trees. Common examples of fruits eaten by the Egyptian fruit bat are Persian lilacs, loquat, figs, and wild dates. However, the fruits consumed by it is influenced by the overall availability of the fruit depending on the season and the location of the habitat. As a result of their dietary flexibility, the Egyptian fruit bat can also eat unripe and insect-and fungus-damaged fruit, which provides the bat to survive harsher seasons when fruits are not as available.The Egyptian fruit bat usually chooses to make multiple, short flights from its roost to various fruiting trees, since it prefers to pick fruit and carry it back to the roost or another tree before eating it. According to a study of Egyptian fruit bats in Cyprus, however, it was observed that if these fruit bats are aware that there is an abundant fruit source somewhere, they will travel long distances of about 15 to 20 km (9.32 to 12.43 mi) to reach it. It tends to eat large, bulky amounts of fruit each evening. The total amount of fruit it consumes is equivalent to about 50 to 150 percent of its weight. When eating, the Egyptian fruit bat will hold the fruit tightly against its body to avoid any other bats from stealing their meal. Additionally, the Egyptian fruit bat serves as a seed disperser by spitting out larger seeds and swallowing smaller seeds that it encounters while eating and disperses them adequately.",
    "Behavior and ecology-Mating, reproduction and life cycle": "Throughout the year, the Egyptian fruit bat has two breeding seasons: the first one ranges from April to August, while the second season ranges from October to February. When the breeding season begins, the bats within the roost’s colony separate depending on the gender. The males gather together to form bachelor groups while the females form maternity colonies. Female bats have control over copulation; therefore, to increase the chances of mating, male Egyptian fruit bats will provide a nuptial gift to the female bat. The nuptial gifts are fruits that the male allows the female to scrounge. By allowing the female to scrounge, it strengthens the bond between the pair; thus increasing the probability of the female choosing that male to copulate.Females typically give birth to only a single baby each year, but twins are occasionally born, after a gestation period of around 115 to 120 days. Newborn Egyptian fruit bat pups are born altricial and with their eyes shut until the ninth day after birth; therefore, they have to be weaned by their mothers. The female carries the young until they reach six weeks of age when they are then able to hang from the roost on their own. Afterwards, they are left in the roost while the mother forages for food. At about three months of age, the pup will leave the roost on its own to forage for its food; however, they only become independent from their mothers after nine months, once they have finally reached their adult physique. Offspring typically stay with the same colony as the parents for their entire lives.In the wild, the average lifespan of the Egyptian fruit bat ranges from 8 to 10 years, while in captivity its average lifespan is about 22 years. The significant difference between the lifespan of Egyptian fruit bats in the wild versus ones in captivity is mostly because of the wild bats’ increased exposure to predation and vitamin D deficiency.",
    "Behavior and ecology-Vocalization": "Egyptian fruit bats, along with other species in the genus Rousettus, are the only megachiropterid bats to use echolocation, since other fruit bats lost this trait throughout their evolution. Echolocation is accomplished by emitting a series of sharp clicks with their tongues and by altering teeth and lip positions. The clicks are normally slow and constant, but these clicks speed up dramatically when the bats approach an object; thus, allowing them to effectively navigate the area, within the darkness, for fruiting trees when they are foraging.They also make use of a range of vocalizations for communication, including grunts and screeches, to communicate with other bats within the colony; as a result, a large roosting colony can be a deafening cacophony. Additionally, according to several studies, it is thought that because of their constant exposure to thousands of other individuals can form their language to interact with one another about specific topics such as food. Colonies of Egyptian fruit bats develop their own dialect because they produce the sound at different frequencies. As a result, Egyptian fruit bat pups then acquire the dialect of their colonies’ vocalization by listening to their mothers’ clicks.",
    "Relationship with humans": "",
    "Relationship with humans-As pests": "Since fruit bats also eat fruit commercially-grown fruits intended for human consumption, many of them find themselves being poisoned or otherwise persecuted and eliminated by local farmers to prevent loss of crops. Provinces located throughout Turkey, Israel, and Cyprus have recorded instances where farmers actively poisoned Egyptian fruit bats by using insecticides and pesticides. Some farmers have also come up with several techniques such as using dynamite to destroy cave roosts or fumigating entrances with sulfur to exterminate entire bat colonies. Egyptian fruit bats do eat commercially-grown fruits; however, according to multiple studies conducted by conservationists, the percentage of how much crop was lost to bats may have been overestimated.These bats, however, as well as many other fruit-eating bats, are ecologically important because they are pollinators or seed dispersers for many species of trees and plants. The baobab tree, for instance, relies almost exclusively on fruit bats to pollinate its flowers. In the past, due to many farmers’ intentions of reducing crop losses, several other results arose. In the 1950's, an eradication campaign of roosting caves took place in Israel; however, when these caves were destroyed, not only were there Egyptian fruit bat casualties but several insect-eating bat casualties. As a result, a population of noctuid moths that also preferred to eat commercially-grown crops boomed and caused significant crop damage.",
    "Relationship with humans-As disease reservoir": "Similar to its megachiropteran relatives, the Egyptian fruit bat is a reservoir for several human diseases under surveillance. The Marburg and Ravn viruses, which are related to the Ebola virus, are carried by apparently-healthy Egyptian fruit bats in Africa.",
    "Relationship with humans-In captivity": "The Egyptian fruit bat is well represented in zoos around the world. They breed readily in captivity and easily adapt to a captive diet of more commonly available fruits and nectar. They are popular as pets, because of their 'handsome' appearance, although they generally do poorly, as most pet owners have not had professional training and do not know how to care for them, and usually die within a year.",
    "References": "",
    "Further reading": "Eisentraut, M. (1959). \"Der Rassenkreis Rousettus aegyptiacus E. Geoff\". Bonner zoologische Beiträge. 10 (3/4): 218–235.\nGray, J. E. (1870). \"Eleutherura ægyptiaca\". Catalogue of Monkeys, Lemurs, and Fruit-eating Bats in the Collection of the British Museum. London. p. 117.\nTaylor (2005). \"Rousettus aegyptiacus (E. Geoffroy Saint-Hilaire, 1810) Egyptian rousette\".  In Skinner, J. D.; Chimimba, Christian T. (eds.). The Mammals of the Southern African Sub-region (3rd ed.). Cambridge University Press. pp. 267–269. doi:10.1017/CBO9781107340992.018.",
    "External links": " Data related to Egyptian fruit bat at Wikispecies\n\nThe Organization for Bat Conservation: Egyptian fruit bats\nThe Centre for the Conservation of Species\nOregon Zoo Animals: Egyptian fruit bat"
  }
}