{
  "url": "https://en.wikipedia.org/wiki/Egyptian_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Pipistrellus"
    },
    {
      "Species": "P. kuhlii"
    }
  ],
  "text": {
    "__SUMMARY__": "Kuhl's pipistrelle (Pipistrellus kuhlii) is a species of vesper bat that lives over large areas of North Africa, southern Europe and Western Asia. It can be found in temperate forests, subtropical or tropical dry shrubland, Mediterranean-type shrubby vegetation, temperate grassland, rural gardens, and urban areas.",
    "Taxonomy": "Kuhl's pipistrelle was first named in 1817, under the name Vespertilio kuhlii, in a work by Heinrich Kuhl entitled Die deutschen Fledermäuse (\"The bats of Germany\"). The specific epithet was chosen by Johann Natterer, who had collected the first specimens, and commemorates Kuhl; under the rules of the ICZN, however, Kuhl himself is regarded as the authority, as the first to report the name.The population of Algeria, Egypt, Libya, Sudan was formerly known as Pipistrellus deserti. This taxon is now considered to be a junior synonym of Pipistrellus kuhlii",
    "Distribution": "Distributed in the north-west of France, south of Germany, Austria, Slovakia, the Czech Republic, Poland, Bulgaria, Serbia, Romania, Ukraine to southern Russia. Occurs in all Mediterranean islands, Canary Islands, North Africa, Asia Minor, in the near East, the whole Arabian Peninsula to Afghanistan, Turkmenistan and Kazakhstan. In Bulgaria it is a rare species – established in South Bulgaria.",
    "Description": "Small bat with brown dorsal fur and with pale beige, whitish or pale yellowish ventral side. The ears and face in adult animals are reddish-brown, in younger animals – dark brown. The flight membrane between the fifth finger and the foot has a sharply defined wide white border of 1 – 2 mm.",
    "References": "",
    "External links": " Media related to Pipistrellus kuhlii at Wikimedia Commons"
  }
}