{
  "url": "https://en.wikipedia.org/wiki/Endo's_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Pipistrellus"
    },
    {
      "Species": "P. endoi"
    }
  ],
  "text": {
    "__SUMMARY__": "Endo's pipistrelle (Pipistrellus endoi) is a species of vesper bat that is endemic to Japan. It is found in temperate forests.",
    "Etymology": "This species was described by Japanese zoologist Yoshinori Imaizumi in 1959. He named it endoi after Kimio Endo, saying that Endo was deserving of the honor because he had \"recently collected several important specimens of bats in Iwate Prefecture, including the type specimen of this species.\"",
    "Description": "It is similar in appearance to the Japanese house bat.\nThe baculum, however, is different. Its baculum is short and relatively straight, measuring 9–10 mm (0.35–0.39 in).\nThey weigh 5.6–8.7 g (0.20–0.31 oz). Their forearms are 30.8–34.2 mm (1.21–1.35 in) long.",
    "Biology": "This species has a sperm storage mechanism, in which the females retains sperm in the isthmus of uterine tube after mating. All sperm not stored in the isthmus is rapidly metabolized by the enzymatic secretions of uterine epithelial cells. This species mates in autumn.\nFemales give birth in the summer. The average litter size is unknown, but twins have been observed.  \nHibernating individuals have been encountered hibernating November through March. Rock crevices appear to be important habitat for hibernation.",
    "Range and habitat": "Of the bats that have been captured, most have been in the forest, creating the impression that it was totally dependent on forest for necessary habitat.\nHowever, in 2006, an individual was found in a secondary forest in suburban Tokyo.\nThey have been found 100–1,500 m (330–4,920 ft) above sea level.",
    "Conservation": "It is listed as endangered by the IUCN. This designation is based on it meeting the following criteria: area of occupancy less than 500 km2 (190 sq mi), severely fragmented range, and ongoing decline in the extent and quality of its habitat.\n\n\n== References =="
  }
}