{
  "url": "https://en.wikipedia.org/wiki/Ethiopian_epauletted_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Epomophorus"
    },
    {
      "Species": "E. labiatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Ethiopian epauletted fruit bat (Epomophorus labiatus) is a species of megabat in the family Pteropodidae. It is found in Burundi, Chad, Republic of the Congo, Democratic Republic of the Congo, Eritrea, Ethiopia, Kenya, Malawi, Mozambique, Nigeria, Rwanda, Sudan, Tanzania, and Uganda. Its natural habitats are dry savanna and moist savanna. It is threatened by habitat destruction.",
    "Description": "The Ethiopian epauletted fruit bat is a small, pale brown bat. The only markings on the head are white patches immediately in front of and behind the base of the ear. The snout is long, and the ears are small, rounded and naked. The dorsal fur is dense and fluffy, about 1 cm (0.4 in) long, and extends onto the fore-arm. Males have a light brown pelage, the individual hairs having dark brown bases and pale brown shafts. The ventral fur is paler, the brownish colour fading into the white belly. Adult males have white \"epaulettes\", but these are normally not visible, being retracted into pouches. Females tend to be smaller and paler than males, having fawn dorsal fur, the individual hairs having beige bases and pale brown tips. The ventral fur is pale fawn on the chest and the belly is darker.",
    "Distribution": "This fruit bat occurs in sub-Saharan Africa, having been recorded from northeastern Nigeria and eastern Democratic Republic of the Congo, Chad and South Sudan, eastward to Ethiopia and Eritrea, and southward to Tanzania. It has a patchy distribution, suitable habitat being mosaics of rainforest and savanna. It occurs in both wet and dry forest mosaics, including Afromontane habitats in upland areas around the Great Rift Valley, where it occurs up to about 2,200 m (7,200 ft). It is also found in coastal mangrove forests.",
    "Ecology": "This bat feeds mainly on fruits such as figs, but also consumes leaves. It travels considerable distances in response to the fruiting of different tree species. When moving to new feeding grounds, the flight is fast and direct, but when foraging in the canopy, the flight is slow, with great manoeuvrability, and it can hover briefly. On the ground, locomotion is very awkward, the wings flapping but the hind feet playing no part. It can scramble along branches, and up and down rough surfaces, using its thumbs and hindfeet. The thumb and second finger are opposable and are used to dexterously manipulate food. By day it hangs by its hind feet, usually in some concealed spot, hidden in dense vegetation or under a banana leaf. Several bats may share a common roosting site. It can hang by its thumbs to defecate or urinate. It uses its hind feet to comb its fur, and its long tongue to groom its face, wing membranes and genital region.",
    "Status": "This bat has a wide range and is a common species. It is hunted for bushmeat, but otherwise faces no particular threats, and the total population is presumed to be large, so the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".\n\n\n== References =="
  }
}