{
  "url": "https://en.wikipedia.org/wiki/Euderma",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "EudermaH. Allen, 1892"
    },
    {
      "Species": "E. maculatum"
    }
  ],
  "text": {
    "__SUMMARY__": "The spotted bat (Euderma maculatum) is a bat species from the family of vesper bats and the only species of the genus Euderma.",
    "Description": "The spotted bat was first described by zoologist Joel Asaph Allen from the American Museum of Natural History in 1891. It can reach a length of 12 cm and a wingspan of 35 cm. The weight is about 15 g. It has three distinctive white spots on its black back. With ears that can grow up to 4 cm, it is said to have the largest ears of any bat species in North America.  The spotted bat's mating season is in autumn and the females produce their offspring (usually one juvenile) in June or July. Its main diet is grasshoppers and moths.",
    "Habitat": "The habitats of the spotted bat are undisturbed roosts on cliffs along the Grand Canyon in Arizona, and open and dense deciduous and coniferous forests, hay fields, deserts, marshes, riparian areas, and dry shrub-steppe grasslands in Arizona, California, Colorado, Oregon, New Mexico, Utah, and British Columbia, Canada.",
    "Threats": "Use of pesticides such as DDT and other insecticides in the 1960s led to a severe decline in the spotted bat population, but current observations had shown that it is more common than formerly believed. Abundance, population trend, and threats are widely unknown.",
    "See also": "Bats of Canada\nBats of the United States",
    "References": "",
    "Further reading": "David J. Schmidly, William B. Davis: The mammals of Texas University of Texas Press, 2004 ISBN 978-0-292-70241-7\nB. J. Verts, Leslie N. Carraway: Land mammals of Oregon. University of California Press, 1998 ISBN 9780520211995",
    "External links": "Spotted Bat"
  }
}