{
  "url": "https://en.wikipedia.org/wiki/Eumops_nanus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. nanus"
    }
  ],
  "text": {
    "__SUMMARY__": "Eumops nanus is a species of bat found in Central and South America.",
    "Taxonomy and etymology": "It was first described by American zoologist Gerrit Smith Miller in 1900.\nMiller initially placed it into the genus Promops.\nThe holotype for the species was collected in Chiriquí Province in Panama; it was sent to Miller by British zoologist Oldfield Thomas.\nThomas had received the specimen from HJ Watson, who was the owner of extensive plantations in Panama.\nWhen Miller described a new genus of bat in 1906, Eumops, he placed Promops nanus in the new genus, renaming it Eumops nanus.\nIts taxonomy has been revised several times, however, with some authors considering it a subspecies of the dwarf bonneted bat.E. nanus was consistently maintained as a subspecies of the dwarf bonneted bat from 1932 until 2007, when Eger et al. recommended that it should be elevated to a species once more.Its species name nanus is from Latin meaning \"dwarf.\"\nMiller stated that the species reminded him of a miniature Wagner's bonneted bat.",
    "Description": "It is the smallest member of its genus, weighing 6–14 g (0.21–0.49 oz).\nMiller characterized it as \"essentially a miniature of Promops glaucinus.\"\nIts forearm is approximately 37–49 mm (1.5–1.9 in) long.\nIts fur is reddish-brown or dark brown.\nIts lips are wrinkled.\nThe ears are large and rounded, extending slightly over the forehead with their inner edges touching each other.\nIts tragus is large and rounded.\nIts calcar has a pronounced keel.\nIts tail extends beyond the edge of the uropatagium.\nIts dental formula is 1.1.2.32.1.2.3 for a total of 30 teeth.",
    "Biology": "It is nocturnal, roosting in sheltered places during the day.\nThe holotype was collected under the roof of a house where it was roosting.\nIt is also known to roost in tree cavities.\nIt is insectivorous, consuming moths, beetles, true bugs, and other insects.\nIt will forage for prey over bodies of water.\nIn one population in Mexico, late June is the most popular time for parturition.\nThe female nurses the young, called a pup, for 6–8 weeks.",
    "Range and habitat": "Its range extends from southern Mexico to northern Colombia and Venezuela, with documented occurrence in Belize, Colombia, Guyana, Honduras, Mexico, Nicaragua, Panama, Peru, and Venezuela.\nIts occurs in areas of tropical thorn forests, tropical humid forests, and forest edge habitat.",
    "Conservation": "It is currently evaluated as least concern by the IUCN—its lowest conservation priority.\nIt meets the criteria for this designation because it has a large range, it occurs in several protected areas, and its population is unlikely to be declining at a rapid rate.\nNonetheless, it is a rarely-encountered species.\n\n\n== References =="
  }
}