{
  "url": "https://en.wikipedia.org/wiki/Evening_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nycticeius"
    },
    {
      "Species": "N. humeralis"
    }
  ],
  "text": {
    "__SUMMARY__": "The evening bat (Nycticeius humeralis) is a species of bat in the vesper bat family that is native to North America. Hunting at night, they eat beetles, moths, and other flying insects.",
    "Description": "The evening bat is a small bat (7–15 grams) found throughout much of the midwestern and eastern United States. Their forearms are 34–38 mm (1.33 in) in length. The tip of each dorsal hair is a light gray, and one- to two-thirds of the basal is dark brown. Though there have been some cases of white pelage, the majority of the population is mostly brown in color. They have wide, dog-like muzzles, pronounced facial glands, and disproportionately large bacula. Evening bats can be mistaken for juvenile big brown bats, due to their physical resemblance but smaller size.",
    "Description-Morphology": "Evening bats have relatively robust jaws, compared to other insectivorous bats. They have an unkeeled calcar and a short, round tragus. The curvature of the tragus helps distinguish it from bats of the genus Myotis, which otherwise look very similar. Their skull has one upper incisor on each side with 4 molariform teeth.",
    "Biology": "The evening bat is a relatively short-lived, especially compared to other bats in its geographic range. It has a maximum age of 6 years, though few individuals live past 4 years. Its short lifespan for a bat could be explained by its considerably higher reproductive output. Bats that only have one pup per year would need to live much longer to have the same fitness as a shorter-lived species with two or three pups per year.",
    "Biology-Reproduction": "Evening bats mate in the fall and winter; the sperm is stored until the spring, when fertilization occurs. Female bats form maternity colonies in May, consisting of 15-300 individuals. Of females that give birth, 90% have twins, but singletons and triplets are also possible. Though it is more common for evening bats to nurse their own offspring, a small proportion of offspring are nursed by unrelated females. The pups are capable of flight within a month of birth. Pups are weaned within 42 days of birth. Female pups exhibit natal philopatry, meaning that as adults, they return to the roost where they were born to give birth.",
    "Biology-Diet": "These bats have varied diets. A majority of the bats' diet in Indiana and Illinois are beetles, including the spotted cucumber beetle, which is a serious agricultural pest. \nIn southern Illinois, the spotted cucumber beetle is almost 25% of the evening bats' diet. \nOther beetles consumed include ground beetles and scarab beetles.Moths are also a significant dietary component.Bugs, winged ants, and flies are prey items of less significance. \nEvening bats partition resources with other insectivorous bats in their range, such as the eastern red bat and Seminole bat. \nDespite foraging in the same areas at the same time, these three bat species choose different prey items at different points throughout the summer.",
    "Distribution": "At first, the evening bat was thought of as a southeastern bat species. However, breeding evening bats have been found as far north as Michigan and as far west as the 100th meridian. Evening bats roost in a variety of structures, including Spanish moss, under bark, in tree cavities, and in buildings. For foraging habitat, evening bats in Georgia prefer pine forest, riparian zones, and open fields. Evening bats have home ranges of approximately 300 hectare (1.15 mi2). Because the evening bat is not found in the northernmost extent of its range in the winter, it is likely that at least some evening bats are migratory.",
    "Distribution-Conservation": "While the evening bat is considered endangered in the state of Indiana, it has a cosmopolitan distribution throughout the southeast and midwest. Because evening bats do not enter or hibernate in caves, the species is not at-risk from white-nose syndrome, which has killed over six million bats in the United States since 2006. The evening bat's avoidance of this disease, along with die-offs of many other species, is possibly responsible for the evening bat recently expanding its range into Wisconsin in 2015 and Minnesota in 2016.",
    "References": "",
    "External links": " Media related to Nycticeius humeralis at Wikimedia Commons\n Data related to Nycticeius humeralis at Wikispecies"
  }
}