{
  "url": "https://en.wikipedia.org/wiki/False_serotine_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Hesperoptenus"
    },
    {
      "Species": "H. doriae"
    }
  ],
  "text": {
    "__SUMMARY__": "The false serotine bat (Hesperoptenus doriae) is a species of vesper bat. It is found only in Malaysia.\nIt is threatened by habitat loss.",
    "Description": "With very dark brown or black curly fur and a blunt nose, the false serotine bat has a sheep-like head and face. The ears are short and rounded, the flap of skin inside them, known as the tragus, has a slightly hatchet shape. The wings are dark and long with pointed tips to improve flight speed and the tail is long.\nSize:\nForearm length: 38 – 41 mm \nTail length: 40 mm",
    "Biology": "Very little is known about this rare and elusive bat species. The female false serotine bat gives birth to a single pup each year which is fed milk until it can fly and forage alone. It feeds on small insects above rivers and in open spaces in the rainforest, such as around tree falls. It uses echolocation to navigate its surroundings and to locate its prey. Repeated ultrasonic shouts are emitted which bounce off nearby objects, returning to the bat’s ears as echoes. These echoes are interpreted by the bat’s brain and a picture is built up of its environment.",
    "Range and habitat": "The false serotine bat is found in Peninsular Malaysia and Borneo, in primary forest and caves between 500 and 1,500 metres above sea level.",
    "Conservation": "The habitat of this species is being lost as a result of human activities. Deforestation of primary rainforest is ongoing in order to create land for homes, agriculture and, importantly, oil palm. Oil palm plantations cover vast areas of Peninsula Malaysia and Borneo and are highly profitable, since palm oil is a versatile product. Malaysia’s production of palm oil has doubled in the last 20 years, whilst Indonesia’s has tripled. Together they hold a large proportion of the global market, with 88 percent of the world exports coming from these two countries alone.\nDeforestation of primary forest for oil palm plantations, including within protected areas, is an issue of major concern and one that relies on both governmental action and consumer concern. Some large retailers have agreed, in collaboration with the WWF, to source products containing palm oil from plantations that are not on deforested land (6). Many scientific and charitable groups contribute to bat monitoring and local education programmes that can help to reduce persecution and raise awareness of the natural assets of the land.\n\n\n== References =="
  }
}