{
  "url": "https://en.wikipedia.org/wiki/Fawn_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. cervinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The fawn leaf-nosed bat – Hipposideros cervinus – is a species of bat in the family Hipposideridae found in Australia, Indonesia, Malaysia, the Philippines and Vanuatu.",
    "Taxonomy": "A species first described by John Gould in his Mammals of Australia (1854), the author assigning it to the genus Rhinolophus with some hesitation. The specimens referred to by Gould and subsequent authors were obtained at Cape York peninsula and Albany Island (Pabaju) at the northeast of Australia. A taxonomic treatment in a new generic combination, as a subspecies of Hipposideros galeritus, was published in a revision of the genus a century later by J. E. Hill, part of his extensive work on the systematics of the order Chiroptera. The species-complex of H. galeritus and other Australopapuan taxa of Hipposideros was again reviewed by Hill and \nPaulina D. Jenkins in 1981, attempting to resolve what emerged as polyphyletic descriptions.\nThese authors published a new diagnosis of the population and re-elevated the name to species status as Hipposideros cervinus. Geographic variation within this hipposiderid species has been noticed but not surveyed. and it is suggested that a revision of unrecognised diversity within the species may alter the taxonomic status of the population.A common name in Australia is fawn leaf-nosed bat, and it is also referred to as the fawn roundleaf bat, fawn-colored leaf-nosed bat, fawn horseshoe-bat, fawn leaf-nosed bat and Gould's leaf-nosed bat.A subspecific arrangement citing the works of Hill and Jenkins, and later treatments published the New Guinea authority Tim Flannery and others, is recognised as four subspecies by ITIS. The nominate subspecies describes the types obtained in Australia by Gould, and described subspecies may be summarised as,\nHipposideros cervinusHipposideros cervinus batchianus Matschie, 1901\nHipposideros cervinus cervinus (Gould, 1854)\nHipposideros cervinus labuanensis (Tomes, 1859)\nHipposideros cervinus misorensis (Peters, 1906)",
    "Description": "Hipposideros cervinus is a medium-sized hipposiderid with two lateral leaflets on its nose leaf. Noseleaf is greyish pink, ears triangular. Pups are dark gray in coloration, maturing to a dark brown in adults which often becomes bleached over time, turning a bright orange colour due to the ammonia from droppings in communal roosts.The nose-leaf distinguishes the species by its squarish outline which is broader at the lower part, below the nostrils, where small leaflets extend from either side of this structure. The funnel shaped ear becomes pointed at the tip. The colour of the pelage is variable, appearing as a uniform grey to russet highlights over a more greyish brown shade and sometimes presenting as a bright orange colour.   \nThe range of measurements describing Hipposideros cervinus for the forearm are 45–48 millimetres, the combined head and body length 41–51 mm, ear length from the tip to the notch at base 13–15 mm. The average mass, derived from a range of 5.6 to 8.5 grams, is 7.0 grams.",
    "Distribution": "Hipposideros cervinus is widespread in a region extending from the Malay Peninsula and on larger and smaller islands in the territories of Indonesia and New Guinea. The species occurs at altitudes from sea level up to 1400 metres asl.\nThe distribution range includes the Torres Strait island to the northeast of Australia and extends to a few records on the mainland, east of Cape York and near the town of Coen, Queensland.",
    "Ecology and behaviour": "A communal rooster, is commonly found roosting in caves and trees. In 1958 Medway estimated the Niah population to be 250,000.Hipposideros cervinus is recorded roosting at caves and abandoned mines in groups of individuals that suspend themselves separately, rather than huddling together, and are found cohabiting with other species of hipposiderid bats.\nThey forage in a variety of habitat, from dense rainforest to open woodland in savannah landscapes.\nTheir prey are mid-sized insects caught in flight close to low vegetation, over water and near to the ground. They fly at slow speed and with a high degree of manoeuvrability while foraging for invertebrates such as beetles and moths, allowing them to hunt at low altitudes and make sudden changes in direction to catch its prey. H. cervinus are recorded as hunting in small groups,Reproduction is a single birth during November to December.\nJuveniles attach themselves to their mother by clasping her ventral side with their head facing away, maintaining this position whether she is at the roost or in flight, but turn in the other direction to receive food from their mother.",
    "Conservation": "The IUCN Red List assessed the conservation status as least concern in 2008, noting a presumably large and widespread population that is tolerant of some ecological alterations to its environment. Hipposideros cervinus is assumed to be vulnerable to the large scale clearing of forest in the region, although the population trend is unknown.\nA regional assessment of H. cervinus in the Australian state of Queensland listed the species as vulnerable to extinction.\nIt was previously found in Singapore, but may have become extinct there.\n\n\n== References =="
  }
}