{
  "url": "https://en.wikipedia.org/wiki/Findley's_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. findleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Findley's myotis (Myotis findleyi) is a species of vesper bat. It is found only on the Tres Marías Islands off the west coast of Mexico.",
    "Taxonomy and etymology": "This species was first encountered by Alphonse Forrer in the late 19th century. The specimen he collected was described by Oldfield Thomas as a member of the black myotis (Myotis nigricans).\nIn 1928, the specimen collected by Forrer was identified as the California myotis (Myotis californicus).\nIn 1978, the Myotis bats of Tres Marías Islands were elevated to species level, receiving the name Myotis findleyi.\nIt was given the species name findleyi to honor James Smith Findley, a mammalogist and the former Curator of Mammals at the University of New Mexico Museum of Southwestern Biology.\nFindley was honored \"in recognition of his work on bats of the genus Myotis.\"",
    "Description": "It is one of the smallest bats in its genus in the New World.\nIn mass, it is only 2–3 g (0.071–0.106 oz)\nIn total, it is 70–80 mm (2.8–3.1 in) long.\nTheir forearms are 29.5–33.2 mm (1.16–1.31 in) long.\nTheir dorsal fur is dark brown to brownish-black in color.\nIndividual hairs have frosted tips at the distal third of the hair, while the proximal two-thirds of the hairs are dark brown or black.\nIndividual dorsal hairs are 8 mm (0.31 in) long.\nTheir ventral fur is also bicolored; the base of the hair is black, while the tips are buffy.\nThe uropatagium is furred on the ventral surface.\nWing membranes are dark brown in color.\nThe keel of the calcar is indistinct.\nTheir feet are relatively large in proportion to their body size at 6.6 mm (0.26 in), and all their toes have sparse hairs.\nTheir ears are relatively small, measuring 11.9 mm (0.47 in) long.\nEars have a pronounced notch at the base, and are dark brown in color.\nThe tragus is 5.5 mm (0.22 in) long, and pointed at the tip.\nIts dental formula is 2.1.3.33.1.3.3, for a total of 38 teeth.",
    "Biology": "It is insectivorous.\nSo far, it has only been captured by placing mist nets over streams and pools.\nIt is unknown if it roosts in caves or tree hollows during the day.",
    "Range and habitat": "It is only found in the tropical deciduous forests of the Tres Marías Islands.\nIt is found from 0–600 m (0–1,969 ft) above sea level.",
    "Conservation": "This species is listed as endangered by the IUCN.\nIt is listed as endangered because its extent of occurrence is approximately 900 km2 (350 sq mi), and it occurs in fewer than five locations. \nThere is also a projected decline in the extent and quality of their habitat.\nThreats to this species include urbanization, livestock farming, deforestation, and invasive species.\nSome of the bat's habitat is protected, as their range includes Islas Marías Biosphere Reserve.\nSome of its range also occurs on property owned by Islas Marías Federal Prison.",
    "References": "",
    "External links": "Photos of Findley's myotis"
  }
}