{
  "url": "https://en.wikipedia.org/wiki/Finlayson's_cave_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Vespadelus"
    },
    {
      "Species": "V. finlaysoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Finlayson's cave bat (Vespadelus finlaysoni) is a species of vespertilionid  bat found only in Australia.",
    "Taxonomy": "The description of Vespadelus finlaysoni was first published in 1987, separated as a new species in a revision of the genus Eptesicus. The population had been included with Vespadelus pumilus, then placed as Pipistrellus (Vespadelus) pumilis in 1993 and 1994 revisions, but reëlevated to species status in 1997. The publication in conservation listings had used the name Eptesicus finlaysoni, synonymous with the later combination. The holotype was collected at Cossack, Western Australia. This specimen, an adult male, was obtained from the roof of the Customs House (altitude 5 metres asl) by N.L. McKenzie on 7 August 1984 and deposited  at the Western Australian Museum (WAM M22407).Common names have included the inland—or Finlayson's—cave bat, or little cave eptesicus and little brown bat. The epithet and appellation is given for the South Australian field researcher and mammalogist H. H. Finlayson, noted for his research in the regions inhabited by the species.",
    "Description": "A small microbat, weighing 3 to 7 grams with a forearm length of 30 to 37 millimetres. The fur at the back is dark brown, the ventral side is a lighter shade. The brown of the dorsal side becomes blackish in parts and is tinged with red, the colour of the skin is also very dark. The bare parts of the face and the wing membranes are dark in colour. The face is typically unadorned, lacking distinguishing features, and they superficially resemble many of the species of the genus. The glans penis is pointed toward the end and rod-shaped.The measurements of V. finlaysoni for the head and body combined are 34 to 46 mm, forearm precisely 29.8 to 36.7 mm, tail 31 to 42 mm long, and the ear from the notch to tip is 9 to 13 mm; the average weight is 4.3 g for a measured range of 2.8 to 6.3 grams.The penis morphology and reddish colour of the fur  distinguish Vespadelus finlaysoni from similar species. Resembling the northern species Vespadelus caurinus, this species is however larger and their range does not intersect.The flight of the species is fluttery and rapid, sharply turning as it forages over water..",
    "Biology": "Vespadelus finlaysoni form colonies that occupy caves or cavities with rocky terrain, and will take residence in abandoned mining operations. They forage for prey near water. They may be observed cohabiting with other bats, species of Saccolaimus (sheathtail bats), or with the ghost bat Macroderma gigas which also known to prey on this bat.",
    "Biology-Reproduction": "The species reproduces with single or twin births. The maternal season is most of the year in the north of the range, becoming restricted in the south to November to December.",
    "Biology-Diet": "Insectivorous.",
    "Range and habitat": "Vespadelus finlaysoni is the widely distributed species of the genus. The distribution range is the west and central regions of the Australian continent. The species is closely associated to rocky outcrops and ranges. They occur inland from the coast in the west, across the arid interior to tropical grasslands at Cape York Peninsula.They occur throughout the arid interior of Australia and the tropical northern regions; the species is widespread, more so than others Vespadelus in the range.\nThese bats roost in caves, cliffs, or other suitable crevice.",
    "Conservation": "The species is listed as least concern in Queensland and Northern Territory state conservation listings.",
    "References": "",
    "External links": "Image of the type specimen's skull"
  }
}