{
  "url": "https://en.wikipedia.org/wiki/Flat-headed_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. planiceps"
    }
  ],
  "text": {
    "__SUMMARY__": "The flat-headed myotis (Myotis planiceps) is a species of vesper bat. It is endemic to Mexico where it is found in certain montane forests in the Sierra Madre Oriental in the northeast of the country. Once thought to be extinct, this bat was rediscovered in 2004 by Joaquín Arroyo-Cabrales and colleagues. The species is now classified as endangered by the IUCN.",
    "Description": "M. planiceps is a small member of Myotis, growing to a length of 51 to 76 mm (2 to 3 in). It weighs about 7 g (0.2 oz). The ears are fur-less and about 10 mm (0.4 in) long, and the face lacks ornamentation. The interfemoral membrane (which stretches from one hind leg to the other) includes the tail. The fur is about 10 mm (0.4 in) long and the individual hairs have blackish bases and brown tips.",
    "Distribution and habitat": "This bat is endemic to Mexico where it is restricted to a small area in the states of Coahuila, Nuevo León and Zacatecas in the Sierra Madre Oriental range in the northeast of the country. It occurs at altitudes between 2,100 and 3,200 m (6,900 and 10,500 ft) and its total range is probably smaller than 20,000 km2 (7,700 sq mi). It has specific habitat requirements, being confined to montane forests with Yucca and pinyon pine.",
    "Status": "The mountain forests with yucca and pinyon pine where the flat-headed myotis lives are limited in extent and subject to logging and man-made degradation. With the quality and quantity of its habitat declining, the bat's population has dwindled, so much so that in 1996 it was thought to be extinct. It has been rediscovered since then and two new localities have been found. The total population is probably fewer than 250 individuals and the International Union for Conservation of Nature has rated its conservation status as endangered. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction.\n\n\n== References =="
  }
}