{
  "url": "https://en.wikipedia.org/wiki/Florida_bonneted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. floridanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Florida bonneted bat (Eumops floridanus) is a species of bat in the genus Eumops, the bonneted bats or mastiff bats.\nUntil recently, it was classified as a subspecies of Wagner's bonneted bat (Eumops glaucinus).\nIt is endemic to southern Florida in the United States.\nThis species has one of the smallest geographical distributions of any New World bat.\nIt has been called \"one of the most critically endangered mammal species in North America\".\nIt is protected under the Endangered Species Act.",
    "Taxonomy": "The earliest bonneted bat fossil was discovered in 1922 in Melbourne, Florida.\nThe fossil consisted of a preserved jawbone that dated back to the Pleistocene; its similarity to genera Eumops and Molossus was noted, but it was initially placed into a new genus, Molossides, due to what appeared to be a unique dental formula.\nThe fossil was reclassified into the genus Eumops in 1963 on the belief that the original fossil did not show a bat with a single lower incisor, but rather the fossil jaw was missing an incisor and the species actually had two lower incisors.\nA live bonneted bat was first recorded in Florida in 1936, from an individual collected from a high school in North Miami.\nAt the time, it was identified as a Eumops glaucinus specimen, and it was hypothesized that it had been introduced accidentally by a fruit steamer from Cuba.\nIn the following years, there was evidence of a breeding population in Florida, which refuted ideas that they were only occasionally transported in from Cuba. In 1971, the bonneted bat was reclassified as a well-marked subspecies of Eumops glaucinus, identified as Eumops glaucinus floridanus.\nThis classification was maintained until 2004, when morphological analyses showed that the bonneted bat was distinct from other subpopulations of Eumops glaucinus in its skull, body mass, and forearm length.\nThe new classification elevated the bonneted bat to its own species, Eumops floridanus.",
    "Description": "This is the largest bat in Florida.\nAdults weigh 40–65 g (1.4–2.3 oz).\nMales and females are non-dimorphic in body mass.\nForearm length is between 60 and 65 mm (2 3⁄8 and 2 1⁄2 in).\nIndividual wing length is 108–115 mm (4 1⁄4–4 1⁄2 in), with male wings slightly longer and wider than female wings.\nAs a molossid, particularly from the genus Eumops, the bonneted bat has exceptionally high wing loading and aspect ratios.\nAs a member of the free-tailed bat family, the tail extends far beyond the short uropatagium.\nThe short, glossy fur is brownish-gray to cinnamon-brown in color.\nThe hairs are bicolored, with the base of the hair lighter than the tip.\nSome individuals have been observed with a white band across their abdomens that is variable in size.\nThe ears of bonneted bats are large and forward-facing, their position giving the head a bonnetlike appearance. Their skulls have short, deep basisphenoid pits which aid in vocalization.\nMale bonneted bats sometimes have a gular-thoracic gland that may be used to mark females or a roosting site.\nBonneted bats are non-migratory, and unlike other temperate bat species, they do not have periods of hibernation.",
    "Distribution": "The bonneted bat is endemic to southern Florida. It occurs in several counties, including Charlotte, Collier, Lee, Miami-Dade, Monroe, Okeechobee, and Polk. Florida bonneted bats are more likely to be detected in agricultural areas, as well as areas that have a high mean annual rainfall.",
    "Biology": "",
    "Biology-Reproduction": "The female bears a single pup.\nPregnant females have been observed in April, June, July, August, and September.\nJuveniles have been observed in January, April, May, June, July, August, September, October, November, and December.\nFemales are believed to be aseasonally polyestrous, meaning that they could breed and become pregnant at multiple times throughout the year. However, a population of bonneted bats in Babcock-Webb Wildlife Management Area has the highest rate of pregnancy in April, when 95% of adult females are pregnant, compared to 10% in August and 0% in December.",
    "Biology-Social structure": "It roosts singly or colonially and may form harems.\nMany observed roosts have a strong female bias, with one harem containing twenty adult females and only one adult male.\nRoosts usually have one dominant male, that can be identified from an open gular gland, the largest body mass, and the greatest testes length.\nHarems are maintained throughout the year, which is in contrast to other bats of the eastern US where social groupings are seasonally variable.",
    "Biology-Diet": "The diet of the bat includes beetles, flies, and true bugs.",
    "Biology-Use of natural roosts": "The first natural roost used by the bonneted bat was discovered in 1979.\nThe roost was in a longleaf pine tree, in a cavity that had been excavated by red-cockaded woodpeckers.\nThe roost tree was cut down due to a highway construction project.\nThe next natural roost, located in Avon Park Air Force Range, was not located until 2013.\nThis natural roost was also in a cavity excavated by red-cockaded woodpeckers in a longleaf pine tree.\nThe discovery of this roost represented the northernmost extent of recorded bonneted bat breeding.\nIn 2015, another natural roost was discovered in Florida Panther National Wildlife Refuge, this time in a slash pine tree.",
    "Biology-Use of artificial roosts": "The first live bonneted bat was documented in 1936 in a Miami school building; multiple individuals, including juveniles, were found in other school buildings in Miami in the 1950s.\nBonneted bats had also been documented in residential buildings in Miami in the 1950s.\nIn 2003, bonneted bats were documented using a bat house in North Fort Myers; the bats have continuously used the houses since then.\nBonneted bats were found in bat houses in Babcock-Webb Wildlife Management Area in 2008, and have continued to use the houses at present.\nIn 2014, a bonneted bat roost was discovered in the roof of a vacant house in Coral Gables, Florida \nThe bonneted bats' use of the house sparked a controversy, with city officials concerned about the roof's disrepair, while the United States Fish and Wildlife Service was concerned about the implications of removing an endangered species from its roost. The bats were successfully excluded from the property in December 2016 after it was determined that no pups were present.",
    "Conservation": "",
    "Conservation-Decline and threats": "The Florida bonneted bat was once believed to be common along Florida's eastern coast.\nObservations of it declined in the 1960s and 1970s, and in 1980, it was believed to be extinct.\nThreats to this species include the present and future degradation of its habitat, its small population size, restricted range, small number of colonies, low fecundity, and relative isolation.\nClimate change and resulting sea-level rise is expected to result in further loss of its roosting and foraging habitat. Since its population is very small, predicted changes in weather however, will possibly affect the endangered species even more.",
    "Conservation-Listing designations": "In 2008, the International Union for Conservation of Nature listed the bat as a Critically Endangered species. In 2016, the IUCN revised its assessment of the bonneted bat as Vulnerable, as there is no estimate on population size, and therefore it does not meet the \"Endangered\" requirement of fewer than 2,500 mature individuals.\nThe Florida Fish and Wildlife Conservation Commission classifies it as an endangered species. Its NatureServe conservation status is critically imperiled.\nIt is also a federally listed species of the United States, as of October 2013. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.\n\n\n== References =="
  }
}