{
  "url": "https://en.wikipedia.org/wiki/Flute-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Murina"
    },
    {
      "Species": "M. florium"
    }
  ],
  "text": {
    "__SUMMARY__": "The flute-nosed bat (Murina florium) is a vespertilionid bat with an unusually shaped nose, the tubular nostrils facing outward from the end of the muzzle. They occur in the north of the Australian state of Queensland, in Indonesia, and on Papua New Guinea.",
    "Description": "The pelt is thick and hair is long, mid-grey at the front and reddish or brownish grey across the back; fur also extends to the interfemoral membrane across the tail. The species is distinguished by nostrils that face away from each other, turned out from the tip of the snout. The rear margin of the ear is notched toward the base. The tragus is comparatively small, and slight in form, the overall shape of the ear structure is broadly round.The measurements for the species are forearm 33 to 36 millimetres, the head and body combined are 47 to 57 mm, tibia 31 to 37 mm, length from base to tip of ear is 14 to 15 mm. The weight ranges from 6 to 9 grams, the average is 8.4 grams.The wing structure and shape allows the bat to fly slowly or hover in the air. It is also reputed to be employed as an umbrella while roosting. They utter a contact call while in flight, a drawn out whistle that high in pitch and volume.",
    "Taxonomy": "The first description was published by Oldfield Thomas in 1908. The type specimen was collected Flores, one of the Sunda Islands.Several subspecies are named, although poorly delimited, based on the description that Thomas gave in 1910 for a new species Murina lanosa and another population as Murina toxopei. The threes taxa are:\n\nspecies Murina florium Thomas, 1908\nsubspecies Murina florium florium\nsubspecies M. florium lanosa Thomas, 1910\nsubspecies M. florium toxopei Thomas, 1923The interspecific relationships of the genus has seen this species allied to a subgenus Murina (Murina) Gray, 1842. The common names have included  Flores tube-nosed bat, flute-nosed bat and tube-nosed insectivorous bat. A collection of a specimen at Kutini-Payamu (Iron Range) National Park was noted as smaller and perhaps a separate species.",
    "Distribution and habitat": "The species is distributed across a range of Indonesian islands to New Guinea and at the north eastern cape of Australia. The recorded localities include the Lesser Sunda Islands, Sulawesi, Moluccas, Seram, and Bismarck Archipelago near New Guinea.Found in the north-eastern forest of the Australian continent, restricted to rainforest and associated wet sclerophyll forest, between altitudes of 200 and 1000 metres asl. Murina florium is recorded in a narrow range along the coast, south of Cooktown at Shipton Flat to the town of Paluma, Queensland.The species is observed foraging in the higher canopy of forest, and descending to the mid-storey while seeking prey. The fluttering manner of flying allows them to navigate through the mid and upper storey of the vegetation while investigate the foliage. The mode of hunting used by species M. florium is gleaning, searching surfaces for prey, in this case arthropods discovered on the taller plants in their wetter forest environ.. They retire to foliage, hanging under a leafy branch or occupying a bird nest, those of scrub or fernwrens, which dangle from the trees.\n\n\n== References =="
  }
}