{
  "url": "https://en.wikipedia.org/wiki/Fly_River_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. muscinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Fly River roundleaf bat (Hipposideros muscinus) is a species of bat in the family Hipposideridae. It is found in West Papua, Indonesia and Papua New Guinea.",
    "Taxonomy": "The Fly River roundleaf bat was described as a new species in 1886 by British mammalogist Oldfield Thomas and Italian naturalist Giacomo Doria.\nThey initially placed it in the now-defunct genus Phyllorhina, with a scientific name of Phyllorhina muscina.\nThe holotype had been collected by Luigi D'Albertis along the Fly River of Papua New Guinea.\nIn 1941, George Henry Hamilton Tate divided the genus Hipposideros into species groups of morphologically similar species.\nHe named one group the Hipposideros muscinus group: in it, he placed the Fly River roundleaf bat, Semon's leaf-nosed bat (H. semoni), Wollaston's roundleaf bat (H. wollastoni), and the northern leaf-nosed bat (H. stenotis).\nIn 1963, however, John Edwards Hill included the Fly River roundleaf bat as part of the Hipposideros cyclops species group along with all previous members of the H. muscinus group, as well as H. cyclops and H. camerunensis.",
    "Description": "Based on two individuals, Thomas and Doria noted that the Fly River roundleaf bat has a head and body length of 44–52 mm (1.7–2.0 in); a tail length of 23 mm (0.91 in); and a forearm length of 45–47 mm (1.8–1.9 in).",
    "Range and habitat": "The Fly River roundleaf bat is found only on the island of New Guinea, where its range includes both Indonesia and Papua New Guinea.\nIt has been documented at a range of elevations from 0–750 m (0–2,461 ft) above sea level.\nIt is found in forested habitat.",
    "Conservation": "As of 2017, the Fly River roundleaf bat is evaluated as a least-concern species by the IUCN—its lowest conservation priority.\nIt meets the criteria for this classification because it has a relatively wide geographic range and its lowland habitat is mostly intact.\n\n\n== References =="
  }
}