{
  "url": "https://en.wikipedia.org/wiki/Franquet's_epauletted_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Epomops"
    },
    {
      "Species": "E. franqueti"
    }
  ],
  "text": {
    "__SUMMARY__": "Franquet's epauletted fruit bat (Epomops franqueti) is a species of megabat in the family Pteropodidae, and is one of three different species of epauletted bats. Franquet's epauletted fruit bat has a range of habitats, varying from sub-saharan forest to equatorial tropics.",
    "Range and habitat": "Franquet's epauletted fruit bat ranges from Ivory Coast to South Sudan and south to Angola and Zambia.Specifically, it is found in Angola, Benin, Cameroon, Central African Republic, Republic of the Congo, Democratic Republic of the Congo, Ivory Coast, Ghana, Nigeria, Rwanda, South Sudan, Tanzania, Togo, Uganda, and possibly Zambia. Reports of this species from Equatorial Guinea appear to be erroneous.Its natural habitats are subtropical or tropical dry forests, subtropical or tropical moist lowland forests, subtropical or tropical mangrove forests, subtropical or tropical swamps, and dry savanna.",
    "Description": "The Franquet's epauletted fruit bat was first described by Robert F. Tomes in 1860 and classified as Epomophorus francqueti from a specimen in the French National Collection forwarded to it by a Dr Franquet of the French Imperial Navy. The habitat location has been mentioned as \"Gaboon\".The type location is considered to be as Gabon and no subspecies have been recognised.It is a tail-less brown bat with large white epaulettes, white on the middle of the belly and white earspots. It has a head and body length 165 to 180 mm (6.5 to 7.1 in) and forearm length 74 to 102 mm (2.9 to 4.0 in). The body weight of a female bat ranges from 56 to 115 g (2.0 to 4.1 oz) while that of a male bat ranges from 59 to 160 g (2.1 to 5.6 oz). Male bats have two pharyngeal sacs and shoulder pouches lined with glandular membranes. The epaulettes are due to white hair tufts and are prominent in dried laboratory specimens but may be concealed due to the shoulder pouches being contracted in the case of live bats. The epaulettes help spread olfactory cues by dispersing chemicals produced in the glandular shoulder patches.",
    "Behaviour": "The adult male Franquet's bat has a bony voice box and emits a high pitched call which is heard throughout the night. This call may last several minutes and sounds like \"kyurnk\" at close range and a musical whistle from far off. Franquet's bats, like many other large frugivorous bats, cannot echo-locate.The males frequently perch by night in favourite trees generally a 100 meters or so apart and call noisily, display the epaulettes prominently while calling. The males increase their call rate in the presence of females; one male has been recorded as emitting 10,000 calls over a period of just three hours on one evening. The calls of such males can be heard as far as a mile off and have been compared to a \"flock of excited crows\".Franquet's bats are found in both forests and open country, roosting in trees and bushes by day when they are quite alert, often at a height of 4 to 6 m (13 to 20 ft). Not being gregarious, they are found either alone or in groups of two or three.Franquet's bat, like other epauletted fruit bats feeds mainly by night on fruit, nectar and the petals of certain flowers, making lots of noise while feeding. Suction, rather than mastication, appears to be the primary mode of consumption of food by Epomops bats.The extensible lips protrude and engulf the fruit. The hard rind is then pierced with the canines and premolars. The jaws squeeze the fruit while the tongue presses the fruit upwards onto the hard ridges of the palate; the juice being suctioned through the small opening at the rear of the mouth leading to a large pharynx.Occasionally, bats stuff their cheek pouches and fly to safe perches to eat where they move the contents from one cheek pouch to another, chewing with the large sharp teeth and swallowing the juices. Once the juice has all been extracted, they spit out the fibrous mass in the form of a pellet, large masses of which can be seen below trees where bats have been feeding.",
    "Reproduction": "In Uganda, Franquet's bat has been recorded as having two breeding seasons in a year, timed to coincide the births with the advent of the two rainy seasons prevalent in those regions. The gestation period lasts for five to six months. In the first breeding season implantation takes place in April and birth in September while in the second breeding season implantation takes place in late September and birth in late February. At birth the young are 20 g (0.71 oz) in weight. Studies in Congo, Zaire and Ivory Coast indicate similar patterns of reproduction in these areas too.",
    "Disease vector": "Franquet's epauletted fruit bat is one of three species of African fruit bat, of which all are part of the diet of humans within Gabon and Congo, found to have Ebolavirus antibodies in their serum. Viral RNA has also been isolated on at least one occasion.  It is not known whether these species are incidental hosts or a reservoir of Ebolavirus infection for humans and other terrestrial mammals.",
    "Conservation status": "Franquet's fruit bat is widely spread, has a large population, and present in many protected areas. It has been given a status of \"Least Concern\" as there appear to be no significant threats and the population is unlikely to be declining fast enough to qualify for listing in a more threatened category. The species is adaptable and no direct conservation measures are felt necessary at present.\n\n\n== References =="
  }
}