{
  "url": "https://en.wikipedia.org/wiki/Fringed_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. thysanodes"
    }
  ],
  "text": {
    "__SUMMARY__": "The fringed myotis (Myotis thysanodes) is a species of vesper bat that is found in British Columbia in Canada, Mexico, and the western United States.",
    "Description": "Myotis thysanodes, or the fringed myotis, has the shortest ears of the long-eared myotis group. The fringed myotis gets its name from the distinct fringe of short, wire-like hairs found on the membrane between its hind legs. With a lifespan that can reach upwards of 18 years, this species has an average total body length of roughly 85mm and an average weight of 8.8 grams. Ear length is about 16.5mm and they project roughly 5mm beyond its snout. Sexual dimorphism is seen in this species with males being much smaller than their female counterparts. They possess a pelage that is full and tends to be light yellow-brown or olive on the back with an off-white color on its underside. Northern populations tend to have darker coloration. The dental formula of Myotis thysanodes is 2.1.3.33.1.3.3.",
    "Ecology": "",
    "Ecology-Diet": "The diet of the fringed myotis consists mainly of beetles (60 to 73%) and other flying insects, mainly moths (36-40%), which appear later in the evening, as well as arachnids and orthopterans. Additionally, it has been suggested that the wire-like hairs along its interfemoral membrane act to help trap the insects it catches in flight. The fringed myotis has been known to hover, and to land on the ground in search of prey. It forages over water and open habitats, and also gleans from foliage.",
    "Ecology-Range and Habitat": "The fringed myotis resides mainly in the western United States and can be found as far north as British Columbia and as far south as Mexico. It's primarily found in desert shrublands, sagebrush-grassland, and woodland habitats consisting of Douglas-fir, Oak, and Pine trees. The fringed myotis typically inhabits elevations of 1,200-2,100 m but has been observed in altitudes as high as 2,850 m in New Mexico and as low as 150 m in California.",
    "Behavior": "",
    "Behavior-Roosting": "This species has been reported to have used a wide variety of structures such as caves, mines, and buildings as day roosts during the summer months. Unfortunately, roosting behaviors during the winter months are largely unknown. While the majority of recorded day roosts have been in rock crevices, those members living in the pacific northwest can often be found roosting in tree snags.",
    "Behavior-Echolocation": "The fringed myotis can be identified by the frequency of its echolocation. Most notably, the call begins with a downward sweep to 28–33 kHz.",
    "Behavior-Activity": "The fringed myotis is nocturnal, being active within five hours after sunset and having the greatest activity one to two hours after sunset. Activity level is low to none during periods of precipitation, since rain interferes with echolocation, flight, and thermoregulation. Rain also decreases insect activity. The months of October through March are spent hibernating. This species may migrate short distances to find a suitable place to hibernate.",
    "Behavior-Flight": "With short, broad wings, this species is built to fly at low speeds but is capable of high maneuverability due to its wings having a low aspect ratio (wing length / wing width). They tend to stay close to the vegetative canopy while hunting in flight and possess wings with a high puncture strength. This characteristic is often seen in species that forage near thorny or thick vegetation.",
    "Behavior-Mating and Reproduction": "The majority of mating seems to occur in the autumn months with ovulation, fertilization, and implantation occurring between late-April to mid-May. The gestation period will typically last from 50 to 60 days resulting in the young being born in late June to mid-July. Each litter produces only one pup and in this species, it's extraordinarily large. The newborn's weight can be up to 22%, and its length up to 54%, of the mother's. For the first couple weeks of their life, the young will stay in special \"maternity roosts\" where several females will stay behind to nurse the young while the other females leave the roost each night to forage. Although not entirely precocial, the pups are able to fly just over two weeks after birth.",
    "See also": "Bats of Canada\n\n\n== References =="
  }
}