{
  "url": "https://en.wikipedia.org/wiki/Frosted_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. pruinosus"
    }
  ],
  "text": {
    "__SUMMARY__": "The frosted myotis (クロホオヒゲコウモリ in Japanese) (Myotis pruinosus) is a species of vesper bat. It is found only in Japan.",
    "Taxonomy": "It was first discovered in August 1969 by Kimio Endo. In 1971, it was described by Mizuko Yoshiyuki.\nIt is most closely related to the Yanbaru whiskered bat and the Burmese whiskered bat. Based on its similarity to these two species, it is hypothesized that the ancestor of the frosted myotis evolved to the south of Japan, and its range expanded northwards over time.",
    "Description": "It is a small species of bat.\nIts forearm is only 30–33 mm (1.2–1.3 in) long.\nThe fur of its back is brackish brown, with conspicuous frosted tips.\nThe fur of its belly is lighter in color than the dorsal surface.\nThe fur is velvety in texture, dense, and short, with individual hairs approximately 5.5 mm (0.22 in) long.\nIts wing membranes are dark brown.\nTheir ears are narrow and short, with the tragus about half as high as the ear.\nTheir dental formula is 2.1.3.33.1.3.3, for a total of 38 teeth.",
    "Biology": "It roosts in tree hollows during the day.\nIt is therefore dependent on large trees with hollows, and is not found in habitats where they aren't any.\nIt is a diploid species, with two copies each of 22 chromosomes, for a total of 44 chromosomes.",
    "Range and habitat": "It is found most often in mountain forests of lower elevations.\nIt is encountered at elevations of 200–300 m (660–980 ft) above sea level.\nIt has been recorded in the Honshu, Shikoku, and Kyushu islands of Japan.",
    "Conservation": "It is currently evaluated as endangered by the IUCN.\nIt meets the criteria to be listed as endangered because its extent of occurrence is less than 5,000 km2 (1,900 sq mi), its range is severely fragmented, and its habitat is projected to decline in extend and quality.\nIt is believed that its population size is declining.\nSome of the main threats facing this species are habitat destruction and forest fragmentation.\n\n\n== References =="
  }
}