{
  "url": "https://en.wikipedia.org/wiki/Furipterus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Furipteridae"
    },
    {
      "Genus": "FuripterusBonaparte, 1837"
    },
    {
      "Species": "F. horrens"
    }
  ],
  "text": {
    "__SUMMARY__": "The thumbless bat (Furipterus horrens) is a species of insectivorous bat in the family Furipteridae, in the monotypic genus Furipterus. It is found in Costa Rica, Brazil, Venezuela; Colombia; Ecuador; Suriname; French Guiana; Guyana; Panama; Trinidad, and Peru. They have a small thumb which is included in the membrane of the wing, causing the 'thumbless' appearance.",
    "Taxonomy": "The thumbless bat belongs to the family Furipteridae (Mammalia: Chiroptera) which is currently composed of only two genera: Amorphochilus and Furipterus. Both genera are monotypic.\nThe first description of the species was proposed by Frédéric Cuvier in 1828, separating the taxon to a new genus Furia. The taxon was reassigned to Furipterus in 1839 by Charles Bonaparte.",
    "Geographic Range": "The thumbless bat is found in Central and South America. Its range includes Costa Rica, Panama, southern Brazil and Bolivia (Emmons 1990, Gardner 2008, Peracchi et al. 2011). In Brazil, it was recorded in 12 different regions covering the Amazon, Caatinga, Cerrado and Atlantic Forest biomes (Reis and Gazarini 2007, Tavares et al. 2008, Peracchi et al. 2011).",
    "Population": "Its populations are rare and very local, but widespread(Emmons and Feer 1997, Reid 1997)\n.  Male and female bats may live separately during some parts of the year. There were found more than 60 males occupying one hollow(LaVal 1977).",
    "Habitat": "The thumbless bat is found in caves.  Additionally, it is associated with moist environments. Thumbless bats were detected significantly more frequently often over large lakes(Emmons and Feer 1997). The moist habitat plays a key role for aerial insectivorous bats. However, thumbless bat's activity is significantly higher at in forest compared to the lakes.\nThey roots in small clusters in colonies for up to 60 individuals in caves. The nests are located in deep cracks between rocks.",
    "Diet": "Thumbless bats are aerial insectivorous bats.\n\n\n== References =="
  }
}