{
  "url": "https://en.wikipedia.org/wiki/Gallagher's_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Chaerephon"
    },
    {
      "Species": "C. gallagheri"
    }
  ],
  "text": {
    "__SUMMARY__": "Gallagher's free-tailed bat (Chaerephon gallagheri) is a free-tailed bat endemic to the Democratic Republic of the Congo. Only one individual has ever been documented.",
    "Taxonomy and etymology": "It was described as a new species in 1975 by David Harrison.\nThe eponym for the species name \"gallagheri\" was Major Michael D. Gallagher, who collected the holotype.\nIts distinct morphology has called into question whether it represents its own genus of bat.",
    "Description": "Its fur is umber in color, with the belly paler than its back.\nThe fur is short, with individual hairs only 5–6 mm (0.20–0.24 in) long.\nIts flight membranes are grayish-black.\nIt is a small free-tailed bat, with a forearm length of 37.5 mm (1.48 in).\nIts total length is 77 mm (3.0 in); its ear length is 19 mm (0.75 in); its tail is 28 mm (1.1 in) long; its hind foot is 8.4 mm (0.33 in) long.\nIts greatest length of skull is 16.0 mm (0.63 in).\nIts ears are large and conjoined via the interaural membrane.\nThe interaural membrane has a deep, backwards-facing pocket containing an interaural crest with hairs approximately 9 mm (0.35 in) in length.\nThe bat is likely able to evert this pocket to display the crest.\nIt is unique in its family due to the presence of large, paired \"nasal inflations\" similar to those found in the mouse-tailed bats.\nLike other free-tailed bats, its tail extends beyond the margin of the uropatagium.\nIt has a blunt snout.\nIts wings are long and narrow.",
    "Biology and ecology": "As only one individual—a male—has been documented, little is known about its biology and ecology.\nBased on other members of its genus, it is hypothesized that Gallagher's free-tailed bat forages for insects at relatively high altitudes with a fast but not maneuverable flight.",
    "Range and habitat": "The holotype was collected in the Scierie Forest, approximately 30 km (19 mi) southwest of Kindu, Democratic Republic of the Congo.\nIt was captured in a mist net that was placed in the evergreen undergrowth of a partly-deciduous forest.\nThe forest where the holotype was collected has been heavily logged.\nIt is nocturnal, possibly roosting in hollow trees, rock crevices, or caves during the day.",
    "Conservation": "It is currently evaluated as data deficient by the IUCN, meaning that not enough information is available to assess its conservation needs. From 1996–2008, it was considered critically endangered, the most dire assessment category.\nThis species is known from only one individual ever documented—the holotype.\nThreats to this species are unclear, but possibly include habitat destruction.\n\n\n== References =="
  }
}