{
  "url": "https://en.wikipedia.org/wiki/Genoways's_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Rhogeessa"
    },
    {
      "Species": "R. genowaysi"
    }
  ],
  "text": {
    "__SUMMARY__": "Genoways's yellow bat (Rhogeessa genowaysi) is a species of vesper bat. It is found only in Mexico. It is threatened by habitat loss. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction.",
    "Taxonomy and etymology": "This species was described in 1984 by Robert J. Baker, based off an individual that was collected in 1981.\nThe eponym for this species is Hugh H. Genoways, whom Baker chose \"in recognition of his outstanding contributions to systematic mammalogy.\"\nIt is one of the seven species recognized in the black-winged little yellow bat species complex, the others being:\n\nYucatan yellow bat, R. aenus\nHusson's yellow bat, R. hussoni\nLittle yellow bat, R. parvula\nThomas's yellow bat, R. io\nTiny yellow bat, R. minutilla\nBlack-winged little yellow bat, R. tumidaIts closest relative is the black-winged little yellow bat.",
    "Description": "It is a small species of bat, weighing approximately 5 g (0.18 oz).\nIt has yellow fur, and its ears are small and rounded.\nIts uropatagium is hairless.\nIt is considered a cryptic species of bat because it is virtually identical to the black-winged little yellow bat, Rhogeessa tumida; the ranges of the two species overlap, making them sympatric.\nThe best morphological trait to distinguish it from the black-winged little yellow bat is ear length.\nThe ears of the Genoways's yellow bat are approximately 11.13 mm (0.438 in) long, while those of the black-winged little yellow bat are 12.82 mm (0.505 in) long.\nGenoways's yellow bat is also more sexually dimorphic than the black-winged little yellow bat, with females larger than the males.\nIts forearm is 27.8–30.5 mm (1.09–1.20 in) long.\nIts dental formula is 1.1.1.33.1.2.3, for a total of 30 teeth.",
    "Biology": "The only reliable way to distinguish it from the black-winged little yellow bat is through its karyotype.\nGenoways's yellow bat has a chromosome number of 42, while the closely related black-winged little yellow bat has chromosome numbers of 30, 32, 34, and 52. The little yellow bat, also closely related, has a chromosome number of 44.\nThe race of the black-winged little yellow bat that is sympatric to Genoways's yellow bat has 34 chromosomes.\nThey are aerial insectivores.",
    "Range and habitat": "It is found in the southern part of the Mexican state of Chiapas in the Pacific lowlands.\nIt has been captured under the canopy of mature, second growth tropical forests.\nIt is found at elevations of 20–50 m (66–164 ft) above sea level.",
    "Conservation": "It is listed as endangered by the IUCN.\nIt meets the criteria to be listed as endangered because it is only found in one location, its extent of occurrence is less than 1,000 km2 (390 sq mi), and the extent and quality of its habitat are projected to decline in the future.\nPrevious assessments by the IUCN had it ranked as vulnerable and near threatened in 2000 and 1996, respectively.\nIts population size is in decline, and its habitat is severely fragmented.\nA major threat to this species is habitat destruction for agriculture.\n\n\n== References =="
  }
}