{
  "url": "https://en.wikipedia.org/wiki/Geoffroy's_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. emarginatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Geoffroy's bat (Myotis emarginatus) is a species of vesper bat.",
    "Description": "M. emarginatus is a medium-sized bat with long and woolly fur. The dorsal side of the torso is rust-brown to fox-red and the ventral side is a poorly delineated pale yellowish-brown. The young animals are almost fully grey. The face is light brown. The ears are brown and they have an almost right-angled notch at the outer edge and many scattered, wart-like growths on the auricle. The tip of the tragus does not reach the notch on the edge of the ear. The wings are brown and broad. The edge of the tail membrane is supported by a straight calcar and part of it has short, straight and soft hairs.",
    "Ecology": "Geoffroy's bat feeds primarily on spiders and flies. It forages chiefly in scrubland and grassland, but is also known to frequent olive plantations and in livestock sheds. It typically roosts underground and in human buildings, often together with Rhinolophus species.",
    "Distribution": "Geoffroy's bat can be found in Afghanistan, Albania, Algeria, Andorra, Armenia, Austria, Azerbaijan, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czech Republic, France, Georgia, Germany, Greece, Hungary, Iran, Israel, Italy, Jordan, Kazakhstan, Kyrgyzstan, Lebanon, Luxembourg, Montenegro, Morocco, Netherlands, North Macedonia, Oman, Poland, Portugal, Romania, Russian Federation, San Marino, Saudi Arabia, Serbia, Slovakia, Slovenia, Spain, Switzerland, Tajikistan, Tunisia, Turkey, Turkmenistan, Ukraine, and Uzbekistan.In 2012 a specimen was found in southern England.\n\n\n== Sources =="
  }
}