{
  "url": "https://en.wikipedia.org/wiki/Geoffroy's_tailless_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Anoura"
    },
    {
      "Species": "A. geoffroyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Geoffroy's tailless bat (Anoura geoffroyi) is a species of phyllostomid bat from the American tropics.",
    "Description": "Geoffroy's tailless bat is a medium-sized bat, measuring around 7 cm (2.8 in) in total length and weighing 10 to 15 g (0.35 to 0.53 oz). It has dark to dull brown fur over much of its body, with greyish-brown underparts and silvery-grey fur on the neck and shoulders. The wings are black or very dark brown, while the membrane between the legs is relatively small and covered in hair. As its name suggests, the bat does not possess a tail. It has a long muzzle, a projecting lower jaw, and short, rounded ears. Its tongue is long and narrow, with a pointed tip covered with fine papillae that help to draw up nectar when it feeds.Males and females do not vary much in size in Brazil, but in Trinidad, another area where Anoura geoffroyi lives, the females are reported to have slightly longer forearms than the males.",
    "Distribution and habitat": "Geoffroy's tailless bat is found from northern Mexico, through much of Central America, across northern South America, and through Peru to parts of Bolivia and Brazil immediately south of the Amazon Basin. It has also been reported from both Trinidad and Grenada. The bat inhabits wooded environments between 400 and 2,500 m (1,300 and 8,200 ft) elevation, including pine and oak forests, cloud forest, cerrado, and agricultural land.Three subspecies are currently recognised:\n\nA. g. geoffroyi — Bolivia, Brazil, eastern Colombia, Venezuela, The Guianas\nA. g. lasiopyga — Mexico, Central America, western Colombia, Ecuador\nA. g. peruana — Peru",
    "Behaviour and diet": "The bat is primarily insectivorous, with up to 90% of its diet consisting of moths and beetles. However, they also eat some fruit and lap up nectar and pollen from a wide range of flowers, and has even been reported to subsist entirely on nectar in some parts of its range.They are nocturnal, resting in caves close to water during the day, either alone, or in colonies of up to 300 individuals, although colony sizes of 20 to 75 are more common. The species is a swift flier, and is able to hover. It uses both vision and echolocation to navigate, with its hearing being most sensitive between 65 and 75 kHz. Since it feeds on similar insects to other local species of bats, it may avoid competition by feeding at discrete altitudes not favoured by those bats.",
    "Lifecycle": "Mating in Geoffroy's tailless bats seems to take place primarily between March and August, corresponding with the rainy season and allowing the young to be born when food is most abundant. However, the precise mating season, if any, seems to vary across the bat's range. Gestation takes four months and births have been found to be in different months by geography: July in Nicaragua, June in Peru, March in Costa Rica, etc.\n\n\n== References =="
  }
}