{
  "url": "https://en.wikipedia.org/wiki/Geoffroy's_rousette",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Rousettus"
    },
    {
      "Species": "R. amplexicaudatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Geoffroy's rousette (Rousettus amplexicaudatus) is a species of megabat or Old World fruit bats. It is one of 10 species in the genus Rousettus.",
    "Distribution": "Geoffroy's rousette occurs throughout Southeast Asia and in the Malesia region of Oceania, in Myanmar, Thailand, Cambodia, Laos, Vietnam, Singapore, Indonesia, the island of Borneo, East Timor, the Philippines, the Solomon Islands, Bismarck Archipelago, and Papua New Guinea.",
    "Description": "Like other fruit bats, R. amplexicaudatus has sensitive hearing and sense of smell and good eyesight which helps it to manoeuvre well during flight, specifically at night. What makes it different from other fruit bats is its echolocating ability. It can be distinguished by its grey-brown to brown upperpart which is darker on top of the head and paler underpart which is usually grey-brown. It has long pale hairs on the chin and neck despite having short and sparse fur. It sometimes has pale yellow tufts of hair on the side of its neck which occur in adult for this species, especially males. Most males are substantially larger than females. The most distinguishable figure of this bat besides producing a distinctive, audible clicking call is its wings. It is attached to the sides of the back and separated by a broad band of fur. The lower incisors are bifid, the canines have a longitudinal groove on the outer surface which is slightly medial to center, and the first premolars are smaller than second premolars, especially on the upper jaw.",
    "Biology and ecology": "Specimens in the Sabah Museum were collected from coconut plantations on Mantani Island and the highland of Crocker Range, while the one from Sarawak was from Niah Cave.  This medium-sized bat normally roosts in caves, and feeds on fruit, nectar, and pollen. It roosts dark caves, rock crevices and old tombs.The Monfort Bat Cave in the southern Philippines has the largest gathering of these bats.",
    "External measurements": "The Sabah Museum specimens had forearm length measurements between 82.22 and 86.76 mm for the females (NH3134, NH3142, NH3144) and an adult male from Sarawak (SM016/2) was FA 81.43 mm. The external measurements are within the range of 78 to 87 mm recorded by Payne et al. (1985) and 80–90 mm by Ingle and Heaney (1992).",
    "External links": "IUCN Red List\nRousettus on Animal Diversity Web\n\n\n== References =="
  }
}