{
  "url": "https://en.wikipedia.org/wiki/Ghost_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Megadermatidae"
    },
    {
      "Genus": "Macroderma"
    },
    {
      "Species": "M. gigas"
    }
  ],
  "text": {
    "__SUMMARY__": "The ghost bat – Macroderma gigas – is a flying mammal found in northern Australia. \nThe species is the only Australian bat that preys on large vertebrates – birds, reptiles and other mammals – which they detect using acute sight and hearing, combined with echolocation, while waiting in ambush at a perch. \nThe wing membrane and bare skin is pale in colour, their fur is light or dark grey over the back and paler at the front. The species has a prominent and simple nose-leaf, their large ears are elongated and joined at lower half, and the eyes are also large and dark in colour.\nThe first description of the species was published in 1880, its recorded range has significantly contracted since that time.",
    "Taxonomy": "A species of Macroderma, one of several genera in the family Megadermatidae (false vampires). The family all have large eyes, a nose-leaf and tragus, long ears joined at the base, and are also found in southern Asia and central Africa. The description was published in 1880 by George Dobson, emerging from an examination of specimens held by the Göttingen Museum. \nThe author compared his specimen to taxa named as species of Megaderma, identifying species Megaderma spasma (lesser false vampire bat) as the closest in resemblance. A revision of bat genera by Gerrit Smith Miller reassigned the species to a new genus Macroderma, creating the current generic combination. \nThe name Macroderma gigas combines the Greek words macros (large) and derma (skin), due to the large size of their partially conjoined ears (Richards, 2012). The epithet gigas (giant) denotes it as the largest species in the family (Hudson, 1986).\nThe species M. gigas is placed with the Megadermatidae. An arrangement separating a \"Pilbara district\" population as subspecies Macroderma gigas saturata is noted as synonymous with this species concept (MSW 3rd ed., 2005).The specimen had previously been described by Gerard Krefft in a communication to the Zoological Society of London, and had been forwarded to the Göttingen museum by Dr. Schuette. The description and illustration were presented to the society in 1879, accompanied by the suggestion that it was an unnamed genus of Phyllostomatidae (New World leaf-nosed bats); a member of the society, Edward Richard Alston, proposed instead it was a species of Megaderma which were unknown in Australia. The type locality is at the Wilson River near Mt Margaret in Queensland, where the collector, also named Wilson, obtained the bat. An earlier observation had been noted by Robert Austin in 1854 at Mount Kenneth while surveying the inland regions of Western Australia.Studies of brain structures indicate that Macroderma gigas is an intermediate and divergent species of the insectivorous microchiropterans and the carnivorous species from South America.Common names that refer to Macroderma gigas have included ghost bat, false vampire, false vampire bat, and Australian false vampire bat. The name ghost bat derives from its distinct colouring, the predominant colour of its fur may be near white or pale grey.",
    "Description": "A larger species of microchiropterans (microbats) and the largest in Australia, the size is comparable the megabat species (flying fox, fruitbat). The fur colour is grey, ranging in tone from mid, sometimes dark, to very pale grey at the back and whitish at the ventral side and head, The colour of populations is a geographic cline, becoming darker toward the coastal regions. A ring at the eye is dark. and colour of the wing membranes and other bare skin is pale and brownish. The interfemoral membrane extends the wing surface between the length of the legs.  The great length of the ear, from notch at head to tip, is 44 to 56 millimetres and they are fluted in form; the inner margins of the ears are fused for half their length.\nThe length of the prominent ears is twice that of the head, a seam at the inner margins stiffens these to keep them upright while in flight.\nOther measurements of the species are a 96 to 112 mm range for the forearm length, 98 to 120 mm for the combined length of the head and body, and a weight range of 75 to 145 grams, averaging as 105 g across the sampled specimens.\n\nThe eyes are comparatively large and well developed for nocturnal vision, a feature shared with the long-eared genera Nyctophilus. The nose-leaf is also large and prominent, and simple in form. The nasal appendage is presumably similar in usage to the elaborate forms of the horse-shoe and leaf-nosed bat genera, manipulating, directing and receiving echolocation signals to detect prey. The lack of a tail, effectively absent, is a characteristic of the species. The membrane at the rear is, however, supported by a calcar at the ankle. The teeth and short robust jaw allow the consumption of a wide variety of animals, either the flesh and bones of other vertebrate species or hard shells of larger invertebrates. A pregnant bat possesses two sets of teats, one pair beneath the armpits provide milk from the mammary glands and another pair at the pubic area. The pubic teats do not have a lactational function, rather they act as purchase points for the new-born to be carried in flight by the mother.The voice is audible to humans, one sound resembles the avian species Petrochelidon ariel (fairy martin) and transliterated as 'dirrup dirrup'. This twittering call is given when the bat is excited or before leaving the roost to feed. A chirp uttered by the species resembles crickets. The species is generally quiet, but some vocalisation is known in captivity when a squealing sound accompanies a squabble over food. The twittering sound was reported in captivity as hunger, and young will continually emit a chirp when the mother is absent.",
    "Behaviour and diet": "Although Macroderma gigas is inactive during daylight hours, they do not hibernate. The colony size reduces in the austral winter, increasing when they gather to breed or females form maternity groups.They leave the roost several hours after sunset, alone, in pairs, or as small groups. Hunting occurs via a 'sit and wait' technique while suspended from a tree or as low surveys over vegetation. The large ears allow the bat to hear prey moving on the ground. Field observations at Pine Creek using nightscope equipment reported seeing M. gigas suspended from a tree and dropping to catch large locusts detected moving through grass at ten to twenty metres distance. They are also able to detect the echolocation signals of the microbats on which they prey. The bat has good vision for a microchiropteran, and echolocation is also utilised to directly locate approaching prey. They are able to visually locate birds roosting in trees, and budgerigars (Melopsittacus undulatus) are detected by their silhouettes against the evening light. The budgie is a favoured food of the bat, which they detect by the flock's chatter while retiring for the night, and these are taken to a perch to be consumed head first; the feet and wing parts are discarded while butchering the bird.Prey may be taken at or to the ground, where it is enveloped with the wings and killed with bites to the neck. The sharp teeth and strong jaws are able to subdue animals as large as the bar-shouldered dove, species Geopelia humeralis, that may weigh as much as 150 grams, although most prey is smaller. Bird and mammal remains are most frequently recorded in their scats. Once located, an animal is held down via the thumb claws and killed by a single bite to the neck. The prey is killed at the ground or in flight, and taken to a perch to be consumed, feeding may be at an overhanging rock or smaller cave for this purpose.The Megadermatidae family is carnivorous, feeding on animals that includes vertebrate species, and this species commonly feeds on arthropod, mammalian, amphibian and reptilian prey. These include large insects and small mice, other bats, small birds, frogs, Pygopodidae (legless lizards), geckos and snakes. Macroderma gigas is formally referred to as a specialised carnivore, but they have been known to feed on insects if prey is scarce. Vertebrate prey is eaten much more frequently, and is usually consumed at the site of capture. Other species of microbats are taken in flight, these include species of sheathtails, bentwings or horseshoe bats and little cave eptesicus.A study of the avian prey of the bat revealed that over fifty species of birds are targeted, in a range of sizes but a preference for those weighing less than 35 grams. Birds that roost in flocks make up a large part of the diet, and a quarter of the species are non-passerines. One nocturnal species of bird is recorded at their middens, the Australian owlet-nightjar Aegotheles cristatus. The examination of the butchered remains of their middens has given support to interpretation of fossil depositions, that have similar assemblages of discarded remains, at the Riversleigh formations where this and other species of Macroderma are exceptionally well represented.Field workers report that the species is remarkably passive when handled. Other workers have recorded and  confirmed reports of Macroderma gigas preying on rodents caught in their pitfall traps.",
    "Distribution and habitat": "The ghost bat is endemic to Australia. Three population centres are identified, the Northern Pilbara and Kimberley in Western Australia, the Top End of the continent and  in Queensland. The distribution of colonies is non-contiguous, and they usually occur in small isolated pockets within each region. Analysis of fossil remains shows that distribution patterns within Australia changed, in waves of both expansion and contraction, and the probable cause was ecological changes resulting from the increasing aridity of the continent's climate. Little is known of the genetics of the ghost bat, although research into population indicates is highly structured. The colonies shows a high degree of genetic distinctiveness at a local and regional level.The southernmost record is Austin's 1854 note at Mt Kenneth. A limestone cave site favoured by M. gigas is in the region of the Mitchell and Palmer rivers at Cape York. They are occur around Shoalwater Bay at the east coast. \nThe species is well represented at Litchfield National Park, which provides important caves and habitat for a number of bat species in the northern regions near Darwin. \nThe largest recorded breeding colony of M. gigas is at a gold mine named Kohinoor at the Top End. The mine was dug in the late nineteenth century and later occupied as a creche when it became unprofitable, however, it remains on a lease that may be profitable as an open-cut operation. \nAnother well known breeding site is found at Nourlangie Rock in Kakadu National Park, a region that is protected by conservation. It is also recorded in national parks at Mount Etna Caves NP and at Tunnel Creek where they cohabit with other bat species. Small colonies have been recorded along the Victoria River and at Camooweal Caves NP. The range extends in association with rocky cliffs, gorges, or outcrops along watercourses in the Kimberley region of northwest Australia.Built environments may be used as feeding grounds, but the ghost bat selects daytime roosts in caves, sheltered rock crevices, boulder piles or disused mines; occupation of abandoned buildings is only occasionally reported. A preference is given to sites with a complex of shafts or cavities and several openings to the outside. Macroderma gigas favours these caves with multiple entrance ways as they are large enough to accommodate the greater wingspan of the species and allow an alternative exit when sensing a threat. They require several suitable sites for rest, feeding and reproduction, and change locations seasonally. The species is especially sensitive to disturbance by humans, and this contributes to the selection or abandonment of a roost site.The bat and the caves they occupied were well known to peoples of Australia, often informing field workers of their locations in central Australia; some sites were part of 'men's business' that imparted a story of the being to young initiates.Macroderma gigas is present in the fossil record of Australia and found at the Riversleigh World Heritage Area. The species was sympatric with others of the genus at Riversleigh. such as Macroderma malugara, and is the modern representative of a lineage that extends to at least the early Miocene epoch.",
    "Range decline": "The ghost bat was once widely distributed throughout Australia, and became restricted to a sparser population across northern regions. The species was recorded three more times in the twenty years that followed its discovery, two at Alice Springs and one in the Pilbrara. Attempts to survey the distribution range began in 1961, when its earlier status as a relict and rare species was revised to indicate it was more widespread and disappearing in regions where it was known within living memory; Hedley Finlayson interviewed Pitjanjarra elders (Anangu people) who knew of the species in the Musgrave, Mann and Tomkinson Ranges and not seen for forty years.\nThe species had been observed across the central regions of Australia, and the desiccated remains have been found on cave floors in the Flinders Ranges. The skeletons have also been recorded in caves of the coast in the southwest of Australia. The range is now limited to regions near the coast and north of the Tropic of Capricorn.Researchers have noted the lack evidence for the species in former range, and the contraction to the north both before and after European settlement has been investigated. There are isolated congregations of bats in specified maternity sites in which the alleles expressed by the females are distinguishable; this implies that the separation of such populations extends through evolutionary time. This scattering into small sets of populations greatly raises the threat of extinction to the species.It is estimated that several thousand ghost bats remain in existence today. Declines in population are expected to be reversed in part because of increased survival rates, not because of immigration from other isolated areas. There are very few national parks that strive to protect the species at this time. The decline has been correlated to the increasing range of the amphibian species Rhinella marina (Bufo marinus), known locally as the cane toad. Investigations of recorded sites found the bat absent when the toad reached their local habitat, combined with the evidence of occasional consumption and—in one example—found in the throat of a deceased bat, the advance of the cane toad is strongly implicated as the cause of their rapid decline.",
    "Reproduction": "During the breeding season, late October to early November, female bats congregate in groups and give birth to a single young. The generation length is estimated at four years. According to a study conducted on range of ghost bats in Australia, “female bats gave birth to a single young in late spring, but only 40% of females bred in their second year, increasing to 93% for females greater than 2 years old”.Maternity colonies are founded in large and open caves and occupied until the young are reared. The teats are evident in females during the maternity season. The possession of anterior teats allows the new born to cling to the mother until the milk teeth are shed. The young are born in the austral spring, are able to fly after seven weeks, and become fully weaned at sixteen weeks. As is the norm for microbats, only one young is produced by the mother. The males play no part in the rearing of young. The juvenile hunts with the mother until reaching an independent stage of its maturity.",
    "Ecology": "The associated species include the black flying fox Pteropus alecto, recorded at Tunnel Creek in the Kimberley. A new species of parasite, the tick Argas macrodermae, was discovered on specimens of M. gigas, but as a microchiropteran is remarkably free of external parasitic organisms. The only record as host to an endoparasite is the filarial nematode species Josefilaria mackerrasae, described from specimens found on M. gigas in 1979.Macroderma gigas has few predators, and most competition of their nocturnal hunts is from medium-sized owls (Strigidae). They will join other predators at a cave mouth where other bat species will exit, this example of multiple species feasting together with other carnivores is intensified in the season when young bats are emerging from their creche. These congregations include introduced species, cane toad Rhinella marina, feral cats and foxes, and natives such as pythons, birds of prey, quolls and large frogs of genus Litoria.The bat will often take prey to a feeding roost, where a midden is formed from the discarded remains. The range of a species of skink, found in the Northern Territory, was extended to Queensland by a record at a feeding roost of M. gigas.\n\nThe species is vulnerable to several anthropogenic hazards, one is barbed wire fencing that accounts for many deaths when they are snagged through the easily torn wing membrane while in flight. The damage caused by the barbed wire strands, often left littering their environment, is greatly increased as the individual become entangled as it attempts to dislodge itself. A study in the Pilbara region identified this as an especial concern, with indications that barbed wire was significantly impacting local populations when erected. The foraging height of M. gigas is around that of the dominant Triodia (spinifex) vegetation and the species is unable to visually detect the wire strand, and is not thought to use echolocation to forage in flight.  The thorny and tangled introduced plant lantana also presents a similar hazard to bats. They are especially sensitive to disturbance in wintering roosts, and a single fleeting visit will see the site deserted for several weeks or altogether if human activity continues. Most bat species are vulnerable to  human disturbance, but attempts to view M. gigas at their roosts are especially discouraged due to the rapid decline in range and population. New or reopened mining operations may have an impact on local colonies, although they may provide diurnal roosts when complete; they are vulnerable to dilapidation in former mines such as the collapse of ceilings.The conservation status of Macroderma gigas includes listings of state or federal authorities and non-governmental organisations. The Queensland and South Australian state registers note the species as endangered and in Western Australia it is classified as vulnerable to threatening factors. The federal classification is vulnerable under the EPBC act 1999. Despite a well documented decline, the relevant criteria of legislation was not found to support a relisting of their status as endangered without analysis of genetic variation in the population. The relevant non statuary bodies, IUCN and The action plan for Australian mammals (2012), also list this species as vulnerable to extinction. The population estimate at the IUCN Red List (2019) is between four and six thousand mature individuals in total. The state population of Queensland is less than one thousand, and the large colony at Mt Etna has gone into decline. The Kohinoor maternity colony at the Top End is stable but vulnerable to mine collapse. The western populations are more numerous in the Kimberley, three to four thousand, and the Pilbara group is estimated at less than six hundred.",
    "Gallery": "",
    "References": "",
    "External links": "Wild Kids species information\nPhotos at ARKive.\nImage of the type specimen's skull"
  }
}