{
  "url": "https://en.wikipedia.org/wiki/Gobi_big_brown_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. gobiensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Gobi big brown bat (Eptesicus gobiensis) is a species of vesper bat. It is found in Afghanistan, China, India, Mongolia, Pakistan, and Russia. Russian zoologist Professor Count Nikolay Alekseyevich Bobrinski first described it in 1926, the type specimen coming from the Altai Mountains in the Gobi Desert.",
    "Description": "This is a fairly small vesper bat that ranges in size from 57 to 65 mm (2.2 to 2.6 in) in body length, with a forearm length of 38 to 42 mm (1.5 to 1.7 in). The fur on the back is reddish-yellow, the bases of the hairs being dark brown, while the fur on the underparts is brownish white. The inner incisors of the upper jaw are distinctly higher than the outer ones.",
    "Distribution and habitat": "The Gobi big brown bat is native to central Asia. Its range extends from Alborz in northern Iran, through Kazakhstan, Afghanistan, northern India, Mongolia, and Tuva in southern Siberia, to eastern China. It typically inhabits desert, semi-desert and mountain regions. It may roost alone or in small groups, choosing shaded areas, crevices in rocks or the interiors of old buildings, and sometimes the outer parts of caves, but not trees.",
    "Ecology": "This bat has been little researched. Like other vesper bats, it is an insectivore, and it is thought that it may include butterflies in its diet. It is probably preyed on by nocturnal birds of prey.",
    "Status": "E. gobiensis has a large total population size and a wide range. Although the population trend is unknown, no decline has been detected, and this bat does not seem to be facing any particular threats. In the future, droughts and the drying up of water sources may affect this species, as may the construction of a dam on one of the rivers in the Great Lakes Depression. About 17% of this bat's range within Mongolia is in protected areas, and parts of its range in Russia and Kazakhstan are included in further protected areas. As a result, the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".\n\n\n== References =="
  }
}