{
  "url": "https://en.wikipedia.org/wiki/Golden-capped_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Acerodon"
    },
    {
      "Species": "A. jubatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The giant golden-crowned flying fox (Acerodon jubatus), also known as the golden-capped fruit bat, is a species of megabat endemic to the Philippines. Since its description in 1831, three subspecies of the giant golden-crowned flying fox have been recognized, one of which is extinct. The extinct subspecies (A. jubatus lucifer) was formerly recognized as a full species, the Panay golden-crowned flying fox. Formerly, this species was placed in the genus Pteropus; while it is no longer within the genus, it has many physical similarities to Pteropus megabats. It is one of the largest bat species in the world, weighing up to 1.4 kg (3.1 lb)—only the Indian and great flying fox can weigh more. It has the longest documented forearm length of any bat species at 215 mm (8.5 in).\nIt is primarily frugivorous, consuming several kinds of fig. However, its diet also includes some leaves. It forages at night and sleeps during the day in tree roosts. These roosts can consist of thousands of individuals, often including another species, the large flying fox. Not much is known about its reproduction; it gives birth annually from April through June, with females having one pup at a time. Predators of the giant golden-crowned flying fox include raptors such as eagles, the reticulated python, and humans.\nOwing to deforestation and poaching for bushmeat, it is an endangered species. Though national and international law makes hunting and trade of this species illegal, these regulations are inadequately enforced, meaning that the species is frequently hunted nonetheless. Even in roosts that are more stringently protected from poaching, it is still affected by human disturbance via tourists who intentionally disturb them during the day.",
    "Taxonomy": "The giant golden-crowned flying fox was described as a new species in 1831 by German naturalist Johann Friedrich von Eschscholtz. Eschscholtz placed it in the genus Pteropus with a scientific name of Pteropus jubatus. Its species name \"jubatus\" is from Latin, meaning \"having a mane or crest, crested\". The holotype had been collected on the Philippine island of Luzon during an expedition led by Otto von Kotzebue.\nThe genus Acerodon was described six years later in 1837, with A. jubatus as the type species for the new genus.\nAs of 2005, three subspecies of the giant golden-crowned flying fox are recognized:\nA. jubatus jubatus (Eschscholtz, 1831)\nA. jubatus mindanensis K. Andersen, 1909\n†A. jubatus lucifer (Elliot, 1896)A. jubatus lucifer had been described as Pteropus lucifer in 1896 by Daniel Giraud Elliot. A. jubatus lucifer, commonly the Panay golden-crowned flying fox, is still sometimes considered an extinct species of megabat. However, a 1998 publication noted that there were no morphological differences that distinguish  A. jubatus lucifer from A. jubatus. This publication was used by Mammal Species of the World and the IUCN as justification as listing A. jubatus lucifer as a subspecies of A. jubatus rather than as a full species.",
    "Description": "Overall, the giant golden-crowned flying fox is similar in appearance to many Pteropus species. It is different, however, in its smaller canine teeth and its larger and more complex molars and premolars. Its upper incisors are slightly longer than Pteropus species, as well as sharper. Its four lower incisors have a greater disparity in length between the inner and outer pair than do Pteropus. Its dental formula is 2.1.3.22.1.3.3 for a total of 34 teeth.\n\nThe giant golden-crowned flying fox is one of the largest bat species in the world. It is among the heaviest of all bat species, with individuals weighing up to 1.40 kg (3.1 lb). The only bat species known to weigh more than the giant golden-crowned flying fox are the Indian flying fox (Pteropus medius) and great flying fox (Pteropus neohibernicus), with a maximum weight of 1.6 kg (3.5 lb) and 1.45 kg (3.2 lb) respectively. It does, however, have the longest forearm length of any species, measuring up to 215 mm (8.5 in). The great flying fox has a slightly shorter forearm length, and its wingspan is thus presumed to be lesser as well. The wingspan of the Indian flying fox is up to 1.5 m (4.9 ft), while the giant golden-crowned flying fox has a wingspan of 1.5–1.7 m (4.9–5.6 ft). This species is somewhat dimorphic, with males slightly larger than females in many cranial and external measurements.The giant golden-crowned flying fox gets its common name from its fur coloration. It has golden coloration that begins between its eyes and terminates to a narrow \"V\" shape at the nape of its neck, though sometimes extending to the upper shoulders.\nThe sides of its face, brows, and throat are black, while the sides of its neck and upper back are maroon; this maroon fur transitions into brownish black, which then grades into reddish brown down the back. On its ventral (belly) side, its fur is generally black, though the front of the neck may have a maroon tinge and its belly may be interspersed with yellow hairs. Its hindlimbs are covered with brownish black fur, and its flight membranes are pale brown.",
    "Biology and ecology": "",
    "Biology and ecology-Diet and foraging": "The giant golden-crowned flying fox is largely frugivorous, though it also consumes plant leaves (folivorous). One study found that it is particularly dependent on Ficus fruits (figs), with Ficus seeds found in 79% of all fecal pellets. Especially common Ficus seeds were from the Urostigma subgenus (which includes Ficus species commonly referred to as banyan), as well as Ficus variegata.The results support that the primary food group is composed of fig species, including Ficus subcordata and unidentified leaves. There is a lack of consensus on whether items found frequently in the fecal samples are actually prioritized or found as an alternative food for these bats.Multiple types of figs can also contribute to different nutrients for the species. Frugivorous bats usually do not consume foods rich in protein. The overconsumption of fruits, paired with leaves may contribute to an adequate amount of protein in their diet. Figs are superior sources of calcium, which may also aid in their growth to adults.Like nearly all megabats, giant golden-crowned flying foxes cannot echolocate, and thus rely on sight to navigate. This species likely commutes long distances between its roost and foraging grounds. Individuals who roosted on the island of Maripipi, for example, were documented traveling more than 12 km (7.5 mi) to access sites on another island, Biliran.",
    "Biology and ecology-Roosting and behavior": "Giant golden-crowned flying foxes are nocturnal, sleeping for most of the day. They do engage in some social and maintenance behaviors during the day at times, with solitary behaviors such as self-grooming, excreting waste, and wing flapping more prevalent in the afternoon and social behaviors such as fighting and mating in the morning. It forms harmonious mixed species colonies with another megabat, the large flying fox (Pteropus vampyrus). When time to leave the roosts for nightly foraging, the two species will head in the same direction. In the 1920s, colonies of these two species would number as many as 120,000 individuals. As of 1992, the largest of these colonies was 5,000; many, however, were only several hundred individuals.",
    "Biology and ecology-Reproduction": "Little is known about mating and reproduction of the giant golden-crowned flying fox.\nThe litter size is one individual, with females likely producing no more than one litter per year. It has also been speculated that females may only give birth every other year. Based on limited observation, it is thought that females may not reach sexual maturity until two years of age. On Negros Island, females gave birth in April or May; based on other observations, females likely give birth during this time across its range. On the island of Maripipi, young were born in late May and June.",
    "Biology and ecology-Predators, parasites, and disease": "The giant golden-crowned flying fox is impacted by ectoparasites (external parasites) including Cyclopodia horsfieldi, which is a species of fly in the family Nycteribiidae (\"bat flies\"). It is preyed on by several raptors including the Philippine eagle, white-bellied sea eagle, and possibly the Brahminy kite. Non-avian predators include the reticulated python and humans.Like many bat species, the giant golden-crowned flying fox has been investigated as a source of emerging infectious disease. One study tested for the presence Reston virus, a kind of Ebolavirus that affects some primates (though not humans), in a population of giant golden-crowned flying foxes at Subic Bay. Of fifty-six individuals tested for Reston virus, three were seropositive, meaning that they tested positive for antibodies against the virus.",
    "Range and habitat": "The giant golden-crowned flying fox is endemic to the Philippines; it was the first endemic species of that country to be described, which it was in 1831. Surveys reported in 2005 and 2011 documented this species on the islands of Bohol, Boracay, Cebu, Leyte, Luzon, Mindanao, Mindoro, Negros and Polillo. It was formerly found on the island of Panay, though this population has been extirpated.It is a forest specialist, occurring mostly at elevations from sea level to 1,100 m (3,600 ft). It prefers areas uninhabited by humans. A 2005 study found none in inhabited areas. The same study also revealed that these bats use river corridors called riparian zones more than originally thought, because the fig trees located near rivers are the bats' main source of food. They like to be close to agricultural fields, but only in undisturbed forest areas.",
    "Conservation": "As of 2016, the giant golden-crowned flying fox is listed as an endangered species by the IUCN. It meets the criteria for this designation because its population likely declined by more than 50% from 1986–2016. One of the largest factors in its decline is hunting for bushmeat. Its large body size means that it is an easier target than many other bats. The practice of shooting the giant golden-crowned flying fox at its roosts results in excessive mortality, as dead individuals may not fall from the tree, and wounded individuals may glide some distance before falling. Therefore, a poacher may kill as many as thirty bats to recover ten.The giant golden-crowned flying fox is threatened by deforestation and has completely disappeared from many islands in the Philippines, such as Panay and most of Cebu. Since 1900 the total forest coverage of the Philippines has been reduced from 70% to 20%. Less than 10% of the original lowland forest cover now remains. Negros, an island part of its range, retains only 4% of its original forest coverage.\n\nInternationally, the giant golden-crowned flying fox is protected by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). In 1990, two of the three subspecies (A. j. lucifer and A. j. mindanensis) were included on CITES Appendix II, meaning that trade of the taxa was strictly regulated.\nIn 1995, however, the species was placed CITES Appendix I. Appendix I is stricter than Appendix II, meaning that commercial trade of the species is only legal in exceptional circumstances.\nNationally, the species is protected by the 2001 Philippine Wildlife Resources Conservation and Protection Act, though this law is inadequately enforced.While the majority of its roost are within protected areas, illegal hunting occurs at a wide scale even within such areas. Three of its roosts are largely protected from poaching, however. On the island of Boracay, local landowners protect the roost from hunting disturbance. The local governments of Subic Bay and Mambukal protect another two roosts. Even though hunting pressures are lessened at these three roosts, the giant golden-crowned flying fox contends with other sources of disturbance. Tourists and their guides deliberately disturb the bats by clapping their hands or rapping on tree trunks to make the bats fly. In addition to keeping the bats from sleeping, these behaviors result in the separation of offspring from their mothers.In 2013, Bat Conservation International (BCI) listed this species as one of the 35 species of its worldwide priority list of conservation.\nActions that BCI has taken to promote its conservation include partnering with local non-governmental organizations (NGOs) to protect its roosts, as well as educate Filipinos about bats. Some captive breeding programs exist for the species, though it is uncertain if they are sufficient to make up for population declines seen in the wild.\n\n\n== References =="
  }
}