{
  "url": "https://en.wikipedia.org/wiki/Gould's_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. gouldi"
    }
  ],
  "text": {
    "__SUMMARY__": "Gould's long-eared bat, species Nyctophilus gouldi, is a microbat found in southern regions of Australia. It occurs in eastern Australia, from Queensland to Victoria, and in a smaller isolated range in the south-west of Western Australia.",
    "Taxonomy": "The first description of the species was published by Robert Tomes in 1858. The type locality was Moreton Bay in Queensland. This specimen was provided by John Gould, a second specimen examined by Tomes was noted as from the same locality, and the third, also from Gould's collection, was obtained at Bathurst.The status as a species has varied in treatments of larger long-eared Australian bats, the described taxon being sometimes submerged or synonymised to other taxa in the genus. The complexes of Nyctophilus species were published as often tentative or contradictory arrangements for taxa that were poorly known, and previous classifications had seen this species separated or assigned to N. bifax or N. daedalus. The taxon was one of several to be reconsidered in a review of Nyctophilini species (Parnaby, 2009), and their alliance with the dubious name Nyctophilus timoriensis, these included N. sherrini, N. major and N. howensis. The species was shown to be distinguishable from the sympatric species N. bifax in 1987 and widely recognised since that taxonomic review.The common names include Gould's—or greater—long-eared bat. The text in Gould's Mammals of Australia (1963) notes the title and specific epithet is named for himself by Tomes, who mentions the contributions of material and information. The field worker John Gilbert carefully recorded local names in the Southwest of Australia, derived from the Nyungar language, and this was later reported in Gould's Mammals of Australia (1863). The common name bam-be, in the vicinity of the Swan River Colony (Perth, Toodjay), and bar-ba-lon at King George Sound (vicinity of Albany) were given to Nyctophilus sp., however, these names would be likely applied to any of the several insectivorous bat species of the region.",
    "Description": "Colours can range from dark brown to dark gray on top, and the bats are light gray on the bottom. They can be up to 58 millimetres and the ears, typically long in the genus, are especially elongated. The size range for the species, from coastal to inland regions, is measured by forearm length from 36 to 48 mm and weight ranging from 5.2 to 16 grams. The shape of the wing is broad and shortened.The length of the head and body combined ranges from 44 to 52 mm, the tail is 39 to 41 mm, the measurement of the ear, from the notch at the head to the tip, is 24 to 29 mm. The species is distinguished as two forms, one that occurs on the slopes and inland from the Great Dividing Range and another that is found at the mountainous ranges and out toward the coast. The inland form is smaller in size and paler in colour. The measurements for lengths of the forearm 36 to 42 (mean 28.5) mm for the inland slopes and 40 to 48 (44) mm for the coast and ranges, the weight range is 5.2 to 9.9 (mean 8.0) g inland and 9.0 to 16.5 (12.3) g at the coast and mountain ranges.The post nasal ridge of this species is more developed, in frontal view a T-shaped indentation is often apparent. The width between the outer canines is less than 5.6 mm. The ears fold down when the bat is roosting, and these become erect as it begins to take flight. The swollen form of the muzzle and presence of skin flaps is typical of the genus.Nyctophilus gouldi resembles many of Nyctophilus species. It is distinguished from the type species, the lesser long-eared Nyctophilus geoffroyi, by the more snub form of the snout and two rounded features behind the nasal ridge instead of the Y-shape indentation.The related species Nyctophilus nebulosus is nearest in appearance to N. gouldi, a bat found beyond Australia in Nouméa. The eastern species Nyctophilus bifax is also similar, and these three taxa are distinguished by subtle differences in dentition and penile and cranial morphology.",
    "Ecology": "Nyctophilus gouldi is amongst to most common species of bat in Australia, an ecological generalist that occurs in a range of wet and sclerophyll woodland or forest. Their distribution range extends into semi-arid regions along rivers. They are less discriminating, except during maternity season, in their selection of roost sites, seeking only basic refuge from predators. \nThese bats roost under loose bark or in tree hollows, sometimes buildings, in colonies of up to 25 individuals. The abandoned nests of birds are also utilised as roosts. The males often remain solitary when retiring from the night's activities. In southern Australia they hibernate over the austral winter, in colder periods from April–May until September; The bat use fat reserves to extend a period of torpor for up to eleven days.Gould's long-eared bats eat flying and terrestrial insect species. As with the related species, the lesser N. geoffroyi, they appear later in the evening and closely peruse the foliage or ground to detect, or listen for, insect prey. The species hunts beneath the tree canopy in open forest types with dense vegetation beneath larger eucalypts.  Their flight is typical of the genus, slower and more manoeuvrable than vespertilionid species that engage in rapid aerial pursuits. They capture insects taking flight from the ground and foliage as they hover closely by, or those traversing the area beneath the canopy. Other prey which dwell on the foliage or ground are also snatched by the species. The captured insect is usually consumed while in flight.The distribution range is from Cairns, Queensland in the east to the southeast corner of the South Australia state, the isolated population in the west is restricted to the high rainfall forest of Southwest Australia region. The range is associate with forest and woodland, and it is limited by the extent of open eucalypt woodland at inland regions. The inland population beyond the Great Dividing Range are associated with river red gum, species Eucalyptus camaldulensis, that are frequently distributed by water courses. Around the state capital Sydney, N. gouldi favours the inner city or suburbs of the north that are adjacent to reserves of bushland or parks. Residents of the national capital Canberra exploit the opportunities in rich forest habitat at Lake Burley Griffin, National Botanic Gardens, and Black Mountain Nature Park. In the city of Melbourne the species is populous and widely dispersed at suitable habitat, especially favouring water courses dominated by ferns.The female ovulates in September, utilising sperm received and conserved in April during the mating period; the births of the species occur during October to November. The maternity colonies are founded in tree hollows, these are more carefully selected than the usual daytime roosts. The number of offspring in each birth is one or two, the young are weaned in around six weeks and begin flying during January.",
    "References": "Churchill, Sue (1998). Australian Bats. New Holland Publishers."
  }
}