{
  "url": "https://en.wikipedia.org/wiki/Gould's_wattled_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Chalinolobus"
    },
    {
      "Species": "C. gouldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Gould's wattled bat (Chalinolobus gouldii) is a species of Australian wattled bat named after the English naturalist John Gould.",
    "Description": "C. gouldii is the largest of the genus Chalinolobus, a group distinguished by fleshy lobes located at the corners of its mouth. For individuals throughout their range, the average length (head and body) is 70 ± 5 mm and average mass is 14 ± 4 g.",
    "Distribution and habitat": "C. gouldii is known throughout mainland Australia (excluding northern Cape York Peninsula and Nullarbor Plain) as well as Tasmania, New Caledonia, and Norfolk Island.C. gouldii is found in a variety of habitats. In wooded areas, they are mostly arboreal, though they have also been found in the stumps and hollow limbs of trees or in bird nests. They may also inhabit urban settings, such as the ceilings and basements of buildings. While some individuals (usually males) may roost alone, colonies often hold about 30 bats. Colonies of up to 200 individuals are also known.",
    "Behaviour": "C. gouldii is active year-round across most of its range, but enters hibernation in cooler climates. This torpor typically takes place throughout winter (May to early September) but has been observed as late as December.C. gouldii is the most common species found roosting in bat boxes installed at the Organ Pipes National Park in Melbourne, Victoria, accounting for 97% of species found. They are harp-trapped within the Organ Pipes National Park but the proportions vary from year to year. They also account for 95% of bats found in roost boxes in Wilson Reserve, Ivanhoe East, Melbourne, and 100% of bats found 1.5 km further east in Kew",
    "Diet": "C. gouldii is insectivorous; in much of its range, moths are the most common food item, though beetles play this role in the riparian woodlands of Tasmania. Other known prey includes cockroaches, flies, stoneflies, orthopterans, hemipterans, hymenopterans and other lepidopterans, including caterpillars. Grass seeds and twig fragments are occasionally ingested as well.",
    "Reproduction": "The reproductive behaviour of C. gouldii, including the months of gestation, vary among different regions. In Victoria, pregnancy usually occurs during September and October, lactation during November and December, and fledged young during December and January. In Western Australia, the birthing period (6–8 weeks) begins from late September to November depending on the latitude of the population involved.\nFemales can store fertile sperm for at least 33 days, allowing them to conceive long after mating. Because pregnancy occurs in both uterine horns, the resulting offspring are often twins.\n\n\n== References =="
  }
}