{
  "url": "https://en.wikipedia.org/wiki/Gray_sac-winged_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Balantiopteryx"
    },
    {
      "Species": "B. plicata"
    }
  ],
  "text": {
    "__SUMMARY__": "The gray sac-winged bat (Balantiopteryx plicata) is a species in the family Emballonuridae which comprises the 51 species of sac-winged bats. It is found in Mexico from Baja California Sur and Sonora to Guatemala, El Salvador, Honduras, Nicaragua, Costa Rica and northern Colombia, at elevations up to 1,500 metres (4,900 ft).",
    "Name": "Wilhelm Peters first described the bat in 1867. The name Balantiopteryx comes from the Greek, meaning \"pouch wing\"; \"plicata\" is from a Latin word meaning \"folded\". In English, Balantiopteryx plicata is known as the gray sac-winged bat, and less commonly, Peters' sac-winged bat. The general name for these and other bats of the family Emballonuridae are sheath-tailed bats.",
    "Taxonomy": "Balantiopteryx plicata plicata and Balantiopteryx plicata pallida are both subspecies of Balantiopteryx plicata.Balantiopteryx io and Balantiopteryx infusca are related to Balantiopteryx plicata; Balantiopteryx plicata is a sister to the clade including Balantiopteryx io and B. infusca.",
    "Appearance": "It is known as the gray-sac winged bat first because of the sacs located between the wrist and the neck on the membrane of the wing, which is far more prominent and developed in males than in females. This sac is a defining feature: in this bat, the sac is in the center of the antebrachial membrane, while in others it is not centrally located. There have been reports that the inside of this sac is white, but others have stated that it varies in color and texture depending on the age of the bat and the season. Whichever the case, the sac has a proximal opening. The second reason this bat is known as the gray sac- winged bat is because of its coloring, which can range from the gray color it is known for to a rich brown; despite the differences, all varieties have white trim. It has darker colored fur on its back (dorsal) and lighter covered fur on its front (ventral).The common feature among the family Emballonuridae is the sheath tail, meaning that there is a membrane that stretches from one of the bat's ankles to its other, and the majority of the tail is covered by the membrane, with only the tip protruding. Its wing attaches to its ankle and its tail protrudes approximately 6mm away from its body. The average weight of a male is 6.1 g, and for the non-pregnant female the average weight is 7.1 g; their average body length is 66.6 mm. Unlike in many other bat species, there is no dorsal furrow between the nares, and the rostrum has been described as \"inflated\". The ears are rounded and the thumb is about 5 mm long (considered long) and thin.",
    "Habitat and behavior": "According to the IUCN, the Balantiopteryx plicata is rated as \"least concern\" because the species has a wide range and usually resides in protected areas. Little is known about the specific numbers of Balantiopteryx plicata, so a population trend cannot be deduced. It prefers to live near the mouth of caves, in barns and other buildings; usually in areas that are open and lit. The bat is sociable and is usually part of a group of fifty or more. It has also been reported that the colony can include up to 10,000 bats. In the colony, there are approximately 25% females and 75% males. These statistics are variable – another source described how the males were more likely to be a part of the colony at the beginning of the dry season around mating time than it is to be near the rainy season; most of the females stayed in one roost while the males left for other roosts. It also prefers to live in dry areas or arid climates rather than wet climates, so it would more likely to be found in evergreen forests rather than swamps. It is necessary to have at least 25% humidity, and preferable to have multiple exits in the structure of the roost. When they roost, they stay about twenty centimeters apart - except when young are present - and they all face the same way. The bats do not seem to be territorial, and also share roosts with other species of bat.This bat is insectivorous, feeding on any insects that are around for that season and are considered \"opportunistic foragers.\" This bat population does not seem to wane from season to season as some other bats do, when a certain food is abundant. Foraging takes place in groups or alone. Both roosting and foraging sites change often. The bat forages over open spaces that are usually \"several kilometers\" away from the living space. Because of their large colonies, they must have a wider range when hunting for food. While the mothers are away hunting, the young bats stay behind and cling to the wall of the cave or structure in which the colony lives.The bats start hunting a little before sunset, and they fly relatively slowly.  It was measured that the males fly at approximately 9.76 km/h and the females fly at about 9.14 km/h.",
    "Echolocation and vision": "A study confirmed that bats, when they are able to see, prefer to use their vision over echolocation. In the experiment, these bats were put in a mesh greenhouse and observed at dawn, day, dusk, and at night. The bats consistently ran into the ceiling and walls of the greenhouse at dawn, day, and dusk while trying to fly out, but at night when they were forced to rely solely on the echolocation, they avoided the ceiling and walls without a problem. The pulses emitted by the bat are all audible to humans, and the bat only emits pulses through the mouth.",
    "Reproduction": "The female uses both ovaries and births one pup. It breeds once every year – the females are monoestrous and only produce one offspring. The females all give birth at about the same time every year. To mate, these bats swarm, flying around objects, and the males perform courting rituals in the air. It is thought that during flight, the sacs on the males release fragrances.The females reach sexual maturity after one year; the gestation period is four and one-half months and the pup is born weighing about 2 g. The young bat is then carried by the mother for one week. It can fly after two weeks, and is completely weaned at nine weeks.Females do not abort the fetus when there is a lack of food, and they also give birth when it is most convenient for the offspring, when weather and food are the best. The adult female survival rate data reflects the idea that the offspring take precedence over the adult, as the lowest percentage recorded was 54%.Depending on the place of residence, the timing of mating and birth is different. In Central America, the bats mate at the end of January to mid-February. Pregnant females of El Salvador can be found in May, while the pregnant females in Mexico can be found in May to July depending on where in Mexico it is. In Costa Rica, birth happens at the end of June, while in Mexico it can occur between the end of June to early July.",
    "Predators and other creatures": "",
    "Predators and other creatures-Predators": "The barn owl, the spotted skunk, and perhaps  coatis, hawks, and domestic cats are regular predators of Balantiopteryx plicata.",
    "Predators and other creatures-Parasites and diseases": "These bats can be afflicted by a red mite, which feeds on its ear's edge, ticks (like Argasidae), bat flies, lice, and fleas. internal parasites like trematodes, cestodes, and nematodes also afflict this bat. The bat can also be affected by the presence of supernumerary teeth. Approximately 4% of the population of Balantiopteryx plicata has supernumerary teeth, which appear mostly in the incisors. When rabies was found in a group of vampire bats that lived with Balantiopteryx plicata, the B. plicata seemed unaffected.",
    "Predators and other creatures-Animals that benefit from the bat": "Ants, cockroaches, the rock crab Grapsus grapsus, and dermestid larvae all feed on the guano left by the bat; the rock crab may eat the dead bats as well.",
    "Threats": "Habitat destruction through man-induced fire or vandalism.",
    "Notes": "\n\n== References =="
  }
}