{
  "url": "https://en.wikipedia.org/wiki/Gray_short-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Carollia"
    },
    {
      "Species": "C. subrufa"
    }
  ],
  "text": {
    "__SUMMARY__": "The gray short-tailed bat, or Hahn's short-tailed bat (Carollia subrufa), is a species of bat in the family Phyllostomidae native to Mexico and Central America.",
    "Description": "The gray short-tailed bat is a relatively small member of its family, measuring 6.4 to 7.3 centimetres (2.5 to 2.9 in) in length, and weighing 12 to 19 grams (0.42 to 0.67 oz). The species is sexually dimorphic, with females being significantly larger than males. It has grey to grey-brown fur over its upper body, with pale grey underparts and grey-brown wing and tail membranes. It has triangular ears, a short muzzle, and a pointed triangular nose leaf. As the common name implies, the tail is short, and it does not extend to the edge of the uropatagium.",
    "Distribution and habitat": "The bat inhabits dry tropical forests up to 1,200 m (3,900 ft) in elevation, from southern Tabasco in Mexico, along the Pacific coast of Central America, through Guatemala, El Salvador, Honduras, and Nicaragua, to northern Costa Rica. Less certain are reports from as far north as Jalisco, and as far south as Panama. It has no recognised subspecies, and the bat was until recently thought to be a subspecies of the chestnut short-tailed bat.",
    "Biology and behaviour": "The gray short-tailed bat is omnivorous, feeding on insects, fruit, and nectar. Its preferred fruits include breadnut, Cecropia peltata, figs, Jamaican cherry, and pepper. They are gregarious animals, living in communal roosts in caves, empty trees or other available shelter, often sharing its roosts with other species of bat, such as Pallas's long-tongued bat and the long-legged bat. The species breeds throughout the year.\n\n\n== References =="
  }
}