{
  "url": "https://en.wikipedia.org/wiki/Greater_false_vampire_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Megadermatidae"
    },
    {
      "Genus": "Megaderma"
    },
    {
      "Species": "M. lyra"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater false vampire bat (Megaderma lyra) is a species of bat in the family Megadermatidae, the false vampire bats. It is native to Asia. It is also known as the Indian false vampire bat or greater false-vampire",
    "Description": "This species is 6.5–9.5 cm (2.6–3.7 in) in length and weighs 40 to 60 grams. The average forearm length is about 6.5–7.2 cm (2.6–2.8 in). It has large ears and no tail. Its fur is blue-gray in color overall and brownish gray on the underside. It has an erect noseleaf about 10 millimeters long.",
    "Distribution": "This bat is widespread throughout South Asia and Southeast Asia. It occurs in Afghanistan, Bangladesh, Burma, Cambodia, China, India, Laos, Malaysia, Nepal, Pakistan, Sri Lanka, Thailand, and Vietnam.",
    "Biology": "This species is carnivorous; its diet includes other bats, small birds, reptiles, fish, and large insects.\nIt is a gleaning bat, one which captures prey from the ground and from water surfaces. It takes advantage of many habitat types. Adults hunt from dusk to dawn, commuting up to 4 kilometers.\nM. lyra uses a combination of hunting strategies. About 85% of prey is captured during short searching flights in which it flies about half a meter above the ground. It also utilizes a sit-and-wait strategy, perching about two meters above the ground to wait for prey. It uses echolocation. It is capable of hunting using both vision and passively listening for its prey, and has also been observed catching prey in complete darkness without echolocation.\nFemales segregate themselves from males after mating. Gestation lasts 150 to 160 days, and the female bears one or two pups. Females carry small pups with them during foraging, but leave larger pups in the roost. Young nurse for 2 to 3 months.",
    "Notes": "",
    "References": "Audet, D., et al. (1991). Foraging behavior of the Indian false vampire bat, Megaderma lyra (Chiroptera: Megadermatidae). Biotropica 23(1) 63-67.\nRatcliffe, J. M., et al. (2005). Hunting in unfamiliar space: echolocation in the Indian false vampire bat, Megaderma lyra, when gleaning prey. Behavioral Ecology and Sociobiology 58, 157-64.",
    "External links": "Megaderma lyra. EOL: Encyclopedia of Life.\nMegaderma lyra. NCBI Taxonomy Browser.",
    "Further reading": "Kastein, H. B., et al. (2013). Auditory pre-experience modulates classification of affect intensity: evidence for the evaluation of call salience by a non-human mammal, the bat Megaderma lyra. Frontiers in Zoology 10:75.\nObrist, M. K. (1995). Flexible bat echolocation: The influence of individual, habitat and conspecifics on sonar signal design. Behavioral Ecology and Sociobiology 36(3) 207-19.\nRajan, E. and G. Marimuthu, G. (2006). A preliminary examination of genetic diversity in the Indian false vampire bat Megaderma lyra. Animal Biodiversity and Conservation 29(2), 109-15."
  }
}