{
  "url": "https://en.wikipedia.org/wiki/Great_evening_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Ia"
    },
    {
      "Species": "I. io"
    }
  ],
  "text": {
    "__SUMMARY__": "The great evening bat (Ia io) is the largest bat in the vesper bat family (Vespertilionidae) and the only living species in the genus Ia. It is common to Eastern and Southeastern Asia (China, India, Laos, Nepal, Thailand and Vietnam), mainly living in areas with limestone caves at altitudes of 400–1,700 metres (0.25–1.06 mi). Their roost sites have been found both near the cave entrances and up to 1.5 kilometres (0.93 mi) within the cave systems.",
    "Description": "The great evening bat reaches a length of 90 to 105 millimetres (3.5–4.1 in). It is colored brown on the top and grayish on the bottom. Average wingspan is .51 m (20 in) and it typically weighs 58 g (2.0 oz).Not much is known about its habits and behavior. The bat usually lives in small groups. Its food consists of insects, as with most vesper bats. The great evening bat also sometimes feeds on small birds [2]. The bat leaves its sleeping place already in the late afternoon for the search of food. During the winter months it may migrate to warmer regions.",
    "Status": "The IUCN lists its conservation status as Least Concern. One of the threats to its survival in South Asia is human influence by habitat destruction; many caves have been turned into attractions. They have also been disturbed by farmers collecting their excrement. Also the excessive use of insecticides poses a threat to the great evening bats.",
    "Scientific name": "At four letters, Ia io is tied with Yi qi for the shortest existing (and shortest possible) scientific name of any animal under the International Code of Zoological Nomenclature, and is one of very few scientific names composed solely of vowels.\n\n\n== References =="
  }
}