{
  "url": "https://en.wikipedia.org/wiki/Greater_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. corbeni"
    }
  ],
  "text": {
    "__SUMMARY__": "Nyctophilus corbeni, commonly known as the south-eastern long-eared bat or Corben's long-eared bat, is a species of bat found in Australia. It occurs in the woodlands of the Murray Darling Basin and adjacent areas.",
    "Taxonomy": "Until 2009, the south-eastern long-eared bat populations was considered a subspecies of Nyctophilus timorensis, the widely distributed group known as the greater long-eared bat, but recent studies have described this group as a separate species. \nThe description emerged from a taxonomic revision of the species Nyctophilus timoriensis, known as the greater long-eared bats of genus Nyctophilus. The availability of the eponym timoriensis continued to be examined, at one point designated \"nomen dubium\" (Parnaby, 2009), as did determination of source of the type specimen. The entry in Gould's Mammals of Australia (1863) quotes the determination of Robert Fisher Tomes, that first doubts the origin of the specimen as Timor. Comparisons were made to specimens collected by field worker John Gilbert at Perth, or obtained by Gould himself in Eastern Australia, and those held in European museums,Prior to the separation to a new species, the population was referred to as \"Nyctophilus species 2\". The type locality is within the Pilliga forest in New South Wales.The common names include the eastern—or south-eastern—long-eared bat.",
    "Description": "The south-eastern long-eared bat has a head and body length of approximately 50-75mm and a tail length of about 35-50mm.  They have a broad wing and tail membrane surface which permits slow but highly controllable flight.  Males are lighter (11-15g) in weight than females (14-21g).  These bats have a broader skull and jaw which along with their larger size makes them more distinguishable from other long-eared bats.  The south-eastern long-eared bat is classed as a microbat, and the majority of microbats only have a wingspan of approximately 30 cm that stretches from the fingers and then down the side of the body to the leg; and it is made of remarkable skin that is soft, strong and flexible and is able to repair punctures itself.  The bats can control their flight by 'feeling' for turbulence thanks to being covered with tiny touch receptors which are small bumps with tiny hairs protruding from the centre, which are sensitive to air flow.",
    "Habitat": "Nyctophilus corbeni is found in an array of inland woodland vegetation types.  The types of vegetation include box, ironbark and cypress pine woodlands; Buloke, Belah, River Red Gum and Black Box woodlands as well as a variety of mallee vegetation. It is noted that the south-eastern long-eared bat is ten times more likely to be found where there is vast strands of vegetation, compared to small areas of forest remnants.  These bats appear to favour large hollows as roosting sites, revealing how essential it is to protect old-growth vegetation.  Female south-eastern long-eared bats form small maternity colonies in tree hollows, whereas the males are typically under exfoliating bark in the summer.  They usually forage within several kilometres of their roosting site, at low height and around tree trunks, close to vegetation.",
    "Feeding": "The south-eastern long-eared bat undertakes its foraging activities amongst areas of trees in the landscape.  It is an avid insect eater, with beetles, bugs and moths commonly on the menu.  This bat species concentrates on aerial foraging, consuming its prey in flight, permitting it to continue to be airborne for hours at a time.",
    "Echolocation": "Like all microbats it relies on echolocation to hunt for food and to navigate and they do this with astonishing proficiency.  These high frequency sound waves (echolocation calls) are created by the bats pushing air through its vocal cords in the same way as people speak. These echolocation calls are sent out either through the mouth or the nostrils and the calls rebound back from the nearby objects and the bat's sensitive ears sense the echoes of their calls. The bat's brain converts these faint echoes into information about the distance, size and texture of the nearby objects.  These bat high frequency calls are defined by the number of vibrations per second (hertz).  It is noted that the number of vibrations of a normal bat call is 50000 Hz or 50 kilohertz (kHz) which matches to a wavelength of 6.5mm, which is a perfect scale for gauging the size of small insects.  A bat will send out an echolocation call, it will then strike an insect or an obstacle and then some of it will return as an echo, the time taken for the echo to return will indicate how far away the insect or obstacle is.The south-eastern long-eared bat, like other long-eared bats, has a broadband frequency modulated echolocation call, which allows them to catch their food b a specialized technique referred to as gleaning.  This is where a complex texturalised picture is created by the echolocation calls which allows the bats to detect the presence of an insect camouflaged against a tree trunk.",
    "Distribution": "The south-eastern long-eared bat is rare throughout most of its distribution. Its distribution is limited to around the Murray-Darling Basin in south-eastern Australia.  It is found in several reserve systems in Australia including the Murray Sunset National Park in Victoria; the Yathong Nature Reserve in New South Wales; the Danggali Conservation Park and the Commonwealth Reserve at Calperum Station both located in South Australia.",
    "Reproduction": "Currently there is minimal reproductive biology information available on the south-eastern long-eared bat.  The south-eastern long-eared bat is a placental mammal and as with most species of bats only has one young each year, even though twins do occur. The males take about two years to reach sexual maturity whereas the females usually only take a year.  The females have two teats and suckle their young from one to five months.  The young are born approximately 3 to 5 months after mating, during the time of greatest food accessibility and they usually reach adult size by 3 months of age.  Usually the pregnant females gather together in maternity colonies a few weeks prior to giving birth.",
    "Threats": "The south-eastern long-eared bat (Nyctophilus corbeni) is listed as vulnerable under the Environmental Protection and Biodiversity Conservation Act 1999.  There are current and potential threats that have been acknowledged and they include the following: habitat loss and fragmentation; forestry activities; tree hollow competition; inappropriate fire regimes; predation by feral species, exposure to agrichemical and climate change.\n\n\n== References =="
  }
}