{
  "url": "https://en.wikipedia.org/wiki/Greater_spear-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Phyllostomus"
    },
    {
      "Species": "P. hastatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater spear-nosed bat (Phyllostomus hastatus) is a bat species of the family Phyllostomidae from South and Central America. It is one of the larger bats of this region and is omnivorous.",
    "Habitat": "Phyllostomus hastatus lives in tropical regions of the Americas. The species ranges from Guatemala and Belize south to Peru, Bolivia, Paraguay, northern Argentina and Brazil. It also occurs in Trinidad and Tobago and on Margarita Island (Venezuela). Although most commonly found around streams and other bodies of water, these bats are also present in drier areas. They inhabit both open and forested regions.",
    "Appearance": "The greater spear-nosed bat has a body length of around 100–130 mm (3.9–5.1 in), with a wing span of 455 mm (17.9 in). Despite the large size, it is very light, weighing on average 81 g (2.9 oz). Its long, thick hair is dark brown, with a slight orange tinge on the ventral side. It has a well-developed nose shaped like a spear-head, which gives it its more common name. The ears are spread far apart and are smaller than in other phyllostomids. The lower lip has a distinctive V-shaped groove and many warts. Both sexes have a throat sac just above breast bone. That of the male is enlarged, while the female's is much smaller and simpler.",
    "Feeding": "P. hastatus sometimes eats vertebrates, but much less so than other phyllostomids. It is omnivorous, most commonly feeding on fruit, pollen and insects. Vertebrates comprise a minor part of its diet. Norberg and Fenton (1988) speculate that this is due to its \"higher aspect ratio and wing loading\". P. hastatus has an extremely sensitive sense of smell. When foraging for food, it can locate hidden pieces of banana amongst the leaf litter on the forest floor.",
    "Echolocation": "P. hastatus has a broad bandwidth call that enables it to resolve distances almost as small as 4 mm. This implies that it can distinguish echoes as little as 20 microseconds apart.",
    "Group structure": "P. hastatus roosts in caves, hollows in trees, termite mounds and thatched roofs. It lives in groups of between ten and a hundred. Within this group there may be several subgroups, as one dominant male presides over a group of up to thirty females. The average harem size is eighteen. The dominant male may be in control of the harem for many years. The remaining 80% of males and young females form their own large bachelor group to complete the colony. Studies by McCracken and Bradbury (1977) have shown that unrelated females in the colony often form stable factions. Recent studies have shown, that even though females do live in stable co-operative groups or \"tribes\" with non-kin, and will protect unrelated pups of their own group, they attack and even kill pups from other groups living in the same cave.McCracken and Bradbury considered many possible reasons for group formation in P. hastatus. The most plausible are thought to be co-operation in foraging for food, and protection and defence while feeding. Once food is found, a successful bat forager alerts others in the feeding group to the location. This was also found by Wilkinson (1995), who noted that P. hastatus call on the other members of the group when finding food, in the absence of territorial calls.  Feeding groups may be segregated by social status. Dominant males have feeding sites close to the roost, while single males may have to fly as far as 9 km in order to find a feeding site.",
    "Reproduction": "The pattern of reproduction in P. hastatus may vary over its range. Although this bat generally only reproduces once a year, lactating females have been found throughout the year, suggesting that some may reproduce more often. They give birth to only one young at a time. The reproduction rate is very low. Even with a change of the dominant male, constancy is almost always maintained. McCracken and Bradbury (1977, 1981) characterized the reproduction cycle of P. hastatus as follows:February – April; pregnancy \nMay – mid-July; lactation \nMid-July – late October; anoestrous \nLate October – February; oestrous\nIt has been hypothesized that it is females that eat vertebrates, to provide protein for lactation.",
    "Economic importance": "The activities of P. hastatus are both beneficial and costly to humans. They feed on insects and other pests that could harm crops, and they help pollinate many crops. However, they also consume some crops, such as bananas. Although they are not endangered, there is concern over destruction of their habitat.\n\n\n== References =="
  }
}