{
  "url": "https://en.wikipedia.org/wiki/Greater_mouse-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. myotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater mouse-eared bat (Myotis myotis) is a European species of bat in the family Vespertilionidae.\nAlthough hibernating in clusters provides great physiological and ecological success when hibernating, Myotis myotis tend to hibernate in clusters that contain fewer individuals compared to some North American species. Despite having infection tolerance, the number of bats recorded to die from White-nose Syndrome has greatly increased. This was first observed in North America, New York.",
    "Description": "Myotis myotis is a large bat with a long, broad muzzle and big long broad ears. The dorsal side's colour is brown to reddish-brown, the ventral side of the body is dirty white or beige in colour. The tragus is half of the ear and in most animals it has a small black tip. The membranes of the broad wings are brownish in colour.  It is relatively large for a member of the genus Myotis, weighing up to 45 grams (1.6 oz) (a little larger than a house mouse, Mus musculus), making it one of the largest European bats.",
    "Distribution": "The greater mouse-eared bat can be found in the following countries: Albania, Andorra, Austria, Belarus, Belgium, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, the Czech Republic, France, Germany, Gibraltar, Greece, Hungary, Israel, Italy, Jordan, Lebanon, Liechtenstein, Lithuania, Luxembourg, Macedonia, Malta, Moldova, Montenegro, Netherlands, Poland, Portugal, Romania, San Marino, Serbia, Slovakia, Slovenia, Spain, Switzerland, Syria, Turkey, Ukraine, and possibly the United Kingdom.During the 20th century this species was very rare in Great Britain, occurring only in southern England. However, the bats at the only known hibernation roost declined until only a few males were left, and when these disappeared the species was believed locally extinct. However, occasional individuals have been discovered in recent years, suggesting either that a colony survives or that further animals have colonised Great Britain from mainland Europe.In 2012, a LIFE-Nature project was initiated, aiming to protect the several thousands of greater mouse-eared bat in the Gola della Rossa and Frasassi Nature Park in the Marches.",
    "Behaviour": "Like its relatives, the greater mouse-eared bat eats various arthropods; however, unlike many bats, it does not capture prey by echolocation in flight. Instead, it gleans it from the ground, locating the prey passively by listening for the noises produced by creatures such as carabid beetles, centipedes and spiders.  Thus, it uses echolocation only for spatial orientation, even if it emits ultrasound calls when approaching prey.The greater mouse-eared bat forages in open deciduous woodlands, forest edges and pastures. It roosts underground throughout the year, although roosts in northern Europe are also located in attics and lofts of buildings. More rarely, small tree-based colonies also occur.The frequencies used by this bat species for echolocation lie between 22 and 86 kHz, have most energy at 37 kHz and have an average duration of 6.0 ms.",
    "References": "\nChiroptera Specialist Group 1996.  Myotis myotis.   2006 IUCN Red List of Threatened Species.  Downloaded on 9 July 2007."
  }
}