{
  "url": "https://en.wikipedia.org/wiki/Greater_monkey-faced_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteralopex"
    },
    {
      "Species": "P. flanneryi"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater monkey-faced bat, (Pteralopex flanneryi) is a megabat endemic to Solomon Islands, Bougainville, in Papua New Guinea, and nearby small islands. It is listed as a critically endangered species and the population is decreasing. It is the largest monkey-faced bat.",
    "Taxonomy and etymology": "Prior to 2005, it was considered synonymous with the Bougainville monkey-faced bat.\nIt was described as a new species in 2005 by Kristofer Helgen.\nHelgen chose the species name flanneryi to honor Dr. Tim Flannery, \"in recognition of his studies of Melanesian mammals.\"\nAs of 2017, no genetic analysis has been conducted on the members of the genus Pteralopex; however, it is hypothesized that the closest relative of the greater monkey-faced bat is the Guadalcanal monkey-faced bat.",
    "Description": "It is the largest member of its genus, with forearm lengths ranging from 159–169 mm (6.3–6.7 in).\nIts wingspan is over 1.5 m (4.9 ft).\nIt weighs approximately 790 g (1.74 lb).\nIts fur is short, and its ears are relatively visible.\nThe forearm and shin are sparsely furred.\nTheir fur is black with occasional white- or yellow-tipped hairs interspersed throughout the chest.\nUnlike the Bougainville monkey-faced bat, which has an overlapping range, it does not have a large white or yellow patch on its chest.\nIt has a unique \"double canine tooth\", which may be used in conjunction with their powerful jaws to break open coconuts.",
    "Biology": "As it is so rarely encountered, little is known about its biology.\nA lactating female was once encountered in July.\nJuvenile individuals have been encountered in February, April, and September.\nIt is thought to be frugivorous, and it has been observed eating unripe coconuts.",
    "Range and habitat": "It has been recorded from elevations of 0–200 m (0–656 ft) above sea level.\nIt depends on old-growth lowland forest.\nIt has been found on several islands of Papua New Guinea and the Solomon Islands, including Bougainville Island, Puruata Island, Buka Island, Choiseul Island, Santa Isabel Island, and Barora Fa Island.",
    "Conservation": "It is listed as critically endangered by the IUCN.\nIt meets the criteria to be listed as critically endangered because it is estimated that its population declined by more than 80% from 1997–2007.\nIt is threatened by hunting for bushmeat and habitat destruction.\nOnly one individual has been documented since 1990.\nSome of the islands on which it is found have been assessed as highly susceptible to environmental impacts by climate change, which could threaten the species.\nIn 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.\nEfforts by Bat Conservation International to conserve the species include partnering with the indigenous Rotokas people, Volunteer Service Abroad, and the Bougainville Bureau for the Environment to develop a conservation plan for Kunua Plains & Mount Balbi Key Biodiversity Area. These efforts are intended to conserve the greater monkey-faced bat and the Bougainville monkey-faced bat.\nConservation actions identified by Bat Conservation International include identifying alternate protein sources for indigenous peoples so that they do not have to rely on bushmeat, creating native tree nurseries for reforestation efforts, mitigating conflicts between the fruit-eating bats and farmers seeking to protect their crops, and engaging the community more frequently in conservation dialogue.\nResearchers seeking to work in Kunua Plains & Mount Balbi Key Biodiversity Area will pay the Rotokas people for access to their land, hire guides and porters from local villages, and purchase their produce locally to provide income for the Rotokas people.\n\n\n== References =="
  }
}