{
  "url": "https://en.wikipedia.org/wiki/Greater_long-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Leptonycteris"
    },
    {
      "Species": "L. nivalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater long-nosed bat or Mexican long-nosed bat (Leptonycteris nivalis) is a species of bat in the family Phyllostomidae. It is found in Mexico and the United States. It chiefly consumes pollen and nectar, particularly from Agave plants and cacti. Its habitat includes desert scrub and open woodlands. It is threatened by habitat loss.",
    "Description": "They are sooty brown in color, with a darker dorsally and lighter ventrally. Individual hairs are white at the base, and silver at the tips. Their forearms are 54–59 mm (2.1–2.3 in) long. They have moderately-furred interfemoral membranes, and their short tails only have three vertebrae. Their muzzles are elongated, and their tongues are long and tipped with filiform papillae. The tongue attaches at the posterior side of the sternum. Their nose-leafs are triangular and erect. The average mass is 24 g (0.85 oz) Their ears are 15 mm (0.59 in) long. Like other nectarivores, this species has reduced teeth, missing the third molar while the other two molars are weakly cusped. Loss of teeth and dental ridges indicate accurately that their diet does not necessitate biting and chewing.",
    "Range": "The species is found in southern Texas, Arizona, and New Mexico from June through August. It is found in central Mexico throughout the rest of the year. They roost primarily in caves and mines, but can also be found in unoccupied buildings, hollow trees, and even sewers. While it has been alleged that the bats are found as far south as Guatemala, the IUCN disputes this notion, and lists its southernmost occurrence as central Guerrero.",
    "Reproduction": "Little research has focused on reproduction in this species, but there are speculations based on this limited body of work. \nMating occurs in November and December in Cueva del Diablo, which coincides with the greatest availability of food around the cave. \nThey likely have a polygynandrous mating system, where males and females mate multiple times with different individuals. \nBecause male testes are significantly larger during the mating season and females mate with multiple males, there is likely sperm competition between males. \nFemales are hypothesized to exhibit sperm storage or embryonic diapause. \nIt is thought that they are monoestrous; therefore they only breed once per year.Birth likely occurs during May, during female migration to northern Mexico or the southwestern United States. \nLitters likely consist of a single pup. \nMales are likely non-migratory, and adult males are rarely encountered in the United States. \nFemales form maternity colonies in the northern parts of their range, with lactating females and their young arriving at a cave in Texas in June.\nThere are records, however, of pregnant females arriving as early as mid-April, which shows that some females do not give birth until completing migration. \nBased on censuses, it is thought that the pups do not become volant until July. The adult females and their young leave Texas in August.",
    "Ecology": "While the greater long-nosed bat consumes nectar from the same plants as the southern long-nosed bat, the two species utilize different habitats. The greater long-nosed bat prefers higher altitudes and lower temperatures than the southern long-nosed bat, though they're both found in dry habitats. The greater long-nosed bat selects habitats with more pine and oak trees than the southern long-nosed bat. The species mates in only one known cave–Cueva del Diablo near Tepoztlán, Mexico, which it shares with the common vampire bat and Parnell's mustached bat.The greater long-nosed bat consumes nectar from multiple plants, including tree-like cacti, Ceiba trees, shaving brush trees, morning glory trees, powder puff plants, flowering shrubs, and four species of Agave (Agave dasylirioides, Agave horida, Agave inaequidens, and Agave of Salm). This species is highly opportunistic, rotating its dietary selection as different plants come into bloom.",
    "Conservation": "Population numbers of this species have likely been in decline for several decades. In 1988, the United States Fish and Wildlife Service listed it as endangered. The species is listed as threatened in Mexico.\nIn 1995, The Program for the Conservation of Migratory Bats between Mexico and the United States was started by a concerned group of international bat specialists in response to a decline of multiple bat species in Mexico. PCCM has been valuable in conducting censuses of the greater long-nosed bats in Cueva del Diablo. To reduce vandalism in Cueva del Diablo and promote appreciation of bats, PCCM created a series of children's books, educational activities, and TV reports. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. There is evidence that the population in the United States has increased since 1984, with the population in Arizona one hundred times greater in 2000 than it was in 1984. Because it is a highly colonial species, disturbance at a single cave can have a significant negative impact on the entire species.\n\n\n== References =="
  }
}