{
  "url": "https://en.wikipedia.org/wiki/Greater_bulldog_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Noctilionidae"
    },
    {
      "Genus": "Noctilio"
    },
    {
      "Species": "N. leporinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater bulldog bat or fisherman bat (Noctilio leporinus) is a type of fishing bat native to Latin America (Spanish: Murciélago pescador). The bat uses echolocation to detect water ripples made by the fish upon which it preys, then uses the pouch between its legs to scoop the fish up and its sharp claws to catch and cling to it. It is not to be confused with the lesser bulldog bat, which, though belonging to the same genus, merely catches water insects, such as water striders and water beetles.\nIt emits echolocation sounds through the mouth like Myotis daubentoni, but the sounds are quite different, containing a long constant frequency part around 55 kHz, which is an unusually high frequency for a bat this large.",
    "General description": "The greater bulldog bat is a large bat, often with a combined body and head length of 10.9 to 12.7 cm (4.3 to 5.0 in). It generally weighs from 50–90 grams. Males tend to be larger than females, with the former averaging 67 grams and the latter averaging 56 grams. They also differ in fur color. Males have bright orange fur on the back while females are dull gray. However, both sexes have pale undersides and may have a pale line that runs down the middle of the back. The males do not have a baculum. The bulldog bat has rounded nostrils that open forward and down. It has elongated, pointed ears with a tragus that gets ridged at the outer edge. The bulldog bat has smooth lips but its upper lip is divided by a skin fold while its bottom lip has a wart above skin folds that extend to the chin. It is these features that give the bulldog bat gets its name, as it resembles a bulldog.\nThe bulldog bat has a wingspan of 1 meter (3 feet). The wing of the bat is longer than the head and body combined and 65% of its wingspan is made of the third digit. When in flight, the bat's wings move slowly. This species is a capable swimmer and will use its wings to paddle. The greater bulldog bat also has prominent cheek pouches which are useful for holding its food. Its hind legs and feet are particularly large.",
    "Distribution and variation": "The greater bulldog bats range stretches from Mexico to Northern Argentina and also includes most Caribbean islands. While vast, its range is also patchy as the bat is limited to mostly well-watered lowland and coastal areas as well as river basins. There is geographical variation in the species and are classified as subspecies. Bats around the Caribbean Basin are large and usually have the pale mid-dorsal stripe, despite varying in pelage. These bats are known as N. l. mastivus. In Guianas and the Amazon Basin, the bats are small and dark and often lack the pale mid-dorsal stripe. These bats are known as N. l. leporinus. In eastern Bolivia, southern Brazil and northern Argentina bats tend to be large and pale, more so than the other subspecies. They are known as N. l. rufenscenes.",
    "Ecology and behavior": "The greater bulldog bat lives primarily in tropical lowlands. The bats are commonly found over ponds and streams as well as estuaries and coastal lagoons. They live in colonies that number in the hundreds. In Trinidad, bulldog bats rest in hollow trees like silk-cotton, red mangrove and balatá. The bats live in hollow tree roosts in other areas as well. They also roost in deep sea caves. Like most bats, bulldog bats are nocturnal.\nFemale bulldog bats stay together in groups while roosting and tend to be accompanied by a resident male. Females associate with the same individuals in the same location for several years unaffected by changes in resident males and movements of the group to different roosts. A male may stay with a female group for two or more reproductive seasons. Bachelor males are segregated from the females and may roost alone or together in small groups. Female bats forage either alone or with their roost mates, with stable female groups continue to forage in the same areas in the long term. Males forage alone and use areas that are larger and separate from those used by the females.",
    "Ecology and behavior-Food and hunting": "The greater bulldog bat is one of the few bat species that has adapted to eating fish. Nevertheless, the bats eat both fish and insects. During the wet season, the bats feed primarily on insects like moths and beetles. During the dry season, bat will primarily feed on fish as well as crabs, scorpions and shrimp to a lesser extent. The bulldog bat mostly forages for fish during high tide and locates them with echolocation. A bulldog bat will fly high in the air and in a circular direction when searching for prey. If it spots a jumping fish, the bat will drop down closer to the water surface, particularly the spot where it made the jump and decreases the pulse duration and intervals of its echolocation signals. The bulldog bat may also search by dragging its feet across the water surface, a behavior known as raking. The bat may rake through areas where fish jumping is most frequent or in areas where it had previously made a successful catch.",
    "Ecology and behavior-Echolocation": "Greater bulldog bats emit echolocation signals that are either at constant frequency (CF), frequency-modulated (FM) or a combination of the two (CF-FM). The longest signals are the pure CF signal which typically last 13.3 ms but can go as long as 17 ms. CF-FM signals have CF followed by a FM. In an CF-FM signal, the CF are typically 8.9 ms with a frequency of 52.8–56.2 kHz while the FM ranges up to 3.9 ms with 25.9 kHz bandwidth. Bulldog bats have two kinds of signal when flying. In one, the CF pulses begin at 60 kHz of frequency and may fall no further than 50 kHz. The second type has the CF starting at a frequency of 60 kHz and then falls for more than a single octave.",
    "Ecology and behavior-Reproduction cycle": "For females, pregnancy occurs from September until January, and lactation starts in November and continues until April. Only one young is born each gestation. Male bats mostly breed autumn and winter. Young bats stay in the roosts for one month and are then capable of flight. Both the male and female care for the young.",
    "Status": "While the bulldog bat is not in danger overall, the bat is nevertheless threatened by water pollution, persecution, changing water levels and deforestation.\n\n\n== References =="
  }
}