{
  "url": "https://en.wikipedia.org/wiki/Greater_musky_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Ptenochirus"
    },
    {
      "Species": "P. jagori"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater musky fruit bat (Ptenochirus jagori) is a species of megabat in the family Pteropodidae. It is endemic to the Philippines. It was named by Peters for Fedor Jagor.",
    "Taxonomy": "The greater musky fruit bat was described as a new species in 1861 by German naturalist Wilhelm Peters.\nPeters placed it in the now-defunct genus Pachysoma, placing it in a new subgenus Ptenochirus. The holotype had been collected in the Philippine province of Albay.\nThe eponym for the species name \"jagori\" is Fedor Jagor, who collected the first specimen.",
    "Description": "The greater musky fruit bat's face is similar in appearance to a dog's. It has a short muzzle with tube-shaped nostrils and large eyes. Its ears are small and pointed at the tips. Both its head and its back are brown, though its head is a darker brown than its back. Individual hairs of the head and back are bicolored, with the base of the hair lighter than its tip. It has a dental formula of 2.1.3.11.1.3.2 for a total of 28 teeth.The total length of its head and body is approximately 125–131 mm (4.9–5.2 in). Its tail is 11 mm (0.43 in) long; its forearm is 86–87 mm (3.4–3.4 in) long; its ear is 17–18 mm (0.67–0.71 in) long; and its foot is 21 mm (0.83 in) long.",
    "Biology and ecology": "Unlike some bat species, the greater musky fruit bat is not highly gregarious: it is often found roosting singly or in small groups. Its roosting habitat includes the cliffsides of shallow caves. It is frugivorous, consuming the fruits of plants such as Ceiba pentandra.",
    "Range and habitat": "It is endemic to the Philippines, where it has been documented at a range of elevations from 0–1,950 m (0–6,398 ft) above sea level.",
    "Conservation": "As of 2008, it is evaluated as a least-concern species by the IUCN. It met the criteria for this designation because it is considered both common and widespread. Furthermore, it can tolerate some degree of human disturbance to its habitat, and persists in urbanized area. Its population trend is considered to be stable.",
    "References": "",
    "External links": "Image at ADW"
  }
}