{
  "url": "https://en.wikipedia.org/wiki/Greater_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. ferrumequinum"
    }
  ],
  "text": {
    "__SUMMARY__": "The greater horseshoe bat (Rhinolophus ferrumequinum) is an insectivorous bat of the genus Rhinolophus. Its distribution covers Europe, Northern Africa, Central Asia and Eastern Asia. It is the largest of the horseshoe bats in Europe and is thus easily distinguished from other species. The species is sedentary, typically travelling up to 30 kilometres (19 mi) between the winter and summer roosts, with the longest recorded movement being 180 km (110 mi). The frequencies used by this bat species for echolocation lie between 69–83 kHz, have most energy at 81 kHz and have an average duration of 37.4 ms.",
    "Description": "The greater horseshoe bat is the largest horseshoe bat in Europe. It has a distinctive noseleaf, which has a pointed upper part and a horseshoe shaped lower part. Its horseshoe noseleaf helps to focus the ultrasound it uses to 'see'. The greater horseshoe bat also has tooth and bone structures that are distinct from that of other rhinolophids. Its first premolar on the upper jaw protrudes from the row of teeth. For other horseshoe bats, this premolar is very small or non-existent. Also in comparison to its relatives, the greater horseshoe bat has relatively short third and fourth metacarpal bones in its wings. It also lacks a tragus. The Greater Horseshoe Bat is, on average, between 57–71 millimetres (2.2–2.8 in) long, with a 35–43 mm  tail (1.4–1.7 in) and a 350–400 mm  wingspan (14–16 in); Rhinolophus ferrumequinum also exhibits slight sexual dimorphism, with females being a bit larger than males. The fur of the species is soft and fluffy, with the base of hairs being light grey, the dorsal side hair grey brown and the ventral side grey-white, with juvenile bats having more of an ash-grey tint to their fur. Wing membranes and ears are light grey-brown. The greater horseshoe bat weighs up to 30 grams (1.1 oz) and has a lifespan of 2 to 6 years.",
    "Distribution": "The greater horseshoe bat ranges from North Africa and southern Europe through south-west Asia, the Caucasus, Iran, Afghanistan, Pakistan and the Himalayas to south-eastern China, Korea, and Japan. The northernmost occurrence is in Wales. Reaches to the southern parts of the Netherlands, Germany, Poland and Ukraine.  Generally the bats live below 800 m asl (above sea level), but it also lives, depending on roost availability and humidity, 3,000 m asl in the Caucasus.",
    "Ecology and behavior": "",
    "Ecology and behavior-Habitat and roosting": "Pastures, deciduous temperate woodland, Mediterranean and sub-mediterranean shrubland and woodlands are common foraging habitats for this species. In northern parts of its range, the horseshoe uses warm underground sites, both natural and artificial, as summer roosts as well as attics. Where the species occupies buildings, proximity to good foraging areas and underground sites for torpor at various times of year and for winter hibernation as well as the building's own features are important.Horseshoe bats hibernate in cold underground sites during the winter. The bats require a certain temperature and humidity limit, but this can vary with age, sex and condition. Horseshoe bats are active throughout the year in the southern parts of their range. Horseshoe bats commonly travel distances of 20–30 km between winter and summer roosts, with longest distance recorded being 180 km. Horseshoe bats also live in montane forests among the mountains and valleys of the Himalaya in South Asia and roosts in caves, old temples, old and ruined buildings in tight clusters.",
    "Ecology and behavior-Diet and hunting": "The species feeds preferentially on lepidopterans (moths), making up around 41% of the diet - in particular the noctuid species. For example, the species preys on the lesser wax moth by identifying the moth's high frequency mating call. Coleopterans (beetles) constitute around 33% of the diet, of which dung beetles and cockchafers are often taken. Aphodius rufipes is one such dung beetle forming an especially important part of its diet. (Cow pats are part of its life cycle, acting as a food source and habitat for the larvae. Up to 100 larvae can be found in a single cow pat; while the adult beetle is most abundant in August when the young bats begin their first feeding flights.) The remainder of the diet consists of species of Hymenoptera and Diptera, as well as cave spiders. The feeding area from the maternity roost is typically of radius 4 km, as neither the lactating females or young can travel far. In late August and September the bats feed on cranefly, to fatten up before hibernation. Breeding females depend on beetles from April until June, and moths from June to August.\nThe greater horseshoe bat leaves its roost at dusk. Its flying is made up of slow, fluttering travel with short glides, normally between 0.3 and 6 metres above the ground. Little hunting is done during wet and windy weather. It hunts in terrain with poor tree cover such as hillsides and cliff faces, and in gardens where it locates insects from a resting place and then intercepts them. The species has the ability to pick food up off the ground while still in flight, and indeed drinks during low-level flight or while hovering. The feeding range of colonies in England is between 8 and 16 kilometres.",
    "Ecology and behavior-Mating and reproduction": "Female bats become sexually mature at the age of three years while males are sexually mature at two years. Some females may not breed until their fifth year. Most matings take place in the fall, however some occur in the spring. The reproductive behaviour of this species has been studied in detail. During the mating period, females visit males that are roosting in small caves. The mating system is best described as polygynous, with multiple females visiting males. However, genetic evidence has shown that some female greater horseshoe bats will visit and mate with the same male partner over successive years, indicating monogamy or mate fidelity. Curiously, related females have also been found to share sexual partners, which might serve to increase relatedness and social cohesiveness in the colony. Males vary in their reproductive success but do not tend to show reproductive skew within a year. However, over several years, skew becomes strong due to the repeated success of particular males.After mating, seminal fluid coagulates in the female’s vulva to form a plug, which probably functions either to prevent subsequent matings by other males, or to increase the chances that the sperm are retained for successful fertilization. There is some evidence that females can eject these plugs, suggesting that they may be able to exert some control over fertilizations which take place. Females raise their young in communal maternity roosts, and show strong fidelity to the sites where they themselves were born (so-called natal philopatry). Each season, a female produces one offspring. Most young are born in June or July. When they are seven days old, young can open their eyes and at their third or fourth week they can fly. Young can leave the roost their seventh or eighth week.",
    "Status and conservation": "In general the greater horseshoe bat is listed as Least Concern by the IUCN because: \"This species has a large range. Although there have been marked and well-documented declines in some areas, the species remains widespread, abundant, and apparently stable in other areas. Assessed as Least Concern\". However, the overall greater horseshoe bat population is declining. They are largely uncommon in much of their range. Despite this, they appear to be abundant and widespread in at least parts of south-west Asia and the Caucasus. Also in some northwest European countries, there appears to be some stabilisation and/or recovery. Less is known about bat trends in other parts of Europe. It is extinct in Malta. Fragmentation/isolation of habitats, change of management regime of deciduous forests and agricultural areas, loss of insects caused by pesticides, and disturbance and loss of underground habitats and attics are the major threats to the greater horseshoe bat. Deforestation, mostly caused by logging operations and the conversion of land for agricultural and other uses, threatens the species in South Asia.",
    "Status and conservation-Status in Britain": "The species is rare in Britain, confined to just a small number of sites. Its distribution can be found on the National Biodiversity website here.  Its breeding sites include Brockley Hall Stables near Bristol, Iford Manor near Bath, and Littledean Hall in the Forest of Dean. Its winter hibernation sites include Banwell Caves and Compton Martin Ochre Mine in the Mendip Hills, Chilmark Quarries in Wiltshire, and Combe Down and Bathampton Down Mines near Bath. In Dorset, the species roosts at Bryanston, Creech Grange and in Belle Vue Quarry. The species also occurs at Berry Head in Devon and has a monitored roost site at Woodchester Mansion in Stroud. It occurs in Wales, including at Felin Llwyngwair, a SSSI.\nThe species has disappeared from over half of its former range within the United Kingdom, with about 1% of the population surviving. Like all horseshoe bats it is sensitive to disturbance, and is threatened by the use of insecticides and the elimination of beetles by the changing agricultural practices.\nThere are seventeen recorded species of bat in Britain as of recent survey results. The greater horseshoe bat is one of the rarest. There are currently 35 recognised maternity and all-year roosts and 369 hibernation sites. Current estimates range between 4000 and 6600 individuals. Greater Horseshoes have declined for numerous reasons ranging from the use of agrichemicals (Ivermectin in particular) to loss of habitat and redundancy of farming methods. Avermectin kills off insect larvae and thus a decrease in the abundance of food for the Horseshoes, causing them to travel farther and face increased dangers.\nHabitat loss is primarily due to the lack of established hedgerows and deciduous woodland-pasture ecotones. Modern farming methods have seen the reduction of cattle-grazing and this has impacted the Horseshoes who previously found that dung attracted insects and sustained entomogenous populations, giving their prey a stable population.",
    "References": "",
    "Literature cited": "Cordes, N., Engqvist, L., Schmoll T., Reinhold, K. 2014.Sexual signaling under predation: attractive moths take the greater risks. Behavioral Ecology 25(2):409–414. doi:10.1093/beheco/art128\nCsorba G. P., Ujhelyi P., Thomas, N. 2003. Horseshoe Bats of the World. Alana Books, Shropshire, England.\nDe Paz, O., Fernández, R., Benzal, J. 1986.El annilamiento de qirópteros en el centro de la Península Ibérica durante el periodo 1977-1986. Central de Ecologia 30:113–138\nJones, G. 1990. Prey selection by the greater horsehoe bat (Rhinolophus ferrumequinum): Optimal foraging by echolocation? Journal of Animal Ecology 59:587–602.doi:10.2307/4882\nKoopman, K. 1994. Chiroptera: Systematics. New York: Walter de Gruyter.\nObrist, M.K., Boesch, R., Flückiger, P.F. 2004. Variability in echolocation call design of 26 Swiss bat species: Consequences, limits and options for automated field identification with a synergic pattern recognition approach.Mammalia 68(4) 307–32 doi:10.1515/mamm.2004.030\nHutson A. M., Mickleburgh S. P., Racey P. A. 2001. Microchiropteran Bats - Global Status Survey and Conservation Action Plan. IUCN/SSC Chiroptera Specialist Group, Gland, Switzerland and Cambridge, U.K.\nParsons, S. & Jones, G. 2000.Acoustic identification of twelve species of echolocating bat by discriminant function analysis and artificial neural networks. Journal of Experimental Biology 2000 203: 2641-2656.\nMolur, S., Marimuthu, G., Srinivasulu, C., Mistry, S. Hutson, A. M., Bates, P. J. J., Walker, S., Padmapriya, K. and Binupriya, A. R. 2002. Status of South Asian Chiroptera: Conservation Assessment and Management Plan (C.A.M.P.) Workshop Report. Zoo Outreach Organization/CBSG-South Asia, Coimbatore, India.\nNature English, 1998. Managing Landscapes For The Greater Horseshoe Bat. Ruddocks (Lincoln) Ltd.\nNowak, R. 1994. Walker's Bats of the World. Baltimore, Maryland: The Johns Hopkins University Press.\nRacey, P. 1982. Ecology of Bat Reproduction. Pp. 57-93 in T. Kruz, ed. Ecology of Bats. New York: Plenum Press.\nRansome, R.D. 1995. Earlier Breeding Shortens Life in Female Greater Horseshoe Bats. Phil. Trans. R. Soc. Lond. B 350:153–161. doi:10.1098/rstb.1995.0149\nRossiter, S., Jones, J., Ransome, R., Barratt, E. 2000. Genetic variation and population structure in the endangered greater horseshoe bat Rhinolophus ferrmequinum. Molecular Ecology 9:1131–1135 doi:10.1046/j.1365-294x.2000.00982.x\nRossiter S., Ransome, R.D., Faulkes, C.G., Le Comber, S.L, Jones, G. 2005. Mate-fidelity and intra-lineage polygyny in greater horseshoe bats. Nature 437:408–411 doi:10.1038/nature03965\nRossiter, S., Ransome, R.D., Faulkes, C.G., Dawson, D.A., Jones, G. 2006. Long-term reproductive skew in male greater horseshoe bats. Molecular Ecology 15:3035–3043 doi:10.1111/j.1365-294x.2006.02987.x\nSchober, W., E. Grimmberger. 1997. The Bats of Europe and North America: Knowing Them, Identifying Them, Protecting Them. New Jersey: TFH Publications Inc.",
    "Further reading": "Schober, Wilfried; Eckard Grimmberger (1989).  Dr. Robert E. Stebbings (ed.). A Guide to Bats of Britain and Europe (1st ed.). UK: Hamlyn Publishing Group. ISBN 978-0-600-56424-9.",
    "External links": "Greater Horseshoe Bat\nWoodland Management For Bats Guide"
  }
}