{
  "url": "https://en.wikipedia.org/wiki/Grey_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Plecotus"
    },
    {
      "Species": "P. austriacus"
    }
  ],
  "text": {
    "__SUMMARY__": "The grey long-eared bat (Plecotus austriacus) is a fairly large European bat.  It has distinctive ears, long and with a distinctive fold.  It hunts above woodland, often by day, and mostly for moths.  In captivity, it has also been recorded to eat small lizards.  It is extremely similar to the more common brown long-eared bat, and was only distinguished in the 1960s, but has a paler belly.",
    "Biology and ecology": "Its main foraging habitats are lowland meadows and marshes.\nIt locates its insect prey via echolocation.\nThe frequencies used by this bat species for echolocation lie between 18–45 kHz, have most energy at 28 kHz and have an average duration of 5.8 ms.",
    "Distribution": "Europe (without the Scandinavian Peninsula), Asia Minor, the Caucasus, Iran, Afghanistan, Kashmir and South Africa.",
    "Conservation": "It is currently listed as least concern by the IUCN—its lowest conservation priority.\nIt meets the criteria for this designation because it has a large geographic range and it is considered relatively common.\nIn most of the countries where it is found, it is protected from intentional harm by legislation.\nWhile Continental European distributions are not threatened, a 2013 study found this species was close to extinction in the United Kingdom.\nOne possible reason for its decline in the UK is the loss of foraging habitat. It is currently a focus within the Back from the Brink conservation project which aims to increase foraging habitat around known roost sites.\nThis species may also be threatened by climate change in Southern Europe.\nOne researcher noted, \"long-lived, slow-reproducing species with smaller population sizes are not likely to be able to adapt to future climate change fast enough through the spread of new mutations arising in the population.\"\nIn the future, it may be necessary for humans to relocate bats to suitable areas as climate changes.\n\n\n== References =="
  }
}