{
  "url": "https://en.wikipedia.org/wiki/Guadeloupe_big_brown_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. guadeloupensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Guadeloupe big brown bat (Eptesicus guadeloupensis) is a species of vesper bat. It is found only on the island of Guadeloupe. It is one of the 11 species of bat found on Guadeloupe, and one of the 3 that are endemic.",
    "Taxonomy and etymology": "It was described by Genoways and Baker in 1975.\nThe holotype used for the species description was collected in July 1974 by the authors in eastern Baie-Mahault of Guadeloupe.\nThey believed that it was most closely related to the big brown bat, Eptesicus fuscus.\nThey placed it in the fuscus group of the genus Eptesicus, as defined by Davis in 1966.\nBefore the description of the Guadeloupe big brown bat, the only other member of the fuscus group was its identifier, Eptesicus fuscus: the big brown bat.\nIts species name guadeloupensis is a Latinized version of Guadeloupe, where the bat is found.",
    "Description": "It is the largest member of its genus that occurs in the New World.\nIts wing membranes are black in color.\nIts fur is bicolored, with individual hairs black at the base and lighter at the tip.\nThe hairs are chocolate brown at the tip on its back, and buffy at the tip on its belly.\nFrom snout to tail, it is 129–133 mm (5.1–5.2 in) long.\nIts forearm is 49.6–51.5 mm (1.95–2.03 in) long.\nEars are 22.5–24 mm (0.89–0.94 in) long, tail is 54–60 mm (2.1–2.4 in) long, and hind foot is 11–14 mm (0.43–0.55 in) long.",
    "Biology": "Like all other members of its genus, it is diploid with 50 chromosomes and a fundamental number of 48.\nIt is insectivorous.\nDuring the day, it is thought to roost in trees within gallery forests.\nIt is infrequently encountered, therefore little is known about its reproduction.\nA post-lactating female and a juvenile female were once encountered in late July, suggesting that females could give birth in May or June.",
    "Range and habitat": "It is endemic to the Basse-Terre Island of Guadeloupe, which is in the Lesser Antilles of the Caribbean.\nIt is encountered in tropical rainforests and gallery forests.\nIt is most often found at low elevations, from 0–300 m (0–984 ft) above sea level.",
    "Conservation": "It is currently listed as endangered by the IUCN.\nIt meets the criteria for this designation because its population has likely declined by 30% from 1994-2015, it is known from fewer than five locations, its extent of occurrence is 2,500 km2 (970 sq mi), and its habitat is declining in extent and quality due to human activities and extreme weather.\nMajor threats to this species include habitat loss, hurricanes, and the spread of exotic, invasive species such as rats, mice, and mongooses.\nIt may also be threatened by competition with the native velvety free-tailed bat, which is abundant.\n\n\n== References =="
  }
}