{
  "url": "https://en.wikipedia.org/wiki/Guadalcanal_monkey-faced_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteralopex"
    },
    {
      "Species": "P. atrata"
    }
  ],
  "text": {
    "__SUMMARY__": "The Guadalcanal monkey-faced bat (Pteralopex atrata) is a megabat endemic to Solomon Islands. It is listed as an endangered species. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
    "Taxonomy and etymology": "It was the first species of its genus, the monkey-faced bats, to be described.\nIt was described by British zoologist Oldfield Thomas in 1888, based off a specimen that had been collected by British naturalist Charles Morris Woodford.\nWoodford collected the holotype in Aola Bay of Guadalcanal Island, which is a part of the Solomon Islands.\nWhile they were both initially described as distinct species, the Guadalcanal monkey-faced bat was considered synonymous with the Bougainville monkey-faced bat from 1954–1978.\nAt present, they are again both considered full species.\nIts species name atrata is derived from the Latin word atratus, meaning \"clothed in black\". In his initial description of the species, Thomas noted that its fur was almost uniformly black.",
    "Description": "It weighs 438–506 g (0.966–1.116 lb).\nIt has thick and fluffy fur that almost entirely conceals their ears.\nEars are small, round, and sparsely furred.\nEars are 19.5 mm (0.77 in) long and 17 mm (0.67 in) wide.\nLike all members of its genus, its iris is red.\nIts color is mostly black, though its wings are occasionally mottled white.,\nIndividual hairs on its back are 12–14 mm (0.47–0.55 in) long.\nIts wings attach at the spine, unlike many species of bats where wing attachment is more lateral.\nIt has very large upper incisors and thick upper canines.\nUniquely, its upper canine is double-cusped.\nIt lacks a tail.\nIts forearm is approximately 143 mm (5.6 in).\nIts hind foot is 43 mm (1.7 in) long, and its calcar is 18.5 mm (0.73 in) long.\nFrom nose to tail, it is 240 mm (9.4 in).\nIt has an unusually high sagittal crest.\nIts dental formula is 2.1.3.22.1.3.3, for a total of 34 teeth.",
    "Biology": "It is infrequently encountered, and thus little is known about its biology.\nIt was once observed eating unripe mangos.\nDuring the day, it likely roosts in hollow trees.\nIt is a known host of bat flies, which are ectoparasites.\nSpecifically, the bat fly species Cyclopodia macracantha macracantha has been found on the Guadalcanal monkey-faced bat.",
    "Range and habitat": "It was initially discovered on Guadalcanal Island, and has also been reported on New Georgia Island.\nIt was once reported on Santa Isabel Island in 1931, but this was actually a greater monkey-faced bat that had been misidentified.\nIt has been documented from 0–400 m (0–1,312 ft) above sea level, but it likely occurs up to elevations of 1,000 m (3,300 ft).\nMost individuals, however, have been collected at or near sea level.\nIt prefers lowland forests.\nIt is probably dependent upon old-growth forests for habitat.",
    "Conservation": "It is currently evaluated as endangered by the IUCN.\nIt meets the criteria for this designation because its population likely declined by 50% from 1996–2016, and its population is fragmented.\nIt is threatened by hunting for bushmeat.\nLogging is also a threat to this species, as it likely roosts in hollow trees during the day.\nIt has consistently been evaluated as endangered since it was first assessed in 1994, with the exception of 1996–2008 when it was evaluated as critically endangered.\nThe only record of its occurrence on New Georgia Island is a single skull discovered in 1975.\nDespite extensive surveys, no Guadalcanal monkey-faced bats have been encountered on New Georgia Island since then, and it is feared extirpated from the island.\nIt was last observed on Guadalcanal Island in September 2015.",
    "External links": "An image of a juvenile Guadalcanal monkey-faced bat\n\n\n== References =="
  }
}