{
  "url": "https://en.wikipedia.org/wiki/Guadeloupe_big-eyed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Chiroderma"
    },
    {
      "Species": "C. improvisum"
    }
  ],
  "text": {
    "__SUMMARY__": "The Guadeloupe big-eyed bat (Chiroderma improvisum) is a species of bat in the family Phyllostomidae. It is found in Guadeloupe and Montserrat. It is threatened by habitat loss mostly because of Hurricane Hugo, which destroyed 90% of the population of this bat in 1989. The species may be locally extinct in some areas of Guadeloupe.",
    "Taxonomy and etymology": "The Guadeloupe big-eyed bat was described in 1976.\nThe holotype was collected in July 1974 in Baie-Mahault commune of Basse-Terre Island.\nIts species name is of Latin origin and means \"unforeseen\" or \"unexpected.\"\nBaker and Genoways chose this species name because they \"did not expect to find Chiroderma on Guadeloupe because the nearest known representative from the Caribbean occurs on Trinidad and Tobago, 550 kilometers to the south.\"Baker and Genoways, when initially describing the species, speculated that it might be closely related to the Brazilian big-eyed bat, and that the current two species were relicts of a single, once-widespread species.\nConversely, in the same paper, they conceded that the two species may be similar to each other only through convergent evolution.\nHowever, in a 1994 study, Baker and others examined the mitochondrial DNA of the big-eyed bats and found that it is actually most closely related to the hairy big-eyed bat, which is its sister taxa.\nThe Guadelouope big-eyed bat and the hairy big-eyed bat diverged from the Brazilian big-eyed bat and the little big-eyed bat around 2.6 million years ago.\nThe Guadeloupe big-eyed bat then diverged from the hairy big-eyed bat 2.1 million years ago.",
    "Description": "It is the largest member of its genus, Chiroderma.\nIts body length is 85–88 mm (3.3–3.5 in).\nIts forearm is 57.5 mm (2.26 in) long.\nIts nose-leaf is approximately 5.9 mm (0.23 in) long.\nIts hind foot is 15–17 mm (0.59–0.67 in) long, and its ear is 21–21.5 mm (0.83–0.85 in) long.\nIts fur has a woolly texture.\nIndividual hairs are 10 mm (0.39 in) long on its back.\nIts hairs are mostly a pale brownish-gray; the bases of the hairs are darker, while the tips are a rich, dark brown.\nSome individuals have a distinct white stripe down their backs.\nIn some individuals, the coloration of individual hairs is distinctly tricolored.\nFur on its belly is grayish-brown, with individual hairs tipped in white.",
    "Biology": "It is a diploid species, with 26 chromosomes.\nIts fundamental number is 48.\nIt is frugivorous.\nLittle is known about its reproduction.\nA lactating female was once encountered in July.\nIt is known to be parasitized by mites of the family Spinturnicidae (Periglischrus iheringi).\nThis mite species is a common ectoparasite of leaf-nosed bats.",
    "Range and habitat": "It has been documented on the islands of Guadeloupe and Montserrat, both of which are part of the Lesser Antilles of the Caribbean Sea.\nIn 2016, it was documented for the first time on Saint Kitts Island, which is also part of the Lesser Antilles.\nThis discovery expanded the known range of the species by 80 km (50 mi).",
    "Conservation": "It is currently evaluated as endangered by the IUCN.\nThe 2016 listing as endangered was an uplisting from its 2008 listing as vulnerable.\nIt meets the criteria to be listed as endangered because it is known from fewer than five locations, its extent of occurrence is approximately 4,000 km2 (1,500 sq mi), its area of occupancy is 1,000 km2 (390 sq mi), and there is an ongoing decline in the extent and quality of its habitat.\nIn 2008, individuals of this species were captured in Montserrat, alleviating fears that it had gone extinct.\nBefore this individual was captured, the last Guadeloupe big-eyed bat documented on Montserrat was in 1984.\nIt is thought that the bat species of Montserrat could be threatened by dramatic natural events, such as hurricanes and volcanic eruptions.\n\n\n== References =="
  }
}