{
  "url": "https://en.wikipedia.org/wiki/Guam_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. tokudae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Guam flying fox (Pteropus tokudae), also known as the little Marianas fruit bat, was a tiny megabat from Guam in the Marianas Islands in Micronesia that was confirmed extinct due to hunting or habitat changes. It was first recorded in 1931 and was observed roosting with the larger and much more common Marianas flying fox. The last specimen was a female found roosting at Tarague cliff in March 1967, but it escaped capture. An unconfirmed sighting took place sometime during the 1970s and no other individuals have been sighted since then.",
    "Description": "The Guam flying fox has a length of about 15 cm (6 in), a wingspan of about 70 cm (28 in), and a body weight of 152 g (5.4 oz). It is very similar in appearance to the Chuuk flying fox (Pteropus insularis). The top of the head is greyish, the back, throat and underparts brown or dark brown and the side of the neck golden-brown.",
    "Behaviour": "Little is known of the behaviour of this flying fox but it is likely to have fed on the fruits, flowers and foliage of evergreen shrubs and trees typical of the limestone forests that occur in the northern part of Guam. Nor is much known of its reproductive habits, but an individual observed in 1968, when a female was shot, was accompanied by an immature individual which suggests that there may have been some on-going parental care.",
    "Status": "There are no confirmed records of sightings of this bat since the 1970s and the IUCN lists it as being \"Extinct\". When it was more plentiful it was hunted by humans for food, which may have contributed to its extinction. Another factor may have been the introduction into the island of the predatory Brown tree snake (Boiga irregularis).",
    "Footnotes": "",
    "References": "Flannery, Tim and Peter Schouten (2001). A Gap in Nature. Published by William Heinemann"
  }
}