{
  "url": "https://en.wikipedia.org/wiki/Guianan_bonneted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. maurus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Guianan bonneted bat, or Thomas's mastiff bat, (Eumops maurus) is a species of free-tailed bat from South America. It is poorly understood, because it is difficult to capture, and may be one of the rarest Neotropical bats.",
    "Description": "The Guianan bonneted bat appears similar to other mastiff bats, with a body about 18 cm (7.1 in) long, and a tail measuring about 4 cm (1.6 in). The fur is dark chocolate brown in colour, and only slightly paler on the underside than on the rest of the body. The most distinctive feature is a narrow band of white hair running along each flank to the forward part of the mesopatagium. The ears are large and rounded, positioned close together at the base, and mostly hairless, with a small tragus and long antitragus.The wings have narrow tips, and are covered in fur to about half the way along the humerus and femur. The uropatagium is also furred for about a third of its area, and is bounded by long calcars running for about three quarters of the length of the membrane edge. Overall, the wing membranes are pale brown in colour. Males also possess a prominent gland on the throat that is either missing or extremely small in females.",
    "Distribution and habitat": "The Guianan bonneted bat is found primarily in Guyana and Suriname, but may also be found in neighbouring parts of Brazil and Venezuela. Little is known of the bat's habitat preferences, but it has been found in humid lowland evergreen forests and pine plantations.A surprising report has been made from Ecuador. It is probably threatened by habitat loss.\n\n\n== References =="
  }
}