{
  "url": "https://en.wikipedia.org/wiki/Hairy_yellow-shouldered_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Sturnira"
    },
    {
      "Species": "S. erythromos"
    }
  ],
  "text": {
    "__SUMMARY__": "The hairy yellow-shouldered bat (Sturnira erythromos) is a species of bat in the family Phyllostomidae native to South America. There are no recognised subspecies.",
    "Description": "The hairy yellow-shouldered bat is a small bat, on average measuring only 5.5 cm (2.2 in) in total length, and weighing 16 g (0.56 oz). The body is covered in soft, dark brown hair, and the wings are almost black. Despite the name, only a few individuals have yellow fur on the shoulders, which are usually the same colour as the rest of the body. The animal has a short, almost hairless snout and a rounded cranium, with a dark patch of fur on the forehead.The wings are long, broad, and pointed, and the uropatagium is almost absent. The hairy yellow-shouldered bat has no tail, and also lacks the spurs on the legs that help support the uropatagium on most other bat species. The ears are short and rounded, and the eyes large. The nose-leaf is also relatively simple in structure, being broad and short, with the 'horseshoe' typical of phyllostomid bats beings fused to the upper lip. A single row of whiskers rises from a fused pad around the nose-leaf.",
    "Distribution and habitat": "Hairy yellow-shouldered bats are native to the Andes, being found from northern Argentina to Venezuela. They primarily inhabit tropical cloud forests and high altitude rain forests, but may also be found in drier forests or montane grasslands during at least some times of the year. Although they can be found at relatively low altitude in Argentina, throughout most of their range they are found between 1,135 and 3,500 m (3,724 and 11,483 ft) elevation, living higher the closer they are to the equator.",
    "Biology": "Hairy yellow-shouldered bats are frugivorous, with their favoured food being the fruit of pepper plants and various species of Solanum. They are nocturnal, spending the day roosting in hollow trees.Compared with other tropical species, the bats are adapted to a relatively cold climate, being able to reduce their body temperature when the ambient temperature drops below 25 °C (77 °F). At least in Argentina, the breeding season begins in July, with young being born between November and January. Mothers give birth to a single young.\n\n\n== References =="
  }
}