{
  "url": "https://en.wikipedia.org/wiki/Hairy-legged_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. keaysi"
    }
  ],
  "text": {
    "__SUMMARY__": "The hairy-legged myotis (Myotis keaysi) is a species of mouse-eared bat. It is found from southern Tamaulipas in Mexico, through much of Central America and across northern South America as far east as Trinidad. Further south, it is found along the foothills of the Andes as far south as northern Argentina.Originally identified in 1914 as a subspecies of red myotis, and later as a subspecies of black myotis, it was raised to full species status in 1973. Two subspecies are currently recognised:\nMyotis keaysi keaysi - Argentia, Bolivia, Peru, Ecuador, south-western Colombia\nMyotis keaysi pilosatibialis - western Colombia, northern Venezuela, Trinidad, Central America, southern and eastern Mexico",
    "Description": "The hairy-legged myotis is a small bat, measuring just 4 to 5 centimetres (1.6 to 2.0 in) in total length, and weighing about 5 grams (0.18 oz). The body is covered with long, sometimes woolly, fur, which varies from greyish to reddish brown in colour. The common name refers to the presence of thick fur on the legs and on the upper surface of the uropatagium, the flight membrane stretching between the legs. Although other, related bats, also have fur on this membrane, it is more extensive in this species, reaching at least half way between the knee and the foot. There is also fur on the upper surface of the plagiopatagium, the main part of the wing between the arms and legs. This fur can be quite thick, and covers the part of the wing closest to the body, reaching as far as the elbows. The hairless portions of the wings are dark brown to black in colour.",
    "Biology and behaviour": "They inhabit a wide range of wooded environments, from dry scrubland to tropical rainforest. Most are found at elevations from sea level to around 2,400 metres (7,900 ft), although some have been reported from up to 3,350 metres (10,990 ft) in Peru. During the day, caves, hollow trees, or under man-made structures such as roofs or bridges. Although often found roosting in small groups of two to eight individuals, some cave-dwelling colonies may consist of over five hundred bats.Like many bats, they are nocturnal, and insectivorous, and they begin flying at sunset, returning to their roosts about an hour before dawn. They apparently travel relatively long distances from their roosts during their nightly feeding, with the same individual having been recaptured at different locations up to 1,450 metres (4,760 ft) apart. Calls are short and high-intensity, with a steep down-sweep followed by a narrow-band call at 59 to 63 kHz.Breeding occurs throughout the year, although, at least in Central America, births are more common between May and June.\n\n\n== References =="
  }
}