{
  "url": "https://en.wikipedia.org/wiki/Hairless_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Cheiromeles"
    },
    {
      "Species": "C. torquatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The hairless bat (Cheiromeles torquatus), also called the naked bulldog bat and greater naked bat, is a species of bat in the family Molossidae. The generic name Cheiromeles comes from the Greek word cheir (Greek for hand) and the species name is derived from the Latin torques (Latin for collar).This bat is a hawking insectivore, using echolocation to find insects on the wing.The hairless bat is mostly hairless, but does have short, bristly hairs around its neck, on its front toes, and around the throat sac, along with fine hairs on the head and tail membrane.",
    "Habitat, Distribution and Range": "This species is pre-dominantly concentrated in the South East Asian regions of Myanmar, Indonesia, Malaysia, Java, Thailand, Sumatra and Borneo. Some of it are also found in the Island surrounding Philippines. There is no current estimate of population size as it is  highly dispersed and rarely found. It inhabits mainly lowlands, marshes, rocky surfaces with holes and crevices, dens, farms and trees. It is a colonial species, roosting in groups to conserve energy. It is typically harmless but is considered a pest in some rice growing areas.",
    "Description": "Its dark grey skin is largely hairless, but may have some fine patches of hair around the throat and under hind foot. They scent mark their territories with secretions from glands located at the tip of the neck. Sometimes these secretory glands have sub maxillary pouches located either inside the ears or beneath the neck region used for 'brooding' and 'nursing' purposes.  It possesses a broad face, robust jaw, wide wings and protruding tail that is longer than the hind limb. The first toe bears a nail rather than a claw, and is opposable. The dental formula is 1/1, 1/1, 1/2, 3/2 with small incisors and a diastema forms between upper and lower incisors.",
    "Reproduction": "C.torquatus produces an average of two litters a year and as soon as they are born, the mother leaves them at the roost to hunt. Males typically do not invest in parental care.",
    "Behavior": "They are nocturnal, migratory and colonial. Hunting starts early in the morning where they leave their roost and begin preying on larger insects than other bats.",
    "Threats": "The species' population is decreasing due to roost sites being destroyed and habitat fragmentation is causing them to relocate at different regions resulting in isolation. Some indigenous Malay people eat these bats as delicacy and kill them in large numbers. This is drastically reducing the overall population of these bats, making them vulnerable.",
    "Conservation Actions": "Despite their contribution in pest control, their population has been in danger recently. Population recovery is being attempted in some regions and some are being placed in protected areas with ongoing habitat reconstruction, as well as attempts to educate indigenous people about their importance.",
    "External links": "Sound recordings of Cheiromeles torquatus on BioAcoustica\n\n\n== References =="
  }
}