{
  "url": "https://en.wikipedia.org/wiki/Hammer-headed_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "HypsignathusH. Allen, 1861"
    },
    {
      "Species": "H. monstrosus"
    }
  ],
  "text": {
    "__SUMMARY__": "The hammer-headed bat (Hypsignathus monstrosus), also known as the big-lipped bat, is a megabat widely distributed in equatorial Africa. This large bat is found in riverine forests, mangroves, swamps, and palm forests at elevations less than 1,800 metres (5,900 ft).",
    "Taxonomy and etymology": "The hammer-headed bat was described as a new species in 1861 by American scientist Harrison Allen.\nAllen placed the species into a newly-created genus, Hypsignathus. The holotype had been collected by French-American zoologist Paul Du Chaillu in Gabon.\nThe genus name Hypsignathus comes from Ancient Greek \"húpsos\" meaning \"high\" and \"gnáthos\" meaning \"jaw.\"\nT. S. Palmer speculated that Allen chose the name Hypsignathus to allude to the \"deeply arched mouth\" of the species.\nThe species name \"monstrosus\" is Latin for \"having the qualities of a monster.\"Initially, Allen identified the hammer-headed bat as a member of the subfamily Pteropodinae of the megabats.\nHowever, in 1997, it was more recently recognized as a member of the subfamily Epomophorinae.\nA 2011 study found that Hypsignathus was the most basal member of a clade of megabats that also included the following genera: Epomops, Micropteropus, Epomophorus, and Nanonycteris.\nTogether, these genera form the tribe Epomophorini within Epomophorinae.\nSome taxonomists do not recognize Epomophorinae as a valid subfamily, though, and include its taxa within Rousettinae. In this alternate taxonomy, however, it is still placed within the tribe Epomophorini with the same other four genera.",
    "Physical description": "The hammer-headed bat is the largest bat in Africa, with a wingspan of 686 to 970 mm (27.0 to 38.2 in) and a total length of 195 to 285 mm (7.7 to 11.2 in).  Males, ranging from 228 to 450 g (8.0 to 15.9 oz), are significantly larger than females, which range from 218 to 377 g (7.7 to 13.3 oz).Pelage is grey-brown to slaty-brown with a whitish collar of fur extending from shoulder to shoulder. The flight membranes are brown and the ears are dark brown with a tuft of white fur at the base.  The face is dark brown with a few long, stiff whiskers around the mouth.\nThe skull may be diagnosed by specific dental features. The second premolar and molars are markedly lobed. This feature is specific for this genus, and no other African fruit bats have this characteristic.\nThere is extreme sexual dimorphism in this species.  The male possesses an enormous head for producing loud honking calls. The enlarged rostrum, larynx and lips allow these sounds to be extremely resonant. The larynx is one half the length of the vertebral column and fills out most of the thoracic cavity. It is nearly three times larger in males than females.  The male also has a hairless split chin and warty rostrum with wrinkled skin around it.  Females have a much more fox-like appearance, similar to most fruit bats.",
    "Ecology and behavior": "Hammer-headed bats are frugivores. Figs make up much of their diet, but they may also include mangos, bananas and guavas. There are some complications inherent in a fruit diet such as insufficient protein intake. It is suggested that fruit bats compensate for this by possessing a proportionally longer intestine compared to insectivorous species. This enhances their ability to absorb protein. They also have very rapid digestive systems allowing these bats to assimilate high amounts of fruit to ensure that adequate protein is absorbed. It is also suggested that by eating a wide variety of fruits with varying protein contents, fruit bats are able to maintain an entirely frugivorous diet.Generally fruit is picked and taken to a nearby tree where it is chewed, the juice squeezed out and the pulp discarded. Since they often do not consume the pulp, these bats are not considered to be good seed distributors. Males may forage long distances (up to 10 km or 6 mi) to locate the highest quality food.  Females rely on established feeding routes that offer a constant supply of lower quality food. This may reflect different metabolic requirements based on body size differences.\nLarge bats often experience difficulties with overheating during flight. The limited thermoregulatory capabilities of flying bats appears to be one factor closely associated with why flight activity primarily occurs during cooler nocturnal temperatures. It has been found that hammer-headed bats are able to tolerate higher ambient temperatures during flight than other bats. This ability is associated with this bat's high thermal conductance (Cf) which is defined as the total heat loss less the heat loss due to evaporation divided by body temperature less the ambient temperature (Cf = [H1 – He]/[Tb – Ta]). However, they are especially sensitive to ambient temperatures below 11 °C (52 °F) and a decrease in flight coordination is seen. Due to the large surface area of the wing, convective heat loss to cool air may be significant enough to chill flight muscles preventing the precise coordination essential for flight.\nThese bats are nocturnal, roosting during the day in the forest canopy. They rely on camouflage to hide them from predators. Specific species of trees are not selected for roosting, however some roosts may be used for long periods of time.  Roosts are generally 20–30 metres (70–100 ft) from the ground.\nThe main predators of this species are humans and nocturnal and diurnal birds of prey. However, infection by parasites is often the most significant problem for the hammer-headed bat. Adults are often infected with mites and the hepatoparasite, Hepatocystis carpenteri.",
    "Reproduction and mortality": "Little is known about reproduction in hammer-headed bats.  In some populations breeding is thought to take place semi-annually during the dry seasons.  The timing of the dry season varies depending on the locality, but in general there are two breeding seasons, one from June to August and the other from December to February.  However, in other populations, breeding is not restricted to dry seasons and occurs during all months of the year.\nThis species is often cited as a classic model of lek mating.  In this type of mating system, males cluster in dense groups at specific locations known as mating arenas. In some populations of hammer-headed bats, males gather along rivers at night and display by rapid wing flapping accompanied by loud vocalizations. An arena may contain from around 25 to 130 males. Females fly through the arena assessing the males. Once the female's choice is made, the female lands on the branch and sits beside the male. Once chosen, the male emits a buzzing call and copulation ensues.\nHowever, some populations of hammer-headed bats do not use the lek mating strategy.  Males actively display but are not found clustering in groups. This species is highly polygamous. Some estimates suggest that as few as six percent of the males in a population account for up to seventy-nine percent of the matings.\nFemales generally produce one offspring at a time.  Neither gestation nor time until weaning have been reported for this species.  Females mature more quickly than males and are sexually mature after six months.  They continue to grow and reach adult size at nine months.  Males do not reach sexual maturity until approximately eighteen months of age and they do not obtain their unique facial morphology until twelve months. Compared with other bats, this bat is rather long-lived with an average life expectancy of thirty years in the wild.",
    "Interactions with humans": "",
    "Interactions with humans-As pests": "There is one record of the hammer-headed bat attacking a live chicken.\nHowever, this instance was based on anecdotal evidence and has not been validated in successive studies.",
    "Interactions with humans-As food": "Humans hunt this large bat and consume it as bushmeat.",
    "Interactions with humans-Disease transmission": "The hammer-headed bat is one of three species of African fruit bat that are thought to serve as reservoirs for the Ebola virus. Although antibodies against Ebola virus and fragments of viral RNA have been isolated from these bats, the virus itself has not been, so other species might be more important in its transmission. As of mid-2017, it is not known whether these bats are incidental hosts or a reservoir of Ebola virus infection for humans and other terrestrial mammals.",
    "Interactions with humans-Conservation": "As of 2016, it is evaluated as a least-concern species by the IUCN—its lowest conservation priority.\nIt meets the criteria for this classification because it has a wide geographic range; its population is presumably large; and it is not thought to be experiencing rapid population decline.\n\n\n== References =="
  }
}