{
  "url": "https://en.wikipedia.org/wiki/Harpy_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Harpyionycteris"
    },
    {
      "Species": "H. whiteheadi"
    }
  ],
  "text": {
    "__SUMMARY__": "The harpy fruit bat (Harpyionycteris whiteheadi) is a species of megabat in the family Pteropodidae. It is endemic to the Philippines.",
    "Taxonomy and etymology": "It was described as a new species in 1896 by British zoologist Oldfield Thomas.\nThe specimens that he examined in Britain had been collected by English explorer John Whitehead, after whom the species name whiteheadi was chosen. \nOf Whitehead, Thomas wrote \"Mr. Whitehead is to be congratulated on this interesting addition to the splendid discoveries he has already made in the Philippine Islands.\"\nThe holotype had been collected by Whitehead in December 1895 on the island of Mindoro at an elevation of 5,000 ft (1,500 m).\nThomas created the genus Harpyionycteris for this species, and it was monotypic in this genus until the description of the Sulawesi harpy fruit bat in 1921.",
    "Description": "The harpy fruit bat is two-tone in color, being mostly dark brown and lighter brown on its underside. \nIt has no tail but does have a small, fur-covered uropatagium. \nIts overall length is 140–153 mm (5.5–6.0 in). \nIts canines, premaxillary bones, and upper incisors lean forward causing the upper and lower canines to cross forming nearly right angles when the mouth is closed. \nThe molars are multicuspidate having five or six cusps on each. The lower canines have three cusps (tricuspidate). \nThey weigh 83–142 g (2.9–5.0 oz).",
    "Diet": "These frugivorous bats eat from the viney pandans and some fig species. The excretion of seeds in the bat's guano helps with the dispersal of these plant species.",
    "Reproduction": "Male and female harpy fruit bats reach sexual maturity within a year. There are two breeding seasons, the first is from January to February and the second is from July to August. The females only have one pup at a time with a gestation period of four to five months. Afterwards they lactate for three or four months. Some females breed during both seasons having two pups per year while others only breed during the second season.",
    "Habitat and range": "Harpy fruit bats are found on the Philippine islands of Biliran, Maripipi, Camiguin, Leyte, Southern Luzon, Mindanao, Mindoro, Negros, Cebu, Masbate, and Samar. They reside in primary (old growth), secondary, and lightly disturbed montane forests. Their range in elevation is between sea level and 1,800m, preferring to stay in habitats of \"mid-elevation (around 500m)\". As with other fruit bats, harpy fruit bats are crepuscular and \"roost in trees\" instead of caves.",
    "Conservation": "The harpy fruit bat population is thought to be stable. The greatest threat it faces is deforestation. However, this is not thought to be a major threat since the current deforestation within its range is mainly occurring in lower elevations.\nThis species is also subject to hunting for bushmeat, as bat dishes are locally popular for special occasions.\nThe extent to which it is hunted, however, is questioned, with other sources saying that it is \"rarely if ever\" hunted.\n\n\n== References =="
  }
}