{
  "url": "https://en.wikipedia.org/wiki/Harrison's_large-eared_giant_mastiff_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Otomops"
    },
    {
      "Species": "O. harrisoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Harrison's large-eared giant mastiff bat (Otomops harrisoni) is a species of bat found in Northeast Africa and the Arabian Peninsula.\nIt was described as a new species in 2015.\nThe IUCN evaluates it as a vulnerable species.",
    "Taxonomy and etymology": "It was described as a result of a taxonomic split in the large-eared free-tailed bat, Otomops martiensseni.\nIt was split from O martiensseni based on morphological and genetic data.\nIt has a genetic distance from O. martiensseni of 2.10%.\nThe authors chose the species name \"harrisoni\" after the late mammalogist David L. Harrison. Of Harrison, they wrote: \"[his] numerous publications on Afro-Arabian Chiroptera, in particular the Molossidae, have significantly improved our knowledge of this poorly known family.\"",
    "Description": "It is the largest member of its genus, and possesses the most robust skull.\nMales weigh between 31.5–45 g (1.11–1.59 oz), while females weigh between 26.8–45 g (0.95–1.59 oz).\nIts forearm length is 63.8–74 mm (2.51–2.91 in).\nIts total body length is 138–163 mm (5.4–6.4 in).\nIts tail is 30–48 mm (1.2–1.9 in) long; its hind foot is 11–16 mm (0.43–0.63 in) long; its ear is 34–46 mm (1.3–1.8 in).\nIts dental formula is 1.1.2.32.1.2.3, for a total of 30 teeth.\nIts ears project over its face, meeting in the middle over its nose.\nIt has a minute tragus.\nAround its lips are loose folds of skin.\nMales have a gular gland located at the base of their throats.\nIts hind feet are broad, with long white hairs.\nIt can be differentiated from other members of its genus based on its long cranium and exceptionally high braincase.\nIts fur is short and velvety.\nOn its back, the fur is dark chocolate brown; it has a \"distinct cream-coloured collar\" around its neck.\nFur on its ventral side is lighter than its back.\nThe edges of its body and of its wing membranes have a thin, but distinct, band of white fur.",
    "Biology": "It is insectivorous, feeding primarily on moths.\nMoth species in the Saturniidae, Noctuidae, and Geometridae families seem to be preferred.\nMales and females both reach sexual maturity at around one year of age and a body mass of 25 g (0.88 oz).\nFemales are monoestrous, with one breeding season per year.\nPregnant females have been documented from October to January, though parturition occurs in December for the majority of females.\nIts litter size is one pup, born hairless and altricial.\nIt is a colonial species, forming colonies consisting of hundreds or thousands of individuals; a colony of 15,000 once roosted in a cave in Mount Suswa, though they are now almost entirely gone from the cave.",
    "Range and habitat": "Its range includes Yemen, Djibouti, Ethiopia, and Kenya.\nIt is most likely to occur in the eastern portion of Sub-Saharan Africa, also including Eritrea.\nDistribution modeling predicts that it prefers areas that receive at least 20 mm (0.79 in) of rain in the driest month, altitudes greater than 1,500 m (4,900 ft) above sea level, and locations with a total annual rainfall of less than 500 mm (20 in).\nThey have been documented in woodlands, shrublands, montane grasslands, xeric grasslands, and thickets.\nDuring the day, they roost in mountain caves or lava caves.",
    "Conservation": "It is currently evaluated as vulnerable by the IUCN.\nIt meets the criteria for this designation because there have been extreme population declines located at two of its roosts from 1997–2017 (Mount Suswa cave and Ithundu cave).\nDisturbance of the caves that it uses as roosts is a major threat to the continued existence of this species.\nCaves are disturbed via mining for guano, tourism, caving, and blocking cave entrances.",
    "References": "",
    "External links": "A photograph of a skull of this species\nImages of live bats\nMore images of this species\nA short video of this species in the Mt. Suswa lava caves"
  }
}