{
  "url": "https://en.wikipedia.org/wiki/Hildegarde's_tomb_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Taphozous"
    },
    {
      "Species": "T. hildegardeae"
    }
  ],
  "text": {
    "__SUMMARY__": "Hildegarde's tomb bat (Taphozous hildegardeae) is a species of sac-winged bat in the family Emballonuridae.\nIt is found near the coast in Kenya and Tanzania where it feeds in tropical dry forests and roosts in caves. It is a diurnal species and the International Union for Conservation of Nature has assessed its conservation status as being \"vulnerable\". The specific name hildegardeae was given in honour of anthropologist Hildegarde Beatrice Hinde.",
    "Description": "Hildegarde's tomb bat is a moderate-sized, sac-winged bat. The head has a long, pointed snout and a deep hollow between the eyes, which are large. The lower lip has a grooved protuberance and the ears are triangular and backward-pointing. There is no nose-leaf nor throat pouches. The wings are long and narrow. There is fur over the whole body, the dorsal surface being pale greyish-brown and the ventral surface white. Fully-grown males have a black throat patch; glands in this patch secrete fluids which tend to stain the fur on the chest yellowish-brown. The wing membranes are mainly white, with brown streaking at base. The tail is free, projecting from the upper surface of the interfemoral membrane.",
    "Distribution and habitat": "This bat is endemic to East Africa where it is restricted to the coastal strip of Kenya and Tanzania. Its range extends from the Tana River estuary in Kenya to Dar es Salaam in Tanzania, as well as the islands of Pemba and Zanzibar. It is dependent on caves or other underground locations for roosting, and on dry forests for feeding. In general, these bats are resident, but a distinct population of larger and darker individuals in southeastern Kenya migrates every year to an unknown destination.",
    "Ecology": "Hildegarde's tomb bat is a diurnal species, hunting through the forests for grasshoppers, butterflies and moths, and roosting at night in caves and other underground locations, often sharing its roosts with the rather more common African sheath-tailed bat (Coleura afra).",
    "Status": "This bat has a relatively small range, with a total area of occurrence of 20,000 km2 (7,700 sq mi). It is known from about ten different locations within that range. The threats it faces include disturbance at its roosting caves, and the degradation of the forests in which it hunts. The International Union for Conservation of Nature has assessed its conservation status as being \"vulnerable\".\n\n\n== References =="
  }
}