{
  "url": "https://en.wikipedia.org/wiki/Hilgendorf's_tube-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Murina"
    },
    {
      "Species": "M. hilgendorfi"
    }
  ],
  "text": {
    "__SUMMARY__": "Hilgendorf's tube-nosed bat (Murina hilgendorfi) is a species of vesper bat in the family Vespertilionidae. In Japan they are called 'tengu komori', after the mythical creature called the Tengu. It was formerly thought to be a subspecies of Murina leucogaster (called Murina leucogaster hilgendorfi), but is now known to be a distinct species.",
    "Distribution": "Hilgendorf's tube-nosed bat is found in China, Russia (Primorye and Sakhalin), Kazakhstan, Mongolia, Korea and Japan (Hokkaido, Honshu, Shikoku, and Kyushu).",
    "Description": "Slender faced with tubular nostrils, it has oval ears with a prominent tragus, more than half of the ear in height. Fur is soft and curly dark grey with long, silvery guard hairs. It flies relatively low over the ground and hovers.",
    "Habitat, diet, hunting": "They live in forests, mines, caves and tunnels, and occasionally in buildings. Normally, they live alone or a few together, rather than in large colonies. They are insect eating, living on moths and beetles.",
    "IUCN red list assessment": "In 2008 the IUCN reported:  \"It is widespread, but naturally rare species. In Japan it is considered Vulnerable because of loss of old-growth forests, but at present it is not suspected that the species is declining throughout its range at a rate that would warrant listing in a threatened category. However, as logging activity increases, habitat loss may pose an increasingly great threat in the future. Monitoring is needed and the species should be reassessed if new data becomes available.\"",
    "Related species": "The greater tube-nosed bat (Murina leucogaster) is found in India, China. The smaller, brown coloured bat Ussuri tube-nosed bat is found in Korea, Russia (Far East and Sakhalin), and Japan (Hokkaido, Honshu, Shikoku, Kyushu, Tsushima and Yakushima).",
    "References": "Notes\nSourcesOhdachi, Satoshi D. I; Ishibashi, Yasuyuki; Iwasa, Masahiro A.; Saitoh, Takashi (2009): The Wild Mammals of Japan, Shoukadoh, Kyoto, ISBN 978-4-87974-626-9"
  }
}