{
  "url": "https://en.wikipedia.org/wiki/Hill's_sheath-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Taphozous"
    },
    {
      "Species": "T. hilli"
    }
  ],
  "text": {
    "__SUMMARY__": "Hill's sheath-tailed bat, species Taphozous hilli, is a bat of the family Emballonuridae. They are found in the deserts of central Australia.",
    "Taxonomy": "The description of the species was published by Darrell Kitchener in 1980, reclassifying bats that were presumed to be the more common species Taphozous georgianus. They are currently assigned as genus Taphozous, allied with the sheathtail family Emballonuridae. The holotype, a female skull and skin, was collected at a mine site, Marandoo, near Mount Bruce in the Hamersley Range National Park (Karijini NP).The type specimen was captured with a mistnet while fleeing disturbance at the roof of an adit, located within the Marangaroo mine site. The collectors, A. Baynes and C. G. Dawe, obtained the specimen at 4:30 in the afternoon on 7 August 1979. The author of the species named it for the mammologist John Edwards Hill of the British Museum, who had assisted Kitchener and previously worked on the taxonomy of Australian chiropterans.Other common names for the species include Hill's tomb bat, and a variant as Hill's sheathtail bat.",
    "Description": "A bat of small size, superficially resembling species Taphozous georgianus. The colour of the fur is dark brown at the back, becoming slightly lighter at the rump, the wing membranes are greyish brown.  The fur over the belly is tipped with olive-brown and has an orange hue. \nMeasurements for the forearms range from 63 to 72 millimetres in length, a mean size of 67.7 mm given for the radius (Kitchener, 1980). The weight range of 20 to 29 grams is averaged to 25.5 g for this species. The length of the head and body combined is 65 to 81 mm, and from the notch at base to tip of ear is 18 to 24 mm.The radial-metacarpal pouch on the wing, a small structure at the wrist, found in some similar species is present in T. hilli. The male has a gular pouch at the throat, which is evident yet undeveloped in the female, and this distinguishes the species from the more common population of species Taphozous georgianus. These throat pouches contain gland structures.",
    "Distribution and habitat": "An endemic species of Australia, the distribution range extenting from the arid northwest through the central deserts of the Northern Territory and at the northwest corner of South Australia. They occupy fissures at escarpments and cave habitats in arid regions of the centre and west of the continent. The bat has a preference for deeply cleft rock at cliffs near waterholes. As with roosts at mine sites, they are found residing with T. georgianus.",
    "Ecology": "Taphozous hilli occurs in the west and centre of the continent in semi arid regions, it is a specialist in desert environs.They are recorded in the western Murchison and Pilbara regions, in the Gibson Desert, and toward Tennant Creek in the east. It is assumed to be common and the number of available roosting sites increased by mining operations. They will occupy a mine site shortly after human presence ceases and congregate with the common sheathtail Taphozous georgianus.The composition of the diet is poorly known, other than it feeds on insects. The mouth parts involved in mastication differ to their cohabitants, suggesting their chewing process and therefore diet differs from T. georgianus.A single young bat is born and reared during the austral summer and autumn. The male's distinctive neck pouch enlarges in the breeding season, correlating to activity in the glandular and seminal apparatus, and increases in its depth; the purpose of this gular pouch is unknown but assumed to have a social function.The conservation status in the states of Australia are 'least concern' in Queensland and the Northern Territory, and listed as rare and 'near threatened' in South Australia. Threats are noted as the loss of roost sites and habitat through destruction or dilapidation of the local ecology caused by mining operations and alterations to land use such as pastoralism and agriculture. The species is recorded at listed conservation areas. The IUCN Red List (2008) gives the status of least concern, noting there is no evidence of decline and the population is stable.",
    "References": "",
    "External links": "Image of the type specimen's skull"
  }
}