{
  "url": "https://en.wikipedia.org/wiki/Hoary_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Aeorestes"
    },
    {
      "Species": "A. cinereus"
    }
  ],
  "text": {
    "__SUMMARY__": "The hoary bat (Aeorestes cinereus) is a species of bat in the vesper bat family, Vespertilionidae. It lives throughout most of North America and much of South America, with disjunct populations in the Galápagos Islands and Hawaii.",
    "Description": "The hoary bat averages 13 to 14.5 cm (5.1 to 5.7 in) long with a 40 cm (15.5 in) wingspan and a weight of 26 g (0.92 oz). It is the largest bat normally found in Canada. Its coat is dense and dark brown, with white tips to the hairs that give the species its 'hoary' appearance for which it is named. The body is covered in fur except for the undersides of the wings. Males and females are dimorphic in body mass, with females 40% heavier than males.",
    "Behavior": "The bat normally roosts alone on trees, hidden in the foliage, but on occasion has been seen in caves with other bats. It prefers woodland, mainly coniferous forests, but hunts over open areas or lakes. It hunts alone and its main food source is moths. The bats can cover an impressive 39 km (24 mi) while foraging. Hoary bats are long-distance migrants, spending the winter in Central America and the southwestern United States and the spring and summer in more northern latitudes in the United States and Canada.",
    "Reproduction": "The reproductive cycle of the hoary bat is not yet fully documented, but it is thought that they mate in August with birth occurring in June of the following year. It is thought that the gestation period is only 40 days and that mammalian embryonic diapause (delayed implantation) may play a role. The female bears a single pup, or sometimes twins. The young spend about a month with the mother before dispersing.",
    "Conservation": "While not listed as threatened or endangered, hoary bats suffer significant mortality from wind turbines. Across the United States in 2005, 40% of all bats killed by wind turbines were hoary bats—over 1000 hoary bats were killed in 2005. Most bat deaths occur during migration in the spring and fall.",
    "Gallery": "",
    "See also": "Bats of Canada\nBats of the United States",
    "References": "",
    "External links": "NatureServe\nAnimal Diversity Web\n Media related to Lasiurus cinereus at Wikimedia Commons\n Data related to Lasiurus cinereus at Wikispecies"
  }
}