{
  "url": "https://en.wikipedia.org/wiki/Hodgson's_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. formosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hodgson's bat (Myotis formosus), also called the copper-winged bat, is a species of vesper bat in the genus Myotis, the mouse-eared bats. Favouring mountain forests, it is found throughout Central, Southeast, and East Asia, from Afghanistan to the Japanese island of Tsushima.  It is about 5 centimetres (2.0 in) long and is distinguished from most other species of bat in this range by its yellowish colouration.",
    "Description": "An adult Hodgson's bat has a head and body length of 4.3 to 5.7 centimetres (1.7 to 2.2 in), a tail length of 3.6 to 5.6 centimetres (1.4 to 2.2 in) and a forearm length of 4.3 to 5.2 centimetres (1.7 to 2.0 in) and weigh about 15 grams (0.53 oz).  The colouring of the short dense fur that covers its body is much more yellow than is that of other bats found within its range.",
    "Distribution and habitat": "Hodgson's bat is native to Nangarhar Province in Afghanistan, the Sylhet Division of Bangladesh, the Indian provinces of Punjab, Jammu and Kashmir, Himachal Pradesh, Maharashtra, Meghalaya, Jharkhand, Sikkim, Uttarakhand, West Bengal, Bihar, Assam and Mizoram, and the Central and Western parts of Nepal at altitudes up to about 3,000 metres (9,800 ft). It is also known from eastern and central China, Taiwan and Korea, the Indonesian islands of Sumatra, Java, Sulawesi and Bali, and from the islands of Palawan, Negros, Sibuyan and Luzon in the Philippines. It is found in both upland and lowland primary and secondary forests and roosts in caves and trees, and sometimes buildings.",
    "Behaviour": "Hodgson's bat is an insectivore, locating its insect prey by echolocation during flight and catching it on the wing. In Taiwan, breeding begins in March and peaks in May. Up to two hundred females congregate in an underground maternity colony and give birth during May and June. Prior to this, the bats spend an average of nine hours foraging at night, but this time is reduced after giving birth. Newborn young measure about 2.15 centimetres (0.85 in) long and weigh about 3.7 grams (0.13 oz). They remain in the roost while the mother forages and for the first week stay in their birth location. After that they begin to crawl around and by the third week are able to take short flights. The mother spends much time grooming the newly-born youngster but by the time it is two weeks old, she normally roosts away from it. Between mid-August and early October the bats leave the maternity cave and spend the winter in hibernation in caves elsewhere.",
    "Status": "Hodgson's bat has a wide range but is not a common species within that range. The population trend is unknown but it seems to be an adaptable species of bat and able to live in various habitat types. It faces no specific threats so the IUCN has assessed it as being of \"Least Concern\" in its Red List of Threatened Species.",
    "References": "",
    "External links": " Media related to Myotis formosus at Wikimedia Commons\n\nBehavioral study\nIUCN\nZipcode Zoo"
  }
}