{
  "url": "https://en.wikipedia.org/wiki/Horsfield's_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Cynopterus"
    },
    {
      "Species": "C. horsfieldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Horsfield's fruit bat (Cynopterus horsfieldii) is a species of megabat native to South East Asia. It is named for Thomas Horsfield, an American naturalist who presented the type specimen to the British Museum.",
    "Description": "Horsfield's fruit bat is a medium-sized megabat, intermediate in size between flying foxes and pygmy fruit bats. Adults weigh around 55 to 60 grams (1.9 to 2.1 oz), and have light-grey to brown fur, with a reddish-brown or orange mantle around the shoulders. In some males, the mantle extends across the chest, and the fur is often brighter in colour than in females. The rim of the ears and the skin overlying the metacarpals and phalanges within the wing are white. Juveniles have a more bland coat pattern, with uniformly dull buff or grey fur.The bats have a short, broad snout, ending in a pair of almost tubular nostrils. Both the eyes and ears are large, although the latter have a simpler structure than in most other bats, and lack  tragi. The wings have a low aspect ratio and high wing loading, typical of many megabats, and indicating a relatively slow flight speed and moderate manoeuvrability.",
    "Distribution and habitat": "Horsfield's fruit bat is found in Thailand, Indonesia, Malaysia, and Brunei. Within this region, it inhabits a broad range of lowland habitats, from dense primary rain forest to agricultural land and suburban gardens.The four recognised subspecies are:\n\nC. h. harpax - Thailand, peninsular Malaysia, Sumatra\nC. h. horsfieldii - Java and islands east to Sumbawa\nC. h.  persimilis - Borneo\nC. h.  princeps - Nias",
    "Biology and behaviour": "Horsfield's fruit bats eat the fruit of strangler figs, Elaeocarpus, and Payena, and the flowers of bitter beans. They have been reported to pluck fruit from trees and carry it to roosts elsewhere  to feed. During the dry season, when fruit is in short supply, they instead feed on pollen, which they take from a wide variety of plants.They live in small groups, consisting of a single adult male and up to five females and their young. Although these groups are maintained year-round, individual females often move between different groups, and may spend some time nesting alone between leaving one group and joining another. They roost in trees and cave mouths, reportedly favouring banana trees. They often modify their roosting sites by constructing tents from the leaves, partly cutting through them to make an inverted \"V\" shape.They breed throughout the year, but most commonly give birth at two times of the year, between February and March and between July and August. They have been reported to live for at least 31 months.\n\n\n== References =="
  }
}