{
  "url": "https://en.wikipedia.org/wiki/Hypsugo_dolichodon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Hypsugo"
    },
    {
      "Species": "H. dolichodon"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-toothed pipistrelle (Hypsugo dolichodon) is a species of bat of the genus Hypsugo. It is a small bat, with a length of 35.2–38.4 mm (1.38–1.51 in) of forearm, and 5.9–7 mm (0.23–0.27 in) of foot. It feeds on insects and has especially long canines compared to others of its genus.",
    "Taxonomy": "The long-toothed pipistrelle was described as a new species in 2014. The holotype had been collected in 1997 by Charles M. Francis and Antonio Guillén in Attapeu Province, Cambodia. Its species name \"dolichodon\" is from Greek \"dolichos\" meaninig \"long\" or \"enlarged\" and \"oodontos\" meaninig \"tooth\", in reference to its long upper canines. Based on genetic data, the long-toothed pipistrelle forms a clade with the following members of its genus: the Chinese pipistrelle (H. pulveratus), Savi's pipistrelle (H. savii), and Hysugo alaschanicus.",
    "Description": "The long-toothed pipistrelle is considered a medium-sized member of the genus Hypsugo, with a forearm length of 35.2–38.4 mm (1.39–1.51 in). It has short ears that are rounded at the tips. The tragus is short with a squared tip. The skin of its wing membranes is nearly black, as are other areas of exposed skin, including its ears and snout. It has a large and robust skull with a long, narrow snout. The angle of the slope from snout to braincase increases constantly, with no depression between the two. Its upper canines are long and slender.",
    "Range and habitat": "As of 2014, the long-toothed pipistrelle is known only from Southeast Asian countries of Laos and southern Vietnam. It has been encountered near rivers surrounded by lowland rainforest. Its range includes at least one protected area: Cát Tiên National Park.\n\n\n== References =="
  }
}