{
  "url": "https://en.wikipedia.org/wiki/Incan_little_mastiff_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Mormopterus"
    },
    {
      "Subgenus": "Mormopterus"
    },
    {
      "Species": "M. phrudus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Incan little mastiff bat (Mormopterus phrudus) is a species of bat in the family Molossidae, the free-tailed bats. It belongs to the subgenus Micronomus.",
    "Taxonomy and etymology": "It was described as a new species by American zoologist Charles O. Handley.\nAlthough the holotype had been collected in 1915 by Edmund Heller, it was not scientifically described until 1956.\nIts species name \"phrudus\" comes from Ancient Greek \"phroudos,\" meaning \"gone\" or \"disappeared.\"\nHandley chose this name \"with allusion to their type locality, the 'Lost City' of Machu Picchu...\"\nAlong with Kalinowski's mastiff bat, it is one of only two species of Mormopterus in the New World.",
    "Description": "Its head and body length is 50 mm (2.0 in); its tail length is 29 mm (1.1 in); its forearm length is 34 mm (1.3 in).\nIts fur is dark brown.\nIts ears are thin, rounded, and not conjoined as in some other free-tailed bats.\nIt has a small tragus with a pointed tip and an inconspicuous antitragus.\nIts lips are slightly wrinkled.\nMales, at least, have a gular gland.\nIts dental formula is 1.1.2.32.1.2.3, for a total of 30 teeth.",
    "Biology and ecology": "Little is known about the biology of the bat. \nIt has been observed roosting in caves at an altitude of 3,000 m (9,800 ft). It may be a microendemic species.",
    "Range and habitat": "It is only known from a very small area of occupancy of 20 km2 (7.7 sq mi).\nIt is documented at relatively high elevations, from 1,800–3,000 m (5,900–9,800 ft) above sea level.\nIt occurs in lowland subtropical forest.",
    "Conservation": "This bat is endemic to Peru, where it is known only from one location; its type locality at Machu Picchu. \nIt is considered a vulnerable species by the International Union for Conservation of Nature (IUCN) and a critically endangered species by the nation of Peru; though it is rare, it lives in a protected area.\n\n\n== References =="
  }
}