{
  "url": "https://en.wikipedia.org/wiki/Indian_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. medius"
    }
  ],
  "text": {
    "__SUMMARY__": "The Indian flying fox (Pteropus medius, formerly Pteropus giganteus), also known as the greater Indian fruit bat,  is a species of flying fox found in South Asia. It is one of the largest bats in the world. It is of interest as a disease vector, as it is capable of transmitting several viruses to humans. It is nocturnal and feeds mainly on ripe fruits, such as mangoes and bananas, and nectar. This species is often regarded as vermin due to its destructive tendencies towards fruit farms, but the benefits of its pollination and seed propagation often outweigh the impacts of its fruit consumption.",
    "Taxonomy and phylogeny": "It was described as a new species by Dutch zoologist and museum curator Coenraad Jacob Temminck in 1825 who gave it the scientific name Pteropus medius. Confusion over the name has prevailed in the literature as in 1782 Danish zoologist Morten Thrane Brünnich, gave the scientific name Vespertilio gigantea as a replacement for Vespertilio vampyrus Linnaeus (1758: 31) \nHe was specifically referring to Linnaeus's use of Vespertillo vampyrus. Carl Linnaeus had previously classified the species as Pteropus vampyrus and as such gigantea could not be used for a species that was already named.\nIn 1992 Corbett and Hill suggested giganteus was a sub-species of vampyrus.In 2012, Mlíkovský argued that the correct scientific name of the Indian flying fox should be Pteropus medius rather than P. giganteus.\nHe asserted that Brünnich coined a new name for a species that had already been described—Vespertilio vampyrus which is now Pteropus vampyrus (the large flying fox).\nMlíkovský made several points in his argument, all with a foundation in the nomenclature rule known as Principle of Priority.\nThe Principle of Priority posits that the first formal, published scientific name given to a species shall be the name that is used.\nBecause Brünnich was attempting to rename the large flying fox in his 1782 publication, his name should not apply to either the large or the Indian flying fox—an older name was in existence, and therefore the large flying fox is P. vampyrus, not P. giganteus;\nIn negating Brünnich's name, Mlíkovský states that the oldest applicable name used to describe the Indian flying fox comes from Coenraad Jacob Temminck's publication in 1825.\nMlíkovský's recommendation has been met with varying degrees of acceptance.\nSome authors who have published on the Indian flying fox since 2012 have accepted this taxonomic revision, using the name Pteropus medius.\nOther taxonomic authorities, however, such as the Integrated Taxonomic Information System, still recognize Pteropus giganteus as the valid name of the Indian flying fox.It is most closely related to the grey-headed flying fox, P. poliocephalus.\nAs the genus Pteropus is divided into closely related species groups, the Indian flying fox is placed in the vampyrus species group, which also includes the Bonin, Ryukyu, little golden-mantled, Rodrigues, large, Lyle's, Aldabra, Madagascan, Seychelles, and Mauritian flying foxes.There are currently three recognized subspecies of the Indian flying fox: P. m. ariel (G. M. Allen, 1908), P. m. giganteus (Brünnich, 1782), and P. m. leucocephalus (Hodgson, 1835).",
    "Description": "The Indian flying fox is India's largest bat, and one of the largest bats in the world, weighing up to 1.6 kg (3.5 lb). Its body mass ranges from 0.6–1.6 kg (1.3–3.5 lb), and males are generally larger than females. The wingspan ranges from 1.2–1.5 m (3 ft 11 in–4 ft 11 in) and body length averages 15.5–22.0 cm (6.1–8.7 in). The wings rise from the side of the dorsum and from the back of the second toe, and its thumb has a powerful claw. It has claws on only its first two digits of its wings, with the thumb possessing the more powerful claw, and all five digits of its leg. It lacks a tail.The Indian flying fox ranges in color, with a black back that is lightly streaked with grey, a pale, yellow-brown mantle, a brown head, and dark, brownish underparts. It has large eyes, simple ears, and no facial ornamentation—a typical appearance for a species of the genus Pteropus. The skull is oval-shaped and the greatest length of the skull is 71–75.6 mm (2.80–2.98 in). The orbital rim of the skull is incomplete. The ears lack a tragus or antitragus and are ringed, and the ears range in length from 35–40 mm (1.4–1.6 in) in length.The dental formula is 3.1.4.22.1.4.3. The first upper premolar is absent, the canine is pronounced, and the molars have a longitudinal furrow.As of 1999, it is the longest-lived member of its genus; one individual lived for 31 years and 5 months in captivity.",
    "Distribution and habitat": "The Indian flying fox is found across South Asia, including Bangladesh, Bhutan, India, China (Tibet), Maldives, Myanmar, Nepal, Pakistan and Sri Lanka.It roosts in large, established colonies on open tree branches, especially in urban areas or in temples. \nIt prefers to roost on tall trees with small diameters, especially canopy trees, and prefers to be in close proximity to bodies of water, human residences, and agricultural land. \nThis habitat selection is highly dependent on food availability. For example, many residences within the bat's distribution have outdoor gardens that support its generalist frugivorous feeding habits. This tendency to support a generalist frugivorous diet through habitat selection also leads it to commonly roost in highly fragmented forests, where the variety of plant species allows it to better utilize its feeding habits.Its populations are constantly threatened through habitat destruction caused by urbanization or widening of roads. Tree roosts are often felled and colonies dispersed. Smaller colonies tend to remain in place longer than larger colonies, as those larger colonies have their roosts felled more quickly.",
    "Ecology": "",
    "Ecology-Diet": "The Indian flying fox is frugivorous or nectarivorous, i.e., they eat fruits or drink nectar from flowers. At dusk, it forages for ripe fruit. It is a primarily generalist feeder, and eats any available fruits. Seeds from ingested fruits are scarified in its digestive tract and dispersed through its waste. It is relied on for seed propagation by 300 plant species of nearly 200 genera, of which approximately 500 economically valuable products are produced in India. Nearly 70% of the seeds in Indian flying fox guano are of the banyan tree, a keystone species in Indian ecosystems.Although initially thought to be strictly frugivorous, it has been observed deliberately eating insects and leaves. The Indian flying fox also eats flowers, seed pods, bark, cones, and twigs. Their diet changes seasonally, with a greater reliance on mango fruits for moisture in the autumn and spring. A species of ebony tree (pale moon ebony tree) provides dietary fiber year-round. Yellow box eucalyptus and Chinese pistache provide necessary carbohydrates, fats, iron, and phosphorus in the winter.",
    "Ecology-Behavior": "The Indian flying fox roosts communally in the treetops of large trees in camps often with thousands of bats. Roosts tend to be used for upwards of ten years, and are usually inhabited year-round rather than seasonally. \nWithin the roost the bats quarrel and chatter often, and during sunny hours of the day bats fan their wings and call, and during cloudy periods bats are silent and wrap their wings around their body. \nOccasionally a few bats fly around the roost during the day, but most activity is restricted to night, when they leave the roost one by one 20–30 minutes after the sunset.\nBats at the top of the roost tend to circle the roost and leave before the rest of the colony emerges.\nThe time of bat emergence was significantly influenced by the day length, sunset and the ambient temperature delayed the time of emergence.\nThe bats fly with the appearance of a large swarm but forage individually, and give off contact calls infrequently. \nIndividuals travel upwards of 93 mi (150 km) in search of food, finding it by sight. It can quickly travel up and down tree branches to forage for fruit with a swift hand-over-hand motion.",
    "Reproduction": "",
    "Reproduction-Mating system": "The Indian flying fox is a polygynandrous species, and breeds yearly from July to October. Births occur from February to May. Gestation period is typically 140 to 150 days. The average birth number is 1 to 2 pups. Among members of the genus Pteropus, pups are carried by the mother for the first few weeks of life, with weaning occurring around 5 months of age. Males do not participate in parental care. Young bats learn to fly at approximately 11 weeks of age. Reproductive maturity occurs at 18–24 months.It has a common mammalian annual breeding season. Its testes increase in weight as days grow shorter, and are heaviest in October and November. Their weight quickly decreases after eggs are fertilized. Sperm are abundant in the epididymides throughout the year. Just before daylength begins to increase in December, conception occurs. The young are born in May, as pregnancy lasts roughly six months. Copulation rates tend to increase as days grow shorter.To initiate copulation males capture the attention of females with continuous flapping of their wings (probably to spread the odor from male scent glands), though this usually only serves to encourage females to escape. Copulation tends to occur with females that fail to escape after courtship. Males chase females persistently for up to half of an hour until they successfully corner the female. Females attempt to protect themselves and escape during copulation and call constantly. Copulation ranges from 30 to 70 seconds on average. Males do not release females until copulation ends, and afterwards both bats remain silent until the end of the day.\nBoth before and after copulation, Indian flying foxes engage in oral sex, with males performing cunnilingus on females. \nThe duration of oral sex is positively associated with the duration of copulation, suggesting that its purpose is to make the female more receptive to copulation and to increase the male's chances of fertilizing an ovum.",
    "Relationship to people": "",
    "Relationship to people-Disease transmission": "Like other fruit bats, the Indian flying fox may be a natural reservoir for diseases including certain henipaviruses and flaviviruses.\nThese can prove fatal to humans and domestic animals.\nIndian flying foxes in India and Bangladesh have tested positive for Nipah virus, a type of henipavirus.\nDue to human encroachment into their habitats, there is a high risk of spillover infection of Nipah virus from Indian flying foxes to humans.\nWhile Nipah virus outbreaks are more likely in areas preferred by Indian flying foxes, researchers note that \"the presence of bats in and of itself is not considered a risk factor for Nipah virus infection.\"\nRather, the consumption of date palm sap is a significant route of transmission.\nThe practice of date palm sap collection involves placing collecting pots at date palm trees.\nIndian flying foxes have been observed licking the sap as it flows into the pots, as well as defecating and urinating in proximity to the pots.\nIn this way, humans who drink the palm sap can be exposed to the bats' viruses.\nThe use of bamboo skirts on collecting pots lowers the risk of contamination from bat fluids.\nWhile Indian flying foxes have also tested positive for GBV-D, a type of flavivirus, it is unclear whether this virus occurs in humans or if it could be transmitted by Indian flying foxes.",
    "Relationship to people-As pests": "To some, the Indian flying fox is vermin because they believe that it \"poaches\" ripe fruit from orchards.\nA study in India found that of all orchard crops, Indian flying foxes did the most damage to mango and guava crops.\nHowever, an estimated 60% of fruits damaged by the flying foxes were ripe or overripe; overripe fruits are about half as valuable as ripe fruits.\nIn the Maldives, Indian flying foxes are considered major predators of almond, guava, and mango trees. Indian flying foxes in the Maldives have been culled to protect orchards; some managers advocated reducing their population by 75% every three to four years for optimum control.\nAlternatives to culling include placing barriers between the bats and fruit trees, such as netting, or harvesting fruit in a timely manner to avoid attracting as many flying foxes.\nPreventing fruit loss may also involve the use of scare guns, chemical deterrents, or night-time lights.\nAlternatively, planting Singapore cherry trees next to an orchard can be effective, as flying foxes are much more attracted to their fruits than many other orchard crops.",
    "Relationship to people-As food and medicine": "In Pakistan, its populations have declined. \nThis has been partly attributed to the belief that its fat is a treatment for rheumatism.\nTribes in the Attappadi region of India eat the cooked flesh of the Indian flying fox to treat asthma and chest pain.\nHealers of the Kanda Tribe of Bangladesh use hair from Indian flying foxes to create treatments for \"fever with shivering.\"\nIn Pakistan and India, Indian flying foxes are more likely to be killed for medicine than for bushmeat.\nHowever, the meat is consumed by indigenous tribes of India.\nIts meat is traded locally in small markets, and is not considered of significant economic importance.\nConsumption is also reported in three provinces of South China and one province in Southwest China.\nHunting may be sustainable, though, with some researchers positing that habitat loss and roost disturbance are much more damaging to its populations.",
    "Relationship to people-In culture": "Despite the Indian government classifying bats as vermin in the Indian Wildlife Protection Act, the Indian flying fox is sacred in India. In the Puliangulam village in India, a banyan tree in the middle of local agriculture fields is home to a colony of 500 Indian flying foxes. The bats are protected by the local spirit \"Muniyandi\", and the villagers make offerings of bananas and rice to the spirit and the bats.",
    "Notes": "\n\n== References =="
  }
}