{
  "url": "https://en.wikipedia.org/wiki/Indiana_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. sodalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Indiana bat (Myotis sodalis) is a medium-sized mouse-eared bat native to North America. It lives primarily in Southern and Midwestern U.S. states and is listed as an endangered species. The Indiana bat is gray, black, or chestnut in color and is 1.2–2.0 in long and weighs 4.5–9.5 g (0.16–0.34 oz). It is similar in appearance to the more common little brown bat, but is distinguished by its feet size, toe hair length, pink lips, and a keel on the calcar.\nIndiana bats live in hardwood and hardwood-pine forests. It is common in old-growth forest and in agricultural land, mainly in forest, crop fields, and grasslands. As an insectivore, the bat eats both terrestrial and aquatic flying insects, such as moths, beetles, mosquitoes, and midges.\nThe Indiana bat is listed as an endangered species by the U.S. Fish and Wildlife Service. It has had serious population decline, estimated to be more than 50% over the past 10 years, based on direct observation and a decline on its extent of occurrence.",
    "Description": "The length of the Indiana bat's head to the body is from 4.1-4.9 cm. The animal weighs about 1/4 an ounce. These bats are very difficult to distinguish from other species, especially the more common little brown bat (Myotis lucifugus), unless examined closely. The size of the feet, the length of the toe hairs, and the presence of a keel on the calcar are characteristics used to differentiate the Indiana bat from other bats. Indiana bats typically live 5 to 9 years, but some have reached 12 years of age. They can have fur from black to chestnut with a light gray to cinnamon belly. Unlike other common bats with brown hair and black lips,  Indiana bats have brown hair and pink lips, which is helpful for identification.",
    "Distribution": "Indiana bats spend the summer living throughout the eastern United States. During winter, however, they cluster together and hibernate in only a few caves.   Since about 1975, their population has declined by about 50%. Based on a 1985 census of hibernating bats, the Indiana bat population is estimated around 244,000. About 23% of these bats hibernate in caves in Indiana. The Indiana bat lives in caves only in winter; but, there are few caves that provide the conditions necessary for hibernation. Stable, low temperatures are required to allow the bats to reduce their metabolic rates and conserve fat reserves. These bats hibernate in large, tight clusters which may contain thousands of individuals. Indiana bats feed entirely on night flying insects, and a colony of bats can consume milions of insects each night.  The range of the Indiana bat overlaps with that of the more narrowly distributed gray bat (Myotis grisescens), also listed as endangered.",
    "Endangered status": "The Indiana bat was listed as federally endangered under the Endangered Species Preservation Act, on 11 March 1967, due to the dramatic decline of populations throughout their range. Reasons for the bat's decline include disturbance of colonies by human beings, pesticide use and loss of summer habitat resulting from the clearing of forest cover. As of 1973, the Indiana bat has been listed as endangered under the Endangered Species Act (as amended), and additionally protected by the Federal Cave Resources Protection Act of 1988, to protect hibernacula on federal lands. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
    "Current threats": "Indiana bat populations in the northeastern United States are crashing with the rapid spread of white-nose syndrome, the most devastating wildlife disease in recent history. By the end of 2011, this unprecedented threat had killed 5.7 to 6.7 million bats in the United States since its discovery in 2007 based on photographs taken in 2006. Among these, at least 15,662 Indiana bats died from WNS in 2008 alone (3.3% of the 2007 range wide population), and an estimated 95% of Pennsylvania’s entire cave bat population has died.\n\nAlthough becoming less common, direct and intentional killings by humans have occurred. On 23 October 2007, Lonnie W. Skaggs of Olive Hill, Kentucky, and Kaleb Dee Carpenter, of Grayson, Kentucky, entered Laurel Cave in Carter Caves State Park, Kentucky, and killed 23 Indiana bats. Skaggs re-entered the cave three days later and killed another 82 endangered Indiana bats. An investigation began when Carter Caves State Park employees discovered at least 105 dead Indiana bats. The two men admitted to knowingly slaughtering an endangered species, using flashlights and rocks to knock hibernating bats off their roosts, and smashing their bodies with rocks. Bats that attempted to escape by flying away were knocked down from the air. The men stomped bats to death, bludgeoned them with flashlights, and crushed their bodies with rocks in several areas of the hibernaculum. BCI worked with the Kentucky Department of Fish & Wildlife Resources to establish a reward fund and provided the initial contribution. The reward quickly grew to $5,000 with support from the Southeastern Bat Diversity Network and Defenders of Wildlife and was widely reported, and the two men were caught following an anonymous tip. This incident was called a \"senseless killing\" by James Gale, Special Agent-in-Charge for the USFWS Southeast Region, and resulted in conviction. They pleaded guilty to violating the federal Endangered Species Act. U.S. Magistrate Judge Edward Atkins sentenced Skaggs to eight months in federal prison, and placed Carpenter on three years' probation. The case marks the first time nationwide that individuals were sentenced for killing endangered Indiana bats. BCI thanked members and donors for allowing them to help protect these bats and work toward a time when such killings finally cease.Additionally, Indiana bat mortality due to wind turbines has been confirmed, even resulting in a December 2009 injunction against a West Virginia wind farm. As of 2013, only five Indiana bat mortalities have been documented; two females at Fowler Ridge in Indiana in September 2009 and 2010, one female at the North Allegheny Wind Energy Facility, Pennsylvania, in September 2011, one male at the Laurel Mountain Wind Power facility, West Virginia in July 2012, and one female at the Blue Creek Wind Farm, Ohio in October 2012. Fatality rates of up to 63.9 bats per turbine, per year have been estimated. Mortality is caused both by direct impact with rotors and by barotrauma.Other anthropogenic effects have contributed to the loss of Indiana bat populations, including pesticide use, human disturbance of hibernacula (see photos above), improper application of cave gates, climate change, and agricultural development. As a result, the Indiana bat experienced a nationwide 57% population decline from 1960 to 2001.).",
    "Plant communities": "Common dominant trees used by Indiana bats throughout their range include oaks (Quercus spp.), hickories (Carya spp.), ashes (Fraxinus spp.), elms (Ulmus spp.), eastern cottonwoods (Populus deltoides), locusts (Robinia spp.), and maples (Acer spp.). The understory may include hawthorns (Crataegus spp.), dogwoods (Cornus spp.), fragrant sumac (Rhus aromatica), giant ragweed (Ambrosia trifida), sedges (Carex spp.), Virginia creeper (Parthenocissus quinquefolia), wood nettle (Laportea canadensis), goldenrod (Solidago spp.), poison ivy (Toxicodendron radicans), and wild grape (Vitis spp.).Indiana bats were found in a variety of plant associations in a southern Iowa study. Riparian areas were dominated by eastern cottonwood, hackberry (Celtis occidentalis), and silver maple (Acer saccharinum). In the forested floodplains, the dominant plants included black walnut (Juglans nigra), silver maple, American elm (Ulmus americana), and eastern cottonwood. In undisturbed upland forest, the most common plants were black oak (Quercus velutina), bur oak (Q. macrocarpa), shagbark hickory (Carya ovata), and bitternut hickory (C. cordiformis). Black walnut, American basswood, American elm, and bur oak dominated other upland Indiana bat sites.Indiana bats use at least 29 tree species during the summer. The greatest numbers of tree species are found in the central portion of Indiana bats' range (primarily Missouri, southern Illinois, southern Indiana, and Kentucky), but this is likely because the majority of research conducted on the species has occurred in this region. Roost trees from these central states, which are mainly in the oak-hickory cover type, include silver maple, red maple (Acer rubrum), sugar maple (A. saccharum), white oak (Q. alba), red oak (Q. rubra), pin oak (Q. palustris), scarlet oak (Q. coccinea), post oak (Q. stellata), shingle oak (Q. imbricaria), eastern cottonwood, shagbark hickory, bitternut hickory, mockernut hickory (C. alba), pignut hickory (C. glabra), American elm, slippery elm (Ulmus rubra), honey locust (Gleditsia triacanthos), sourwood (Oxydendrum arboreum), green ash (Fraxinus pennsylvanica), white ash (F. americana), Virginia pine (Pinus virginiana), American sycamore (Platanus occidentalis), and sassafras (Sassafras albidum).In southern Michigan and northern Indiana, which are mainly in the oak-hickory and elm-ash-cottonwood cover types, trees used as roosts include green, white, and black ash (Fraxinus nigra), silver maple, shagbark hickory, and American elm. And finally, in the southern areas of the Indiana bat's range (primarily Tennessee, Arkansas, and northern Alabama), which include the oak-hickory and oak-pine cover types, Indiana bats use shagbark hickory, white oak, red oak, pitch pine (P. rigida), shortleaf pine (P. echinata), loblolly pine (P. taeda), sweet birch (Betula lenta), and eastern hemlock (Tsuga canadensis).",
    "Major life events": "Indiana bats begin to arrive at hibernacula (caves and mines in which they spend the winter) from their summer roosting sites in late August, with most returning in September. Females enter hibernation shortly after arriving at hibernacula, but males remain active until late autumn to breed with females arriving late. Most Indiana bats hibernate from October through April, but many at the northern extent of their range hibernate from September to May. Occasionally, Indiana bats are found hibernating singly, but almost all are found hibernating in dense clusters of 3,230 to 5,215 bats/m².Spring migration can begin as early as late March, but most Indiana bats do not leave their winter hibernacula until late April to early May. Females emerge from hibernacula first, usually between late March and early May. Most males do not begin to emerge until mid- to late April. Females arrive at summer locations beginning in mid-April. Females form summer nursery colonies of up to 100 adult females during summer. Males typically roost alone or in small bachelor groups during the summer. Many males spend the summer near their winter hibernacula, while others migrate to other areas, similar to areas used by females.Females can mate during their first fall, but some do not breed until their second year. Males become reproductively active during their second year. Breeding occurs in and around hibernacula in fall. During the breeding season, Indiana bats undergo a phenomenon known as swarming. During this activity, large numbers of bats fly in and out of caves from sunset to sunrise. Swarming mainly occurs during August to September and is thought to be an integral part of mating. Bats have been observed copulating in caves until early October. During the swarming/breeding period, very few bats are found roosting within the hibernacula during the day. Limited mating may also occur at the end of hibernation.Fertilization does not occur until the end of hibernation, and gestation takes about 60 days. Parturition occurs in late May to early July. Female Indiana bats typically give birth to one pup. Juveniles are weaned after 25 to 37 days  and are able to fly around the same time. Most young can fly by early to late July, but sometimes do not fly until early August. Humphrey and others  reported an 8% mortality rate by the time young were weaned. However, they assumed that all females mate in the autumn, which is not the case, so not all the females would give birth. Thus, mortality of young may be even lower than 8%.\nIndiana bats are relatively long lived. One Indiana bat was captured 20 years after being banded as an adult. Data from other recaptured individuals show that females live at least 14 years 9 months, while males may live for at least 13 years 10 months.",
    "Habitat": "",
    "Habitat-Landscape": "Habitat requirements for the Indiana bat are not completely understood. Bottomland and floodplain forests were once thought to be the most important habitats during the summer, but subsequent study has shown that upland forest habitats may be equally important, especially in the southern portions of the species's range. Indiana bats are found in hardwood forests throughout most of their range  and mixed hardwood-pine forests in the southeastern United States. Stone and Battle  found a significantly greater proportion (p<0.05) of old-growth forest (greater than 100 years), more hardwoods, and fewer conifers in stands occupied by Indiana bats than in random stands in Alabama.\nIn an Illinois study by Gardner and others, the study area where Indiana bats were found was estimated as roughly 67% agricultural land including cropland and old fields; 30% was upland forest; while 2.2% was floodplain forest. Finally, only 0.1% of the area was covered with water. Kurta and others  found that in southern Michigan, the general landscape occupied by Indiana bats consisted of open fields and agricultural lands (55%), wetlands and lowland forest (19%), other forested habitats (17%), developed areas (6%), and perennial water sources such as ponds and streams (3%).\nIn southern Illinois, Carter and others  reported that all roosts were located in bottomland, swamp, and floodplain areas. Miller and others  determined the predominant habitat types near areas where Indiana bats were captured in Missouri were forest, crop fields, and grasslands. Indiana bats did not show any preference for early successional habitats, such as old fields, shrublands, and early successional forests, showing 71% to 75% of activity occurring in other habitats. Although much of the landscape throughout the distributional range of the Indiana bat is dominated by agricultural lands and other open areas, these areas are typically not used by Indiana bats.Indiana bats typically spend the winter in caves or mines. However, a few bats have been found hibernating on a dam in northern Michigan. They need very specific conditions to survive the winter hibernation period, which lasts about 6 months. As the microclimate in a hibernaculum fluctuates throughout the winter, Indiana bats sometimes fly to different areas within the hibernaculum to find optimal conditions, but this does not appear necessary for every hibernaculum. Indiana bats may even switch between nearby hibernacula in search of the most appropriate hibernating conditions. Indiana bats are generally loyal to specific hibernacula or to the general area near hibernacula that they have occupied previously.  Critical winter habitats of Indiana bats have been designated by the U.S. Fish and Wildlife Service and include 13 hibernacula distributed across Illinois, Indiana, Kentucky, Missouri, Tennessee, and West Virginia.Three types of hibernacula have been designated depending on the amount of use each receives from year to year. Priority one hibernacula are those that consistently have greater than 30,000 Indiana bats hibernating inside each winter. Priority two hibernacula contain 500 to 30,000 bats, and priority three hibernacula are any with fewer than 500 bats. At least 50% of Indiana bats are thought to hibernate in the eight priority one hibernacula, which can be found in Indiana (three), Missouri (three), and Kentucky (two). Estimates of hibernating populations in 2001 suggest that priority one hibernacula have experienced a 48% decline since 1983. Overall, populations have fallen around 57% since 1960 across all hibernacula.",
    "Habitat-Site characteristics": "Studies have identified at least 29 tree species  used by Indiana bats during the summer and during spring and fall migrations. Since so many tree species are used as roosts, tree species is likely not a limiting habitat requirement. In addition to trees, Indiana bats have used a Pennsylvania church attic, a utility pole, and bat boxes  as roosts. However, use of man-made structures appears to be rare. Roost selection by females may be related to environmental factors, especially weather. Cool temperatures can slow fetal development, so choosing roosts with appropriate conditions is essential for reproductive success  and probably influences roost choice.\nTwo types of day roosts used by Indiana bats have been identified as primary and alternate roosts. Primary roosts typically support more than 30 bats at a time and are used most often by a maternity colony. Trees that support smaller numbers of Indiana bats from the same maternity colony are designated as alternate roosts. In cases where smaller maternity colonies are present in an area, primary roosts may be defined as those used for more than 2 days at a time by each bat, while alternate roosts are generally used 1 day. Maternity colonies may use up to three primary roosts and up to 33 alternate roosts  in a single season. Reproductively active females frequently switch roosts to find optimal roosting conditions. When switching between day roosts, Indiana bats may travel as little as 23 feet (7 m) or as far as 3.6 miles (5.8 km). In general, moves are relatively short and typically less than 0.6 mile (1 km).Primary roosts are most often found at forest edges or in canopy gaps. Alternate roosts are generally located in a shaded portion of the interior forest and occasionally at the forest edge. Most roost trees in a Kentucky study occurred in canopy gaps in oak, oak-hickory, oak-pine, and oak-poplar community types. Roosts found by Kurta and others  in an elm-ash-maple forest in Michigan were in a woodland/marsh edge, a lowland hardwood forest, small wetlands, a shrub wetland/cornfield edge, and a small woodlot. Around hibernacula in autumn, Indiana bats tended to choose roost trees on upper slopes and ridges that were exposed to direct sunlight throughout the day.The preferred amount of canopy cover at the roost is unclear. Many studies have reported the need for low cover, while others have documented use of trees with moderate to high canopy cover, occasionally up to complete canopy closure. Canopy cover ranges from 0% at the forest edge to 100% in the interior of the stand. A general trend is that primary roosts are found in low cover, while alternate roosts tend to be more shaded. Few data directly compare the differences between roost types. In Alabama, canopy cover at the roost tended to be low at an average of 35.5%, but at the stand level, canopy cover was higher with a mean of 65.8%. In a habitat suitability model, Romme and others  recommended the ideal canopy cover for roosting Indiana bats as 60% to 80%. Actual roost sites in eastern Tennessee were very high in the tree, and Indiana bats were able to exit the roost above the surrounding canopy. Thus, canopy cover measurements taken from the bases of roost trees may overestimate the actual amount of cover required by roosting Indiana bats.Stands occupied by this species can vary greatly. A Virginia pine roost was in a stand with a density of only 367 trees/ha, while in Kentucky, a shagbark hickory roost was in a closed-canopy stand with 1,210 trees/ha. Overall tree density in Great Smoky Mountain National Park was higher around primary roosts than at alternate roosts. At the landscape level, the basal area for stands with roosts was 30% lower than basal area of random stands in Alabama. Tree density in southern Iowa varied between different habitats. In a forested floodplain, tree density was lowest at 229 trees/ha, while a riparian strip had the highest tree density at 493 trees/ha.The number of roosts used and home range occupied by a maternity colony can vary widely. In Missouri, the highest density of roosts being used in an oak-hickory stand was 0.25 tree/ha. In Michigan, the number of trees used by a colony was 4.6 trees/ha, with as many as 13.2 potential roosts/ha in the green ash-silver maple stand. Clark and others  estimated that the density of potential roosts in southern Iowa in areas where Indiana bats were caught was 10 to 26/ha in riparian, floodplain, and upland areas dominated by eastern cottonwood-silver maple, oak-hickory, and black walnut-silver maple-American elm, respectively. In Illinois, the suggested optimal number of potential roost trees in an upland oak-hickory habitat was 64/ha; the optimal number for riparian and floodplain forest, dominated by silver maple and eastern cottonwood, was proposed to be 41/ha.Salyers and others  suggested a potential roost density of 15 trees/ha was needed, or 30 roosts/ha if artificial roost boxes are erected in a stand with American elm and shagbark hickory. The roosting home range used by any single Indiana bat was as large as 568 hectares in an oak-pine community in Kentucky. Roosts of two maternity colonies in southern Illinois were located in roosting areas estimated at 11.72 hectares and 146.5 hectares, and included green ash, American elm, silver maple, pin oak, and shagbark hickory. The extent of the maternity home range may depend on the availability of suitable roosts in the area.Most habitat attributes measured for the Indiana bat were insignificant and inconsistent from one location to another. In Missouri, oak-hickory stands with maternity colonies had significantly  more medium trees (12–22 in or 30–57 cm dbh) and significantly  more large-sized trees (>22 inches or 57 cm dbh) than areas where Indiana bats were not found. No other major landscape differences were detected.Distances seen between roosts and other habitat features may be influenced by the age, sex, and reproductive condition of these bats. Distances between roosts and paved roads is greater than the distances between roosts and unpaved roads in some locales, although overlap between the two situations has been documented. In Illinois, most roosts used by adult females and juveniles were about 2,300 feet (700 m) or more from a paved highway, while adult males roosted less than 790 feet (240 m) from the road. In Michigan, roosts were only slightly closer to paved roads: 2,000 feet (600 m) on average for all roosts located. In general, roosts were located 1,600 feet (500 m) to 2,600 feet (800 m) from unpaved roads in Illinois and Michigan. Roost trees used during autumn in Kentucky were very close to unpaved roads at an average of 160 feet (50 m).Roost proximity to water is highly variable, so probably not as important as once thought. In Indiana, roost trees were discovered less than 660 feet (200 m) from a creek, while roosts in another part of Indiana were 1.2 miles (2 km) from the nearest permanent water source. To the other extreme, roosts of a maternity colony from Michigan were all found in a 12-acre (5 ha) wetland that was inundated for most of the year. In Virginia, foraging areas near a stream were used. Intermittent streams may be located closer to roosts than more permanent sources of water. Ponds, streams, and road ruts appear to be important water sources, especially in upland habitats.",
    "Habitat-Foraging habitat": "Studies on the foraging needs for Indiana bats are inconclusive. Bats forage in a landscape composed of pasture, corn fields, woodlots, and a strip of riparian woodland, although Indiana bat activity was not necessarily recorded in all these habitat types. Murray and Kurta  made some qualitative assessments of Indiana bat foraging habitat in Michigan; the majority of bats was found foraging in forested wetlands and other woodlands, while one bat foraged in an area around a small lake and another in an area with 50% woodland and 50% open fields. Another Indiana bat foraged over a river, while 10 others foraged in areas greater than 0.6 mile (1 km) from the same river.Bat activity was centered around small canopy gaps or closed forest canopy along small second-order streams in West Virginia. Indiana bats foraged under the dense oak-hickory forest canopy along ridges and hillsides in eastern Missouri, but rarely over streams. Indiana bats have been detected foraging in upland forest  in addition to riparian areas such as floodplain forest edges. Romme and others  also suggested that foraging habitat would ideally have 50% to 70% canopy closure. Indiana bats rarely use open agricultural fields and pastures, upland hedgerows, open water, and deforested creeks for traveling or foraging.",
    "Habitat-Hibernacula": "During hibernation, Indiana bats occupy open areas of hibernacula ceilings and generally avoid crevices and other enclosed areas. They were associated with hibernacula that were long (µ=2,817 feet or 858 m), had high ceilings (µ=15 feet or 4.5 m), and had large entrances (µ=104.4 feet² or 9.7 m²). The preferred hibernacula often had multiple entrances promoting airflow. Hibernacula choice may be influenced by the ability of the outside landscape to provide adequate forage upon arrival at the hibernacula, as well as the specific microclimate inside. Having forested areas around the hibernacula entrance and low amounts of open farmland may be important factors influencing the suitability of hibernacula.",
    "Cover requirements": "Primary roosts used by Indiana bats are typically snags in canopy gaps and forest edges that receive direct sunlight throughout the day. Alternate roosts are live or dead trees, generally located in the forest interior, that usually receive little or no direct sunlight. Weather, such as very warm temperatures and precipitation, appears to influence the use of interior alternate roost trees over primary roosts, as alternate roosts generally offer more shade and protection during inclement weather and extreme heat. However, this preference may fluctuate from season to season. Indiana bats moved to the alternate roost during periods of heavy rain and colder ambient temperatures during fall in Missouri, but chose to roost in the primary snag during inclement weather in the spring. These differences may be attributed to variation in the heat-retention capabilities of the trees at different times of the year.  Bats from a maternity colony switched roosts more frequently in summer and autumn than they did in spring in an oak-pine forest in Kentucky. They exhibit strong fidelity to individual roost trees from year to year if they are still suitable roost sites. Many trees are no longer usable after just a few years, while others may last as long as 20 years.Another important factor relating to roost suitability is tree condition. Indiana bats prefer dead or dying trees with exfoliating bark. The amount of exfoliating bark present on a tree seems to be insignificant. Indiana bats show an affinity for very large trees that receive lots of sunlight. Typically, Indiana bats roost in snags, but a few species of live trees are also used. Live roost trees are usually shagbark hickory, silver maple, and white oak. Shagbark hickories make excellent alternate roosts throughout the Indiana bats' range due to their naturally exfoliating bark. Although Indiana bats primarily roost under loose bark, a small fraction roosts in tree cavities.Primary roosts are generally larger than alternate roosts, but both show variability. Females typically use large roost trees averaging 10.8 to 25.7 inches (27.4 to 65.3 cm) as maternity roosts. Males are more flexible, roosting in trees as small as 3 inches (8 cm) dbh. In a review, Indiana bats required tree roosts greater than 8 inches (22 cm) dbh,  while  roosts of 12 inches (30 cm) dbh or larger were preferred.  The heights of roost trees vary, but they tend to be tall, with average heights ranging from 62.7 to 100 feet (19-30 m). The heights of the actual roosting sites are variable, as well, ranging from 4.6 to 59 feet (1.5-18 m).In addition to day roosts, Indiana bats use temporary roosts throughout the night to rest between foraging bouts. Limited research has examined the use of night roosts by Indiana bats, thus their use and importance are poorly understood. Males, lactating and postlactating females, and juveniles have been found roosting under bridges at night. Some Indiana bats were tracked to three different night roosts within the same night. Night roosts are often found within the bats' foraging area. Indiana bats using night roosts are thought to roost alone and only and for short periods, typically 10 minutes or less. Lactating bats may return to the day roost several times each night, presumably to nurse their young. Pregnant bats have not been tracked back to the day roost during the night except during heavy rain. Because Indiana bats are difficult to track during their nightly movements and usually rest for such short periods of time, the specific requirements that Indiana bats need in a night roost, and reasons why night roosts are needed, are still unknown.\nDuring spring and fall, Indiana bats migrate between hibernacula and summer roosting sites. In New York and Vermont, bats traveled up to 25 miles (40 km) between hibernacula and summer roosting sites in spring. This is a considerably shorter distance than what is seen in the Midwest, where bats may travel up to 300 miles (500 km). Many males remain close to hibernacula during the spring and summer rather than migrating long distances like females.  Occasionally, they even roost within hibernacula during the summer. Males also roost in caves and trees during fall swarming. Few data exist for the roosting requirements of Indiana bats during spring and fall migrations; data indicate that requirements during these times are similar to summer needs in that the bats chose large trees with direct sunlight and exfoliating bark.The ability for Indiana bats to find suitable hibernating conditions is critical for their survival. A hibernaculum that remained too warm during one winter caused a 45% mortality rate in hibernating bats. They generally hibernate in warmer portions of the hibernacula in fall, then move to cooler areas as winter progresses. During October and November, temperatures at roosting sites within major hibernacula in six states averaged 43.5 to 53.2°F (6.4–11.8°C). Roost temperatures at the same hibernacula ranged from 34.5 to 48.6°F (1.4–9.2°C) from December to February. Temperatures in March and April were slightly lower than in autumn at 39.6 to 51.3°F (4.2–10.7°C). Indiana bat populations increased over time in hibernacula that had stable midwinter temperatures averaging 37.4 to 45.0°F (3.0–7.2°C), and declined in hibernacula with temperatures outside this range.Temperatures slightly above freezing during hibernation allow Indiana bats to slow their metabolic rates as much as possible without the risk of freezing to death or using up fat too quickly. Hibernating bats may also survive low temperatures by sharing body heat within the tight clusters they typically form. Bats awaken periodically throughout the hibernation period, presumably to eliminate waste or to move to more appropriate microclimates. This periodic waking does not seem to affect their survival, but waking caused by disturbance can cause Indiana bats to use up large amounts of energy, which can cause them to run out of fat reserves before the end of winter, possibly leading to death.One way in which caves retain low temperatures is through a constant input of cold air from outside the cave. Typically, the caves supporting the largest populations have multiple entrances that allow cool air from outside the cave to come in, creating a circulation of fresh, cooled air. Gates that are meant to keep vandals out of caves have altered the temperature and airflow of hibernacula, resulting in population declines of Indiana bats at many major hibernacula throughout their range. Removing or modifying gates at some of these have given these populations a chance to rebound. Also, the bats seem to prefer a relative humidity of 74 to 100%, although  the air is not commonly saturated. Relative humidities of only 50.4% have also been recorded.",
    "Food habits": "Indiana bats feed exclusively on terrestrial and aquatic flying insects. The most common prey items taken are moths (Lepidoptera), beetles (Coleoptera), and mosquitoes and midges (Diptera). Selection of prey depends largely on availability in the foraging habitat with diet varying seasonally, by reproductive status of females, and from night to night. In southern Michigan, Indiana bats primarily ate caddisflies (Trichoptera) and bees, wasps, and ants (Hymenoptera), in addition to the more common prey previously listed. In the Ozarks of southern Missouri, the bats also primarily ate bees, wasps, ants, moths, and beetles, as well as leafhoppers (Homoptera), although diet did vary throughout the summer.  Bats in Indiana were found to prefer beetles, moths, mosquitoes, midges, leafhoppers, and wasps. Other arthropod groups which are consumed by Indiana bats in very limited quantities are lacewings (Neuroptera), spiders (Araneae), stoneflies (Plecoptera), mayflies (Ephemeroptera), mites and ticks (Acari), and lice (Phthiraptera).In addition to differences in diet, variation in foraging behaviors have been documented. For instance, the distance that an individual Indiana bat travels between a day roost and a nightly foraging range can vary.  Indiana bats traveled up to 1.6 miles (2.6 km) from their day roosts to their foraging sites in Illinois.  Similarly, bats traveled up to 1.5 miles (2.4 km) to forage in Kentucky. In Michigan, female bats traveled as far as 2.6 miles (4.2 km) to reach foraging areas with an average of 1.5 miles (2.4 km).Several studies have documented similarities in how foraging habitats are actually used by Indiana bats.  Indiana bats in Indiana were foraging around the canopy, which was 7 to 98 feet (2–30 m) above ground. In Missouri, a female bat foraged 7 to 33 feet (2–10 m) above a river. A male Indiana bat was observed flying in an elliptical pattern among trees at 10 to 33 feet (3–10 m) above the ground under the canopy of dense forests. In addition, bats were foraging at canopy height in Virginia.Differences in the extent of foraging ranges have also been noted. Bats from the same colony foraged in different areas at least some of the time. The average foraging area for female bats in Indiana was 843 acres (341 ha), but the foraging area for males averaged 6,837 acres (2,767 ha).  A male bat used a foraging area of 1,544 acres (625 ha) in Virginia. In Illinois, however, the foraging ranges were much smaller at an average of 625 acres (253 ha) for adult females, 141 acres (57 ha) for adult males, 91 acres (37 ha) for juvenile females, and only 69 acres (28 ha) for juvenile males. Foraging areas used by Indiana bats in Indiana increased throughout the summer season, but only averaged 11.2 acres (4.54 ha) in midsummer.",
    "Predators": "During hibernation, predators of Indiana bats may include black rat snakes (Pantherophis obsoletus)  and northern raccoons (Procyon lotor). During other times of the year, northern raccoons have been observed trying to grab bats from the air when they attempt to fly away. Skunks (Mephitidae), Virginia opossums (Didelphis virginiana), and feral cats (Felis catus) may pose a similar threat. If Indiana bats fly from their day roosts during the day, they may be susceptible to predation by hawks (Accipitridae). Indiana bats foraging at night may also be susceptible to predation by owls (Strigidae). While not a predator, woodpeckers (Picidae) may disturb roosting bats through their foraging activities by peeling away sections of bark being used by Indiana bats, causing them to fly from the roost during the day and making the tree unsuitable for future habitation.The impact of natural predators on Indiana bats is minimal compared to the damage to habitat and mortality caused by humans, especially during hibernation. The presence of people in caves can cause Indiana bats to come out of hibernation, leading to a large increase in their energy use. By causing them to wake up and use greater amounts of energy stores, humans can cause high mortality in a cave population of hibernating Indiana bats. Human disturbance and the degradation of habitat are the primary causes for their decline.",
    "References": "This article incorporates public domain material from the United States Department of Agriculture document \"Myotis sodalis\".",
    "External links": "Indiana Department of Natural Resources, Division of Fish and Wildlife: Indiana Bats\nOhio Department of Natural Resources Life History Notes: Indiana Bat Myotis sodalis\nU.S. Fish and Wildlife Service: Indiana Bat, Myotis sodalis\nNational Wildlife Federation: Indiana Bat\nSpecies Profile: Indiana Bat U.S. Fish & Wildlife Service\nU.S. Fish & Wildlife Service: Indiana bat images\nCapture and release of Indiana bats"
  }
}