{
  "url": "https://en.wikipedia.org/wiki/Inland_forest_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Vespadelus"
    },
    {
      "Species": "V. baverstocki"
    }
  ],
  "text": {
    "__SUMMARY__": "The inland forest bat (Vespadelus baverstocki) is a vespertilionid bat that occurs in central and arid regions in Australia. They were first described in 1987, published in a review of poorly surveyed microbat populations. A tiny flying mamamal, whose body is around twelve millimetres (½ inch) long, that occupies small cavities in trees and buildings while roosting. The nocturnal activity is foraging for insects, typically moths.",
    "Taxonomy": "The description of the species was published in 1987, assigning the population to the genus Eptesicus. This was later revised to place the group with genus Vespadelus. The type specimen was obtained at Yuinmery, an area in the Mid West of the continent, at an altitude of approximately 450 metres. The specimen, an adult male, was shot and collected by R. A. How in February 1980.Authors have placed this with the 'pumilus group' of the genus, an uncertain alliance of the species Vespadelus pumilus and other taxa. A paper in 1994 recognised the population as species Vespadelus vulturnus, which it closely resembles, but this species concept was cited in a later arrangement in a paper  providing a diagnostic of female 'little brown bats' assigned to genus Vespadelus (Queale, 1997; et al). While outlining the means of determining females of the species in the field, Queale notes this population as part of a 'regulus complex' (a species complex) that encompasses the populations later recognised as Vespadelus vulturnus, V. regulus and this species, V. baverstocki.Vernacular for the bat species include 'inland forest' and 'Baverstock's forest bat'. The epithets honour an evolutionary biologist, Peter Raymond Baverstock, whose works include examining the systematics of Australian bats.",
    "Description": "A tiny species of the genus Vespadelus that weigh around five grams. The forearm is around three centimetres in length, slightly more than an inch. The colour of the fur at the back is a greyish-brown or a lighter fawn or sandy brown, this is variable or distinguishes two forms, the belly is respectively pale or white in these groups. Some individuals are darker beneath, giving them a uniform grey-brown colour. The face is pinkish and tragus sometimes white. The tragus is notably lighter than the rest of the ear. The penis of V. baverstocki is comparatively pendulous rather than bent at an angle, and the glans penis is funnel-shaped, not flattened, in profile.  The finer range of measurements for the species are forearm length 26.5 to 31.4 mm, the head and body combined 35 to 43 mm, the tail is 26.5 to 34 mm, the length of the ear from notch at base to tip is 9 to 11 mm. The weight range is 3.6 to 7.0 grams for a mean figure of 4.8 grams.The size of the colony is recorded as a few individuals or larger groups of sixty bats cohabiting in a hollow or building.Vespadelus baverstocki is morphologically similar to several other species, Vespadelus finlaysoni, V. darlingtoni and V. vulturnus, and difficult to distinguish from Vespadelus regulus. The distinction in males may be determined by comparative morphology of the genitalia in captives, or the size and form of the baculum removed from that. The diagnosis of this 'little brown bat' in the field is a forearm less than 32 mm and the fur a pale colour. The form of male genitalia will differentiate between other Vespadulus, females are more difficult to distinguish when observed in the hand. The first description notes the greatest length of the skull as a range of 11.6 to 12.5 millimetres, giving a mean length of 12.1 mm, a feature the authors report as moderately long. The measurements of the body, in that comparative study of species then assigned to Eptesicus, were also reported as moderate in length, a range of 36 to 44 mm resulting in a mean length of 40.0 mm; the wing measurements and tibia lengths were reported as relatively small.",
    "Distribution and habitat": "A widely distributed inland species, Vespadelus baverstocki is found at the arid centre of the eastern states of Australia and an isolated population in the midwest of Western Australia. The earlier records of the range indicate a contraction of a once continuous range. They occupy small cavities in rocky outcrops, leaving these to hunt and pursue insects. The habits are poorly known, but at least part of their diet is presumed to be moths. They occupy narrowly accessible small hollows in small trees or old growth timber. The habitat type may be in a variety of woodlands or shrublands in desert and arid regions.The inland range of Vespadelus baverstocki overlaps with a similar 'forest bat', the southern Vespadelus regulus, and females are especially difficult to distinguish; this species is generally smaller and lighter in colour. The distinction from similar females of the little forest bat Vespadelus vulturnus in a superficial examination is darker and slightly larger.  Threats include loss of habitat for roosts and foraging, the result of altered agricultural and forestry practices that degrade the local ecology.",
    "References": "",
    "External links": "Image of the type specimen's skull"
  }
}