{
  "url": "https://en.wikipedia.org/wiki/Insular_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. tonganus"
    }
  ],
  "text": {
    "__SUMMARY__": "The insular flying fox or Pacific flying fox (Pteropus tonganus) is a species of flying fox in the family Pteropodidae. It is geographically widespread, the most widespread flying fox in the Pacific: it is found in American Samoa, the Cook Islands, Fiji, New Caledonia, Niue, Papua New Guinea, Samoa (where it is called pe'a fanua, pe'a fai and taulaga), the Solomon Islands, Tonga, and Vanuatu.",
    "History": "Archaeologists on an excavation site at Rurutu announced in 2006 some important fossil finds:\n\nFive bones, representing one adult of the Pacific Flying Fox, Pteropus tonganus, were recovered from an archaeological site on Rurutu (151[degrees] 210 W, 22[degrees] 270'S), Austral Islands, French Polynesia, making this the most eastern extension of the species. For the first time, flying fox bones from cultural deposits were directly dated by accelerator mass spectrometry, yielding an age of death between A.D. 1064 and 1155. Their stratigraphic position in an Archaic period archaeological site and the absence of bones in the late prehistoric to historic layers point to extirpation of the species. No flying fox bones were found in prehuman deposits and human transport of the species cannot be ruled out.",
    "Description": "The range of coloration in this bat species varies somewhat. Its back is described as black or seal brown; its mantle has been called orange, yellow, cream buff, and tawny. This bat lacks an interfemoral membrane; its forearms and tibia are bare, and the fur of the males is described as \"stiff, short, oily hairs\".In flight, their outstretched wings appear a translucent dark brown when viewed from below.",
    "Distribution and habitat": "The insular flying fox has a widespread distribution in Polynesia. Its range includes Papua New Guinea, the Solomon Islands, Samoa, Tonga, the Cook Islands, Tuvalu, Tokelau, Niue, Vanuatu, New Caledonia, Fiji, Wallis and Futuna. It sometimes migrates between islands and its typical habitat is tropical wet forests, mangrove forests and plantations.",
    "Behavior": "Like most species of bat, this flying fox is nocturnal and roosts in colonies high in the canopy. These bats favor lowland native forests, cliffs, islets, and swampy areas. The females give birth to a single offspring each year although occasionally twins are born.Insular flying foxes are frugivores and eat pollen and nectar. They are important pollinators of Ceiba pentandra and perhaps other species.",
    "Status": "The IUCN rates the insular flying fox as being of \"Least Concern\" because it has a wide range and presumed large population. It is hunted for food on some islands and it is also threatened by degradation of native forest for logging and for conversion to plantations and cultivated land. Populations appear to be declining but not at such a rate as to warrant placing the bat in a more threatened category.",
    "Associated viruses": "Bats are well known as natural hosts and possibly reservoirs of a large diversity of both RNA and DNA viruses, of which some are responsible for emerging infections and disease outbreaks. Faecal matter from four roosting sites of insular flying foxes in Tonga was sampled for viruses during 2014–2015. Analysis of the recovered DNA sequences revealed 48 single-stranded DNA viruses, including 5 cyclovirus and 14 gemycircularvirus novel species. Three of the viruses were sampled in consecutive years and six were found at multiple sites indicating that they are persistently associated with insular flying fox colonies.\n\n\n== References =="
  }
}