{
  "url": "https://en.wikipedia.org/wiki/Intermediate_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. larvatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The intermediate roundleaf bat (Hipposideros larvatus) is a species of bat in the family Hipposideridae. It is found in Bangladesh, Cambodia, China, India, Indonesia, Laos, Malaysia, Myanmar, Thailand, and Vietnam.",
    "Geographic location": "The intermediate leaf-nosed bat is widespread in Asia with a geographical distribution that includes Bangladesh (Chittagong and Sylhet divisions), China, Thailand, Cambodia, Laos, Vietnam, Indonesia (Bali, Kalimantan, Sumatera), Malaysia (Peninsular Malaysia, Sabah, Sarawak), Myanmar, and India (Arunachal Pradesh, Assam, Meghalaya). In Mainland China, the species is found in South and Southwest China, including Yunnan, Guizhou, Guangdong, Guangxi, Hainan.",
    "Habitat": "Hipposideros larvatus typically roosts in caves. But they also roost in abandoned mines, rock crevices, mines shafts, pagodas, buildings, and tropical moist forest. It is also found roosting in human habitations. Roosts may contain several hundred bats of both sexes. And H. larvatus often shares their roost with other bat species. This species is primarily found at altitudes from 182 to 860 meters, but in Yunnan this bat was found at 1480 meters.",
    "Morphological description": "There are several diagnostic features of the intermediate roundleaf bat and they are: the three lateral accessory leaflets on each side of the noseleaf, dark grey-brown or reddish brown fur color (dorsal fur is a uniform cinnamon brown, while the ventral fur is lighter grey), dark grey or brown ears and noseleaf, broad and triangular shaped ears, and that juveniles are darker than adults. The average forearm length is about 55.5-62.2mm. With an average body mass of 17.4 - 24.8g. Its ear length is around 17–22 mm.",
    "Diet": "The major diet for H. larvatus consist mainly of beetles. But it also eats moths, butterflies, flies, mosquitoes, termites, insects from the Hemiptera order, caddisfly, sawfly, ants, wasps, spiders, mites, and ticks.",
    "Echolocation calls": "This particular species of bats emit an average resting frequency (RF) of 85 kHz.",
    "External links": "Sound recordings of Hipposideros larvatus on BioAcoustica",
    "References": "\nChiroptera Specialist Group 1996.  Hipposideros larvatus.   2006 IUCN Red List of Threatened Species.   Downloaded on 30 July 2007.\nThabah, Adora et al. Genetic divergence and echolocation call frequency in cryptic species of Hipposideros larvatus s.l. (Chiroptera: Hipposideridae) from the Indo-Malayan region.Biological Journal of the Linnean Society. May2006, Vol. 88 Issue 1, p119-130.\nHipposideros larvatus Intermediate Roundleaf Bat; Horsfield's Leaf-nosed Bat [1]\nEcology Asia Intermediate Roundleaf Bat [2]"
  }
}