{
  "url": "https://en.wikipedia.org/wiki/Ipanema_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "PygodermaPeters, 1863"
    },
    {
      "Species": "P. bilabiatum"
    }
  ],
  "text": {
    "__SUMMARY__": "The Ipanema bat (Pygoderma bilabiatum), is a bat species of order Chiroptera and family Phyllostomidae. It is found in South America, specifically in northern Argentina, Bolivia, southeastern Brazil and Paraguay. It is monotypic within its genus.",
    "Description": "The Ipanema bat is a medium-sized bat which is brown-furred overall, with the exception of its white-furred shoulders. The fur of its back is a darker shade of brown than that of its chest. It has less fur on its shoulders and upper chest than on the rest of its body, particularly in males. Its rostrum is shorter and more square-shaped than other species of its subfamily, Stenodermatinae  It has a large nose and no tail, with roundish ears having a small, 4–5 mm (0.16-0.2 in) tragus.Size varies based on sex and geographical location. Females tend to be larger than males. The skulls of Ipanema bats from Argentina and Bolivia are bigger than those of their counterparts in Paraguay and Brazil. P. bilabiatum typically has two molars. However, some females have a third molar (usually in the mandibular jaw) not seen in males. This may be correlated with the larger jaw size of females.While both males and females have glands below the jaw and surrounding the eyes, the glands in males are generally larger. Males also have forelimb swellings, which are not seen in females. The size and presence of such swellings varies geographically. Additionally, forelimb swellings appear to be correlated with development of the males' eye glands.  Due to the dimorphism of forelimb swellings, It is thought that they could be correlated with mating behaviors.",
    "Description-Range and Habitat": "The Ipanema Bat resides in northern Argentina, southeastern Brazil, Paraguay, and Bolivia. Their preferred habitats are tropical forests, subtropical forests, and secondary forests. Although atypical, they are sometimes found in the coastal shrublands of Brazil. This suggests that perhaps P. bilabiatum can expand its habitat into dryer, more sparsely vegetated areas.",
    "Description-Diet": "P. bilabiatum is frugivorous, specializing in fruit that is easily digested. These fruits are usually very ripe and fleshy, with few seeds. The fruit choices of the Ipanema bat are diverse, including the fruits of Lucuma caimito, Miconia brasiliensis, and trees of the genus Celtis, as well as Maclura tinctoria, Solanum granuloso-leprosum, and Ficus enormis. Some may also feed on nectar.",
    "Behavior": "",
    "Behavior-Migration": "Migration patterns may be influenced by rainfall amount and/or temperature. P. biliabatum appears to prefer regions with a minimum annual rainfall of 1500 mm (59 in) and moderate temperatures of 16-23 °C (61-73 °F) Food availability and foraging capabilities seem to be an important factor in the timing and distance traveled during migration Females and males migrate differently. Males tend to linger in lower elevations, while females reside at intermediate and high elevations.",
    "Behavior-Reproduction": "P. bilabiatum usually reproduces in either the fall or the winter. It is thought that they give birth during the later end of the dry period and wean their young at the beginning of the wet period. This strategy coordinates birth with the highest amount of fruit attainability. Females only carry one fetus at a time. Additionally, nipples have been found on females, but it is unclear whether or not they are involved in lactation.",
    "References": "\nInfonatura"
  }
}