{
  "url": "https://en.wikipedia.org/wiki/Jamaican_greater_funnel-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Natalidae"
    },
    {
      "Genus": "Natalus"
    },
    {
      "Species": "N. jamaicensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Jamaican greater funnel-eared bat (Natalus jamaicensis) is a species of funnel-eared bat found in Jamaica. It was first described as Natalus major jamaicensis, later as a subspecies of Natalus stramineus, and now as its own species. It is of a similar appearance to many species of the genus Natalus. It lives solely in St. Clair Cave in Jamaica and feeds on insects.",
    "Taxonomy": "Natalus was first reported as existing in Jamaica in 1951 by Koopman and Williams based on a partial mandible collected by H. E.\nAnthony during 1919–1920. They referred to the species as N. Major. When a live specimen was encountered for the first time in 1959, it was described scientifically by George Gilbert Goodwin as Natulus major jamaicensis. The type was the skin and skull of a male collected from St. Clair Cave, St. Catherine Parish, Jamaica by C.B. Lewis on March 5, 1954.",
    "Description": "Goodwin described N. major jamaicanis as being distinguishable from the \"typical\" N. major by its \"higher, shorter, and more globular braincase, more slender, longer, and flatter rostrum, the sides of which are concave instead of inflated and convex as in major, and by the noticeably narrower inter-orbital space\".\nTheir forearms are 44–46 mm (1.7–1.8 in) long. \nThey are buffy in coloration.",
    "Distribution and habitat": "The Jamaican greater funnel-eared bat only is found in St. Clair Cave in Jamaica.",
    "Conservation status": "The IUCN has categorized the species as Critically Endangered because \"its extent of occurrence is less than 100 km², all individuals are in a single location, and there is continuing decline in the extent and quality of its habitat\".\nThere is also a population of feral cats that live in the cave where these bats are found, likely feeding on bats.\nIn 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
    "References": "",
    "References-Cited texts": "Tejedor, Adrian; Tavares, Valeria da C.; Silva-Taboada, Gilberto (October 27, 2005). \"A Revision of Extant Greater Antillean Bats of the Genus Natalus\" (PDF). American Museum Novitates. New York, NY: American Museum of Natural History (3493)."
  }
}