{
  "url": "https://en.wikipedia.org/wiki/Jamaican_flower_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Phyllonycteris"
    },
    {
      "Species": "P. aphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "The Jamaican flower bat (Phyllonycteris aphylla) is a critically endangered species of bat in the family Phyllostomidae. It is endemic to Jamaica.",
    "Taxonomy and etymology": "It was described by American zoologist Gerrit Smith Miller in 1898.\nHe initially placed it in the genus Reithronycteris, which is now synonymous with Phyllonycteris.\nThe specimen that he described was collected in Jamaica; the date of collection and the exact location are unknown.\nThey type specimen used to describe the species has since been lost.\nIts species name aphylla was derived from the Ancient Greek word áphullos, meaning \"leafless.\"\nThis is likely in reference to its small nose-leaf.",
    "Description": "It weighs 14–18 g (0.49–0.63 oz).\nIts total body length is 88 mm (3.5 in).\nIts forearm is 48 mm (1.9 in) long.\nOn the dorsal side of the forearm, its skin is pink.\nIts ears are 16 mm (0.63 in) long and 12 mm (0.47 in) wide.\nThe tragus is 8 mm (0.31 in).\nIt has a disc-shaped, basic nose-leaf at the end of its snout.\nThe fur is short, with individual hairs approximately 6 mm (0.24 in) long on its back and 4 mm (0.16 in) long on its belly.\nIts feet are very large in relation to its body, at 17 mm (0.67 in), and the uropatagium lacks a calcar.\nLike other members of the Glossophaginae subfamily, it has a long tongue tipped with lingual papillae.\nIts skull is larger and more robust than most other Glossophagines, though.\nFur is silky in texture.\nDorsal fur is blond or light gold, while ventral fur is almost white.\nIts flight membranes are dark brown or almost black in color.",
    "Biology": "It is a social species, living in colonies with other members of its species and other species of bat.\nIts colonies can number several hundred individuals.\nIt depends on caves for roosting habitat, and cannot exist without them.\nLittle is known about its reproduction, though Goodwin 1970 reported finding a pregnant female in January, per McFarlane 1986.\nIt eats fruit, pollen, nectar, and possibly insects.\nIn 1965, a female individual was held in captivity for one month before dying, living on a diet of banana, papaya, mango, and canned fruit nectar.",
    "Range and habitat": "It is only found on Jamaica.\nIt is currently only known to roost in two caves: Marta Tick Cave and Stony Hill Cave.\nPreviously, a \"sizeable colony\"–the only one known for this species–roosted in St. Clair Cave, although the Jamaican flower bat is no longer found there.\nPer McFarlane 1986, Goodwin 1970 stated that the bat could be found in three caves: St. Clair Cave, Riverhead Cave, and Mt. Plenty Cave.\nGoodwin also stated that fossilized remains of the species had been found in Wallingford and Runaway Bay Caves.",
    "Conservation": "As of 2015, it is currently evaluated as critically endangered by the IUCN.\nIt meets the criteria for this evaluation because it is only known from two caves, the population size is estimated at fewer than 250 individuals, each subpopulation consists of fewer than 50 individuals, and its population size is likely in decline.\nThe Jamaican flower bat used to occur in five or six caves, but now only occurs in two.\nPart of its decline in St. Clair Cave may be attributed to the population of feral cats living in the cave and preying on bats.\nIts estimated area of occupancy is 400 km2 (150 sq mi).\nFrom 2008-2015, the IUCN had listed this species as least concern, which is the lowest risk level of extinction.\nThis species is threatened by human disturbance to caves.",
    "External links": "Image of this species\n\n\n== References =="
  }
}