{
  "url": "https://en.wikipedia.org/wiki/Japanese_short-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. japonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Japanese short-tailed bat (Eptesicus japonensis) is a species of bat belonging to the family Vespertilionidae. It is endemic to Japan where it is found at the base of the northern Japanese Alps, the Chichibu Mountains and Oze National Park, mostly at altitudes higher than 700 m.",
    "Description": "The Japanese short-tailed bat is small with a head and body length of 58 to 68 mm. Forearm length is 38 to 41.5 mm, tail length is 35 to 43 mm, foot length is 8.7 to 11.5 mm, and ear length is 13 to 16.5 mm. Its fur is short, soft and shiny, with dark blackish-brown dorsal parts, yellowish-brown ventral parts, and a golden brown collar that extends from behind the ears to the chest. The nostrils are prominent and the muzzle is wide due to the presence of two glandular masses on the sides. The wing membranes are broad, thick, opaque and attached to the rear base of the metatarsal bone of the big toe. The tip of the tail extends slightly beyond the interfemoral membrane that connects the legs.",
    "Population and distribution": "There is limited information about this species. Only a few surveys have been carried out, with about 20 records reported. They are thought to be rare with patchy distribution across Japan. Individuals have been observed above 700 m around the northern Japanese Alps, the mountains near Chichibu and in Oze National Park. It roosts in hollow trees.",
    "Conservation status": "The species is listed as Endangered by the IUCN because it has so far only been observed in an area of less than 5,000 km2. It is also facing problems with damage and destruction of its habitat. The bats normally roost in hollow trees, deforestation leads to a loss of these roost sites and they then roost in buildings where they are vulnerable to disturbances by human activity.",
    "References": "",
    "External links": " Data related to Japanese short-tailed bat at Wikispecies"
  }
}