{
  "url": "https://en.wikipedia.org/wiki/Lamotte's_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. lamottei"
    }
  ],
  "text": {
    "__SUMMARY__": "Lamotte's roundleaf bat (Hipposideros lamottei) is a species of bat found only at Mount Nimba on the border of Côte d'Ivoire, Guinea and Liberia. It is critically endangered.",
    "Taxonomy": "It was described as a new species in  1984 by French zoologist André Brosset.\nHe chose the species name lamottei after Dr. Maxime Lamotte, who was also a French zoologist.\nIts status as a species has been called into question, and some suggested that it might be synonymous with Noack's roundleaf bat, Hipposideros ruber.\nWhile its mitochondrial gene for cytochrome b may only differ from that of H. ruber by only 6%, a 2013 study found that it was morphologically distinct from it.\nBased on its morphology, it is in the caffer/ruber species complex of its genus. Other species in this complex include:\nSundevall's roundleaf bat, H. caffer\nNoack's roundleaf bat, H. ruber\nH. tephrusBased on genetic analysis, it has been hypothesized that Lamotte's roundleaf bat has only recently become isolated from Noack's roundleaf bat, evolving to become a high-altitude specialist.\nLamotte's roundleaf bat and other members of its species complex are members of the bicolor group of the genus Hipposideros.\nOther members of the bicolor group include:",
    "Description": "It is a small bat with a nose-leaf.\nThe nose-leaf has four small leaflets, two to either side.\nIts fur is brown, soft, and dense.\nIts ears are relatively short.\nIts patagia are blackish-brown.\nIts forearm is approximately 56.1 mm (2.21 in) long, and its hind foot is 9.3 mm (0.37 in) long.\nIts tail is 34.6–38.7 mm (1.36–1.52 in) long.\nWhile many bats in the genus Hipposideros are similar in appearance, it can be differentiated by several characteristics: a forearm longer than 55 mm (2.2 in); large mastoid breadth; and small, gracile molars.\nIt detects prey using echolocation, calling at maximum frequencies of 119 kHz, with a range of 118–120 kHz.",
    "Biology": "During the day, it roosts in caves or mine shafts.\nIt is known to share roosts with other species of bat, including Noack's roundleaf bat and the Angolan rousette.\nBased on its small teeth and relatively slender skull, it is thought that they might prey on soft-bodied insects.\nThe examination of a small colony in December found no juveniles and no pregnant females, meaning that reproduction occurs at another time in the year.\nLittle else is known about their reproduction.",
    "Range and habitat": "It has only been recorded on Mount Nimba, which is situated on the border of Côte d'Ivoire, Guinea and Liberia.\nThis mountain range is notable for its bat diversity; its bat diversity is possibly the greatest of the entire continent of Africa.\nAll captures of this species have been limited to the Guinean side of the mountain, however.\nIt has been recorded in two sites on Mount Nimba: one a lowland tropical rainforest, the other an afromontane savanna.\nIt has been recorded at elevations of 500–1,400 m (1,600–4,600 ft) above sea level.\nFour mine adits currently in use for roosts are greater than 1,200 m (3,900 ft) above sea level, however, while there is only one record of this species from a lower altitude. These more recent records suggest that it prefers the afromontane savanna, only occasionally traveling to the lowland rainforests.",
    "Conservation": "It is listed as a critically endangered species by the IUCN, as of 2008.\nIt meets the criteria for this designation because its extent of occurrence is likely less than 100 km2 (39 sq mi), its area of occupancy is likely less than 10 km2 (3.9 sq mi), and all individuals live in a single location.\nIts population is thought to be in decline.\nIt was first evaluated by the IUCN in 1996, when it was listed as data deficient; it has been listed as critically endangered since 2004.\nThreats to this species include mining for iron ore, which can disturb or destroy their roosts.\nAs of 2013, however, there were indications that mining would soon begin at the only sites where this species exists, posing an imminent threat to its existence.\nIts range is also subject to habitat destruction via deforestation.\nIn this region, bats are also used as a food source, so this bat is likely killed for bushmeat.\nAt least some of its range is encompassed by Mount Nimba Strict Nature Reserve, which confers some protections, though these protections may not be strictly enforced.\nDue to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction. \nIn 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.\nThe Lamotte's roundleaf bat was specifically named in an article that argued against collecting zoological specimens from critically endangered bat species, or at least promoted more restrictions on who could collect specimens and how many individuals they could collect.",
    "External links": "An image of this species\n\n\n== References =="
  }
}