{
  "url": "https://en.wikipedia.org/wiki/Lappet-eared_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Chaerephon"
    },
    {
      "Species": "C. major"
    }
  ],
  "text": {
    "__SUMMARY__": "The lappet-eared free-tailed bat (Chaerephon major) is a species of bat in the family Molossidae. It is found in Benin, Burkina Faso, Democratic Republic of the Congo, Ivory Coast, Ghana, Guinea, Kenya, Liberia, Mali, Niger, Nigeria, Sudan, Tanzania, Togo, and Uganda. Its natural habitats are dry savanna and moist savanna. It is threatened by habitat loss.",
    "Taxonomy and etymology": "It was species description described in 1897 by French zoologist Édouard Louis Trouessart.\nTrouessart named it a subspecies of the little free-tailed bat (Chaerephon pumilus), which at the time was Nyctinomus pumilus.\nTherefore, its initial trinomen was Nyctinomus pumilus major.George Edward Dobson had previously written about the specimen used to describe the subspecies, at the time saying, \"I hesitate to describe it as the type of a new species.\"\nIts species name \"major\" is of Middle English origin, meaning \"greater.\" Trouessart likely chose this name because Dobson wrote that it was similar to the little free-tailed bat, but \"considerably larger.\"\nThe holotype had been collected by Francis Galton during his expedition to Egypt.\nDobson wrote that the holotype had been collected at the \"Cataract of the Nile,\" though it is unclear which of the six cataracts he was referring to.",
    "Description": "In writing about the species, Dobson described it as similar in appearance to the little free-tailed bat.\nHowever, he stated that it was \"considerably larger.\"\nIt has very short, dark brown fur; the fur of its back is darker than its ventral side.\nIts flight membranes are whitish in color.\n\n\n== References =="
  }
}