{
  "url": "https://en.wikipedia.org/wiki/Large_slit-faced_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Nycteridae"
    },
    {
      "Genus": "Nycteris"
    },
    {
      "Species": "N. grandis"
    }
  ],
  "text": {
    "__SUMMARY__": "The large slit-faced bat, Nycteris grandis, is a species of slit-faced bat with a broad distribution in forest and savanna habitats in West, Central, and East Africa. N. marica (Kershaw, 1923), is the available name for the southern savanna species if it is recognized as distinct from this species.",
    "Description": "This  bat is 2.75 to 3.75 in (70 to 95 mm) long and weighs less than 2 oz (57 g) (same for male and female). The name of this species comes from the furrow down its face. The furrow is partially covered by its nose-leaf. It has a reddish brown to gray fur on the back and upper areas. The torso is pale grey.",
    "Phylogeny": "The phylogeny of N. grandis is relatively unstable, but its closest relatives are N. hispida and N. aurita. N. grandis can be easily distinguished by its size, as it is substantially larger than other members of the Nycteris family. It has been suggested that there be a species subdivision established between N. grandis in Tanzania and Central Africa (N. marica) and the rest of the species, but a study measuring external features and the skull indicates that the morphological differences between the two are not statistically significant. The comparison of characteristics between the species in East and West Africa also disprove this; there is too much overlap of morphological characteristics to necessitate a species subdivision. All bats in this family have tricuspid upper incisors, small second lower premolar",
    "Behavior": "It lives in groups and the colony may number up to 60 bats. It spends the day taking shelter and roosting in trees, caves, or buildings, and it is a nocturnal species. They tend to return to the same roosting spot every day. After feeding, they usually groom themselves before approaching others. Females leave their young behind while they leave the roost to forage. Flight activity usually peaks in the hour after dark. Although individuals visit the same foraging sites frequently,  a high degree of variation exists between sites, which does not seem to be correlated with similarity to roosting sites. Two foraging strategies are used, hunting from a perch or catching prey while in flight. Except when prey density is low, these bats prefer to perch and wait for prey, or to make short flights out to catch because the net cost of foraging is lower when performed in this way. Because of the broadness of their wings and lower wing loadings, these bats are less adapted to fly over long distances. Although smaller bats are consumed by N. grandis, they are only eaten when they fly into the roosts of N. grandis. N. grandis produces low-intensity echolocation calls at high frequencies, which makes them nearly inaudible except at close range. Instead of relying on echolocation to find their prey, these bats listen for wing fluttering of smaller bats and even insects. However, as N. grandis gets closer to its prey during a hunt, it exudes a louder echolocation call. At the beginning of the pursuit, the call ranges from 17–114 kHz, and rises to a range of 61–110 kHz just before the prey is caught.",
    "Distribution and habitat": "This bat resides uniformly across Eastern, Central, and Western Africa. It tends to be limited to savannah woodlands and rainforests, especially the coastal forests of East Africa. They use hollowed out trees or rocky caverns as roosting locations. Some examples of trees in which N. grandis tends to roost are Acacia aldiba, Adansonia digitata, and Mitragyna stipulosa.\nWhen living in captivity, these bats roost in artificial structures such as houses, culverts, and water towers. Though this bat is an opportunistic predator (diet depends upon prey availability), smaller bats, fish, and frogs constitute much of the biomass of its diet, so changes in rainfall such as drought can be detrimental to them by eliminating larger prey.",
    "Diet": "As this species is strong, it preys on other bats, birds, scorpions, sun spiders, frogs, and even grabs fish near the surface of the water. It swoops onto its prey. The bats that it consumes tend to weigh 5-10 g. N. grandis will consume smaller bats during the winter season (June and July), and will only eat smaller bats that have entered the roost during the remainder of the year. Bats, frogs, and fish are important as prey because they constitute most of the biomass of N. grandis' diet, whereas arthropods make up less than 20% of the diet. As mentioned, these bats are opportunistic predators, so geographical variation and changes in rainfall have a tremendous impact on their diet. N. grandis uses rate of encounter with prey to determine which foraging style would be the most advantageous, and uses this information to adjust its prey selection.\n\n\n== References =="
  }
}