{
  "url": "https://en.wikipedia.org/wiki/Large_forest_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Vespadelus"
    },
    {
      "Species": "V. darlingtoni"
    }
  ],
  "text": {
    "__SUMMARY__": "The large forest bat (Vespadelus darlingtoni) is a vespertilionid bat found in southeast Australia, Tasmania, and Lord Howe Island. They are classified as common.",
    "Taxonomy": "The first description was published by G. M. Allen in 1933. The specimen described was obtained by Philip Darlington in northern Queensland, another member of a work group for the american Museum of Comparative Zoology, the Harvard Australian Expedition (1931–1932) led by William M. Wheeler",
    "Description": "The fur over the back and front is a dark shade of rich brown or brownish red, nearly uniform in colour overall, the population in Tasmania may be very dark to black. The hair of this larger species is coarse and long. A triangular shaped feature is seen at the lower point of the mouth.\nThe patagium across the wings is grey-black. The range of length in the forearm is 32 to 39 millimetres, and they weigh 4 to 10 grams.The finer measurements of the species forearm length of 32.5 to 37.2 mm, the head and body combined is 28 to 49 mm, tail length is 29 to 38 millimetres. The sampled weight range of 6.0 to 8.3 g gives an average of 7.2 grams. A key to a diagnosis for the species is the proportion of the phalanx bones in the third finger, the ratio of the third to second phalanges is greater than 0.84. The length of the penis is small and it has as an angular bend, the tip is not enlarged. The larger size of the Vespadelus darlingtoni distinguishes it from others of the genus, the forearm length being greater than 33 mm, in particular the similar species V. pumilus (eastern forest bat). The richly coloured chocolate wattled species Chalinolobus morio is separable by the absence of that species lobe at the lower lip and raised fur between the eyes.A single birth during November and December is usual for the species.",
    "Distribution and habitat": "Found in Victoria and New South Wales, Tasmania, and a volcanic outcrop, Lord Howe Island, to the east of Australia. The species is also recorded at Flinders and Kangaroo Island. The species occurs at elevations up to 1300 metres asl, possibly higher, the highest record is from Victoria. They occur at all elevations in the southern regions, but the range to the north is restricted to the cooler environs at higher altitudes.Vespadelus darlingtoni is common around the eastern headwaters of the Murray and Murrumbidgee rivers, favouring woodland and other habitat in the agricultural regions. The habitat is associated with the Great Dividing Range.The species is common and widely distributed, and not known to be declining in population. No threats are known, and the distribution range includes conservation areas that are inhabited by the species. It is found in dry and wet eucalypt forest, rainforest, and at sub-alpine to alpine habitats. Vespadelus darlingtoni is observed in small reserves of woodland of rural areas and present at the urbanised landscape. They roost in the hollows of trees with up to sixty others of the species. The population at Lord Howe is the only species of bat confirmed to living on the island. Reports of a second larger species also existing there seemed to be confirmed when a new species, Nyctophilus howensis, was described using the skull of a recently deceased individual.\n\n\n== References =="
  }
}