{
  "url": "https://en.wikipedia.org/wiki/Lasionycteris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "LasionycterisPeters, 1866"
    },
    {
      "Species": "L. noctivagans"
    }
  ],
  "text": {
    "__SUMMARY__": "The silver-haired bat (Lasionycteris noctivagans) is a solitary migratory species of vesper bat in the family Vespertilionidae and the only member of the genus Lasionycteris.",
    "Etymology": "The species name translates as night-wandering, referring to the nocturnal behavior of bats.",
    "Description": "This medium-sized bat is predominately black (including the wings, ears, interfemoral membrane, and fur) with white-tipped hairs. The basal upper half of its tail membrane is densely furred. This gives the bat a frosted appearance and its common name's sake. This species has a flattened skull with a broad rostrum. This species weighs around 8–12 g, has a total length of ~100 mm, a tail length of 40 mm, and a forearm length of 37–44 mm.",
    "Distribution and habitat": "Lasionycteris noctivagans is found in Bermuda, Canada, Mexico, and the United States. This forest inhabitant is known to occur from southeastern Alaska in summer to northeastern Mexico in winter  and is found in xeric habitats at low elevations during seasonal migrations. In Missouri, reproduction occurs in the northern dissected plains region, but reproductive females are believed to be absent from the southern Ozark highlands in the summer.\nThey often roost in tree cavities or in bark crevices on tree trunks, especially during migration. Their unique coloration makes them blend in with their roosting environment. However, some individuals seem to overwinter in buildings, which may allow them to spend the winter in places that would otherwise be too cold for them.",
    "Life history": "Copulation of tree bats is likely initiated during flight. After mating, tree bats hibernate alone in tree cavities, bark crevices, beneath leaf litter, or in the twilight zone of caves. Gestation typically takes 50–60 days, so that parturition of pups occurs in early summer when insect availability is high. Pups are born breech by presentation, and the mother consumes the placenta  Females typically give birth to two offspring, with an even sex ratio.",
    "Diet and foraging behavior": "Silver-haired bats consume primarily soft-bodied insects, such as moths, but will also take spiders and harvestmen. This species will forage low, over both still and running water, and also in forest openings. Silver-haired bats are slow but maneuverable flyers that typically detect prey a short distance away.",
    "Conservation threats": "In addition to the hoary bat (Lasiurus cinereus) and eastern red bat (Lasiurus borealis), the silver-haired bat is one of the three tree bat species most commonly killed at wind energy facilities (over 75% of the mortalities).The causative agent of white-nose syndrome, Pseudogymnoascus destructans, has been detected on a silver-haired bat in Delaware, although this species does not suffer the same mass mortalities observed in smaller-bodied hibernating North American cave bats.Like all bats, silver-haired bats are vulnerable to population threats because of their inherently low reproductive rate.",
    "Rabies": "Most bats do not have rabies; however, most recent human rabies deaths have been due to a strain of rabies associated with this species.",
    "See also": "Bats of Canada\n\n\n== References =="
  }
}