{
  "url": "https://en.wikipedia.org/wiki/Latidens",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "LatidensThonglongya, 1972"
    },
    {
      "Species": "L. salimalii"
    }
  ],
  "text": {
    "__SUMMARY__": "Salim Ali's fruit bat (Latidens salimalii) is a rare megabat species in the monotypic genus Latidens.\nIt was first collected by Angus Hutton, a planter and naturalist in the High Wavy Mountains in the western ghats of Theni district, Tamil Nadu in South India in 1948.\nIt was originally misidentified as a short-nosed fruit bat (Cynopterus) but later identified by Kitti Thonglongya as a new species and was named after Indian ornithologist Salim Ali in 1972.",
    "Description": "It is medium-sized and has no external tail. Ears are oval with rounded tips. The head is covered by blackish brown fur and the wing is light brown in colour and the underparts are light grey-brown with the brown wing membrane (Patagium) hairless. It has fifteen palatal ridges. The rostrum is long and narrow and the palate is very long especially postdental portion. Post orbital foramina are absent. Incisors 1 pair and peg like, cheek teeth brad. First premolars are very small and slightly exceeds the incisors in the crown area. Body length is 10 cm, hindfeet 0.8–1.5 cm, forearm 6.6 cm.It was observed that these bats eat fresh fruits of Elaeocarpus oblongus (Rudraksh or bead tree) and the figs Ficus glomerata (cluster fig), Ficus macrocarpa (Indian laurel fig) and Ficus beddomei (Thavital, a strangler fig).",
    "Range": "The first description of the bat was from a single specimen collected at an altitude of 750 meters in the High Wavy Mountains of the Annamalai Western Ghats, Theni district, Tamil Nadu, South India.\nIn 2002 the Indian government added the Wroughton's free-tailed bat (Otomops wroughtonii) and Salim Ali's fruit bat (Latidens salimalii) to Schedule I of the Wildlife Protection Act, affording these two species the highest level of protection. The other 112 species of bats in India were not affected.In 2004 an increase in recorded numbers and distribution of the taxon called into question the validity of the current classification and suggests that Latidens salimalii be reclassified as Endangered.\n\n\n== References =="
  }
}