{
  "url": "https://en.wikipedia.org/wiki/Leach's_single_leaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Monophyllus"
    },
    {
      "Species": "M. redmani"
    }
  ],
  "text": {
    "__SUMMARY__": "Leach's single leaf bat (Monophyllus redmani), also known as Greater Antillean long-tongued bat, is a species of bat in the family Phyllostomidae. It is found in southern Bahamas, Cuba, Jamaica, Hispaniola (Haiti and the Dominican Republic), and Puerto Rico. It forms large colonies, with up to a few hundred thousand individuals, and feeds on a relatively wide variety of food items including pollen, nectar, fruit and insects.",
    "Description": "Leach's single leaf bat is the largest bat in the genus Monophyllus, with a total length of 73–80 mm. Its skull length ranges between 22.6-23.9 mm, its ear length between 13–14 mm, and the length of the forearms between 37.6-41.0 mm.  Average adult weight is 8.8 g (0.31 oz). Its skull has a zygomatic arch and small incisors that are replaced throughout life.When compared to other glossophagines, M. redmani is small to medium-sized. The color of its fur is light brown or gray. The species can also be distinguished from other species in the genus by dental characteristics. The diastema between its upper premolars and the first premolar is at least half the length of the first premolar or longer, while other species have a diastema that is less than half the length of their first premolars. The second premolar is also placed right up against the first molar rather than noticeably separated from it.The bat has a nose leaf, elongated muzzle, and a papillated tongue. The tongue is used to gather pollen from flowers. The bat can elongate individual papillae to create a \"mop\" that can lap up pollen.Fossil records have been dated back to cave deposits during the Pleistocene and Holocene.",
    "Distribution and habitat": "The species is distributed throughout the Bahamas, Cuba, Jamaica, and Puerto Rico, aggregating in large numbers in caves for roosting. Colonies may number several hundred thousand individuals. Specimens collected from Jamaica and Cuba were found in damp caves and Bahaman specimens were located in aerated caves. A 1998 surveys in Puerto Rico found the bat roosting in high-temperature caves, occupying 31% of all surveyed caves. They were found to roost with other species of cave-dwelling bats, primarily the Jamaican fruit bat, the Antillean ghost-faced bat, and the sooty mustached bat, in 71% of roosting sites. The species preferred deep cavities and stalactites. Hot caves that bats occupied year round were shown to have temperatures between 26-40 degrees Celsius, a single cave opening, and depression cavities in the cave’s ceiling. It is thought that the species prefers these cavities because they may aid in body heat conservation.",
    "Diet": "The diet of Leach's single leaf bat consists of nectar, fruit and insects. 91% of the bats feed on nectar, including the flowers of guava, woman's tongue, myrtle, and wild tamarind, while 22% feed on fruit, which include Panama berry and elder. Insects also make up a portion of the bat's diet, particularly soft-bodied types such as lepidopterans and dipterans. Compared to other bats in the Greater Antilles, Leach's single leaf bat has a jaw morphology that is more suited for feeding on nectar rather than fruit. It obtains nitrogen mostly from pollen and insects. Still, the species' diverse diet may play role in its adaptability to random events like hurricanes, because it can recover more quickly than other bats by taking advantage of a variety of food items available at different times during an ecosystem's recovery.Resource partitioning occurs between this species and the brown flower bat, which occurs in the same type of habitat on Puerto Rico. Based on isotope analyses of the blood of both bat species, Leach's single leaf bat depends more heavily on insects and the brown flower bat more strongly on plant materials, which has been proposed as possibly competition avoidance and niche partitioning adaptation.",
    "Parasite ecology": "A comparison of macroparasite communities in three bat species including M. redmani found a negative relationship between the amount of ectoparasites and of endoparasites, such as helminths. Leach's single leaf bat had the highest ectoparasite load but was free of helminths. Differences in macroparasite load among the three species, which share the same roosting caves, have been hypothesized to depend on smaller-scale roosting site selection within the cave, with attendant differences in temperature and microclimate.",
    "Conservation": "The species is classified as Least Concern by the IUCN due to its large population size and broad distribution, although mining and tourism are reducing cave roosting space.\n\n\n== References =="
  }
}