{
  "url": "https://en.wikipedia.org/wiki/Least_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Pipistrellus"
    },
    {
      "Species": "P. tenuis"
    }
  ],
  "text": {
    "__SUMMARY__": "The least pipistrelle (Pipistrellus tenuis) is a species of vesper bat.",
    "Distribution": "The bat is native to South Asia, Southeast Asia, Maritime Southeast Asia, Malesia, and southwestern Oceania.   It has been recorded from sea level to 769 metres (2,523 ft) in elevation.\nCountries and islands it can be found in include: Laos, southeastern China and Hainan island, the Philippines, Borneo, Indonesia, East Timor, Malaysia, Vietnam, Bangladesh, Sri Lanka, India, Nepal, Pakistan, and Afghanistan.",
    "Description": "Head and body length is 6–7 cm. Forearm is 3 cm. Wingspan is 18–24 cm. Weight 6-8g.\nFemales are larger than males. Dark brown to black above, and lighter below. Wing membrane, face, and ears are black. Wing membrane has no pale margins as that of Indian pipistrell. Muzzle short and broad. Nostrils small, rounded, and placed between facial swellings. Small ears with prominent tragus and antitragus. Fur is dense, short, silky, and covers entire body.",
    "Culture": "Known as හීන් කොස්-ඇට වවුලා (heen kos eata wawulaa) in Sinhala.",
    "Subspecies": "Subspecies include:\nPipistrellus tenuis tenuis\nPipistrellus tenuis mimus\nPipistrellus tenuis murrayi\nPipistrellus tenuis nitidus\nPipistrellus tenuis ponceleti\nPipistrellus tenuis portensis\nPipistrellus tenuis sewelanus\nPipistrellus tenuis subulidens",
    "References": "",
    "Further reading": "John O. Whitaker J. O. Jr., Suthakar Issac S., Marimuthu G. & Kunz (1999). \"Seasonal Variation in the Diet of the Indian Pygmy Bat, Pipistrellus mimus, in Southern India\". Journal of Mammalogy 80(1): 60-70. JSTOR"
  }
}