{
  "url": "https://en.wikipedia.org/wiki/Lesser_dawn_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Superfamily": "Pteropodoidea"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Subfamily": "Macroglossinae"
    },
    {
      "Genus": "Eonycteris"
    },
    {
      "Species": "E. spelaea"
    }
  ],
  "text": {
    "__SUMMARY__": "Cave nectar bat (Eonycteris spelaea), common names also include dawn bat, common dawn bat, common nectar bat and lesser dawn bat, is a species of megabat within the genus Eonycteris. The scientific name of the species is first published by Dobson in 1871.",
    "Description": "The upper parts of the Cave nectar bat are grey-brown to dark brown to black. The underparts are paler and the neck is sometimes yellowish brown. The muzzle of this bat is elongated, and particularly adapted for drinking nectar. The species has as well an external tail. The head and body length measures 8.5–11 cm (3.3–4.3 in), the tail length is about 1.5–1.8 cm (0.59–0.71 in) and the forearm length measures 6–7 cm (2.4–2.8 in)",
    "Habits and habitat": "The Cave nectar bat is found in primary forests and in disturbed and agricultural areas. It roosts in caves, in larger groups, with some roosts exceeding 50,000 individuals, and it sometimes roosts with other bat species. In some places, this species seems to have adapted well to leafy, semi-urban habitats. Due to its large roosting size it has an IUCN status of \"least concerned\" however, only limited data is available on population size and trends. E. spelaea travels many kilometres each night in search of the nectar of flowering trees and shrubs. Because of that, this bat species is a very important pollinator of fruit trees, such as durians, notably both Durio zibethinus and Durio graveolens. It also feeds on and pollinates other commercially important crops such as banana musa spp. and Jackfruit Artocarpus heterophyllus. In addition to pollinating these plants, the Cave nectar bat is an important pollinator for major crops, including up to 55 species of plants. Their tendencies to pollinate certain plants is determined by the proximity of their living quarters. There are at least thirteen plant taxa that the Cave nectar bat feeds upon. The dependence on the proximity of the plants explain the variation of which plants that the Cave nectar bats pollinate and feed upon. For this reason, Eonycteris spelaea is seen as an important species for pollination in disturbed areas bordering on urban and agricultural farms.",
    "Distribution": "E. spelaea lives in Bangladesh, Brunei, Cambodia, Indonesia (Java, Kalimantan, Sumatra, Sulawesi and some other small islands), Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, Vietnam, China, India and Timor-Leste. It had been previously recorded from Gomantong Caves, Sukau, Segama, and Madai in Sabah; Niah, Sungai Tinjar, and Kuching in Sarawak; and Sungai Tengah and Kutai in Kalimantan.",
    "Conservation": "This species is killed for bushmeat in Cambodia, Myanmar and the Philippines.",
    "Research": "The genome of Eonycteris spelaea was recently sequenced using PacBio long-read sequencing..As a small, frugivorous,, specialist nectar-feeding bat with good flight potential and that can breed 1-2 times a year, it is an ideal species as an animal model for bats. Recent evidence has shown this species can carry multiple viruses such as filoviruses, coronaviruses, astrovirus, picornavirus, lyssavirusPteropine Orthoreovirus and flavivirus, all without obvious signs of disease.\n\n\n== References =="
  }
}