{
  "url": "https://en.wikipedia.org/wiki/Lesser_false_vampire_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Megadermatidae"
    },
    {
      "Genus": "Megaderma"
    },
    {
      "Species": "M. spasma"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser false vampire bat (Megaderma spasma) is a bat found in South Asia and Southeast Asia from Sri Lanka and India in the west to Indonesia and the Philippines in the east. They live in caves and tree hollows. They are insectivorous.\nThe lesser false vampire bat has a wingspan of up to 30 centimetres (12 in) and have a head-and-body length of around 10 centimetres (3.9 in). Their forearms are normally around 7 centimetres (2.8 in).\nThe lesser false vampire bat has yellowish veins through the wing, and when the wings are spread with light behind, they are given a prominent yellow/orange tinge. Their body colour ranges from grey-brown to blue-brown.\nLesser false vampire bats live in rock crevices, caves, foliage and hollow trees, depending on availability, as well as hanging and sleeping on trees in general.\nMegaderma spasma is from the order Chiroptera and family Megadermatidae which comprises four genera and five species. M. spasma also known as lesser false vampire. Its type locality was in Indonesia, Molucca Islands and Ternate. There are two specimens of M. spasma collected in Sarawak Museum Unimas, one from Niah and another one from batu 16, Ulu Gombak. M. spasma was distributed in India to Indochina and Malay Peninsula, Sri Lanka, Andaman Islands, Sumatra, Borneo, Moluccas, Philippines, Sulawesi and other Indonesian islands. In Borneo, it can found in Sepilok, Darvel Bay area in Sabah, Niah and Kuching in Sarawak, upper S. Kapuas in West and upper S. Tengah in South Kalimantan. It is most closely related to the greater false vampire bat, which is the only other species in the genus Megaderma.\nM. spasma has fur pale grey to grey-brown in colour. Its noseleaf has long dorsal lobe with stiffened central ridge and broad convex flaps on the sides. Its ears are very large, joined at the base and it has no visible tail. Its echolocation pulses are short, low in density and broadband and its large ears are sensitive to echoes returning from their pulses and also sensitive to the sounds that prey generates. M. spasma usually roosts in groups in caves, pits, building, and hollow trees. M. spasma favours grasshoppers and moths but sometimes they eat small vertebrates including other bats. They have well developed, forward-pointing eyes and can locate prey visually.M. spasma usually roosts in a group of 3–30 individuals. Their ecological importance may be both positive and negative to humans. They eat some insects which harm human crops, but they may carry and transmit certain diseases.The bat is known as කන් දිගු බොරු ලේ වවුලා  (kan-digu boru le wawula - meaning \"long eared false vampire bat\") in Sinhala.\n\n\n== References =="
  }
}