{
  "url": "https://en.wikipedia.org/wiki/Lesser_woolly_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. beddomei"
    }
  ],
  "text": {
    "__SUMMARY__": "For another species called lesser woolly horseshoe bat, see Rhinolophus sedulus\n\nThe lesser woolly horseshoe bat (Rhinolophus beddomei), also called Beddome's horseshoe bat, is a species of bat in the family Rhinolophidae. It is found in India and Sri Lanka. Its natural habitats are subtropical or tropical moist lowland forests, caves, and urban areas. It is threatened by habitat loss.",
    "Taxonomy and etymology": "It was described as a new species in 1905 by Danish mammalogist Knud Andersen.\nThe eponym for the species name \"beddomei\" is Colonel Richard Henry Beddome, a British officer and naturalist who spent a good deal of his career in India.\nBeddome was the collector of the holotype for this species.\nThe holotype was collected in the Wayanad district of India.\nAs Rhinolophus is quite speciose, it is divided into closely related \"species groups.\"\nAndersen placed the lesser woolly horseshoe bat in the philippensis species group, but Simmons includes it in the trifoliatus species group.\nSome authors have considered it a subspecies of the woolly horseshoe bat; since 1992, is has usually been accorded full species status.",
    "Description": "Head and body length is 7 cm. Forearm 6 cm. Wingspan 33 cm.\nFemales are larger than males. Pelage is rough-textured and woolly. Body completely dark grayish brown, upper side grizzled. Wing membrane blackish brown. The ears are prominent, well-fluted, and pointy. Complex nose-leaf with distinctive shape.",
    "Biology and ecology": "It is nocturnal, using echolocation to navigate in the dark.\nIt echolocates at frequencies of 31.0–38.3kHz; its frequencies of maximum energy are 38.5 and 38.7 kHz.\nIts call duration is 48.2–58.0 seconds.",
    "Culture": "Known as හීන් අස් ලාඩම් වවුලා (heen as-laadam wawulaa) in Sinhala.\n\n\n== References =="
  }
}