{
  "url": "https://en.wikipedia.org/wiki/Lesser_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. geoffroyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Nyctophilus geoffroyi is a vespertilionid bat, a flying nocturnal mammal found in Australia, The species is relatively common. They have been referred to as the lesser long-eared bat.",
    "Taxonomy": "It is the type species of genus Nyctophilus.\nMolecular data indicate Vespertilionidae, the family to which the lesser long-eared bat belongs, diverged from the family Molossidae (free-tailed bats) in the early Eocene period. The family is thought to have originated somewhere in Laurasia, possibly North America. The genus Nyctophilus itself has a limited fossil record, dating back only to the Pleistocene, the species is referenced in the material found in deposits.The species was recognised by Oldfield Thomas in his examinations of the genus, and indicated the diversity by three subspecies,\n\nNyctophilus geoffroyi, Leach 1821, Noted as 1822 by the author, but the publication date was ascertained as 1821 by later workers.Nyctophilus geoffroyi geoffroyi, the nominate subspecies, which refers to the first description of Leach.\nNyctophilus geoffroyi pacificus, the taxon published by Gray as Barbastellus pacificus and the description of Tomes (monograph, 1858) for species Nyctophilus unicolor.Nyctophilus geoffroyi pallescens, distinguished and described by Thomas as a paler subspecies from arid regions",
    "Description": "The lesser long-eared bat is a medium-sized species, weighing 6 to 12 grams, with a forearm length ranging from 30.6 to 41.7 mm; it also has long ears which can vary between 17.6–25.3 mm in length. Light grey coloured fur is located on the back of the bat contrasted by the lighter to white fur on its underbelly. The hair is bi-colored, dark at the base to light at the ends. The colour of the fur is highly variable, and those in arid regions are notably paler. The distinguishing feature of this species is a nose ridge around 1.5 mm high, split and connected by an elastic membrane of skin, creating a Y-shaped groove behind the nostrils.",
    "Diet and foraging": "When flying this species will point the tips of its ears forward listening for sound emitted from small openings located at the top of their snouts.  The species is known to have one of the lowest flight speeds when foraging, slowing to 4 km/h when flying into the understory and through vegetation. Despite this it has high manoeuvrability and while in forests 6–10 m above the ground, it can switch suddenly in direction, sometimes dropping vertically to just above the ground to catch insects. In open areas they will spiral around bushes and shrubs, if they spot prey on the ground they can land capture their victim and then relaunch almost vertically. There have been observations of the species hovering as well as the ability to take flight from water. Records show that they commute around 20 km/h. Grasshoppers, crickets and moths are their most common food but have a large variety of foods including: lacewings, beetles, flies, cricket nymphs, cockroaches and spiders. It is believed that their capture in pit-traps is due to them, being attracted to previously captured insects. Their hunting techniques have notable diversity in that they use echolocation (peak power frequency 47.7 kHz; range 47–48 kHz) for capturing aerial, foliage and ground inhabiting prey. Their use of sight is mostly restricted to aerial prey, a technique that the species uses to take advantage of seasonal booms of tettigoniid crickets as well as general ground and aerial prey, known as passive listening. This method of hunting does not rely on sight or echolocation. Some moths species, like noctuids, have evolved to develop their own form of \"ears\" that are able to pick up the frequency of bat calls, however they are unable to sense long-eared bats as the bats use a minute whispering technique different from echolocation which bounces off the moths and is picked up by their large ears.",
    "Habitat and distribution": "The species is highly adaptable to a variety of habitats, and as a result is one of the most widespread endemic bats of Australia. It lives in deserts, tropical to alpine woodlands, mangroves, agricultural land, urban areas, wet to dry sclerophyll forests and rain forests. They are recorded at areas around 1600 metres asl, but more common at lower altitudes. The most widely distributed of the genus Nyctophilus, ranging arid to wet regions, they are nevertheless absent from the northeast tropical coasts and Cape York Peninsula.Nyctophilus geoffroyi is able to inhabit the arid regions of the country when water is available. It is commonly recorded at bore wells, pools, and dams for livestock, in association with the inland free-tail Mormopterus petersi, and the little and inland 'forest bats' (Vespadelus), V. vulturnus and V. baverstocki. They are especially common in agricultural areas near the city of Canberra, where they occupy buildings as well as tree hollows, and one of several bats to have taken residence within the city and forage in nearby parks and reserves. They occur near the city of Perth at Kings Park, Western Australia with other microbat species, the wattled Chalinolobus, C. morio and C. gouldii, and tiny endemic freetail Mormopterus kitcheneri.",
    "Behaviour": "These bats are usually nocturnal, living in dark caves, hollows, old trees, ceilings and hollow walls. They are fairly common throughout most of Australia their roosting habits vary greatly. Their preferred roosting places tend to be small crevices such as peeling and hanging bark, in tree hollows, caves, buildings and fairy martin (Petrochelidon ariel)  nests, rolled up swags, under piles of bricks and hanging clothes, or occupying the exhaust of a tractor in one instance. Their sociability ranges from individuals to small groups of two or three bats. Some colonies contain 10 to 15 bats in a maternity colony with a single mature male. There has been evidence found in the Nullarbor caves of a group of 50 deceased bats, and a large living colony of found in Western Australia at the Margaret River caves (Leeuwin-Naturaliste National Park), and around 300 bats has been found in a dilapidated warehouse. Most colonies will relocate to new roost locations frequently within a defined area, with a distance of 6 to 12 km from roosts to hunting areas in remnant bushland.As ambient temperature decreases below the thermoneutral zone, metabolic rate increases. In Tasmania when temperatures reach 15 degrees Celsius and below they will enter torpor. A study from the Journal of Comparative Physiology found that \"the first evidence that Australian long-eared bats exhibit similar thermal characteristics and patterns of torpor to their relatives from the northern hemisphere\" and \"… was used frequently and reduced energy expenditure substantially it appears that it plays a central role in the biology of Australian microbats.\"",
    "Reproduction": "In November the commencement of spermatogenesis takes place in males, this peaks in March and ends in May. The epididymides hold the sperm as the testes retreat. Mating is usually initiated in April, with the female then using the oviduct and the uterine lining to retain sperm over the winter. In late August to September ovulation and fertilisation takes place, with gestation lasting between 72 to 93 days. In late October through to November (later in lower latitudes and elevations) births take place, the mother often producing twins. The young can fly by December and lactation ceases in early February. Observations in Tasmania has reported shorted lactation periods. Mature females may not give birth every year. This species has demonstrated sperm competition.",
    "References": "",
    "References-Citations": "\n\n=== Notes ==="
  }
}