{
  "url": "https://en.wikipedia.org/wiki/Lesser_mouse-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. blythii"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser mouse-eared bat (Myotis blythii) is a species of insectivorous bat in the family Vespertilionidae.",
    "Distribution": "Lesser mouse-eared bats can be found in the following countries: Afghanistan, Albania, Austria, Bulgaria , China, Croatia, France, Georgia, Germany, Greece, Hungary, India, Iran, Iraq, Israel, Italy, Jordan, Kazakhstan, Lebanon, Mongolia, Pakistan, Portugal, Romania, Russian Federation, Slovenia, Spain, Switzerland, Syrian Arab Republic, Turkmenistan, and Ukraine.",
    "Threats": "The species is decreasing in population due to the pollution and changes in land management. Construction noise has disturbed populations in southern Spain; the population in Andalusia decreased from 30,000 to 14,000 between 1994 and 2002. Herders in Syria and Turkey light fires at cave mouths for their livestock disturbing the bats.",
    "Conservation": "It is protected in most of Europe by Bonn and Berne Convention on the Conservation of European Wildlife and Natural Habitats. The species requires special measures including construction of designated areas, which are provided by Special Areas for Conservation. Natura 2000 is also protecting the species. In some European countries, the caves are closed with fences so that visitors do not disturb them.",
    "Characteristics": "These large-sized bats are around 62–70 millimetres (2.4–2.8 in) long and weigh around 16–26 grams (0.56–0.92 oz).",
    "References": "",
    "External links": "Images at www.naturlichter.de\n Media related to Myotis blythii at Wikimedia Commons\n Data related to Myotis blythii at Wikispecies"
  }
}