{
  "url": "https://en.wikipedia.org/wiki/Lesser_mouse-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinopomatidae"
    },
    {
      "Genus": "Rhinopoma"
    },
    {
      "Species": "R. hardwickii"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser mouse-tailed bat (Rhinopoma hardwickii) is a species of microbat in the family Rhinopomatidae. Also referred to as Hardwicke's lesser mouse-tailed bat and long-tailed bat, it is named after Major General Thomas Hardwicke (1755–1835), an English soldier and naturalist who served many years in India. It is found in North Africa, some parts of central and eastern Africa, West Asia and east to the Indian subcontinent.",
    "Description": "The lesser mouse-tailed bat is a small bat with a long thin tail resembling that of a mouse, hence its name. It is covered with soft fur on the body, greyish to dark brown in colour, but not on its face, rear abdomen and rump. The lower parts are paler in colour.The snout of the lesser mouse-tailed bat has a small triangular shaped nose leaf. The large rhomboid-shaped ears have transverse ridges across the pinna and are connected across the forehead with well developed tragi. The uropatagium (flap of skin between the hindlimbs) is small and envelops less than a fourth part of the tail.The head and body length of the bat ranges from 62 to 71 millimetres (2.4 to 2.8 in) while the tail is 57 to 70 millimetres (2.2 to 2.8 in) long. Other lengths are as follows:\nForearm: 52.4 to 60 millimetres (2.06 to 2.36 in)\nHindfoot: 12 to 15 millimetres (0.47 to 0.59 in)\nEar: 18 to 21 millimetres (0.71 to 0.83 in)The lesser mouse-tailed bat has a short skull, with a loose tympanic bone and inflated lacrimal region and which is broadest at the squamosal region of the zygomatic arch. It has 28 teeth. The dentition is as follows: 1/2, 1/1, 1/2, 3/3.",
    "Subspecies": "The lesser mouse-tailed bat has the following subspecies:\nR. h. hardwickii : From Iran eastward through India to Myanmar and Thailand.\nR. h. cystops : Across Northern Africa from the Hoggar Mountains and Aïr Mountains to Upper Egypt.\nR. h. arabium : Parts of West Africa and Arabia.R. macinnesi, found in East Africa, was earlier considered as a subspecies of R. hardwickii by some authorities.",
    "Distribution": "The lesser mouse-tailed bat is found in the following countries :\nAfrica : Algeria, Burkina Faso, Chad, Djibouti, Egypt, Eritrea, Ethiopia,  Kenya,  Libya, Mali, Mauritania, Morocco,  Niger, Nigeria, Somalia, Sudan and Tunisia.\nAsia : Afghanistan, Bangladesh, India, Iran, Iraq, Israel, Jordan, Kuwait,   Oman, Pakistan, Saudi Arabia, Thailand, and Socotra island of Yemen.",
    "Habitat": "The lesser mouse-tailed bat is typically found in arid or semi-arid desert habitat, wherever roosts and adequate food may be found. This includes dry scrub, rocky areas, caves, deserted monuments, abandoned buildings, wells and other underground features. They have been recorded in oases and wadi gorges having Tamarix or Nerium oleander vegetation. In the hot summer months, these bats can be found resting in cracks, nooks and even amongst large rocks.These bats have been recorded in Algeria and Morocco to occur up to altitudes of 1,100 metres (3,600 ft) above sea level.",
    "Diet": "Lesser mouse-tailed bats are insectivorous, feeding primarily on beetles, neuropterans and moths, many of which are considered pests by humans. Their diet is less diverse than other bats with beetles comprising up to 50%.They accumulate fat in a fold of skin in the lower abdomen, which allows them to survive the winter when insect availability is low.",
    "Behaviour": "Lesser mouse-tailed bats are well adapted to live in hot, dry climates. They have slits or valves just above their nostrils which they can open or close at will, helping to keep the dust out. The bats have physiological control over their kidneys to reduce water loss. During the hot months, these bats move into covered shelters to escape the heat.Though the bats are active throughout the year, they survive the winter months, when insect availability is low, by remaining in a torpor. Lesser mouse-tailed bats hunt for insects at heights ranging from 5 to 10 meters off the ground, often being mistaken for birds due to their pattern of swooping and gliding.The bats roost in colonies both small, ranging in size from 4 to 10 individuals, to large, numbering in the thousands. Females tend to group, especially lactating mothers. They hang using both the thumbs and the feet and generally use a shelter for a single day only before moving on.",
    "Reproduction": "Male lesser mouse-tailed bats mature at sixteen to seventeen months of age. Female bats become sexually mature at nine months of age and are monestrous i.e. they have one oestrus cycle per year. The mating season is generally in the months of February to April.  Gestation lasts from 95 to 100 days and only one offspring is produced in a brood, usually in June–July. The young bats take flight at the age of five to six weeks.",
    "Echolocation": "Lesser mouse-tailed bats are considered to be a primitive bat in terms of echolocation, primarily due to the reason that these bats produce signals with four or more harmonics with limited frequency variation.The bats make a variety of sounds, primarily constant frequency (CF) sounds of 48 milliseconds duration, with pronounced second harmonics. The choice of frequency depends upon whether the bat is flying alone, in which case the calls have a frequency of 32.5 kHz, or in a group, when the bats choose one of three frequencies, 30, 32.5 and 35 kHz, so as to avoid jamming each other.While landing or flying around in groups around the roost-site, lesser mouse-tailed bats emit frequency modulated (FM)  sounds  of 3 ms  duration. After landing they produce a multi-harmonic pure tone of 100 ms duration, in which the main frequency predominates.\n\n\n== References =="
  }
}