{
  "url": "https://en.wikipedia.org/wiki/Lesser_bulldog_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Noctilionidae"
    },
    {
      "Genus": "Noctilio"
    },
    {
      "Species": "N. albiventris"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser bulldog bat (Noctilio albiventris) is an insectivorous and occasionally carnivorous bat of the (Neotropics), ranging through Central America and northern South America. Some unique characteristics of the bat include, large feet that are used to rake the surface of water to capture prey, and precise echolocation. Occasionally, the larger bats catch and consume small fish (the most closely related species, the greater bulldog bat, is known for its fishing ability).",
    "Description": "The lesser bulldog bat is a sexually dimoprhic species; males are typically bright red and females  are typically dull brown. Furthermore, coloration varies between individuals among the same sex, and between different populations. They have a length of about three inches (7.5 cm), a forearm length of 2 1⁄2 inches (6.4 cm), and weight of about one ounce (30 grams).  The bats plump lips and chin that has well-developed cross ridges give rise to the bats \"bulldog\"  like appearance. The lesser bulldog bat has large feet that are claw-like and can be used capture prey.",
    "Habitat": "The bats prefer terrestrial habitats and they live near water or damp locations, residing in hollow trees or domestic dwellings.  The locations that they can be found in includes, Argentina; Belize; Bolivia, Plurinational States of; Brazil; Costa Rica; Ecuador; El Salvador; French Guiana; Guatemala; Guyana; Honduras; Mexico; Nicaragua; Panama; Paraguay; Peru",
    "Echolocation": "Noctilio albvirentis is known for utilizing its echolocation to locate prey such as insects. The unique feature of their echolocation is how they use it to locate their prey. As they skim across the water they will bombard the water with their vocalization and when they detect a disturbance of the vocalization they move to the disturbance.  Additionally, since the lesser bulldog bat prefers to forage in small groups they also use echolocation to communicate during foraging.",
    "Development and lifespan": "They live about ten years and reach sexual maturity in one year.  Ovulation occurs in the ovary the gestation period lasts about 4 to 5 weeks. Baby bats are capable of very limited vocalization, and they cannot begin flight until 5 to 6 weeks after birth. Mother bats will feed their young until the babies are three months old.",
    "Predators": "Predation on bats is uncommon however large birds are known to prey upon bats. One distinct bird preys on the lesser bulldog bat is The Great Rufous Woodcreeper. The woodcreeper will invade the bats  roost and take the bat from its habitat. Upon capture the Woodcreeper peaks the bat with its sharp beak until the bad dies. Other predators of the bat include hawks, falcons, owls, and motmots.",
    "Gallery": "",
    "See also": "Bulldog bat\nMicrochiroptera",
    "References": "",
    "External links": "Lesser Bulldog Bat site\nDigimorph Lesser Bulldog Bat"
  }
}