{
  "url": "https://en.wikipedia.org/wiki/Lesser_dog-like_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Peropteryx"
    },
    {
      "Species": "P. macrotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser dog-like bat (Peropteryx macrotis), also known as Peters' sac-winged bat, is a species of bat from South and Central America. First described in 1826, it was renamed in 1843 because the original scientific name was already in use for another species.",
    "Description": "The lesser dog-like bat is a small bat, measuring about 6 cm (2.4 in) in head-body length, with a tail about 1.4 cm (0.55 in) long. Adults weigh only about 4 g (0.14 oz), although females are larger than males. They have moderately long fur, which can vary from brown to grey, or even reddish. While it is the smallest of the dog-like bats, it shares with them the long, hairless, snout that is the source of their common name. Apart from the smaller size, it can also be distinguished from its close relatives by possessing an outward-opening glandular sac on the part of the wing membrane forward of the arms.",
    "Distribution and habitat": "Lesser dog-like bats are found in the south from eastern Veracruz and Oaxaca in Mexico, throughout Central America. In South America, they are found throughout Colombia, but otherwise only east of the Andes, reaching eastern Bolivia, northern Paraguay, and Santa Catarina in Brazil at their southernmost extent. Within this region they are most commonly found in tropical deciduous forest below 1,000 m (3,300 ft), although they are sometimes found in evergreen forest or semi-arid scrubland.There are no recognised subspecies, although the Trinidad dog-like bat was formerly considered a subspecies of P. macrotis.",
    "Biology and behaviour": "Lesser dog-like bats feed primarily on small beetles and flies. During the day, they primarily roost in caves although they may also use artificial structures such as culverts, ruins, and church roofs. Colonies are typically small, with less than 15 individuals, although the bats may share their roosts with various other species. Such colonies often contain only a single male, who may use scent secreted from his wing-sacs to attract females. Known predators include owls and big-eared woolly bats.The bats breed throughout the year, and have a gestation period of between four and four-and-a-half months. Mothers typically give birth to a single young at a time, which gestates in the left horn of their bicornuate uterus.\n\n\n== References =="
  }
}