{
  "url": "https://en.wikipedia.org/wiki/Lesser_bamboo_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Tylonycteris"
    },
    {
      "Species": "T. pachypus"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser bamboo bat or lesser flat-headed bat (Tylonycteris pachypus) is one of the smallest species of vesper bat, and is native to Southeast Asia.",
    "Description": "The bat, the size of a bumble bee, is among the smallest mammals on earth, measuring about 4 cm (1.6 in) in head-body length with a tail about 2.5 cm (0.98 in) long and a wingspan of 19 cm (7.5 in). Adults weigh between 1.4 and 5.2 g (0.049 and 0.183 oz).The fur ranges from golden or cinnamon to dark brown, and is paler on the underside of the body. The head is flattened, with a short snout and triangular ears with a wide tragus. The name pachypus means \"thick-footed\" and refers to the presence of smooth fleshy pads at the base of the thumb and on the heels of the feet, which help the bat grip onto bamboo stalks. The wings have an aspect ratio of 6.2, allowing the bat to be agile in flight at the expense of a slow speed.A 4.8 gram T. pachypus has about a 80 mg brain.",
    "Distribution and habitat": "Lesser bamboo bats are found throughout Southeast Asia from Bangladesh to southern China and Indonesia and also in southern and eastern India. It inhabits deciduous forests with extensive areas of bamboo growth, at altitudes from sea level to 1,260 m (4,130 ft).Five subspecies are recognised:\nTylonycteris pachypus aurex - India and Bangladesh\nTylonycteris pachypus bhaktii - Lombok\nTylonycteris pachypus fulvidus - China, Indochina\nTylonycteris pachypus meyeri - Philippines\nTylonycteris pachypus pachypus - Indonesia",
    "Biology and behaviour": "Lesser bamboo bats typically roosts in the slit bored into the shoots of bamboo by leaf beetle larvae. The entrance slit to such cavities is too restrictive for most predators, such as snakes, but the flattened head of the bamboo bat allows it to enter. Although the exact species vary across their range, in Malaysia, the preferred bamboo is Gigantochloa scortechinii, and the beetles are most commonly Lasiochila goryi. The bats sometimes use rock crevices or holes in trees as alternative roosting sites. Females tend to roost in small groups of about five individuals, although larger groupings of up to 38 have been reported. Males roost alone, or in small groups of up to six. Individuals switch roosts every day, and larger groupings tend to be temporary.The bats are insectivorous, with flies, beetles, and hymenopterans forming the bulk of their diet. They catch insects on the wing, using echolocation calls that start at 125 kHz and drop to 50 kHz.",
    "Biology and behaviour-Reproduction": "Lesser bamboo bats are polygynous, with females mating with multiple males throughout the September to November breeding season. Unusually for a tropical species, the females store the sperm after mating, with ovulation and fertilisation not occurring until January. Gestation lasts 12 to 13 weeks, with the young being born between April and May. Most births are of non-identical twins, although identical twins, singletons, and triplets are born on occasion.Newborn young are blind and hairless and weigh about 0.6 g (0.021 oz). The mother carries her young for the first couple of days, but then leaves them behind in the bamboo chamber. The young are weaned and able to fly 22 to 25 days after birth. When their fur first begins to grow it is dark in colour, taking on the lighter and more reddish adult hue by October of their first year. Both males and females are sexually mature by the start of the first breeding season after birth.",
    "Parasites": "Bat flies which have the lesser bamboo bat as its host include Basilia brevipes, Basilia majuscula, and Basilia fletcheri.",
    "References": "\n\"Lesser bamboo bat\". National Center for Biotechnology Information (NCBI).\nITIS\n\"Lesser bamboo bat\" at the Encyclopedia of Life"
  }
}