{
  "url": "https://en.wikipedia.org/wiki/Lesser_Sac-winged_Bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Saccopteryx"
    },
    {
      "Species": "S. leptura"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser sac-winged bat or lesser white-lined bat (Saccopteryx leptura) is a bat species of the family Emballonuridae from South and Middle America.",
    "Description": "The lesser white-lined bat belongs to the genus Saccopteryx and the order Chiroptera.  The bat is characterized by white stripes that run longitudinally down its back starting at the shoulders.  Its pelage is typically brown and the bats are roughly 45 millimeters in length. Saccopteryx leptura is similar in appearance to Rhynchonycteris naso.  R. naso is slightly larger and has darker fur.  Additionally, R. naso has white fur on its antebrachium and the S. leptura does not.\nThe lesser white-lined bat also has a characteristic odiferous gland on the distal portion of its arm.  The gland opens up to the dorsal part of the wing.  This opening is larger in the males than in the females.  This species has sexual dimorphism, the female being larger than the male.",
    "Habitat": "The lesser white-lined bat is indigenous to northern South American as well as parts of Central America.  The bat is found in heavily forested areas and typically roosts in trees. The lesser white-lined bat prefers more open areas to roost and while they prefer trees they have also been known to roost inside buildings.  They don't seem to have a preference of tree type but gravitate more towards areas with heavy canopy cover.  They don't need to roost near a body or water.Most bats of this species are located in low elevation areas but can exist in areas up to 900 meters in elevation. The lesser white-lined bat may be found in areas with other bat species but they usually don't exist in the same foraging area. R. naso is found to forage above water at low elevations while the S. leptura forages higher around the tree canopy.",
    "Diet and behavior": "The lesser white-lined bat feeds primarily on aerial insects in the order Hymenoptera.  This includes flying ants and formicids. The bats forage in areas under tree canopies and use echolocation to hunt the flying insects.  The bats don't change their calling frequency or their mouth size when using echolocation while hunting. When roosting, the bats usually form small groups anywhere from 2 to a 9. Additionally, the bats are thought to be monogamous which is rare for most mammals.  Females typically only produce one or two young per year.  The young can't fly for about the first 12 days after birth.  These young are taken care of by the female for up to 18 months. Female bats in this species are known to defend their foraging areas but not the males.\n\n\n== References =="
  }
}