{
  "url": "https://en.wikipedia.org/wiki/Lesser_yellow-shouldered_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Sturnira"
    },
    {
      "Species": "S. nana"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser yellow-shouldered bat (Sturnira nana) is a species of bat in the family Phyllostomidae. It is native to Peru and Ecuador. It is threatened by habitat loss.",
    "Taxonomy and etymology": "It was described in 1971, based on a specimen that had been collected in 1970.\nIt is a member of the yellow-shouldered bats.\nIts lineage is basal to the other members of its genus, with the exception of the bidentate yellow-shouldered bat, Sturnira bidens.\nThe basal Sturnira lineages (S. nana, S. bidens, and S. aratathomasi) began to diverge from other members of the genus during the Late Miocene (5.2–8.1 million years ago).\nIt was initially placed in the subgenus Corvira, though this taxonomic rank is now viewed as synonymous to Sturnira.Its species name nana is likely derived from Latin word nāna, meaning \"dwarf.\" It is the smallest member of its genus–a fact that is referenced several times in its initial description.",
    "Description": "It is the smallest bat in its genus, with its forearm measuring 34.2–35.7 mm (1.35–1.41 in) long.\nIts tail is approximately 51 mm (2.0 in) long; its hind foot is 10 mm (0.39 in) long; its ear is 13 mm (0.51 in) long.\nLike the bidentate yellow-shouldered bat, it has a thin or incomplete zygomatic arch.\nThe fur on its back is a dark, grayish brown, while the fur on its ventral side is paler.\nIndividual hairs have four distinct color bands; from base to tip, the colors are white, brown, light silvery brown, and brown again.\nVentral hairs lack the final brown terminal color band.\nThe forearm is furred on its dorsal surface.\nIt lacks the shoulder glands found in other members of its genus.\nIts nose-leaf is long and narrow.",
    "Range and habitat": "The type locality of this species is in the Ayacucho Region of Peru.\nThis species was not detected outside of Peru until a 2011 report cited capturing nine individuals in southern Ecuador during April 2009.\nIt has been recorded at elevations of 1,430–1,670 m (4,690–5,480 ft) above sea level.\nSo far, it has only been documented along the eastern edge of the Andean Mountains.\nIts habitat includes lower elevation montane forests and the edges of clearings.",
    "Conservation": "It is currently evaluated as endangered by the IUCN.\nIt meets the criteria for this designation because its area of occupancy is less than 500 km2 (190 sq mi), it is only known from two sites, it is undergoing drastic habitat loss, and its distribution is severely fragmented.\nIn 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
    "External links": "An image of its skull is on page 2\n\n\n== References =="
  }
}