{
  "url": "https://en.wikipedia.org/wiki/Lesser_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. hipposideros"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser horseshoe bat (Rhinolophus hipposideros) is a type of small European insectivorous bat, related to its larger cousin, the greater horseshoe bat. As with all horseshoe bats, the species gets its name from its distinctive horseshoe-shaped noseleaf.",
    "Physical description": "The lesser horseshoe bat is one of the world's smallest bats, weighing only 5 to 9 grams, with a wingspan of 192–254 mm and a body length of 35–45 mm. It has strong feet that it uses to grasp rocks and branches, and can see well in spite of its small eyes. Like most bats, lesser horseshoe bats live in colonies and hunt their prey by echolocation, emitting ultrasound from specialized round pads in their mouth. \nThe base of its fur, which is soft and fluffy, is light grey in colour, with dorsal side fur smoky brown and the ventral side grey, with the exception of juvenile bats which are entirely dark grey. Ears and wing membranes are a light greyish brown.\nWhen hunting they are quick and agile, often flying within five metres of the ground while avoiding contact with bushes and shrubs. The lesser horseshoe bat eats small insects, most of which are gleaned from stones and branches. Their favorite types of prey include flies, mosquitoes, butterflies, moths, and spiders. The average lifespan of Rhinolophus hipposideros is 3 years, although some individuals have been known to live far longer.",
    "Mating": "Lesser horseshoe bats mate in the autumn. Females give birth to one pup, normally between mid-June and the beginning of July. Pups weigh around 1.8 grams at birth, opening their eyes after around 10 days and becoming independent at six to seven weeks of age. The bats hibernate during the winter months in dark caves, mines, old buildings, and sometimes in cellars.\nFemales become sexually mature within their first year, with a study in Czechoslovakia showing that about 15% of females give birth at one year of age. Animals have been seen to chase each other as a preliminary to mating, which is done with the male hanging himself behind and over the female.\nNurseries are often shared with other species, such as the greater mouse-eared bat, but there is no direct mixing with other species. The move to nurseries occurs from April onwards, with between 10 and 100 females present and between 2 and 20 males. Approximately two-thirds of females in a nursery roost give birth between mid-June and mid-July.",
    "Habitat": "The lesser horseshoe bat lives in warmer regions in foothills and highland, in particular wooded areas or areas of limestone, where it roosts in caves. In summer its range has been recorded up to 1160 m above sea level, and up to 2000 m in the winter, with the highest known nursery roost at 950 m. The species is sedentary, with the average movement between summer and winter roosts between 5 and 10 kilometers, although the longest recorded distance is 153 kilometers.",
    "Distribution": "The species can be found in western Ireland and south-west Britain, with some larger populations in parts of Germany and the Bavarian foothills of the Alps. Rhinolophus hipposideros is widely distributed in the Mediterranean area, occurring in North Africa and on most larger islands to Asia Minor and around the Black Sea. In Asia, it can be found in Kashmir, the Near East, Iran, Iraq and the Arabian Peninsula, as well as part of East Africa.",
    "Distribution-United Kingdom": "The UK distribution of the lesser horseshoe bat can be found on the National Biodiversity Network website here, but they are mostly found in Wales and the Southwest of England. A large breeding colony of lesser horseshoe bats populates the smallest SSSI (Site of Special Scientific Interest) in the UK, a 7m² barn in Gloucestershire, England.The species is threatened by a number of factors, including the disturbance or destruction of roosts, changes in agricultural practices (such as the increased use of insecticides, which reduce prey availability) and the loss of suitable foraging habitats.\nHowever, the Bat Conservation Trust's Hibernation Survey shows numbers in the UK are increasing significantly - by an average of 4.5% yearly between 1999 and 2012, a 77.2% total increase during that period.[1]",
    "Distribution-Ireland": "The lesser horseshoe bat has been recorded in the counties Galway, South Mayo, Clare, Limerick, Cork and Kerry.",
    "Distribution-Israel": "The lesser horseshoe bat is rare in Israel.",
    "Distribution-Balearic Islands": "In the Balearic Islands, Rhinolophus hipposideros lives on all three of the main islands: Mallorca, Menorca and Ibiza, as well as the smaller islands Cabrera and Formentera. Roosts containing up to 50 individuals have been found in caves such as the Cova de Ca Na Rea (Ibiza), though most groups tend to be smaller. In the Balearics, the lesser horseshoe bat travels only short distances, usually around 2 km, and is also the most common bat species on Ibiza.",
    "Echolocation": "The frequencies used by this bat species for echolocation lie between 93–111 kHz, have most energy at 110 kHz and have an average duration of 31.7 ms. Due to the frequency of their echolocation calls there are overlaps with those of the Mediterranean horseshoe bat and Mehely's horseshoe bat.",
    "Conservation": "This species is protected in the European Union under the Habitats Directive. This species is also listed in the Berne Convention and is specifically targeted by the UNEP-EUROBATS convention. Several national legislation are also protecting this species and its habitats in many countries and regions.\nIn order to highlight the importance of protecting this species at the European scale, this species was selected as bat species of the Year 2018-2019 by the pan-European NGO BatLife Europe.",
    "References": "Schober, Wilfried; Eckard Grimmberger (1989).  Dr. Robert E. Stebbings (ed.). A Guide to Bats of Britain and Europe (1st ed.). UK: Hamlyn Publishing Group. ISBN 978-0-600-56424-9.",
    "External links": "ARKive Photographs, Video.\nWoodland Management For Bats Guide"
  }
}