{
  "url": "https://en.wikipedia.org/wiki/Lesser_long-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Leptonycteris"
    },
    {
      "Species": "L. yerbabuenae"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser long-nosed bat (Leptonycteris yerbabuenae) is a medium-sized bat found in Central and North America. It is sometimes known as Sanborn's long-nosed bat or the Mexican long-nosed bat, though the latter name is better avoided since it is also used for the entire genus Leptonycteris and for one of the other species in it, the greater long-nosed bat (L. nivalis).\nOriginally described as a subspecies of the greater long-nosed bat, it was later considered a subspecies of the southern long-nosed bat, before being confirmed as a distinct species. Enthusiasts for the bats often refer to them simply as leptos because they are the best known members of the genus Leptonycteris. The scientific name is derived from the type locality, near Yerbabuena in Guerrero, Mexico.",
    "Description": "Lesser long-nosed bats are relatively small bats, with a total length as adults of around 8 centimetres (3.1 in), and weighing between 15 and 25 grams (0.53 and 0.88 oz), depending on the time of year. Males and females are similar in size, and virtually indistinguishable. As their common name implies, they have a long, narrow snout, and this terminates in a small triangular nose-leaf. While they do have three internal caudal vertebrae, they have no visible tail.The tongue of lesser long-nosed bats has a number of adaptations for lapping nectar, including long ridges and rough, conical papillae, which may also help protect against periodontal disease by scraping the teeth clean. Their wings have a high wing loading, allowing for energy efficient long-distance flight in open habitats, at the expense of manoeuvrability.Only three other species of North American bat have a nose-leaf, and two of these, the Mexican long-tongued bat, and the California leaf-nosed bat, have a distinct tail, and also, in the latter case, much larger ears than lesser long-nosed bats do. They are more easily confused with their close relatives, the greater long-nosed bats, but, in addition to being about 10% larger, the latter have shorter, greyish fur, and proportionately longer wings.Adult lesser long-nosed bats are yellow-brown or grey above, with rusty brown fur below. Their ears are small.",
    "Distribution and habitat": "Lesser long-nosed bats inhabit semi-arid grassland, scrub, or forest habitats below about 550 metres (1,800 ft). They are able to tolerate unusually high temperatures of up to 41 °C (106 °F), due in part to a low metabolic rate. They do not enter torpor or hibernate, but die at ambient temperatures of below about 10 °C (50 °F).In the north, they reach southern California, Arizona and New Mexico. However, they are only found as summer migrants in the United States and, more generally, north of the mid-Sonora, arriving in these regions between April and July, and migrating south again in September. Some individuals have been estimated to migrate as far as 1,600 kilometres (990 mi) each year. Their migratory patterns have been shown to follow a path determined by seasonal availability of food plants, with cacti, Agave, and plants of the C3 metabolic pathway being strong predictors of distribution. They are found year-round in the western and southern parts of Mexico, and long the east coast, and in Guatemala, El Salvador, and Honduras.There are no recognised subspecies.",
    "Diet and behaviour": "Lesser long-nosed bats feed mainly on nectar from night-blooming plants such as saguaro, Organ Pipe Cactus, as well as century plant and other agaves. They are important pollinators of night-blooming cactus. They may also eat some cactus fruits, and, during the winter, on pollen from a range of other plants as the opportunity arises.Lesser long-nosed bats roost during the day in large colonies of up to several thousand individuals in caves or abandoned mines, dispersing at night to feed. The size and composition of such colonies varies throughout the year, as the bats migrate to summer feeding grounds. At some times of the year, many colonies become occupied only by nursing females and their young, with males occupying smaller temporary roosts.",
    "Reproduction": "The breeding season lasts from November to December for bats that migrate northward during the summer, but from May to June in those that give birth in the south. Despite the presence of two distinct mating seasons, individual bats mate only once a year. Gestation lasts about six months, and results in the birth of a single pup, during the time of local peak flower availability.Newborn young weigh 4 to 7 grams (0.14 to 0.25 oz) and are fully weaned at four to eight weeks of age. They are able fly after a month, but do not begin to exit the maternity cave for a further two to three weeks. They are known to live for up to at least eight years in the wild.",
    "References": "Species Profile at Bat Conservation International [1]\n\"Leptonycteris yerbabuenae\". Integrated Taxonomic Information System. Retrieved 4 February 2006.\nThreatened and Endangered Species fact sheets for Pima County, Arizona, at [2]",
    "External links": "Journey of the Nectar Bats\nMap, and Lesser Long-nosed Bat range\nArticle: Signs of Spring"
  }
}