{
  "url": "https://en.wikipedia.org/wiki/Lesser_ghost_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Diclidurus"
    },
    {
      "Species": "D. sctutatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser ghost bat (Diclidurus scutatus) is a bat species found in South America.\nIt is one of six bat species worldwide to have white fur.",
    "Taxonomy and etymology": "It was described by Wilhelm Peters in 1869 based on a specimen sent to the Paris Museum of Natural History by Arsène Onessim Barraquin.\nBarraquin had collected the specimen in Paraguay in 1859.\nPeters placed it in the Diclidurus genus.\nIts specific name, scutatus, is of Latin origin, meaning \"shield-shaped\".\nIts lineage diverged from other members of its genus around 5 million years ago at the end of the Miocene.",
    "Description": "It has long, soft fur that is white or pale brown in color.\nIt is one of only six bat species worldwide that have white fur; others are the other three species of Diclidurus, the Honduran white bat (Ectophylla alba), and the ghost bat (Macroderma gigas).\nIts claws are black in color.\nIts forearm is 51–58.9 mm (2.01–2.32 in) long.\nForearm length can be used to distinguish it from the closely related northern ghost bat, Diclidurus albus, which has a forearm length of more than 60 mm (2.4 in).\nIt weighs 13 g (0.46 oz).\nAdult males have two glandular pouches on their uropatagia.\nThese pouches are particularly pronounced during breeding season.\nThe ear is 15 mm (0.59 in) long, and the tragus is 6 mm (0.24 in) long.\nIts dental formula is 1.1.2.33.1.2.3, for a total of 32 teeth.",
    "Biology": "It is insectivorous.\nIt flies quickly at tree-top height as it forages for food.\nIt also forages over open water.\nBecause it forages so high, it is difficult to capture and study—almost nothing is known about their reproduction.\nIn one study in French Guiana, researchers captured 8,031 bats as they foraged or roosted, but only two were the lesser ghost bat.\nDuring the day, it roosts in palm tree leaves.\nThey will forage in cities where insects gather around street lamps and flood lights.",
    "Range and habitat": "Its range includes northern Brazil, Colombia, Ecuador, French Guiana, Guyana, Peru, Surinam, and Venezuela.\nIt has also been found in southeastern Brazil.\nMany observations of it have occurred at elevations less than 200 m (660 ft) above sea level.\nIn Venezuela, it has not been encountered above 1,000 m (3,300 ft) above sea level.\nThey are more likely to be found in wet forests.",
    "Conservation": "It is currently evaluated as least concern by the IUCN.\nIt meets the criteria for this classification due to its wide distribution.\nWhile its population trend is unknown because it is rarely encountered, it is not thought that their numbers are rapidly declining.\nDeforestation is a possible threat to this species.",
    "References": "",
    "Further reading": "\n\n== External links =="
  }
}