{
  "url": "https://en.wikipedia.org/wiki/Little_broad-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Scotorepens"
    },
    {
      "Species": "S. greyii"
    }
  ],
  "text": {
    "__SUMMARY__": "The little broad-nosed bat (Scotorepens greyii) (pronounced skoh’-toh-rep’-enz grey’-ee-ee’) translates to Grey’s darkness creeper . Sometimes called sometimes called Grey’s broad-nosed after the third governor of South Australia Sir John Edward Grey.  It is a species of vesper bat, which is one of the largest and best-known family of bats.  They are endemic to Australia, are insectivores and have a broad range within the mainland, mainly in hot arid areas but also found in tropical rainforests.",
    "Description": "Scotorepens greyii individuals have a slender body shape, a broad square muzzle when view from above and have varied fur colouring. Fur ranges from brown to grey-brown on the back with the base of the hairs being lighter than the tips; the belly fur is also lighter. Their forearm is small, their ears are relatively broad, and the tragus has a narrow and pointed tip. The glans penis has up to ten spines on the head, mainly in two rows. \nThey are similar in appearance to other broad-nosed bats such as the Greater, Inland, Northern and Eastern broad-nosed bats. But most notably they are almost impossible to differentiate in the field where their ranges overlap such as Northern Broad-nosed bats where their ranges overlap in the Kimberley.",
    "Description-Identification": "Table 1: Measurements for Identification",
    "Distribution and habitat": "The range of Scotorepens greyii includes all of mainland Australia but it is not found in the southern half of Western Australia and South Australia, Tasmania, Cape York Peninsula, most of the south eastern coast and most of Victoria. Although they have a broad range their abundance within the range is relatively small and blurred by crossover range from similar species.They live in mostly hot arid regions but also reside in more temperate tropical areas. These areas range from dry grasslands, sandy deserts, inland rivers with redgums, monsoon forests, melaleuca forests, open forests, mixed shrubland and paperbark swamps. They are commonly caught around water.",
    "Behaviour": "Like most bats the little broad-nosed bat is nocturnal and begins being active soon after sunset. They rely on good eyesight and echolocation to find their prey.",
    "Behaviour-Diet and foraging": "The little broad-nosed bat is an insectivore which feed and drink while in flight. They forage for prey close to tree tops, over water, open grassland and other open habitat. They are characteristically fast fliers which make abrupt darts and turns to catch prey. They eat a lot of beetles, bugs and ants. They also consume moths, termites, cockroaches, katydids, crickets, flies and lacewings. They drink while in flight and known to be feisty, they have been observed preying on moths their own size.",
    "Behaviour-Roost habits": "Little broad-nosed bats are known to roost in hollows, usually in trees but they have also been found in fence posts, and in the space under metal caps of telegraph poles. They will also roost in disused buildings; 20 individuals have been found roosting in one area.\nIt is thought that Scotorepens greyii has some kind of seasonal migration or seasonal change in foraging behaviour due to extreme differences in sample numbers done at different times of the year.",
    "Behaviour-Reproduction": "Scotorepens greyii has different mating behaviour depending on where the bats are located. It is thought that in more arid areas mating begins before winter in April and they give birth in October while in more temperate areas they are known to mate during winter and give birth in late spring or summer. They frequently give birth to twins and the young bats are capable for foraging within one to two months.",
    "Conservation": "They are not considered endangered or threatened. Although there are no major threats to the species they are vulnerable to loss of roost sites in tree hollows and loss of feeding grounds by forestry activities, clearing for agriculture and housing.\n\n\n== References =="
  }
}