{
  "url": "https://en.wikipedia.org/wiki/Little_collared_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Myonycteris"
    },
    {
      "Species": "M. torquata"
    }
  ],
  "text": {
    "__SUMMARY__": "The little collared fruit bat (Myonycteris torquata) is a species of megabat in the family Pteropodidae found in Angola, Cameroon, the Central African Republic, the Republic of the Congo, the Democratic Republic of the Congo, Ivory Coast, Equatorial Guinea, Gabon, Ghana, Guinea, Liberia, Nigeria, Rwanda, Sierra Leone, South Sudan, Togo, and Uganda. Its natural habitats are subtropical or tropical moist lowland forests and moist savanna.",
    "Anatomy and physiology": "The little collared fruit bat was named for its prominent collar of stiff and sticky hairs that line its throat and sides of its neck in adults. On its dorsal side, its fur is dark chestnut brown and long, compared to its ventral surface which is shorter and paler in color. White basal ear tufts and epaulets are absent, helping distinguish the little collared fruit bat from related fruit bat species.",
    "Ecology": "Little is known about the ecology of the little collared fruit bat. According to Bergmans (1976), it appears to be a solitary species, spending most of its time in the rainforest zone and near the forest-savanna boundary. The little collared bat tends to fly in the upper strata of the forest, sometimes descending to lower levels where it can be observed. Very few specimens are available in collections, suggesting the rarity of the species.",
    "Taxonomy": "There is little difference between the two described species M.t. leptodon ad M.t. Wroughtoni, and they are often considered to be subspecies with undefined taxonomic divisions.",
    "Connection to Ebola virus": "The little collared fruit bat is one of three species of African fruit bat in which antibodies to Ebola virus have been detected along with viral RNA. No culturable virus has been isolated. It is not known whether these species are incidental hosts or a reservoir of Ebola virus infection for humans and other terrestrial mammals. Despite the fact that scientists have found evidence of Ebola infections in the little collared fruit bat, the bats don't seem to get sick from the virus.\n\n\n== References =="
  }
}