{
  "url": "https://en.wikipedia.org/wiki/Little_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Rhogeessa"
    },
    {
      "Species": "R. parvula"
    }
  ],
  "text": {
    "__SUMMARY__": "The little yellow bat (Rhogeessa parvula) is a species of vesper bat. It is found only in Mexico.",
    "Description": "One of the smallest vesper bats, adult little yellow bats measure only 7 to 8 centimetres (2.8 to 3.1 in) in total length, with a forearm about 3 centimetres (1.2 in) long, and weigh just 3 to 8 grams (0.11 to 0.28 oz). There may be some clinal variation in body size, with the smallest individuals being found in the Nayarit region, and size increasing both to the north and south of this area.As the common name suggests, the fur is generally yellowish, with individual hairs being a fawn or chestnut brown for most of their length, and greyish brown at the base. The fur is silky in texture, and fades to a greyer shade on the animal's underside. The wing membranes are black and hairless, except for a small patch of fur on the membrane between the legs. The tail extends to the end of the uropatagium. The head is unusually small and narrow, with whiskers, small pointed ears, and tiny eyes. There is a wart above each eye, and another below the chin.Little yellow bats can be distinguished from other members of the genus Rhogeessa by a combination of their size, the presence and amount of fur on the uropatagium, and by the precise shape of their teeth.",
    "Distribution": "Little yellow bats are endemic to Mexico. They are found along the western edge of the country, from central Sonora south to western Oaxaca, at elevation from close to sea level to as high as 1,219 metres (3,999 ft). Two subspecies are recognised, with the nominate subspecies, R. parvula parvula, being found further north, and the other, R. parvula major, inhabiting the southern part of the range.",
    "Biology": "Little yellow bats inhabit areas of subtropical vegetation, and have usually been trapped near streams, lakes, or other bodies of fresh water. It has been reported to be found in areas of mesquite and cactus vegetation, and to be active after sunrise and in the early afternoon. Pregnant females have been captured between February and June, with young bats and lactating females being found between June and September. The mother apparently gives birth to one or two young at a time.\n\n\n== References =="
  }
}