{
  "url": "https://en.wikipedia.org/wiki/Little_big-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Micronycteris"
    },
    {
      "Species": "M. megalotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The little big-eared bat (Micronycteris megalotis) is a bat species  in the order Chiroptera and family Phyllostomidae. It is from South and Central America particularly Colombia, Venezuela, Guyana, French Guiana, Brazil, Peru, Ecuador, Bolivia, Argentina, Paraguay, Suriname and Trinidad. Though its exact population is unknown, it is considered widespread and occurs in protected areas, although its minor threats may be deforestation, but nonetheless is classified Least Concern. It is found in multistratal evergreen forests and dry thorn forests and forages near streams and is found hollow trees, logs, caverns, or houses with groups up to twelve. The head and body length measures at 43.8 mm for males and 44.6 for females and males usually weigh about 5 g while females weigh 5.7 g.",
    "Description": "Micronycteris megalotis is considered a small bat in its genus, although the size of it varies slightly depending on geographical location. It has large ears which are characteristic of its species. It has a large nose pad that is generally twice as high as it is wide. The head is elongated and eyes are small and black. M. megalotis has short wings that are wide and are relatively short. The wings are attached to the feet, which are long and slender. Their short and wide wings allow for better maneuverability in their habitat.\nM. megalotis has brown fur with white spots on its underbelly. Color may vary though depending on the geographical region. In juveniles, fur is slightly shorter in length (7 mm). The fringe of fur on the inner border of the ear is dense and variable in length (3–6 mm), and also varies with the age of the bat.M. megalotis has a small and slender skull, with a high forehead. Teeth are relatively primitive; the upper incisors are large while the outer incisors are small. The upper canines are heavy and dissimilar. Premolars are approximately the same size and molars have W-shaped lophs.",
    "Diet": "M. megalotis feeds mostly on insects and possibly fruit, currently there is not enough data to determine if this species eats a large amount of fruit or to pinpoint what kind of fruit it eats. Small beetles make up the majority of this bat’s diet, with grasshoppers, crickets, cockroaches, and katydids coming in second. Diet of these bats may depend on the season.  Diet may also depend on the foraging habitat, but M. megalotis usually sticks to eating noisy insects.M. megalotis is an opportunistic feeder. Its stomach is relatively simple. M. megalotis may alternate its diet between insects, fruit, nectar, and pollen, consuming the latter when insect populations are low. It prefers small, hard bodied insects, such as small beetles, rather than large, soft bodied insects. M. megalotis is slow-flying and highly maneuverable, it is also able to hover. Although the food source of M. megalotis is mainly composed of flying insects and caught mid-flight, it can also find food while perched on vegetation.",
    "Ecology": "M. megalotis is widely distributed and can be found in many habitats including wet and dry areas, evergreen and deciduous forests, swamps, and clearings. These bats occur throughout South America, Central America, and Mexico. In its genus, Micronycteris, M. megalotis is thought to be the most widely distributed. They occupy small caverns, crevices of rocky outcrops, spaces under bridges, tunnels, buildings, and houses. At lower elevations, these bats may roost in hollow trees and logs.Currently, there are no records of causes of mortality. It is speculated that habitat destruction must be a major concern for these bats, currently there is no evidence for this though and M. megalotis is currently classified as Least Concern.\n\n\n== References =="
  }
}