{
  "url": "https://en.wikipedia.org/wiki/Little_forest_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Vespadelus"
    },
    {
      "Species": "V. vulturnus"
    }
  ],
  "text": {
    "__SUMMARY__": "The little forest bat (Vespadelus vulturnus) is a species of vesper bat in the family Vespertilionidae.\nIt is found only in south-eastern Australia, including Tasmania. It is a tiny bat often weighing less than 4 g (0.14 oz) (males in some areas weigh as little as 2.5 g (0.088 oz)). It is sometimes referred to as Australia's smallest mammal, although the Northern or Koopmans Pipistrelle, Pipistrellus westralis, is possibly smaller, weighing on average around 3 g (0.11 oz). It is the smallest bat in Tasmania",
    "Biology and ecology": "The little forest bat is one of the most commonly observed bats in south-eastern Australia, it is found in a variety of habitats including Eucalypt woodlands and forests as well as in rural, semi-rural and some urban areas. It is an insectivore and roosts in tree hollows.Females become sexually mature in their first year and males in their second year. It is assumed the males wake from torpor and mate with the females during winter. A single pup is born in spring (October–November).",
    "Identification": "The little forest bat is very small with pale grey or brownish fur. The tragus is usually white and the skin on the face, feet and forearm is usually pinkish. Adults usually weigh between 2.5 and 5 g (0.088 and 0.176 oz) and the forearm is usually less than 30 mm (1.2 in) (mean =28.5 mm (1.12 in)). The wingspan can range up to 15 cm (5.9 in) and the body length is up to 5 cm (2.0 in). Females are slightly larger than males.The little forest bat is very similar in appearance and often confused with a number of other bats that it co-occurs with ( sympatric) including Vespadelus regulus, Vespadelus darlingtoni, Vespadelus baverstocki, Vespadelus troughtoni, Vespadelus pumilus and Scotorepens greyii. Live bats can be differentiated from these species using a combination of size, relative finger bone lengths and, in males, penis shape. Males have a distinctly shaped baculum. There is some variation in the morphology of this species across its range, with some taxonomists suggesting there may be cryptic species that have not yet been identified within the species.",
    "Echolocation call": "The echolocation call of the little forest bat is regionally variable, in New South Wales the characteristic frequency of search phase calls is between 42.5 and 53 kilohertz depending on the region where it is found. This is more than double the maximum frequency of the human hearing range and cannot be heard without the assistance of a bat detector.",
    "References": "",
    "Further reading": "Search distribution records for the Little Forest Bat in the New South Wales Wildlife Atlas\nSearch distribution records for the Little Forest Bat in Victoria\nView John Gould's Illustration of the Little Forest Bat from the 1863 book Mammals of Australia\nView images of the Little Forest Bat skull at the Victorian Museum\nAustralian Broadcasting Corporation science news story Insect-munching bats spare the chemicals\nResearch thesis about bats (including Little Forest Bats) in the city of Adelaide, South Australia\nResearch thesis about bats (including Little Forest Bats) in rural Victoria\nConstruction guide on how to build a nest box for Little Forest Bats (and other species).\nAustralian Museum, Bats in Australia \nAustralian Museum Wild Kids  (a good reference for children)\nvan Dyck, S., Strahan, R. (eds)2008. The Mammals of Australia. New Holland. ISBN 978-1-877069-25-3\nSue Churchill (2008) Australian bats. Reed New Holland.\nBat Calls of NSW \nChiroptera Specialist Group 1996.  Vespadelus vulturnus.  2006 IUCN Red List of Threatened Species.  Downloaded on 19 July 2007."
  }
}