{
  "url": "https://en.wikipedia.org/wiki/Little_white-shouldered_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "AmetridaGray, 1847"
    },
    {
      "Species": "A. centurio"
    }
  ],
  "text": {
    "__SUMMARY__": "The little white-shouldered bat, (Ametrida centurio), is a species of bat from South and Central America. It is the only species within its genus, the name of which translates as \"reaper\" or \"destroyer\".",
    "Description": "The little white-shouldered bat is a small phyllostomid bat, with males measuring 35 to 46 mm (1.4 to 1.8 in) and females 40 to 53 mm (1.6 to 2.1 in) in total length. The fur is generally brown, being paler underneath, and on the forequarters. As the common name suggests, both sexes have a spot of pure white fur on the shoulders near the base of the neck. The wings are also brown, and the uropatagium is hairy; the bats do not possess an external tail. The head has a relatively short, broad snout, with a wide mouth, and a simple, spear-like nose-leaf. The ears are small and triangular, and the eyes large and bulging, with a yellow iris.",
    "Distribution and habitat": "Little white-shouldered bats are found throughout Venezuela, the Guyanas, on the island of Trinidad, and in eastern Colombia, north and central Brazil, and southern Panama. They have also been reported from Bonaire Island in the Netherlands Antilles. Within this region, it is found in lowland evergreen and deciduous forest and swamps. It is typically found below 1,500 m (4,900 ft), but some individuals have been caught as high as 2,100 m (6,900 ft).",
    "Biology": "Little white-shouldered bats eat fruit, and forage from the forest floor to the canopy. They have an unusually small brain, compared with their close relatives, and the cerebrum has virtually no sulci. Little else is currently known of their biology, although pregnant females have been caught in July and August. There are no recognised subspecies.\n\n\n== References =="
  }
}