{
  "url": "https://en.wikipedia.org/wiki/Little_bent-wing_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Miniopteridae"
    },
    {
      "Genus": "Miniopterus"
    },
    {
      "Species": "M. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "The little bent-wing bat or little long-fingered bat (Miniopterus australis) is a species of vesper bat in the family Miniopteridae. It is found in Australia, Indonesia, the Philippines, and Vanuatu.",
    "Taxonomy": "The species was first described by Robert Tomes in his 1858 monograph of the genus. Tomes distinguished the new species with a comparison to Miniopterus blepotis, in details of morphology and fur, and with standardised measurements using the breadth of the forearm; M. bleopotis was assigned in the broadly dispersed Miniopterus schreibersi species complex. The type locality is named as Lifu in the Loyalty Islands, a province of New Caledonia. Tomes assigned the specific epithet australis when he first regarded the population as endemic to Australia, but realised the series of specimens he assembled for his revision included those collected in Timor and presumed they also occurred at other islands of the regions. While recognising this as a misnomer, Tomes noted he had already applied this name in museum collections prior to publication and conserved his first choice to avoid any subsequent confusion.The author also noted a specimen from the Leyden Museum in his monograph, previously exhibited at that institution with the name Vespertilio tibialis but did not appear in a formal description.\nThe taxonomic history of this species and its infraspecific arrangement was complicated by uncertainty regarding the sources of specimens, clarified in part by James E. Hill's monograph on the genus, then a statistical analysis of characters using a large sample of specimens by Darrell Kitchener and A, Suyanto in 2002 that also determined type locations for three subspecies and other undiagnosed specimens.Following these revisions, three subspecies were recognised by the Chiroptera work for Mammal Species of the World (2005)\nMiniopterus australisMiniopterus australis australis\nMiniopterus australis solomonensis\nMiniopterus australis tibialisRevisions in the late twentieth century recognised other named taxa as subspecies, but subsequent revisions saw cause for elevation to species status, namely Miniopterus paululus, to which the subspecific name witkampi also refers, and Miniopterus shortridgei.",
    "Conservation": "The conservation status of the species was evaluated in 2008 as least concern, and that population trend is assumed to be stable.\nMisattribution between this and other species of Miniopterus in Indonesia, the Philippines and New Guinea islands has led to taxonomic uncertainty and therefore doubt on any populations trajectory. The broad distribution range is presumed to include the protection afforded by conservation areas.\n\n\n== References =="
  }
}