{
  "url": "https://en.wikipedia.org/wiki/Little_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Chaerephon"
    },
    {
      "Species": "C. pumilus"
    }
  ],
  "text": {
    "__SUMMARY__": "The little free-tailed bat (Chaerephon pumilus) is a species of the genus Chaerephon in the family Molossidae. It is widely distributed across Africa and islands around the continent.",
    "Description": "The little free-tailed bat is one of the smallest species in the genus Chaerephon, and a total body length is measured from 54 to 102 mm. The ventral fur has lighter color than the dorsal fur, which is short and blackish-brown. Pale or white hairs are observed on the ventral surface where wings are connected to flanks, and both white-winged (north-eastern African species) and dark-winged (southern African species) types have been found. This species has round ears that are large for its head size. The small tragus of its ear, which is asymmetrically bilobed at the end, is covered by the large antitragus. A distinguishable forehead tuft is observed in males and it makes their outline recognizable during flight. This species shows great morphological variations in wing and pelage colors resulted in different taxonomic designations depending on its distributional ranges. To illustrate, the little free-tailed bat population found in Amani, Tanzania, has a longer forearm length on average than populations in southern Africa and Ghana and a higher wing loading than populations in South Africa.",
    "Ecology": "",
    "Ecology-Distribution and habitat": "Little free-tailed bats occur across southern parts of the Arabian Peninsula, sub-Saharan Africa, and islands of the west Africa and east shores of Africa, such as Sno Tomé, Bioko, Zanzibar, Pemba, the Comoros, the Seychelles, and Madagascar. Habitats of little free-tailed bats are various from rainforest regions in the south to semiarid areas in the north, which are typically open foraging regions. These bats are found in savannas of Sudan, Guinea, and Zambia, in the Cape Macchia Zone, and more arid countries in the north. Also, they tend to prefer low veld areas in Zimbabwe, but they are never found on the plateau higher than 1,000 meter altitude.",
    "Ecology-Diet": "The little free-tailed bat is insectivorous and feeds on a wide range of small insects. Coleoptera (beetles), Hemiptera (true bugs) and Lepidoptera (moths and butterflies) are major prey for this species. During both summer and winter seasons, they mainly prey on Hemiptera and Lepidoptera, while Diptera (flies) notably contributes to the diet only in the winter and Coleoptera is common only in the summer. However, depending on distributional ranges, types of prey can be varied considerably. For instance, a population found in Amani, Tanzania, mainly feeds on Blattodea (cockroaches) with Hemiptera as the only other order to account for more than 10% of the diet. In South Africa, even though prey is equally available during both dry and rainy seasons, mean size of prey tends to increase in the rainy season.",
    "Behavior": "",
    "Behavior-Flight and echolocation": "Little free-tailed bats can fly fast in open areas where they typically inhabit. They have strong, elastic, and leathery flight membrane with high aspect ratio (wing length to width) of long and narrow wings, which are suited for fast and long distance flight but low maneuverability. In terms of their low maneuverability, while other African species can pass between two objects that are 11 cm apart, the minimum distance between two objects that little free-tailed bats can fly is 44 cm. Even though its ears are relatively large for its head size, they can lie down on its head to reduce air resistance during flight. As a nocturnal species, little free-tailed bats primarily rely on echolocation to detect their prey and environment. Since higher frequency of echolocation call attenuates with distance faster than low frequency, this species uses low frequency calls with high intensity, which last longer and thus are suitable for prey detection with long-range in open areas.\n\n\n== References =="
  }
}