{
  "url": "https://en.wikipedia.org/wiki/Little_golden-mantled_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. pumilus"
    }
  ],
  "text": {
    "__SUMMARY__": "The little golden-mantled flying fox (Pteropus pumilus) is a species of bat in the family Pteropodidae. It is found in Indonesia and the Philippines. Its natural habitat is subtropical or tropical dry forests. It is threatened by hunting and habitat loss, as well as pollution.",
    "Description": "The little golden-mantled flying fox is one of the smallest species of fruit bat, weighs about 200 g (7 oz) and has a wingspan of about 76 centimetres (30 in). The fur on its body is golden brown and it often has a paler head and mantle. This bat has claws on its feet and one (its thumbnail) on the end of its wings.",
    "Distribution and habitat": "The little golden-mantled flying fox is native to the Philippines and Miangas (Palmas), the northernmost island in Indonesia. In the Philippines, it is known from Balut, Camiguin, Leyte, Maripipi, Masbate, Mindanao, Mindoro, Negros, Panay, Sibuyan, Siquijor and Tablas. It occurs at altitudes of up to about 1,100 metres (3,600 ft) and is most common on smaller islands. Its habitat is primary forest and well-grown secondary forest.",
    "Behaviour": "The little golden-mantled flying fox is a solitary species and does not roost in large groups as do many other fruit bats. Instead it makes a nest and roosts in a tree. It feeds on fruit but little is known of its precise diet. Like other fruit bats, it plays an important role in dispersing the seeds of forest trees. This bat usually breeds in the autumn. One offspring (or occasionally two) is generally produced each year and becomes independent of its mother after about eleven weeks.",
    "Status": "Populations of the little golden-mantled flying fox are in general in decline. The principle threats it faces are destruction of its rainforest habitat and hunting by humans for food. It is listed in Appendix II of CITES and occurs in a number of national parks and protected areas but nevertheless, the IUCN has rated it as \"Near Threatened\".\n\n\n== References =="
  }
}