{
  "url": "https://en.wikipedia.org/wiki/Little_red_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. scapulatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The little red flying-fox – Pteropus scapulatus – is a megachiropteran bat native to northern and eastern Australia. The species weighs about half a kilogram, one US pound, and is the smallest species of Pteropus at the Australian mainland. P. scapulatus occurs at the coast and further inland, camping and flying to the tropical to temperate regions that provide them with an annual source of nectar. They exhibit an unusual method of obtaining drinking water during dry periods, skimming a stream's surface to gather it onto their fur while they are in flight.",
    "Taxonomy": "The first description was published by Wilhelm Peters in 1862, as a 'new species of flederhund from New Holland'. The type specimen was collected at Cape York peninsula. The population gives its name to the 'scapulatus species group', as recognised by authors in the late twentieth century.Pteropus scapulatus is well known and referred to by many names, these include the 'collared' flying-fox or fruit-bat, the reddish fruit-bat and little reds.",
    "Description": "A flying mammal of the pteropodid family, frugivorous bats with simple dog-like heads, often found roosting closely together in large numbers. The characteristic absence of a tail distinguishes these 'flying-foxes' from other bats in Australia. The wing is extended with a forearm measuring 120 to 150 millimetres in length, the head and body combined is 125 to 200 mm. The length from the tip to base of the ear is 29 to 40 mm, and these are quite prominent for an Australian 'flying-fox'. A measured weight range of 300 to 600 grams, gives the species an average mass of 450 grams.The colour of the pelage is reddish brown, the short fur appearing over most of the body and more sparsely at the lower part of the leg. The fur at the head is a dark to light shade of grey. Creamy-white hair may appear at the shoulders, or a pale yellowish patch found between these. The patagium of the wing is a pale brown colour, and somewhat translucent while the bat is in flight.Pteropus scapulatus emits an abrupt 'yap' sound, accompanied by a variety of screeches, squeals and twittering noises, voiced at a high-pitch. They resemble other species found in Australia, the bare legs, reddish fur colour, and the paler near-transparent wings distinguish it from the grey-headed species Pteropus poliocephalus, and the larger and black fruit-bat Pteropus alecto. Their appearance closely resembles Pteropus macrotis, which occurs at and north of Boigu Island.",
    "Behaviour": "The largest range of all the species, extending further inland than the others of the family, Pteropus scapulatus will also decamp and roam widely to increase their food availability. The primary source of food for this species is obtained from Eucalyptus and Corymbia blossoms.\nTheir diet consists of nectar and pollen of these eucalypts and is responsible for the much of their pollination, the irregular flowering periods induce the camps to forage in new areas. \nThe nectar of Melaleuca species is also favoured, and they are attracted to other native and cultivated fruiting trees. P. scapulatus camps may become large groups of tens of thousands, with records of some colonies of over one hundred thousand individuals. This species gives birth 6 months later than the other mainland flying fox species, in April and May, this may be to avoid exposing a newborn to the high temperatures of the northern austral summer.The populous and conspicuous camps of P. scapulatus attract a number of larger predators. including both terrestrial and aerial hunters.\nThe sea eagle Haliaeetus leucogaster will capture these bats in flight as they leave their roosts.\nThe snake species Morelia spilota is frequently found as a resident at these camps, lazily selecting an individual from the apparently unconcerned group at a branch. The bat is seized in the jaws and encircled by the python's body, then swallowed head first to be digested over the next week.\nThe arid climate in parts of the range will prompt the species to seek water in the late afternoon, and this provides an opportunity for freshwater crocodile species Crocodylus johnstoni found across the Top End and northern parts of the continent.\nA National Geographic Channel special program (World's Weirdest: Flying Foxes) documents that the little red flying fox will skim the surface of rivers, then lap the water from their fur; this can put them in within reach of the crocodiles snapping in the air.\nThe 'freshies', as these crocodilians are locally known, will also place themselves beneath the overhanging roosts of this species, and employ a strategy of thrashing at the shoreline to induce panic and aerial collisions.\nThe species are quick and adept swimmers, presumably due to the advantages in surviving and escaping immersion in water.Larger camps are formed during the breeding period, around October to November, and reduce in size as the birthing period approaches, during March to April. Females start to form separate maternity colonies as gestation advances, and they may join other Pteropus species at their roosts, the births occur in April to May after the dispersal of the larger camp. When the camp regroups later in the year the juveniles gather at their own roosts, joining the breeding camp at the next season when they have become sexually mature.The habitat of roost sites is often composed of wet understorey which provides a temperate microclimate. The 'little reds' will seek to roost closely with others, their combined weight may break branches as they join the camp at a tree. The species is susceptible to heat stroke, and many individuals die when suitable roost sites are unavailable. The disturbance to camps by human intervention during hot weather may cause the deaths of thousands of these bats.",
    "Distribution and habitat": "Pteropus scapulatus has a wide distribution range across the north and east of Australia, occupying coastal and sub-coastal regions. The western extent is restricted to coastal areas of northwest Australia, as far south as Shark Bay, and through the tropical and subtropical areas of the north and east to New South Wales and Victoria. The species is only occasionally found extending their range to the southeast of South Australia. The appearance of P. scapulatus in New Zealand is regarded as accidental.\nThe range of the Australian pteropodid bats is bounded by areas of lower rainfall and more temperate climate, this species and the other flying-foxes are absent from the south and west of the continent.The camps of P. scapulatus are found close to streams, they leave these at night to forage in woodland and forests in temperate to tropical regions.A well known colony exists at the Mataranka Hot Springs, an attraction that has also been discouraged from inhabiting the site for the odour of their camps.\nColonies of P. scapulatus are recognised as important contributors to woodland ecology, acting as a major pollinator of trees that provide nectar at night.\nThe eucalypts and other trees of riparian zones in the Murray Darling Basin will also be visited in productive seasons.\nDuring the austral summer, colonies join the diverse species of bats around the Brisbane cityscape to feed on the blossoms of the pink bloodwood Corymbia intermedia.\nAlong the Brisbane River they share many roost sites with the grey-headed fruit-bat, P. poliocephalus, most notable of these is the Indooroopilly Island, known to be an old bat campsite, whose occupants are seen flying around the area after dusk. They also occupy a well established colony at Ipswich, Queensland, close to that state's capital.",
    "Public perception": "This species of flying fox hangs in a different way from other mainland species. The larger species tend to hang an arm's length apart, but the little reds tend to clump together so they may hang in groups of 20 or more animals on an individual branch. So, these animals are associated with significant canopy and branch damage in camps where they reside. They also tend to appear in very large numbers (20,000 or more) and the footprint of a camp can expand rapidly for the several weeks or months they remain at a site. Their large numbers and the damage they cause to a camp site mean they are not very popular animals.\nThe opportunity presented by cultivated fruit trees to wandering little reds may encourage them to return in large numbers if the regular foods are not available, resulting in damage to fruit and trees; for this reason they have been perceived as a pest species by orchardists.\nNegative public perception of the species has intensified with the discovery of three recently emerged zoonotic viruses that are potentially fatal to humans: Hendra virus, Australian bat lyssavirus (ABLV), and Menangle virus. There are few records of human fatality resulting from interaction with bats, limited to the rare and deadly incidence of ABLV, and their parasites find human hosts unsuitable.",
    "Conservation": "The animals are nomadic and difficult to track, as they tend not to live in urban areas. No accurate method in use currently can estimate the population to determine if the species is holding its own or is in decline. The species is very likely to be affected by the same factors that have seen the grey-headed flying fox and spectacled flying fox listed as threatened, that is, the destruction of foraging areas and roosting habitat.A new bridge built near Noosa Heads was skirted over by the species leaving a nearby roost, resulting in fatal collisions with motor vehicles travelling across it; a sign warning motorists at the Monks Bridge displays an image of the bat and has subsequently reduced the number of incidents.",
    "References": "",
    "Further reading": "Speare, Rick, et al. (1997). \"Australian bat lyssavirus infection in three fruit bats from north Queensland.\" Comm Dis Intell 1997; 21:117–120. Downloadable pdf at: [1]",
    "External links": "ARKive – images and movies of the little red flying fox (Pteropus scapulatus)\nWellington Zoo, Little Red Flying-Fox"
  }
}