{
  "url": "https://en.wikipedia.org/wiki/Little_pied_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Chalinolobus"
    },
    {
      "Species": "C. picatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The little pied bat (Chalinolobus picatus) is a species of vesper bat in the family Vespertilionidae. It is found only in semi-arid woodlands in eastern Australia.",
    "Description": "The little pied bat is the smallest bat of the genus. The coat is a glossy black with a slight grey wash ventrally. Along the sides is a pure white stripe that meets at the pubic area to form a ‘V’. Weighing between 4-8 g. There is no significant difference in appearance between the sexes of the species.",
    "Description-Anatomy and physiology": "Little is known about the specifics of the anatomy and physiology of C. picatus.",
    "Description-Anatomy and physiology-Skeletal structure": "Its bone structure is similar to many other bats, with minor differences that define the species.\nIts skull is only small, with a braincase breadth of only 7 mm. The supraorbital swellings are not pronounced and there is no median crest on the brain case. The total skull length around is 11.7 mm. Little pied bats have 7 cervical vertebrae, 11 thoracic vertebrae, 4 lumbar vertebrae and are thought to have 3 caudal vertebrae that make up the small tail structure. The pelvic girdle bones (ilium, ischium and pubis) are strongly fused, more so than in other mammals.\nThe lower hind limb is composed mainly of the tibia, the fibia being vestigial and fused to the tibia. The hind limb is rotated through 180°, so when walking knees point ventrally. The entire hindlimb is capable of a wide angle rotation, allowing a complete 360° turn when hanging. The toes of this hind limb have claws that are extremely strong and laterally compressed. A tendon that runs through cartilaginous rings attached to the phalange allow an automatic locking system. The weigh tof the bat keeps the tendon taught, and hence the toes gripping when hanging, so the bat may sleep without falling from its roost. The uropatagium, the flap of skin that extends between the back legs and tail is supported by the calcaneum bone, which is located near the ankle.\nThe forelimb bones are all elongated, with the degree of elongation increasing the farther the bones are from the body.  The ulna is vestigial and fused to the radius. The forearm commonly between 31–33 mm in length. The thumb is not overly enlarged but is capable of free movement. The wrist is highly flexible. The fusing of the radius and ulna allow for strength to hold up the wing. The bones of the wing are controlled by a single muscle for each action. At the elbow, there is a small bone called the ulna sesamoid, it is similar to the patella.",
    "Description-Anatomy and physiology-Circulatory system": "Bats have a 4 chambered heart, similar to that of other mammals. It can be 0.6 – 1.3% of the bats body weight. For more information refer to Circulatory System.",
    "Habitat and distribution": "It is known to range from north-western and south-western New South Wales, central and southern Queensland, eastern South Australia and north-western Victoria. However, they are only in a few large remnants of habitat that remain in these areas. Some specific places the Little Pied bat can be found include Willandra lakes NSW, Idalia National Park QLD, Sturt National Park NSW, Gluepot Reserve SA and Yarrara Flora and Fauna Reserve VIC.\nIt often roosts in tree hollows of the various bushland trees of NSW and QLD such as semi-arid tall shrublands and vine forests, however, are often found in Eucalypt and Acacia open woodlands.  The Little Pied Bat is also found in Abandoned buildings around these types of habitats.\nThe colonies of Little Pied Bats can range from a few individuals to 50 bats. Each bat generation is between 3–5 years. The population is decreasing.",
    "Diet": "It eats insects such as moths, beetles, wingless ants, cockroaches, stoneflies, katydids, crickets, cicadas, spiders, flies, termites and grasshoppers. \nThey hunt mainly in the low and midrange areas of the canopy.",
    "Behaviour": "There is little known about its behaviour, especially roosting behaviour and mating tactics. Further research is required in this area. It is presumed they are similar to most bats, having breeding seasons and nocturnal, thought they have been spotted during daylight.",
    "Evolution and taxonomy": "",
    "Evolution and taxonomy-Taxonomy": "It is a part of the genus Chalinolobus of the family Vespertilionidae.\nIt shares this genus with six other bat species: C. dwyeri, C. gouldii, C. morio, C. gouldii, C. nigrogriseus and C. tuberculatus.",
    "Evolution and taxonomy-Evolution": "It is thought that the genus Glauconycteris, commonly known as African butterfly bats, are closely related to the genus Chalinolobus in Australia. If you refer to the ‘Classification and evolution’ section of Bats, the relationship of the order is shown.",
    "Evolution and taxonomy-Echolocation": "The little pied bat hunts and perceives its surrounding by emitting short pulses of high frequency sounds and interpreting the returning echoes. This technique is a unique adaptation called echolocation in 1944. A call sequence consists of a train of pulses, with the gaps between each pulse controlled by the bat. The call can vary due to behaviour, age, sex or hunting strategy. Different bat species will emit different calls, and this is thought to be a reflection of their morphology and habitat use.\nThe little pied bat uses pulses with an sR shape pulse, refer to image on the left 'Echolocation Shapes of bats'.",
    "Health and zoonoses": "There are many diseases bats can contract in the QLD and NSW regions. These diseases can also be transferred to Humans (zoonoses).  There are two main diseases in bats that can transfer to humans and thought to be carried by the little pied bat.",
    "Health and zoonoses-Australian bat lyssavirus": "Australian bat lyssavirus (ABLV) was identified in 1996. It has been found in many fruit bats and only one insect-eating microbat. The chances of the little pied bat contracting the disease is slim, however still possible and after blood test of many bats, evidence shows any bat in Australia can carry the virus. Since the virus was discovered, three people have dies from contracting ABLV. ABVL is closely, but not identical, to the rabies virus.\nThe virus is transmitted via bites, scratches or any other body fluids, for example mucous membrane exposure in the eyes. ABLV infection in humans causes a serious illness which results in paralysis, delirium, convulsions and death. Death is usually due to respiratory paralysis. There is no specific treatment for ABLV. Cleansing properly of the wound will reduce the risk of infection.",
    "Health and zoonoses-Hendra virus": "The natural hosts for Hendra virus are fruit bats. However Hendra virus has been found in dogs, so there is a possibility of other bats carrying the disease. It is most commonly transmitted to horses by ingesting the faecal matter of bats. Hendra was discovered in 1994 after a large racing stable had an outbreak of sick horses. Since this time, over 60 horses have been infected and either died or were euthanised. Whilst many humans have been exposed to Hendra virus infected horses and not contracted the virus, several have, most of them veterinarians, four of whom died. \nfeatures may include difficulty breathing and/or weakness and neurological signs such as uncoordinated gait and muscle twitching, quickly leading to death in most cases. Whilst there is no specific treatment for Hendra, the making of a vaccination is now underway (2013) and will be released within the next few years.",
    "Conservation": "The little pied bat is facing population decline and threatened by habitat loss. Clearing for cotton in NSW over the last 50 years has reduced the range of its habitat by 10% and the clearance is ongoing. There is similar habitat loss in QLD however, the effects on the habitat for the little pied bat at this stage in unclear. Roost disturbance, timber harvesting in state forest lands and changing fire regimes are all potential threats to the Little Pied bat.\nThe little pied bat is listed as Near Threatened due to its significant decline, probably due to substantial habitat conversion and range contraction. However, the rates of decline are less than 30% over 3 generations, so they do not qualify for Vulnerable.",
    "Sources": "Chiroptera Specialist Group 1996.  Chalinolobus picatus.  2006 IUCN Red List of Threatened Species.  Downloaded on 19 July 2007."
  }
}