{
  "url": "https://en.wikipedia.org/wiki/Long-fingered_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. capaccinii"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-fingered bat (Myotis capaccinii) is a carnivorous species of vesper bat. It is native to coastal areas around the Mediterranean Sea, as well as a few patches of land in western Iran. Due to the fact that its population is in decline, it is listed as Vulnerable on the IUCN Red List since 1988.",
    "Physical characteristics": "The long-fingered bat is a medium-sized vesper bat with characteristically large feet (hence its name), and more prominent nostrils than other European Myotis species. Its length ranges from 47–53 mm (1.9–2.1 in), and it weighs up to 7–13 g (0.25–0.46 oz). The hind feet of the long-fingered bat range in length from 10–13 mm (0.39–0.51 in). on which they also have long bristles. Hair is dark grey at the base, with light smoky grey dorsal-side hair and light grey ventral-side hair.",
    "Distribution and habitat": "The long-fingered bat is native to the coastal regions of Morocco, Algeria, and Tunisia (North Africa), parts of the Iberian Peninsula, Southern and South-East France, Bulgaria, Italy, and part of the Balkan peninsula. It can also be found on some islands in the Mediterranean Sea, such as Mallorca and Menorca. In Asia, it is distributed from Turkey through Syria and Lebanon to Israel, Iran, Iraq and Uzbekistan. It inhabits wetlands and caves up to elevations of 900 m (3,000 ft).The current long-fingered bat population is thought to be decreasing. In Spain, it decreased between 30-50% since 2006, probably comprising less than 10,000 individuals in 30 colonies with more more than 20 bats. In France, the known population is less than 3,800 individuals. The Bulgarian population is estimated at around 20,000 individuals. It is more abundant in the eastern region than the western region.",
    "Behaviour and ecology": "The long-fingered bat lives in limestone areas, preferably wooded or shrubby terrain near flowing water. Summer and winter roosts are always in caves, where it has been known to form groups of up to 500 individuals. It is a water-oriented carnivore, hunting fish, aquatic insects and other small invertebrates, such as ostracods and water fleas.  As a cave-dwelling bat it needs underground shelters to roost. It forages over water bodies and dwells in areas which include clutter-free waterways. Due to its \"trawling\" behaviour, it apparently prefers rivers wider than 10 m (33 ft) with high amounts of riparian vegetation that prevent the water from becoming too disturbed by wind. The calm water provided through these conditions allows it to use echolocation more effectively while foraging, rather than the harsh conditions typically noted around other water bodies. It also forages while traveling to its foraging area of choice, accomplishing more on a single trip. Its roosting sites in summer are on average 50 km (31 mi) apart from those in winter, ranging up to 140 km (87 mi).",
    "Behaviour and ecology-Reproduction": "Little is known about this species reproductive cycle. Mating begins in August and could continue until late winter and early spring. Gestation takes six to eight weeks. Maternity roosts are in caves, formed in the summer, with up to 500 females in clusters on the cave roof, where very few males are present. Birth occurs in mid to late June, with only one pup born, which is weaned after approximately four to six weeks.",
    "Threats": "The three main threats to all species of bats are: roost disappearance and disturbance, altering of foraging areas, and pesticides. The long-fingered bat is largely affected by the first two threats, with tourism being one of the leading causes of the descending population trend. Many other proposals have been made to explain the decrease in the population size. The long-fingered bat strictly depends on underground shelters and most localized extinctions have been caused by disturbance of breeding roosts. Populations in Western Europe have been susceptible to the disturbance of habitat and roosts, while in France the alteration of rivers is one cause of the decreasing population. The main prey of M. capaccinii, chironomids, accumulate toxic compounds which can lead to death in these bats. In Northern Africa, some long-fingered bats have been killed and used for medicinal purposes.",
    "Conservation": "The long-fingered bat is protected by national legislation in most of its range countries. International legal obligations for protection such as the Bonn Convention and Bern Convention. Long-fingered bats are included in Annex II and IV of EU Habitats and Species Directive, meaning they need special measures for conservation. Fences have been placed in Spain to protect several known colonies. To protect this species from becoming endangered or going extinct, future measures that need to be taken include protection of colonies and water quality improvement. Some have proposed that the depletion of aquifers and alteration of water bodies near roosts should be avoided, and because the species is dependent on clutter-free water and prey availability, that the priority should be protecting large waterways near roosts.",
    "References": "\n\n== Further reading =="
  }
}