{
  "url": "https://en.wikipedia.org/wiki/Long-legged_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "MacrophyllumGray, 1838"
    },
    {
      "Species": "M. macrophyllum"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-legged bat (Macrophyllum macrophyllum) is a member of the Phyllostomidae family in the order Chiroptera. Both males and females of this species are generally small, with wingspans reaching 80mm and average weights ranging between 6 and 9 grams. The facial structure of these bats includes a shortened rostrum with a prominent noseleaf. The most defining feature of these bats however, is their long posterior limbs that extend farther than most Phyllostomidae bats. At the ends of these hind legs, the Long-Legged Bat has abnormally large feet equipped with strong claws.",
    "Distribution and habitat": "The first specimen of M. macrophyllum was found in Brazil in 1855. Since then, these bats have been sighted in various locations across South America and Central America. In the northern regions of South America, the Long-Legged Bat has been found in parts of Peru, Ecuador, Bolivia, and Venezuela. In Central America, these bats have been spotted in Costa Rica, Honduras, Guatemala, and Nicaragua. M. macrophyllum has also been located in parts of southern Mexico. Although these bats are fairly small, they have been shown to have a large home-range of up to 150 hectares with females having slightly larger home-ranges than males.In general, M. macrophyllum is found in regions slightly north of the equator in rain forests and tropical deciduous forest habitats. In the majority of documented sightings, these bats were found near water sources such as lakes, streams, or sea caves off the Pacific coast. It has been inferred that these bats live near water sources because of the abundance of insects at these sights. In addition to being found near the water sources mentioned previously, these bats have been found roosting in man-made structures such as water culverts, modern buildings, and even ancient Panama ruins.",
    "Diet and foraging behavior": "Although bats can have a diet ranging from fruit to meat, M. macrophyllum is insectivorous, meaning that their diet mainly consists of insects. Stomach content analysis of these bats has revealed mainly winged insects, indicating that the majority of the insects that M. macrophyllum consumes are aerial insects. Although flying insects are the main food source of the Long-Legged Bat, these bats have also been known to supplement their diet with animal blood, but not with fruit. Due to the prominence of M. macrophyllum’s posterior extremities and large feet, researchers have suggested aquatic hunting in these bats similar to Noctilo fish-eating bats, but this has yet to be proven.The most commonly observed foraging strategy of M. macrophyllum is a gleaning foraging strategy in which a bat will hover over a body of water and pick up insects on the surface using its enlarged feet and long hind limbs. This system of foraging in M. macrophyllum differs from most other Phyllostomid bats. However, these bats are not limited to this gleaning foraging strategy alone; laboratory studies have shown that M.macrophyllum is also capable of aerial hawking, a foraging strategy in which bats prey on insects in midair. These bats perform both of these foraging strategies equally effectively.  This variation in foraging allows these bats to take advantage of the variety of insects in their environment, whether they are sitting on the water or hovering above it.",
    "Echolocation": "Like many species in the order Chiroptera, M. macrophyllum uses echolocation to navigate its environment and detect its prey. These bats are able to do this by sending out sound waves and receiving these waves when they bounce off various objects. As the Long-Legged Bat approaches an object, the frequency of their echolocation signals will increase so they are able to create a better spatial map.Unlike many bat species from the family Phyllostomidae that use low-intensity “whispering” echos, the Long-Legged Bat has been shown to produce high-intense echolocation calls to detect its prey. M. macrophyllum will adjust the intensity of its calls depending on the environment that it’s in. When in areas with high acoustic clutter, the bats will decrease their signal intensity, while in more open areas, the bats will increase their signal intensity. By increasing call intensity in a more open environment, this allows these bats to have a broader detection range for food. Average intensity output has been shown increase by 11 dB, corresponding to a 4x amplitude increase when echolocating in open environments compared to enclosed environments.\n\n\n== References =="
  }
}