{
  "url": "https://en.wikipedia.org/wiki/Long-legged_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. volans"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-legged myotis (Myotis volans) is a species of vesper bat that can be found in western Canada, Mexico, and the western United States.",
    "Description": "Myotis volans is species of bat found in Order Chiroptera, Family Vespertillionidae.  They are closely related to Myotis lucifugus (little brown bat) and Myotis thysanodes (fringe-tailed bat).  Three sub-species have been identified.They are the second largest myotis species found in the western United States.  They have a wingspan of 10-12 inches and an average body mass of 7.5 grams.  Myotis volans is also known as the long-legged myotis due to their longer tibia length compared to other myotis species.  Their pelage is light brown to chocolate brown or reddish brown and they have short, rounded ears. When their ears are pushed toward their nose, the tips of their ears just reach their nostrils. Their most distinguishing characteristic is that they have fur on the underside of the wings that extends from their body to their elbows and knees.  They have a keel on their calcar.  This species does show sexual dimorphism such that females tend to be slightly bigger than males.",
    "Ecology": "",
    "Ecology-Range and Habitat": "The range of Myotis volans spans from Alaska in the north, through the western United States, and into Mexico. They have been recorded as far east as North and South Dakota, Nebraska and western Texas.  Their range extends southward to Mexico City.They live in various habitats which include: ponderosa pine woodlands, coniferous forests, pinyon-juniper woodlands, oak woodlands, mountain meadows and riparian zones.  They have been captured in desert habitats as well. In mountainous areas, they prefer mid-slope elevations where there is an abundance of food.",
    "Ecology-Diet": "Myotis volans are insectivorous and their diet consists mainly of moths.  They will eat other insects such as flies and lacewings or some smaller sized beetles. They will leave their day roosts to forage just before sunset and peak foraging takes place in the first four hours after emergence.  They have been known to forage all hours of the night.",
    "Behavior": "",
    "Behavior-Roosting": "These bats prefer to roost under the bark of trees, but will also use crevices in rocks, caves, or buildings.  They will migrate elevation-wise by moving to higher elevations in mountainous areas during the summer.  They use caves and mines for hibernation.",
    "Behavior-Mating and reproduction": "Mating takes place in late summer to early fall.  Females will delay fertilization by holding the sperm in their reproductive tract until spring.  The young are born between June and August. Each female will bear only one pup per litter.  The females will form large nursery colonies that can number up to hundreds of individuals.  Females will leave their pups with the colony while they feed and return to the colony multiple times during the night to nurse their young.",
    "Physiology": "The long-legged myotis has been known to remain active in temperatures down to 15 °C.  Since these bats hibernate during the winter months, they use torpor.  The bat's feet are specialized to allow the bats to hang upside down without expending energy.  The feet do this by locking the toes in place with the help of scaly tendons when the bat is hanging.  They also have cavities in their head that pool blood away from their brains while they hang upside down.",
    "See also": "Bats of Canada\n\n\n== References =="
  }
}