{
  "url": "https://en.wikipedia.org/wiki/Long-tongued_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Subfamily": "Macroglossinae"
    },
    {
      "Genus": "Macroglossus"
    },
    {
      "Species": "M. sobrinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-tongued fruit bat (Macroglossus sobrinus) is a species of megabat. It is nectarivorous, feeding on nectar from primarily banana flowers. It is found in several countries in South and Southeast Asia.",
    "Taxonomy and etymology": "It was described as a new subspecies in 1911 by Danish mammalogist Knud Andersen.\nAndersen described it as a subspecies of the long-tongued nectar bat, with the trinomen Macroglossus minimus sobrinus.\nBeginning in approximately 1983, it has been considered a full species rather than a subspecies.\nIts species name \"sobrinus\" means \"cousin;\" Andersen possibly chose this name to reflect what he believed was its close relationship to M. minimus minimus.",
    "Description": "Andersen noted that it differed from the long-tongued nectar bat in several ways.\nOverall, it is a larger species with a longer snout.\nIts forearm is 42–48.5 mm (1.65–1.91 in) long.\nIndividuals weigh 18–26 g (0.63–0.92 oz).",
    "Biology and ecology": "It is nectarivorous, feeding on the nectar of flowers.\nIt consumes nectar almost exclusively from banana flowers.\nIt is nocturnal, foraging at night and roosting during the day in trees.\nWhen roosting during the day, it roosts singly or in small, \"well-spaced parties.\"",
    "Range and habitat": "Unlike the long-tongued nectar bat, which is considered a coastal species, the long-tongued fruit bat is considered an inland species.\nIts range includes several countries in Asia, including Cambodia, China, India, Indonesia, Laos, Malaysia, Myanmar, Thailand, and Vietnam.",
    "Conservation": "It is currently assessed as least concern by the IUCN—its lowest conservation priority.\nIt meets the criteria for this classification because it has a large geographic range; its range includes protected areas; it tolerates some human-mediated landscape changes, and its population is thought to be stable.\n\n\n== References =="
  }
}