{
  "url": "https://en.wikipedia.org/wiki/Long-tongued_nectar_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Macroglossus"
    },
    {
      "Species": "M. minimus"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-tongued nectar bat (Macroglossus minimus), also known as the northern blossom bat, honey nectar bat, least blossom-bat, dagger-toothed long-nosed fruit bat, and lesser long-tongued fruit bat, is a species of megabat. M. minimus is one of the smallest species in the family Pteropodidae, with an average length of 60–85 mm. It has a reddish-brown colouring with relatively long hair compared to the other species. The hair on the abdomen is a lighter colour, and a dark brown stripe runs bilaterally down the top of the head and back.",
    "Distribution": "M. minimus represents about 14% of the total fruit bats. Its wide geographical range includes Thailand, Peninsular Malaysia, southern Philippines, Java, Borneo, New Guinea, the Solomon Islands, and northern Australia. In Borneo, it had been recorded from Kota Kinabalu, Sepilok, Sukau, and Tawau in Sabah; Bandar Seri Begawan in Brunei; Bario, Niah and Bako in Sarawak; Gunung Kenepi, Kutai, and Sungai Tengah in Kalimantan.M. minimus has not been recorded in colonies, which suggest they live in small groups or alone. It feeds on nectar and pollen, which it can obtain from mangroves and banana flowers in Malaysia. Ecologically, the long-tongued nectar bat plays a major role as pollinator of many trees, including the families Bignoniaceae, Bombacaceae, Leguminosae, Musaceae, Myrtaceae, and Sonneratiaceae in peninsular Malaysia. M. minimus has been recorded at elevations up to 1000 m near coastal mangroves, in dipterocarp forests, and in lower montane forests.",
    "Biology": "Of total captures, males constituted 53% and females 47%. About 77% were adults.\nSexually active males have enlarged testes, and polyestrous females have a breeding period of 140 to 160 days. Estimates for the gestation period for M. minimus is approximately 120  days (± 10 days), lactation occurs for 60 to 70 days. In Negros Island, Philippines, females studies produced two or three young per year. The species reproduces aseasonally (throughout the year) and synchronously in response to food abundance.",
    "Biology-External measurements": "For young bats, the forearm grows at 0.24 mm per day and weight is gained at gain 0.07 g per day. A free-flying immature bat has an forearm length 35.2 mm and weighs around 8.6 g. The length of the head and body in adults is 60–85 mm (with the head being 26–28 mm in length), the length of the forearm is 40–43 mm, and the weight is 12–18 g. It is shorter and lighter than Macroglossus sobrinus.",
    "Notes": "",
    "References": "Hall, Les S.; Grigg, Gordon G.; Moritz, Craig; Ketol, Besar; Sait, Isa; Marni, Wahab; Abdullah, M.T. (2004). \"Biogeography of fruit bats in Southeast Asia\". Sarawak Museum Journal. LX (81): 191–284.\nHall, Les S.; Richards, G.C.; Abdullah, M.T. (2002). \"The bats of Niah National Park, Sarawak\". Sarawak Museum Journal. 78: 255–282.\nKarim, C.; Tuen, A.A.; Abdullah, M.T. (2004). \"Mammals\". Sarawak Museum Journal. 6 (80, Special Issue): 221–234. \nMohd, Azlan J.; Maryanto, Ibnu; Kartono, Agus P.; Abdullah, M.T. (2003). \"Diversity, Relative Abundance and Conservation of Chiropterans in Kayan Mentarang National Park, East Kalimantan, Indonesia\". Sarawak Museum Journal. 79: 251–265.",
    "External links": "Close-ups of M. minimus skulls"
  }
}