{
  "url": "https://en.wikipedia.org/wiki/Long-snouted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "PlatalinaThomas, 1928"
    },
    {
      "Species": "P. genovensium"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-snouted bat (Platalina genovensium) is a species of bat in the family Phyllostomidae. It is monotypic within the genus Platalina. It is endemic to Peru. It feeds almost exclusively on the nectar and fruit of the columnar cactus . There are only seven known populations and despite little research having been done on this species, they are listed as near-threatened due to habitat loss causing the removal of their primary food source.",
    "Description": "Captured long snouted bats range in length from 7.2 to 8.9 cm with a tail length of 0.5 to 1.1 cm and forearm length of 12.8 to 26.5 cm. Weights range from 12.8 to 26.5 g with the upper weight range including a pregnant female. More typical measurements are total length around 81 mm, wing extension of 341 mm, and weights of 19.5 to 19.9 grams. Wing area is the largest of any known glossophagine with wing loading the lowest.  This may be due to the high altitude. It is the largest bat within the family Lonchophyllinae. This size could be an adaptation for night temperatures approaching 0c. The bat is known for its extremely elongated muzzle which could indicate increased specialization. In addition, the tongue is long, extendable and covered in papillae. The upper incisors are broad and spoon shaped with a diamond-shaped nose-leaf. The interfemoral membrane is long and sparsely haired with the tail extending 1/3 of the way into the membrane. The body is pale brown with the base of each hair being lighter than the tip. The underside is also lighter than the back.",
    "Range": "On the western slopes of the Andes, this species ranges from Piura in the North to Tacna in the south. Most research has centered on Arequipa. On the eastern slopes, there is only one known population near Huánuco. Elevations range from sea level to 2500 m although no individual has been collected below 2200 m. Populations are strongly associated with desert habitats dominated by columnar cactus. This range is hypothesized to change with precipitation events as populations move to more moist areas during El Niño events.",
    "Habitat and roosting": "The primary habitat requirement for this species is high densities of a plant species in the genus Weberbauerocereus, W. weberbaueri. These densities range from 20 to 30 cacti per 100 m2 (1,100 sq ft). Fruit, pollen and nectar production are the limiting resource for the population resulting in large population swings during drought. They typically live in colonies of up to 50 individuals, though may separate into small groups of 5-7 individuals within the roost. Colonies include all male and mixed sex groups with no known occurrences of female only groups. All known colonies inhabit abandoned mines.",
    "Diet": "The long snouted bat has an obligate mutualistic relationship with the W. weberbaueri and as a result, this species is the primary pollinator and seed disperser for this species. This species of cactus produces fruit year around, even after 17 months without rain which allows minimal bat populations to persist. Platalina genovensium increases the successful fruit production from 40% to 77%, significantly increasing available food available in the ecosystem for rodents and birds. During and following drought, two species of hummingbird (Platagona gigas and Rhodopis vesper) also play a role in pollination. The bats supplement their diet with small coleopterans found within the flower but the primary component of their diet is cactus pollen. Carbon isotope analysis has determined that the long-snouted bat feeds almost exclusively on CAM plants or insects that feed on CAM plants. Other species which may play a role in their diet to an unknown degree include Browningia candelaris, Neoraimondia arequipensis, Coryocactus brevistylus, Echinopsis chiloensis, Armatocereus procerus, and Weberbauerocereus rauhii. Carrying capacity can range from 5 bats per ha during rainy years to .5 bats in drought years. Activity peaked around 8 pm.",
    "Reproduction": "During periods of drought, reproduction is completely halted perhaps via delayed fertilization. In 1993, 3 out of 8 captured adult females were pregnant or lactating in October therefor the hypothesized breeding peak is around October coinciding with spring flowering. Pregnant females have also been captured in September, March and June. Pregnancy and lactation length are unknown. There may be possible sexual dimorphism with females having slightly longer forearms.",
    "Conservation status": "The main conservation threats include habitat loss and collection for medicinal sale. Their low population densities and dependence in columnar cactus make them vulnerable to habitat loss. In addition, their roosting locations in known mines make them vulnerable to over harvest by medicinal collectors. Any harvest during times of drought when populations are suppressed and there is no reproduction could threaten the persistence of local populations. Medicinal uses of bats in the local culture range from curing epilepsy to heart attacks. Additional threats include more frequent el Nino induced droughts with climate change. Populations are decreasing at a rate between 10 and 30% over 10  years. It is one of two species of bats currently listed as critically endangered by Peruvian legislation(Supreme Decree 034-2004-AG). It is also listed as near threatened by the International Union for Conservation of Nature (IUCN, 2011).",
    "References": "",
    "External links": "Image at ADW\n[1]\n[2]\n[3]"
  }
}