{
  "url": "https://en.wikipedia.org/wiki/Lord_Howe_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. howensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lord Howe long-eared bat, Nyctophilus howensis, is a vespertilionid bat known only by a single specimen, a skull found on Lord Howe Island in 1972. A mammalian insectivorous species resembling the long-eared Nyctophilus, with an elongated head that is comparatively larger, about which almost nothing is known. The bat may have been casually observed in flight during the twentieth century, but is likely to have become extinct since the island's discovery and occupation. The demise of N. howensis is possibly the result of shipwrecked rats and the owls introduced to control them.",
    "Taxonomy": "The taxon was published by John McKean in 1975 as a new species of the genus Nyctophilus. A revision of the genus (Parnaby, 2009), proposed that a reassessment of the status might separate this species to a new genus. The placement with genus Nyctophilus was regarded as an indefinite arrangement,  being limited by a single and incomplete specimen of an unobserved species.The holotype is incomplete subfossil material found on a ledge in a cavern during a survey by palaeontologist G. F. van Tets. A label with the specimen notes the type location as beyond the vine covered entrance to a cave, an ingress within an opening in the forest. The site is identified as Gooseberry Cave and located at the northern end of the island. The cavern where the holotype was located, probably consumed and deposited there by an owl, is detailed as a calcarenite cave.Common names include Lord Howe island bat. The specific epithet combines 'Howe', the island named for Richard Howe, and ensis to mean 'inhabiting that place'.",
    "Description": "The species describes a vespertilionid bat, akin to the 'large-eared' species of Nyctophilus and Pharotis, with a large head and body indicated by the size of the skull. The palate is proportionally longer than the rows of teeth, and the head long and narrow.  The fore-arm length would be around fifty millimetres, and weight estimated at 20 grams.The only specimen is an almost complete skull, of unknown gender, missing some teeth and the periotic bones. The greatest length of the specimen is 23.09 millimetres, longer than those of the larger species of Nyctophilus, N. corbeni and  N. major; other dimensions for the skull are also greater than these species. The side view is significantly lower in profile than others of the genus. The review of larger taxa named as Nyctophilus timoriensis by Parnaby in 2009, contains a rediagnosis of this species. This examines the relative size of cranial features, principally the greater size and low and narrow profile of a skull in what would be the largest species of the genus. The taxonomic review concludes there is little evidence to support whether the Lord Howe long-eared bat in fact had large ears, or if indications of any facial features, similar to any other species of Nyctophilus, were present in the species. The morphology of the face is difficult to determine, features of larger Nyctophilus such as the size and form of a pre-nasal ridge or rudimentary nose-leaf appendages, are also found in other species of Vespertilionidae. The lack of material evidence and the unstable arrangements of related taxa, the systematics of which are being reexamined, indicates an affinity with the genus can only be implied.",
    "Ecology": "\nAlmost no information on the species is available, the biology and ecology is presumed to be similar to associated species.\nThe skull was obtained in a cave at the island, as a modern deposit of material, and this the only physical source of information. The determined age of the specimen, near contemporary (20th century), suggested the unreported group had disappeared recently. The small island is a relic of an eroded volcano, approximately 600 kilometres east of the Australian continent, with unique subtropical vegetation assemblages. The flora and fauna is related to that of Australia, yet presenting a high degree of endemism, and Lord Howe has been inhabited by at least two other bats. Nyctophilus howensis is presumed to have descended from wind-blown bats from the nearby continent.An insectivorous flying mammal population, a vespertilionid bat, inhabiting an island ecology, with no known threat until the accidental introduction of a cosmopolitan rat species Rattus norvegicus and the deliberate importation of an owl which may have contributed to the decline of the population.  The brown rats established themselves at Lord Howe Island in 1918, when the ship Makambo wrecked at a reef and the load of copra, cargo and these rats landed at Ned's Beach and founded a new colony. The new arrivals ate the fruit of the kentia palms, impacting an industry that cultivated them for export as a popular house plant, and probably incurred on the daytime roosts of this species; the exploitation of this bat as a food by the rats is presumed to have followed. Australian authorities elected to introduce masked and barn owls as an effective controller of rat populations, although they are also known to occasionally catch slower flying bats such as Nyctophilus in their native range. One other bat is recorded living at the island, the large forest bat Vespadelus darlingtoni, which is common and widespread in southeast Australia and Tasmania.\n\nIt is presumed extinct (EPBC Act 1999; van Dyck & Strahan, 2008), or if still extant, then critically endangered at state and international listings (Jackson & Groves, 2015; IUCN, 2008). Due to its current conservation status, the species is identified by the Alliance for Zero Extinction as in danger of imminent extinction. Actions benefiting the conservation of the species include the eradication of the owl introduced to control the rat irruption, although later surveys to locate the species (1999) have been unsuccessful. Informal reports of two different bats visible at dusk indicate a larger unidentified species is present on the island. The presumption of the existence of a large unknown species and its persistence through the twentieth century, aside from the age of that sub-fossil material, is weakly supported by these observations. The earliest of these was during a survey (Etheridge, 1889) and later anecdotal reports of second species, larger than Chalinolobus morio, continued to be reported by the islands colonists.\n\n\n== References =="
  }
}