{
  "url": "https://en.wikipedia.org/wiki/Luzon_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "OtopteropusKock, 1969"
    },
    {
      "Species": "O. cartilagonodus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Luzon fruit bat (Otopteropus cartilagonodus) is a species of megabat in the family Pteropodidae. It is monotypic within the genus Otopteropus. It is endemic to the Philippines.  Its natural habitat is subtropical or tropical dry forests. It is threatened by habitat loss.",
    "Description": "The Luzon fruit bat, a member of the order Chiroptera, is a small bat that is common to Luzon island.  It exhibits dark blackish brown coloration, with a lighter color appearing on the abdominal area, usually grey.  It is nocturnal and has rather large eyes, especially for its small stature. Luzon Fruit bats are identifiable by their ears, which are marked by red thickenings.The species exhibits sexual dimorphism in their cranial characters, particularly the skull.  The overall size of the skull is found to be larger in males, but females have a more heightened braincase.  Because of this, the females have a longer total body length, while both sexes have similar wing bone length.",
    "Ecology": "",
    "Ecology-Distribution and habitat": "The Philippine Islands have wide fauna diversity. Under the order Chiroptera, the island is home to 73 species, 36 genera, and 6 families.  Luzon Fruit Bats are one of two species in the family Pteropodidae that have undergone radiation in Southeast Asia. The Luzon Fruit Bat is restricted to Luzon Island, found on the Philippine archipelago.  They occupy three different regions on this island: the Cordillera Central Mountains, the Sierra Madre Mountains, and the Zambales Mountains.  It has been hypothesized that these three clades diverged from one another around 1.91 million years ago.The Luzon fruit bats are more abundant in montane primary forests.  But they have spread to well-developed secondary forests, as well as lowland, montane, and mossy forests.  Their distribution is found in an elevation range from 200 – 2250 meters (Heaney et al. 1998), but regions of middle elevation is preferred. Because of their high elevation location, they are listed as a Least Concern.",
    "Ecology-Diet": "It is frugivorous; its diet consists mainly of fruit or nectar.  In their consumption of fruit, they help contribute to natural reforestation by dispersing seeds.  Due to a difference in cranial size, males and females tend to have different food preferences, based on what is most accessible to their body shape.",
    "Behavior": "",
    "Behavior-Reproduction": "Females have a long duplex uterus that is superficially joined at the cervix.  These bats produce one or two young per year.  And the distribution of embryo between the left and right uteri are relatively equal and no preference has been observed.  Research has concluded that females undergo delayed implantation, although the specific length of delay is unknown.Male members of the Chiroptera order have a wide morphological variation of primary reproductive structures.  Male Luzon fruit bats are no exception, as they display a form of migratory testes, in which their testes are located in the abdomen.  Additionally, these male bats have few spermatozoa in both their testes and epididymis, indicating that much of the sperm in not fully mature.",
    "References": "",
    "Sources": "Chiroptera Specialist Group 1996. Otopteropus cartilagonodus.   2006 IUCN Red List of Threatened Species. Downloaded on 30 July 2007."
  }
}