{
  "url": "https://en.wikipedia.org/wiki/Lyle's_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. lylei"
    }
  ],
  "text": {
    "__SUMMARY__": "Lyle's flying fox (Pteropus lylei) is a species of flying fox in the family Pteropodidae. It is found in Cambodia, Thailand and Vietnam, with an outlying population in Yunnan, China. It faces persecution from farmers and it is killed for bushmeat in parts of its range. The International Union for Conservation of Nature has rated its conservation status as being \"vulnerable\".",
    "Description": "Lyle's flying fox is a moderate-sized species. It has a long snout, large eyes, pointed ears and a fox-like face. The upper parts are mostly blackish apart from a broad collar of orange fur and sometimes a dark brown or yellowish-brown lower body. The wings are black or dark brown, while the underparts are dark brownish-black.",
    "Distribution and habitat": "Lyle's flying fox is endemic to the countries in southern Asia adjoining the Gulf of Thailand, its range extending from southern Thailand through central and southern Cambodia to the extreme southwestern part of Vietnam. It has also been detected in Yunnan Province in China. It is gregarious and roosts in tropical and sub-tropical forest, mangrove forests and can also occur in plantations and secondary forests.A colony of thousands of bats consisting of this species, mixed with the large flying fox, is to be found at the Bat Pagoda (Khmer Chùa Dơi) in Sóc Trăng city in the Mekong Delta region of Vietnam. Here the bats roost in trees in the grounds of the temple and are protected by the monks.",
    "Ecology": "Like other flying foxes, Lyle's flying fox feeds on fruit; its diet is known to include mango, cashew, monkey jack, sapodilla, dragonfruit, Java apple, tamarind, jambolan and roseapple. It chews the fruit and spits out most of the seeds, but some seeds are swallowed and pass through the bat, resulting in their dispersal. The bat also feeds on flowers, nectar and pollen. While foraging they visit orchards, and may fly 50 km (31 mi) between roosts.The bats feed nocturnally but the roosting colony, high in trees, is quite active during the day, with mothers feeding their young and the bats moving around and vocalizing. This bat is a reservoir for the Nipah virus, the causal agent of a newly emerged neurological and respiratory disease which was first reported in 1998. The virus is harmless in bats but can cause a fatal disease in pigs and humans.",
    "Status": "The trees in which Lyle's flying fox roosts may become denuded of leaves and the bats may be threatened when the trees die, if they have not been replaced by new plantings. Another threat the bats face is hunting in Thailand and Cambodia and persecution by farmers across their range trying to protect their orchards. The International Union for Conservation of Nature estimates that populations have declined by more than 30% within the last fifteen years and has rated the conservation status of this flying fox as \"vulnerable\".\n\n\n== References =="
  }
}