{
  "url": "https://en.wikipedia.org/wiki/Macleay's_mustached_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Mormoopidae"
    },
    {
      "Genus": "Pteronotus"
    },
    {
      "Species": "P. macleayii"
    }
  ],
  "text": {
    "__SUMMARY__": "Macleay's mustached bat (Pteronotus macleayii) is a species of bat in the family Mormoopidae. It is found in Cuba and Jamaica, and is threatened by habitat loss. The species is named for William Sharp Macleay, who collected the type specimen.",
    "Description": "Macleay's mustached bat is a small bat, with an average body length of 7.4 centimetres (2.9 in) and a tail 2.3 centimetres (0.91 in) long. Fully-grown adults weigh 4 to 7 grams (0.14 to 0.25 oz), with males being slightly larger than females. The body is covered by greyish-brown to orange-brown fur, fading to near-white on the undersides. The head is relatively flat with a slightly upturned snout. The ears are narrow and pointed, with serrated outer edges near the tips, and a long, slightly flattened tragus.The wings have an aspect ratio of 7.6 and a wing loading of 4.6 N/m2, suitable for agile flying in cluttered environments, such as forests. The encephalisation quotient of the species has been calculated at 0.85.",
    "Distribution and habitat": "Macleay's mustached bats are widespread on Cuba and Jamaica, and are found wherever there are suitable caves. There are two recognised subspecies:\nPteronotus macleayii macleayii - Cuba, Isla de la Juventud\nPteronotus macleayii griseus - Jamaica",
    "Biology and behaviour": "Macleay's mustached bats are gregarious and nocturnal, with colonies of several thousand individuals spending the day roosting in deep and humid cave systems. They share the caves with many other local bat species, although generally clustering with members of their own species. They leave the caves shortly after sunset, and spend the night feeding on insects, primarily flies and beetles. The echolocation calls of the bats are short and narrowband, with a dominant frequency of 70–80 kHz. Breeding begins in March, and results in the birth of a single young between June and July.\n\n\n== References =="
  }
}