{
  "url": "https://en.wikipedia.org/wiki/Maclaud's_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. maclaudi"
    }
  ],
  "text": {
    "__SUMMARY__": "Maclaud's horseshoe bat (Rhinolophus maclaudi) is a species of bat in the family Rhinolophidae. It is endemic to Guinea.  Its natural habitats are moist savanna, caves, and subterranean habitats (other than caves). It is one of five African microbat species to be listed as endangered by the IUCN. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. It is threatened by habitat loss.",
    "Description": "They are a light chestnut in color. This species has a noseleaf characterized by a forward-slanting sella that has heart-shaped, basal lobes that almost obscure the nostrils. There is a deep indentation between the sella and the lancet. The skulls of this species are slender in appearance, but with heavy snouts. The space between the pterygoid bones of the skull is unusually deep and barrel-like. Their forearms are 64–69 mm (2.5–2.7 in) long. Their ears are 40–46 mm (1.6–1.8 in) long, with 10-12 internal folds. Their leafnoses are 15–16 mm (0.59–0.63 in) wide. Males and females are non-dimorphic in body mass, with adult individuals weighing 30–33 g (1.1–1.2 oz).",
    "History": "Until 2007, this species was known from only nine specimens collected from four locations. The holotype was collected in 1896, with the remaining eight specimens collected between 1954 and 1968. The species was photographed for the first time in 2007, and had not been sighted the previous 40 years. Altogether in 2007, 16 individuals were discovered in several caves in the Guinea Highlands.",
    "Range and habitat": "This species has only been found in Guinea, within a 360 km2 (139 sq mi) range. Most of the specimens detected so far have been in the Guinean forest-savanna mosaic ecoregion, but the holotype was collected on Conakry Island, which is in the coastal plains ecoregion. The 16 bats discovered in 2007 showed that their range might be larger than previously thought, but still endemic to Guinea. Recently, detections have been concentrated in the Fouta Djallon Plateau. These detections represent a 215 km (134 mi) expansion to the north of previous distribution maps.",
    "Behavior": "These bats use caves for roosts during the day, although at least one individual was found inside a house. They roost singly or form small colonies, consisting of up to six individuals. They are found in caves also occupied by Angolan rousette bats, Large-eared slit-faced bats, Guinean horseshoe bats, Rüppell's horseshoe bats, Dent's horseshoe bat, Jones's roundleaf bats, and Noack's roundleaf bats.",
    "R. maclaudi group": "As the genus Rhinolophus is quite speciose, it is split into groups. Maclaud's horseshoe bat is the identifier of one of these groups, called the maclaudi group, which currently consists of six species, three of which were not described before 2003. Members of this group have large ears, and a diminished connection between the sella and lancet.\nRhinolophus maclaudi\nRhinolophus willardi—discovered in 2013\nRuwenzori horseshoe bat— R. ruwenzorii\nHill's horseshoe bat—R. hilli\nRhinolophus kahuzi—discovered in 2013\nZiama horseshoe bat—R. ziamaR. maclaudi and R. ziama are considered the two West African taxa, while the other four species are found further east around the Albertine Rift. The West African species are larger in size than the East African species, with R. maclaudi as the largest bat of the species group. As these species are very similar morphologically, it was previously thought that R. hilli and R. ruwenzorii were the same taxon, and that the taxon was a subspecies of the Maclaud's horseshoe bat.",
    "Conservation": "Maclaud's horseshoe bat is threatened by bushmeat consumption. The species is regularly eaten, at serious threat to its survival. While the Maclaud's horseshoe bat's meat is not exported from the country, there is likely trade within Guinea of its meat. Cave-dwelling bats are hunted approximately twice a year for \"special occasions,\" and the caves of Maclaud's horseshoe bats are increasingly exploited. Guineans were banned from eating bat meat in 2014 over concerns of spreading Ebola. Many West African countries eased restrictions on bushmeat in 2016, as the World Health Organization declared that Ebola is no longer an international health emergency. However, Guinea has yet to lift the ban. The Fouta Djallon Plateau, where the bats were most recently encountered, likely has a low level of bushmeat exploitation, based on interviews with local people.\nBats in the genus Rhinolophus are considered particularly susceptible to disturbance, so threats likely include habitat degradation via logging and mining. In 2014, Bat Conservation International was awarded a grant from the Disney Conservation Fund for a proposal to protect their roosts and educate people of Guinea about the threats facing the species.\n\n\n== References =="
  }
}