{
  "url": "https://en.wikipedia.org/wiki/Madagascan_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. rufus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Madagascan flying fox, Madagascar flying-fox, or Madagascar fruit bat (Pteropus rufus) is a species of megabat in the genus Pteropus. It is endemic to Madagascar.  Its natural habitat is subtropical or tropical moist lowland forests. It is threatened by habitat loss. It eats figs and other fruits, flowers, and leaves.",
    "Description": "This is the largest bat in Madagascar, with a body length of 23.5–27 cm (9.1–10.5 in), a wingspan of 100–125 cm (39–49 in), and a body weight of 500–750 g (1.1-1.65 lb).",
    "Ecology": "The Madagascan flying fox roosts during the day in large trees in colonies of up to 1000 individuals although 400 is a more normal number. The bats are noisy and easily disturbed, and if roused, the whole colony may move off to an alternative roost site. Most roosts are in isolated trees in degraded areas.\nThe diet mainly consists of fruit juice which is squeezed from the fruit in the mouth. In the process many seeds are swallowed and dispersed to other areas as they pass through the animal's gut. Other tree products are also eaten, including leaves, flowers and nectar. It has been observed to visit the flowers of the kapok tree Ceiba pentandra and it is believed to pollinate this tree.",
    "Distribution": "The Madagascan flying fox is one of the most common bat species on Madagascar and is found in all parts of the island except the central highland region.",
    "Status": "In its Red List of Threatened Species, the IUCN has classified this bat as \"Vulnerable\". Its numbers appear to be declining and the greatest threat it faces is being hunted for bushmeat. Under Madagascar law, hunting this species is only permitted between the months of May and August. It is targeted both at its roosting sites and at the trees where it feeds, and the harvesting in many areas is believed to be unsustainable. It is taken as a subsistence food and also commercially. Besides this, it is threatened by loss of habitat as woodland is converted to agricultural land. This bat is present in only a few protected areas and in these it should receive some protection from hunting.\n\n\n== References =="
  }
}