{
  "url": "https://en.wikipedia.org/wiki/Madagascan_rousette",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Rousettus"
    },
    {
      "Species": "R. madagascariensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Madagascan rousette or Madagascar rousette (Rousettus madagascariensis) is a species of megabat in the family Pteropodidae endemic to Madagascar. Its natural habitat is subtropical or tropical dry forests. It is threatened by habitat loss.",
    "Description": "The Madagascan rousette is a small fruit bat, the smallest of the three fruit bats endemic to Madagascar. The upper part of their bodies have a greyish fur while the underparts have a paler grey tinge. Like many other fruit bats, the Madagascan rousette have very dog-like faces with long, pointed snouts, large, wide eyes and largely separated ears. Like some other members of the genus Rousettus, these bats reside within cave roosts, suggesting the use of echolocation. These bats are a part of a larger group of fruit bats within Rousettus which consists of 10 different species. The Madagascan rousette primarily resides on western Indian Ocean islands.",
    "Ecology": "",
    "Ecology-Habitat": "The habitat of the Madagascan rousette is generally found to be associated with forests. They will roost well beyond the time of twilight. Many roosts have been found within caves however some bats have been found without a known cave roost, suggesting that the Madagascan rousette may sometimes roost within tree holes or other alternatives. They are observed to be highly mobile within a forest environment. This suggests that these bats could serve a role as pollinators and disperse seeds. The details of their diets are unknown but they have been observed to feed on introduced fruit as well as the fruits and nectar of endemic trees. They have also been found to primarily forage within eucalyptus forests.",
    "Threats": "",
    "Threats-Habitat denestruction": "Though deforestation does occur in the habitat of these rousette, it is not well understood how this affects the species. A number of roosting colonies have been observed some distance from forests. More research is needed to clarify the extent to which deforestation affects them. However, efforts to preserve these rousette have been made by local laws protecting them and their roosts within nature reserves.",
    "Threats-Predation": "Though not completely understood, Madagascan rousettes have been found in large quantities within the regurgitated pellets of Tyto alba, a type of barn owl native to Madagascar. A study conducted at Antonibe found that roughly four-fifths of the owl's diet consisted of adult rousettes. Previous studies have shown that T. alba does not always prey on large bodied bats and also shown that they can shift their feeding habits based on food availability. One theory of why T. alba feeds mostly on adults is that the owl preferentially hunts the larger bodied variant of the bat. Another theory is that the rousettes are not always available as a food resource due to nursing colonies within the bat populations. This theory would also explain the irregular predation of the rousettes.",
    "Tourist disturbances": "Tourism is common within the Ankarana National Park where many Madagascan rousettes make day roosts. Evidence has suggested that human disturbances may affect behavior such as increasing alertness and increasing flight times. Research has been conducted examining the effects of approach to the colonies and shining light to better understand what the effects of tourism may be. The greatest effect on the bat was with a 5m-6m approach with light shone directly on the bats. The smallest effect was with a 12m-14m approach with light not directly being shone on the colonies. Colonies that did not see many tourists were significantly more reactive even at the 12m-14m range with light not being shone directly on the colonies. This suggests that rousettes become more desensitized to human visitations the more frequently it occurs.",
    "Disease ecology": "Members of the family Pteropodidae have been known to be natural hosts for many different types of viruses emerging within and near the Indian Ocean. Madagascan rousettes have been assayed and found to have antibodies against viruses similar to Hendra, Nipa, and Tioman, suggesting that these viruses have circulated around Madagascar some time in the past. The Nipa virus is known to be harmful to humans, causing fevers and other symptoms potentially associated with death. These viruses are associated with the Paramyxoviridae family. These findings represent a potential health concern as Madagascan rousettes are commonly hunted and consumed by humans. However, further studies are needed to determine the extent of these risks.\n\n\n== References =="
  }
}