{
  "url": "https://en.wikipedia.org/wiki/Madagascan_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Eidolon"
    },
    {
      "Species": "E. dupreanum"
    }
  ],
  "text": {
    "__SUMMARY__": "The Madagascan fruit bat (Eidolon dupreanum) is a species of bat in the family Pteropodidae. It is endemic to Madagascar and is listed as \"Vulnerable\" by the IUCN because it is hunted as bushmeat.",
    "Distribution and habitat": "Eidolon dupreanum is named after the Governor of Réunion from 1864 to 1869, Marie Jules Dupré, for the help he gave to scientific researchers.\nThe Madagascan fruit bat is found both around the coastal plain and in the inland high plateau. It has not been recorded in some areas but that is likely to be because it has not been observed rather than that it is absent from these areas. It requires suitable rock fissures and caves in which to roost during the day. Colony size varies between about ten and five hundred individuals.",
    "Biology": "Examination of the droppings from the Madagascan fruit bat show that it mainly consumes fruit but also feeds on the flowers of Eucalyptus spp.. It was found to fly as far as 5 kilometres (3.1 mi) to reach trees of Polyscias spp. while largely neglecting the guava trees Psidium near its roost. Seeds smaller than about 7 mm (0.3 in) in diameter were swallowed. This helped with dispersal of the seed and it has been shown that seed germination was enhanced by their passage through the gut. At times of year when fruit is not available, this bat feeds on nectar. It has been observed to visit the flowers of the rare baobab Adansonia suarezensis and the kapok tree Ceiba pentandra and it is believed to pollinate these trees.A single offspring is produced each year. This slow reproductive rate makes this bat susceptible to over-hunting.",
    "Status": "In its Red List of Threatened Species, the IUCN has classified this bat as \"Vulnerable\". Its numbers appear to be declining and the greatest threat it faces is being hunted for bushmeat. Under Madagascar law, hunting this species is only permitted between the months of May and August. This legislation is widely disregarded and the bat is hunted at any time of year. Some colonies have been completely wiped out, but in some instances, these sites have been recolonised a few years later. The bat is present in a number of protected areas where it should receive protection. It is an adaptable species in that, if its main food sources are lost, it is able to change to other sources although it seems to prefer the fruit of native trees to those of introduced species.\n\n\n== References =="
  }
}