{
  "url": "https://en.wikipedia.org/wiki/Malayan_tailless_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Coelops"
    },
    {
      "Species": "C. robinsoni"
    }
  ],
  "text": {
    "__SUMMARY__": "The Malayan tailless leaf-nosed bat (Coelops robinsoni) is a species of bat in the family Hipposideridae. It is a very small bat which has long and soft fur. The fur coloration is brown to blackish on the dorsal surface and ashy on the ventral surface. It can be distinguished from the other roundleaf bats by its small size and the absence of the tail. It is listed as vulnerable by the IUCN (Heaney, 2008)",
    "Biology": "In Thailand, this species is known to form small colonies inhabiting caves and is considered a rare species (Lekagul & McNeely, 1977).  In Peninsular Malaysia, the species has been recorded roosting in a cave and in the hollow buttress of a tree and shares its roosting site with Hipposideros ridleyi (Kingston et al. 2006; Francis, 2008).\nIn the Philippines, this species was previously known as C. hirsutus and recorded only from Mindoro Island (Nowak, 1994; Wilson & Reeder, 2005). However, Hill (1972) suggested that C. hirsutus was a conspecific species of C. robinsoni. Until now, the ecology and habitat preference is still poorly known, due mainly to the species being difficult to catch. Throughout its distribution it is not known whether the small number of specimens is due to low population numbers or it has a high level of trap and net avoidance due to a combination of flight pattern and sensitive echolocation.",
    "Distributions": "In Sarawak, it is only recorded from eastern part of Sarawak (Bintulu, Niah National Park and Gunung Mulu National Park) (Mohd Ridwan et al. 2010). The distribution of this bat is restricted to the Southeast Asian region from Peninsular Thailand, Peninsular Malaysia and Borneo and possibly to Philippines (Payne et al. 1985; Francis, 2008).",
    "Sources": "Mohd Ridwan Abd Rahman,Anang Setiawan Achmadi, Roberta Chaya Tawie and Noor Haliza Hasan. 2010. A new distributional record of the rare bat Coelops robinsoni from Sarawak, Malaysian Borneo. Journal of Tropical Biodiversity Conservation 7: 87-92.http://www.ums.edu.my/webv3/appl/index.php?mod=Publication&action=journalaccess&sek=itbc&lang=_en\nFrancis, C. M. 2008. A Field Guide to the Mammals of South-East Asia: Thailand, Peninsular Malaysia, Singapore, Myanmar, Laos, Vietnam and Cambodia. New Holland Publishers, London.\nHeaney, L. 2008. Coelops robinsoni. In: IUCN 2010. IUCN Red List of Threatened Species. Version 2010.3. <www.iucnredlist.org>. Downloaded on 18 October 2010.\nHill, J. E. 1972. The Gunong Benom Expedition 1967. 4. New records of Malayan bats, with taxonomic notes and the description of a new Pipistrellus. Bulletin British Museum (National History) Zoology 23 (3):28-29.\nLekagul, B & McNeely J. A. 1977. Mammals of Thailand. Association for the Conservation of Wildlife, Bangkok.\nKingston, T., Lim, B. L. & Akbar, Z. 2006. Bats of Krau Wildlife Reserve. UniversitiKebangsaan Malaysia Publishers, Kuala Lumpur.\n\nNowak, R. M. 1994. Walker’s Bats of the World. Johns Hopkins University Press. Baltimore.\nPayne, J., Francis C. M. & Phillipps. K. 1985. A field guide to the mammals of Borneo. The Sabah Society with World Wildlife Fund Malaysia, Kota Kinabalu.\nWilson, D. E & Reeder, D. M. 2005. Mammal Species of the World, A Taxonomic and Geographic Reference, Third edition. Johns Hopkins University Press. Baltimore."
  }
}