{
  "url": "https://en.wikipedia.org/wiki/Maluku_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. moluccarum"
    }
  ],
  "text": {
    "__SUMMARY__": "The Maluku myotis (Myotis moluccarum), also commonly known as the Arafura large-footed bat, is a species of mouse-eared bat. Native to Indonesia, and possibly New Guinea and northern Australia, it one of several species known as \"fishing bats\" because they catch their prey on the surface of water, scooping it up with their large feet.",
    "Description": "M. moluccarum has large ears and feet. The fur on the dorsal surface of the body is gray-brown to rust while the underparts are cinnamon-brown. The wing membranes are light brown. The adult has a forearm length of about 4 cm (1.6 in) and weighs between 8 and 15 g (0.3 and 0.5 oz).",
    "Distribution and habitat": "Myotis moluccarum (\"of the Moluccas\") is native to Indonesia, where it is present on the islands of Halmahera, Seram, Ambon, Peleng and the Kai Islands. It has also been reported from New Guinea and Australia, but it seems possible that it has been misidentified in these locations and the species concerned may be the southern or large-footed myotis, Myotis macropus. It is a lowland species found in wetlands, around lakes and near streams at altitudes of up to 1,200 m (3,900 ft), but mostly below 300 m (980 ft).",
    "Behaviour": "M. moluccarum is nocturnal and feeds by flying low over the surface of water and scooping up small fish and aquatic insects with its large feet. It roosts during the day in caves, tunnels, mines and old buildings, under bridges and overhangs, and in hollow trees. Females give birth to a single offspring (or occasionally twins) up to three times each year.",
    "Status": "Although the taxonomic status and exact range of M. moluccarum are unclear and its population trend is unknown, in no parts of its range is it uncommon and the International Union for Conservation of Nature has rated its conservation status as being of \"least concern\". It appears able to tolerate some degree of modification of its habitat but the IUCN suggests there is a need to protect roosting sites.\n\n\n== References =="
  }
}