{
  "url": "https://en.wikipedia.org/wiki/Marinkelle's_sword-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Lonchorhina"
    },
    {
      "Species": "L. marinkellei"
    }
  ],
  "text": {
    "__SUMMARY__": "Marinkelle's sword-nosed bat (Lonchorhina marinkellei) is a bat species from South America. It is found in Colombia. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. Its species name marinkellei was chosen to honor the Dutch scientist Cornelis Johannes Marinkelle, who worked in Colombia.",
    "Description": "It is the largest of the sword-nosed bats.\nTheir forearms are greater than 57 mm (2.2 in). \nTheir skulls are 25 mm (0.98 in) long.\nThey weigh 27 g (0.95 oz).\nTheir hair is long, at 12 mm (0.47 in).\nTheir propatagium is hairless, and their plagiopatagium is mostly hairless, with the exception of a few short hairs.\nThey are dark brown in color.\nTheir nose-leafs are 36 mm (1.4 in) tall and 12 mm (0.47 in) wide.\nTheir ears are 38 mm (1.5 in) long, and their traguses are 19 mm (0.75 in) long.",
    "Biology and ecology": "They are insectivorous, based on stomach content analysis.\nLittle is known about their reproductive patterns, but a pregnant female was once found in August.",
    "Distribution": "While records of this species exist in French Guiana, these are likely mistaken.\nThis species has been confirmed in two sites in Colombia.\nThe first-described individual was captured in a small cave in a humid forest. Subsequent individuals have been captured while foraging in open savanna habitat. Like the Fernandez's sword-nosed bat, it is also found in Los Llanos. They are found in association with granite \"tepui\" formations in eastern Colombia. They have been found roosting in small caves with Orinoco sword-nosed bats, Seba's short-tailed bats, Yellow-throated big-eared bats, and Lesser dog-like bats, although they prefer the darkest parts of the cave.",
    "Conservation": "It has only been encountered twice, in surveys that were twenty years apart.\nThis species is currently listed as vulnerable by the International Union for Conservation of Nature because it is known to occur in fewer than five areas (only two areas confirmed). The two known areas are 300 km (190 mi) apart, and both locations are being degraded by human activities.\nIn 2008, it was listed as endangered, but its status was reevaluated after the criteria to be considered \"endangered\" were updated.\nThis species is threatened by habitat destruction, and is at-risk of becoming critically endangered in the future.\nSome of the bats' habitat may be protected by nearby national parks, including Chiribiquete National Park. These parks may prove instrumental in preserving the granite tepui that the bats use as roosts.",
    "References": "",
    "External links": "Infonatura"
  }
}