{
  "url": "https://en.wikipedia.org/wiki/Matapalo_broad-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Platyrrhinus"
    },
    {
      "Species": "P. matapalensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Matapalo broad-nosed bat, Platyrrhinus matapalensis, is a species of leaf-nosed bat described in 2005. It is found in South America.",
    "Taxonomy and etymology": "Before it was described, there were only 10 species recognized in the genus Platyrrhinus. \nWith the description of P. matapalensis and other species since 2005, the total is now at least 20 species.P. matapalensis was described as the result of a taxonomic split in Heller's broad-nosed bat, with the \"Eastern\" populations retaining the name P. helleri, and the \"Western\" populations described as P. matapalensis.\nThe holotype for the species was collected in July 1954 in Zarumilla, Peru by Peruvian ornithologist Celestino Kalinowski.\nIts species name matapalensis is derived from the Matapalo District, where the holotype was found.",
    "Description": "It is a small member of its genus, with a forearm length of 37–39 mm (1.5–1.5 in).\nThe fur on its back is light brown, with individual hairs tricolored.\nDorsal hairs are 6.3–7.5 mm (0.25–0.30 in) long.\nThe face is striped and the fur on its belly is brownish, with individual hairs bicolored or unicolored, depending on the individual.\nIt has a narrow dorsal stripe down the length of its spine that is the same color as its facial stripes.\nIts nose-leaf is longer than it is wide.\nThe margin of the uropatagium is densely furred with a fringe of hairs.",
    "Range and habitat": "It is known from the western slopes of the Andes in Ecuador and Peru.\nIt may occur in northwest Colombia, though no records support this hypothesis yet.\nIt prefers lowland forests that are undisturbed.\nIt has been found at elevations of 50–680 m (160–2,230 ft) above sea level.",
    "Conservation": "It is currently evaluated as near-threatened by the IUCN.\nIt meets the criteria for this designation because its habitat is undergoing extensive losses in quality and extent.\nIts habitat loss has been so dramatic that the species is close to qualifying for vulnerable status.",
    "External links": "Images of this species and its distribution in Ecuador\n\n\n== References =="
  }
}