{
  "url": "https://en.wikipedia.org/wiki/Mauritian_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. niger"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mauritian flying fox (Pteropus niger), also known as Greater Mascarene flying fox or Mauritius fruit bat is a large megabat species endemic to Mauritius and La Réunion.",
    "Description": "The Mauritian flying fox can reach a wingspan of 80 cm, making it the largest endemic mammal on Mauritius. Its fur is golden. It has small ears, thick hair on the tibiae, dorsal coloration of glossy, blackish brown mantle, tinged with rufous, which extends posteriorly into a dark brown median spinal tract, flanked by buff lateral patches. It is a medium-sized species; the adult forearm length averages 152 mm, with no difference between males and females. Mostly nocturnal, although some are occasionally seen during the day, they normally roost by sunrise. These fruit bats range in size from 40-800 g and occur from sea level to 1500 m above.",
    "Origin": "The split of Pteropus species from their megabat relatives was between 28.37 and 34.63 million years ago. Within the genus, the first evolutionary event arose probably between 12.41 and 15.39 million years ago.",
    "Location": "Fruit bats such as P. niger are extremely important to the Western Indian Island ecosystems. Their role in these ecosystems is as pollinators and seed dispersers. P. niger currently resides on the island of Mauritius. It became extinct  on the island of Réunion between 1772 and 1801, but may more recently have recolonized the island from Mauritius.",
    "Ecology": "Individuals of the Mauritian flying fox roost in large groups and are active at dusk and dawn. Their diets consist of fruit and nectar, making them important seed dispersers and pollinators.P. niger is a pollinator and seed dispenser. As less than 1.9% of the island supports native vegetation, and reproduction of plant species is poor, the survival of this species is important to the ecosystem as whole. No roosts of the bats exist in village areas. The bats are mostly located in the Bel Ombre forest, with some smaller populations in the Combo Forest and Black River Village.The diet of the Mauritian flying fox consist mainly of fruits. One study found the bats consumed 20 species of plants, 18% of which were native to Mauritius. Of those native species, 36% are either vulnerable or rare. The bats disperse many seeds in flight through their feces, which is ultimately advantageous to many of the native species. P. niger is an opportunistic feeder, mostly adapting to and eating whatever plants or fruits are available to it at the time. While little evidence supported P .niger as valuable in the pollination process, its role as a seed dispenser is important to the survival of many species of plant life on Mauritius.",
    "Habitat": "It occurs in the forests within the national parks of Black River Gorges, Combo and Bel Ombre. Occasionally, it can also be found in fruit plantations, which causes conflicts with the farmers.",
    "Threats": "The Mauritian flying fox was once widespread on the Mascarenes. On Reunion, it became extinct between 1772 and 1801. Their closest extant relative occurs on Rodrigues and is very rare. On Mauritius, it was severely affected by deforestation and hunting. Even in 1974, 1000 specimens were shot annually. A cyclone devastated the population, but it slowly recovered to an estimated 20,000 animals in 2006. Currently, the population is regarded as declining by the IUCN; however, in September 2006, the Government of Mauritius decided to initiate culling of animals. This is controversial, though, as it leaves the species vulnerable to extinction.In October 2015, the Mauritian government declared that the population of P. niger had reached a 'threatening' 100000. Widespread anger and protest among fruit farmers erupted, leading Parliament to approve the culling of 20000 bats by the Special Mobile Force. This initiative was widely criticised by international conservation agencies, which questioned the counting process and true efficiency of the culling, as well as the actual causes of fruit damage/loss, noting that more damage/loss was caused by rats, invasive birds, and weather than by bats.On the 26th October 2018 the Government of Mauritius announced there would be another cull, with immediate effect.  The population is estimated at 65,000, (although this was questioned by the IUCN Bat Specialist Group) and a 20% cull is authorised, which would possibly bring their numbers low enough to be reclassed as 'Critically Endangered' by the IUCN. After the 2015 cull, the species, previously classed as 'Vulnerable', was downgraded to 'Endangered'.",
    "References": "",
    "External links": "Friday Fellow: Mauritius Fruit Bat at Earthling Nature."
  }
}