{
  "url": "https://en.wikipedia.org/wiki/Mediterranean_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. euryale"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mediterranean horseshoe bat (Rhinolophus euryale) is a species of insectivorous bat in the family Rhinolophidae. It is found in the Mediterranean region and balkan peninsula, as well as parts of Italy.",
    "Physical characteristics": "The head and body are normally between 43 and 58 mm, with a 22–30 mm tail. The wingspan of R. euryale is between 300 and 320 mm, with a standard weight between 8 and 17.5 grams. The upper connecting process is pointed and slightly bent downwards, and is distinctly longer than the lower connecting process, which is broadly rounded when seen from below.\nThe fur is fluffy, with a light grey base. The dorsal side is grey-brown, with sometimes a slight reddish tinge, while the ventral side is grey-white or yellow-white.",
    "Habitat": "R. euryale tends to live in warm, wooded areas in foothills and mountains, preferring limestone areas with numerous caves and nearby water. Summer roosts and nurseries are in caves, although sometimes in warm attics in the north. Roosts are frequently shared with other horseshoe bat species, although without any kind of intermingling.",
    "Reproduction": "There is little known information about the Mediterranean horseshoe bat's reproductive cycle. Nurseries normally hold between 50 and 400 females, with males sometimes present. The colonies in the summer and winter are very large and they are surrounded by small satellite colonies. The main colonies are in caves and can include over 5,000 animals, the satellite colonies include dozens to hundreds of animals. In the summer, colonies are mixed with other species. In Bulgaria the Mediterranean Horseshoe bat is living with the Blasius’s horseshoe bat and the Mehely’s horseshoe bat. The species is very sensitive to disturbance. The birth occurs from mid-June or July. At the age of four weeks, the young become independent. Females give their first birth at the age of 2-3 years. Mating takes place in the Autumn in caves, but may continue in the winter roosts.",
    "Hunting": "Mediterranean horseshoe bats leave their roosts in late dusk, hunting low over the ground on warm hillsides but also in relatively dense tree cover, preying on moths and other small insects.\n\n\n== References =="
  }
}