{
  "url": "https://en.wikipedia.org/wiki/Meridional_serotine",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. isabellinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The meridional serotine (Eptesicus isabellinus) is a species of bat found in the Iberian Peninsula, Morocco, Algeria, Tunisia, and Libya.",
    "Taxonomy and etymology": "The taxonomic status of Eptesicus isabellinus has been revised several times since its initial description.\nThis species was initially described in 1840 by Dutch zoologist Coenraad Jacob Temminck.\nHe placed it in the genus Vespertilio, naming it Vespertilio isabellinus.\nIn 1887, French zoologist Fernand Lataste intimated that he believed that the meridional serotine was a subspecies of the serotine bat, Eptesicus serotinus, per Harrison 1963.\nIn 1963, David Harrison determined that morphologically, Eptesicus isabellinus was indistinguishable from Eptesicus serotinus, and suggested that its name should be Eptesicus serotinus isabellinus to recognize it as a subspecies of the latter.\nIn 2006, Ibáñez and others examined the mitochondrial DNA of several members of the European Eptesicus species, finding considerable genetic diversity.\nThey concluded that Eptesicus serotinus was a species complex of morphologically similar but genetically distinct species.\nThey recommended that Eptesicus serotinus isabellinus should be elevated to a species, suggesting a reversion to the name Eptesicus isabellinus if the population of southern Iberia represented the same species as the population of northern Africa (formerly Eptesicus serotinus boscai), which it did.\nIn 2013, another study was published on the genetics of Eptesicus isabellinus, which further supported its elevation to species rank.Its species name isabellinus is a New Latin rendering of isabelline, which means pale yellow in color. In his initial description of the species, Temmick described its fur color as \"a beautiful shade of isabella.\"",
    "Description": "The forearm is 51 mm (2.0 in) long, and the hind foot is 11.6–11.8 mm (0.46–0.46 in) long.\nIt has long, silky hair on its back, with individual hairs 8 mm (0.31 in) long.\nHairs on its belly are shorter, at 6 mm (0.24 in) long.\nIt can be distinguished from the closely related serotine bat by its yellowish brown fur, which is much lighter than that of the serotine bat.\nThe internal margin of the ear is convex; ears are rounded at the tip.\nThe tragus is blunt at the tip.\nThe feet are large with brown claws and hairy toes.",
    "Biology": "It is insectivorous, feeding on beetles, moths, and flies.\nIn particular, important prey items include scarab beetles and various flies.\nFemales will form maternity colonies, consisting of 20-100 individuals.",
    "Habitat and range": "It has been documented in Spain, Portugal, Gibraltar, Morocco, Algeria, Tunisia, and Libya.\nIt has not been documented at elevations over 1,800 m (5,900 ft).\nDuring the day, it will roost in rock crevices, bridges, and buildings.\nIt is tolerant of a wide range of climates and habitats, including semi-desert, temperate forest, shrubland, suburbs, and subtropical dry forest.\nIt prefers to forage over open habitats such as pastures and gardens.",
    "Conservation": "It is currently evaluated as least concern by the IUCN.\nIt meets the criteria for this listing because it is abundant in population and widespread geographically.\nThere is no reason to believe that its population is declining drastically.\nIn some areas of southern Spain, it is considered one of the most common species of bat.\n\n\n== References =="
  }
}