{
  "url": "https://en.wikipedia.org/wiki/Mexican_big-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Corynorhinus"
    },
    {
      "Species": "C. mexicanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mexican big-eared bat (Corynorhinus mexicanus) is a species of vesper bat endemic to Mexico. They are nocturnal and insectivorous. Their very large ears are located across their foreheads, and when captured, the bats are observed to curl their ears in a protective manner. The adults are usually brown colored, while the juveniles are usually a smokey brown color. They have small noses.",
    "Habitat and distribution": "The Mexican big-eared bat endemic to Mexico and known between Sonora and Coahuila in the north and Michoacan Yucatán in the south; it is rare in the southern end of its range and uncommon elsewhere. They are found in high, humid, mountain habitats and seem to prefer areas with pine-oak forests, although they have been found around other types of vegetation, such as sycamore, cottonwood and agave. Being a nocturnal species, they rest during the day; their day-time roosts are in open caves and mine shafts.",
    "Reproduction": "Studies of the males of the species show they have one long reproductive cycle per year. The timing of their cycle is dependent on both physiological (body condition, neurological, and endocrine signals) and environmental (temperature and resource availability) factors. The male reproductive organs are the smallest in February, March, and April, then begin development in May and reach their biggest size, determined by weight, around August (where they are about 40 times bigger than they were in April). The best body conditions of the bats were found from May to June, which suggests this cycle is dependent on body condition. Females give birth to a single offspring.",
    "Status": "In 1996, the species was listed as lower risk/least concern, but in 2008, it was moved to near threatened. The population sizes of this bat are declining, and the species may soon be threatened. The major threat to the species is humans, disturbing their roosts and causing habitat loss.",
    "See also": "Bats of the United States\n\n\n== References =="
  }
}