{
  "url": "https://en.wikipedia.org/wiki/Mexican_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Tadarida"
    },
    {
      "Species": "T. brasiliensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mexican free-tailed bat or Brazilian free-tailed bat (Tadarida brasiliensis) is a medium-sized bat  native to the Americas, regarded as one of the most abundant mammals in North America. Its proclivity towards roosting in huge numbers at relatively few locations makes it vulnerable to habitat destruction in spite of its abundance. The bat is considered a species of special concern in California as a result of declining populations. It has been claimed to have the fastest horizontal speed (as opposed to stoop diving speed) of any animal, reaching top ground speeds over 160 km/h; its actual air speed has not been measured. The Texas Legislature designated the Mexican free-tailed bat the state mammal (flying) in 1995.",
    "Taxonomy": "The Mexican free-tailed bat was described as a new species in 1824 by French zoologist Isidore Geoffroy Saint-Hilaire. Geoffroy placed it in the now-defunct genus Nyctinomus with a binomial name of Nyctinomus brasiliensis.\nThe holotype had been collected in Brazil.\nMolecular sequence data indicate T. brasiliensis's closest relatives are the sister species Sauromys petrophilus of South Africa and Tadarida aegyptiaca of Africa and south Asia. These three species form a clade believed to be about 6.5 million years old.",
    "Physical description": "Mexican free-tailed bats are typically 9 cm (3.5 in) in length and weigh around 7–12 g (0.25–0.42 oz) with females tending to be slightly heavier than males by 1-2 grams for increased fat storage to use during gestation and nursing. \nTheir tails are almost half their total length and stretch beyond the uropatagium, giving them the name \"free-tailed\" bats. Their ears are wide, rounded, and large compared to their heads, nearly meeting at the front of the face, but distinctly not joined at the midline and projecting anterodorsally from just before the muzzle to the back of the head. They use their large ears to help them find prey using echolocation. T. brasiliensis is distinguished among North American Tadarida bats in possessing deep wrinkles on the upper lip and in having a Z-shaped upper third molar, which is used for grinding insects. These individuals possess canines which are larger in males than in females. The wings are elongated and narrow with pointed tips, making them well-equipped for quick, straight flight patterns. Their fur color ranges from dark brown to gray. The Mexican free-tailed bat's large feet have distinct long, white bristles.\nThe dental formula of Tadarida brasiliensis is 1.1.1.33.1.2.3.",
    "Range and ecology": "The Mexican free-tailed bat ranges from the southern half of the continental United States through most of Mexico, and through most of Central America into South America. Their range  in South America is less understood where they live in the eastern Brazilian highlands and coast, the northeastern Andes, and the coast of Peru and northern Chile. They are absent in much of the Amazon rainforest. They are also found in the Caribbean, and are native to all of the Greater Antilles and 11 of the Lesser Antilles. The largest known colony is found at Bracken Cave, north of San Antonio, Texas, with nearly 20 million bats; the bats from this colony congregate in huge numbers at altitudes between 180 and 1,000 m (590 and 3,280 ft), and even as high as 3,000 m (9,800 ft).",
    "Range and ecology-Habitat": "Mexican free-tailed bats roost primarily in caves. However, they also roost in buildings of any type as long as they have access to openings and dark recesses in ceilings or walls. The bats can make roosting sites of buildings regardless of \"age, height, architecture, construction materials, occupancy by humans and compass orientation\". Caves, though, need to have enough wall and ceiling space to fit millions of bats. Before buildings, free-tailed bats in the southeastern United States probably roosted in the hollows of trees such as red mangrove, black mangrove, white mangrove and cypress. However, most bats in Florida seem to prefer buildings and other man-made structures over natural roosts. Caves in Florida tend to be occupied mostly by the southeastern myotis. Caves in Florida tend to have pools of water on the floor and the free-tailed bats do not need as much relative humidity as the southeastern myotis.",
    "Range and ecology-Migration": "Mexican free-tailed bats in southeastern Nevada, southwestern Utah, western Arizona, and southeastern California come together to migrate southwest to southern California and Baja California. Bats in southeastern Utah, southwestern Colorado, western New Mexico, and eastern Arizona travel though western edge of the Sierra Madre Oriental into Jalisco, Sinaloa, and Sonora. Some bats that summer in Kansas, Oklahoma, eastern New Mexico, and Texas  migrate southward to southern Texas and Mexico.  Some bat populations in other areas of North America do not migrate, but are residents and may make seasonal changes in roost sites. While this migration is extremely extensive,  a way must exist for these bats to continuously congregate in the same roosts every year. T. brasiliensis bats have copious numbers of sebaceous glands covering their entire bodies. These glands leave a trace of a lasting scent to which other bats are sensitive. This odor is crucial to marking habitual roosts.\n\nIn Austin, Texas, a colony of Mexican free-tailed bats summers (they winter in Mexico) under the Congress Avenue Bridge 10 blocks south of the Texas State Capitol. It is the largest urban colony in North America, with an estimated 1,500,000 bats. Each night they eat 10,000 to 30,000 lb (4,500 to 13,600 kg) of insects. Each year, they attract 100,000 tourists who come to watch them. In Houston, Texas, a colony is living under the Waugh Street Bridge over Buffalo Bayou. It is the home to 250,000 bats and also attracts viewers. The Mexican free-tailed bat is the official flying mammal of the state of Texas.Bats ranging eastward from East Texas do not migrate, but local shifts in roost usage often occur seasonally. Also, a regional population that ranges from Oregon to California, has a year-round residence.",
    "Range and ecology-Diet": "Mexican free-tailed bats are primarily insectivores. They hunt their prey using echolocation. The bats eat moths, beetles, dragonflies, flies, true bugs, wasps, and ants. They usually catch flying prey in flight. Large numbers of Mexican free-tailed bats fly hundreds of meters above the ground in Texas to feed on migrating insects.  The consumption of insects by these bats can be quite significant.The onset of evening emergence from caves and the end of returns at dawn tend to correlate with sunset and sunrise, respectively, with dawn returns ending increasingly later in correlation to sunrise throughout the summer season. Reproductive females tended to emerge earlier in the evening and return later at dawn to gather the extra nutrients they require for reproduction and offspring care. T. brasiliensis bats spend around 60% of their active time foraging while aerial, mostly hunting at heights of 6–15 m (20–49 ft). Individuals will fly 50 km (31 mi) in one night to reach foraging areas. The loose, wrinkled skin around the mouth is thought to aid in expanding the mouth during flight to catch insects. T. brasiliensis requires free water sources to maintain water balance: individuals from the arid environment of New Mexico tend to have thicker renal tissue layers compared to T. brasiliensis from the less arid California, revealing that urine concentrating abilities and water use varies geographically with aridity.",
    "Range and ecology-Health and mortality": "One individual bat was recorded to have lived 8 years, based on dentition. Predators of the bat include large birds such as red-tailed hawk, American kestrels, great horned owls, barn owls, and Mississippi kites. Mammal predators include Virginia opossums, striped skunks, and raccoons. Snakes such as eastern coachwhips and eastern coral snakes may also prey on them, but at a lesser extent. Certain types of beetles prey on neonate and juvenile bats that have fallen to the ground. This species seems to have a low incidence of rabies, at least in the United States. They do, however, contain certain pesticides.White-nose syndrome (WNS) caused by infection by the fungus P. destructans has increased in prevalence since 2006, mostly affecting species of bats that roost underground such as the little brown bat. The fungus, now suspected to have spread from accidental transportation by human cave workers, is thought to cause frequent arousals during bat hibernation, causing an individual to use fat stores much more quickly and die of starvation before the end of winter. WNS can affect T. brasiliensis, but has yet to be greatly introduced to their habitat due to their preference for more arid caves. WNS has low prevalence in the subtropic and tropic regions where T. brasiliensis resides.",
    "Behavior": "Mexican free-tailed bats are nocturnal foragers and begin feeding after dusk. They travel 50 km in a quick, direct flight pattern to feed. This species flies the highest among bats, at altitudes around 3300 m. Bats appear to be most active in late morning and afternoon between June and September. Free-tailed bats are more active in warm weather.The species has been measured at a ground speed of 160 kilometres per hour (99 mph), measured by an aircraft tracking device. The measurement methodology did not simultaneously record wind speed and ground speed, so the observations could have been affected by strong local gusts, and the bat's maximum air speed remains uncertain.",
    "Behavior-Guano and ammonia": "Among bats that roost in great, concentrated numbers, T. brasiliensis roosts produce large quantities of urine and guano: anywhere from 22 to 99 metric tons per cave and over 18,700 metric tons produced annually. The concentrated large amounts of waste generate high levels of toxic ammonia in the air of a cave. T. brasiliensis individuals have genetic adaptation for withstanding or countering these high levels of ammonia. The bats’ content of CO2 and protein in respiratory mucous and CO2 dissolved in blood plasma increase with increasing levels of dissolved ammonia, providing the bats with a buffer against pH change. This allows the bats to filter out a large majority of inhaled ammonia before it reaches toxic levels in the blood. T. brasiliensis bats are thought to swarm in spiraling motions within caves to ventilate ammonia and renew the air.",
    "Behavior-Echolocation": "Mexican free-tailed bats use echolocation for navigation and detecting prey. Traveling calls are of a brief but constant frequency. However, they switch modulated frequency calls between 40 and 75 kHz if they detect something. Typically, the frequency range of their echolocation is between 49 and 70 kHz, but can be between 25 and 40 kHz if something crosses their path while in flight.On 6 November 2014, Aaron Corcoran, a biologist at Wake Forest University, North Carolina, reported online in Science that he and his team had detected Mexican free-tailed bats emitting ultrasonic vocalizations which had the effect of jamming the echolocation calls of a rival bat species hunting moths. The ‘jamming’ call led to an increased chance of the rival missing its prey, which the Mexican free-tailed bat was then able to eat itself. Earlier researchers had discovered some 15 types of social calls made by Mexican free-tailed bats and reported that they could adjust their calls to avoid interfering with others in range of their calls.",
    "Behavior-Mating and reproduction": "During the breeding season, females aggregate into maternity roosts. The size of these roosts depends on the environment, with caves having the larger roosts. Mating can occur in an aggressive or passive form. In the aggressive form, the male controls the female's movements, keeping her away from the other bats in the roost. He also tends to vocalize when mating. During passive copulation, the males simply flies to a female in her roost and quietly mounts her with no resistance. This species is a promiscuous breeder and both sexes copulate with multiple partners. Females become sexually mature at about 9 months, while males take even longer, at two years. Females enter estrus once a year, which typically lasts five weeks in the spring. The gestation period of the bat lasts 11–12 weeks, with only one young being born. A number of pups are left in \"creches\", while their mothers roost elsewhere. The female uses vocalizations and scent to identify her pup. The mother imprints her scent on the young early on. However, young try to steal a suckle from any female that passes through the cluster. A mother will nurse her young daily, and by 4–7 weeks old they are full grown, fully weaned, and independent.",
    "Conservation": "Though abundant and widespread, some local populations have prompted protection and conservation efforts. For instance, during the spring and summer, one of the largest Mexican free-tailed bat populations inhabits Cueva de la Boca, a cave near Monterrey, Mexico. In 2006, the Mexican environmental conservation NGO, Pronatura Noreste, purchased the property. Because of a reduction of more than 95% of the original 20 million bat population, as a result of vandalism, pollution, and uncontrolled tourism, the organization decided to buy the property to place it under conservation. Other species of high ecological value that inhabit the cavern are also being protected.",
    "See also": "Bat bomb, an experimental incendiary weapon that used Mexican free-tailed bats as a dispersal mechanism",
    "References": "",
    "External links": " Data related to Tadarida brasiliensis at Wikispecies\n\n\"Tadarida brasiliensis\". Integrated Taxonomic Information System. Retrieved 23 March 2006.\nBat Conservation International: Mexican free-tailed bats webpage\nAnimal Diversity – Tadarida brasiliensis\nARKive.org: Images/videos of the Brazilian free-tailed bat (Tadarida brasiliensis)\nWashington Post.com: \"Mexican Bats Find Cross-Border Benefactors\"\nUntamed Science interview with a bat specialist at the Congress Street Bridge Colony\nBat Conservation International website\nPronatura Noreste Announces the Purchase of Cueva de la Boca"
  }
}