{
  "url": "https://en.wikipedia.org/wiki/Mexican_greater_funnel-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Natalidae"
    },
    {
      "Genus": "Natalus"
    },
    {
      "Species": "N. mexicanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mexican greater funnel-eared bat (Natalus mexicanus) is a species of bat found in Central America. While initially and currently described as a species, from 1959–2006 it was considered a subspecies of the Mexican funnel-eared bat, Natalus stramineus.",
    "Taxonomy": "Gerrit Smith Miller described it as a new species in 1902.\nPer Tejedor 2005, other authors followed in listing N. mexicanus as a full species in 1949.\nIn 1959, George Goodwin revised it from a species to a subspecies of the Mexican funnel-eared bat, Natalus stramineus.\nPer Tejedor 2011, it was revised again to species status in 2006.\nIn 2012, another funnel-eared bat of Mexico, Natalus lanatus, was synonymized with Natalus mexicanus, meaning that there is currently only one recognized species of funnel-eared bat in Mexico.",
    "Description": "It is a small bat, weighing only 3–5 g (0.11–0.18 oz).\nIts forearms are 36–39 mm (1.4–1.5 in) long.\nIts back is a pale orange brown or yellow in color, and its belly is yellow.\nIt has broad, cream-colored ears with blackish margins.\nThe skin of its face is pale pink.\nIts limbs are very long in relation to its body size.\nIts flight membranes are pale brown.\nIts wings are long and narrow.",
    "Biology": "Females are monoestrous, or capable of becoming pregnant once a year.\nPregnant females have been observed January through July, and gestation is thought to last 8–10 months due to slow fetal development.\nThe litter size is one pup.\nIt roosts in caves during the day.\nIt is colonial, forming groups of up to 300 individuals.",
    "Range and habitat": "It is found in Belize, Costa Rica, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, and Panama.\nIt is not found at elevations above 2,400 m (7,900 ft), though most observations of it occur at around 300 m (980 ft).\nIt prefers dry and semi-deciduous forests.\nOccasionally, it is also encountered in conifer forests.",
    "Conservation": "As of 2019, it is evaluated as least concern by the IUCN.\nIt meets this criteria because it has a wide geographic range, and its population size is presumed to be large.\nWhile its population trend is unknown, it is thought that it is, at least, not declining rapidly.\nIt is threatened by cave disturbance by tourists and by mining activities.\n\n\n== References =="
  }
}