{
  "url": "https://en.wikipedia.org/wiki/Midas_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Mops"
    },
    {
      "Species": "M. midas"
    }
  ],
  "text": {
    "__SUMMARY__": "The Midas free-tailed bat (Mops midas) is a species of bat scientifically classified in the order Chiroptera and the family Molossidae. It is distributed from western Africa to Saudi Arabia and further south. Its natural habitats are dry savanna, moist savanna, woodlands and hot deserts. The more southern are also known to live around large rivers or the swamps. It is threatened by habitat loss.",
    "Description": "The free-tailed bat has broad ears that are connected by a hairy membrane crossing the length of its forehead. Fur is dark brown with white specks and paler on the front half of the body. Less hair is found on the neck, thighs and legs. The free-tailed bat is heavier than other bats of the same family because of its larger feet, thumbs and tail.",
    "Distribution": "The free-tailed bat is found in Benin, Botswana, Burkina Faso, Burundi, Central African Republic, Chad, Democratic Republic of the Congo, Eritrea, Ethiopia, Gambia, Ghana, Kenya, Madagascar, Malawi, Mali, Mozambique, Namibia, Niger, Nigeria, Rwanda, Saudi Arabia, Senegal, South Africa, Sudan, Tanzania, Togo, Uganda, Zambia, and Zimbabwe.",
    "Behavior": "Free-tailed bats are nocturnal and prefer to roost in total darkness. Bats have been reported to roost in trees, under bridges and inside houses. The groups are normally very noisy as they push and shove each other for position, and can be very aggressive in the presence of humans. The bats will bite if given the chance. They are very social have been observed roosting in groups from as little as 2, to in the hundreds and females outnumber the males by 4 to 1. Bats leave the roost in groups up to 20 at sundown to forage for insects and return together at sunrise. Flights have been seen to be both long and short, from less than 10 minutes to more than 50 and have been detected to forage up to 10 kilometer from the roost. The bats are not agile fliers, preferring open airspace at up to 40m in height.",
    "Mops midas in Madagascar": "Mops midas are extensive across the African continent and the Middle East, but also appear on Madagascar. Researchers have referred to the African subspecies as M. m. midas and from Madagascar, M. m. miarensis.  The two look very similar and in the past there was not enough information to distinguish if the two were different species. There is significant sexual dimorphism in size between the African and Malagasy subspecies. The African males have longer appendages whereas the Malagasy males have slightly broader skulls and teeth. The bats from the Africa savannah have two color phases; dark and red, whereas the Malagasy bats are entirely dark. However after molecular analysis of the bats genes, researchers found the average genetic distance between the two was 0.1%. Researchers believe the differences between the two bats are because of differences in climate or diet.",
    "Reproduction": "Pregnant females have been found in the months between December and January and give birth between February and March. Females carry a single fetus, weighing up to 10 grams at time of birth.\n\n\n== References =="
  }
}