{
  "url": "https://en.wikipedia.org/wiki/Miller's_mastiff_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Molossus"
    },
    {
      "Species": "M. pretiosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Miller's mastiff bat (Molossus pretiosus) is a species of bat in the family Molossidae. It is found in Brazil, Colombia, Costa Rica, Guyana, Mexico, Nicaragua, and Venezuela.",
    "Distribution": "Miller’s mastiff bat has a limited distribution and tends to inhabit isolated regions.  This particular species of mastiff bat is native to Brazil, Colombia, Costa Rica, Mexico, Nicaragua, and Venezuela. Its main habitat is lowlands.",
    "Morphology": "Miller’s mastiff bats have a powerfully built body, with a broad body frame and narrow wings.  They have a thick mandible in comparison to other mastiff bats. They have a distinctive cusp shaped pattern on their molars and lack their third premolar. Males tend to be larger than females.  Full grown, an adult mastiff bat ranges from about 20 to 28 grams. At birth, Miller’s mastiff bat is only about one-quarter its adult weight. Miller’s mastiff bat had a variable fur coat color; ranging from black to a reddish color. The mastiff bat’s chest is speckled with white fur, and has black ears.",
    "Behavior": "Miller’s mastiff bat lives in open areas, mainly in grassland habitats. They have also been observed to build their roosts in caves, dry woodlands, roof dwellings, and thorn scrub. They tend to live in areas by a river, lake, or watering hole.  Water is important for drinking and foraging behaviors. They are nocturnal, and start to become active at dusk, which coincides with the time when their food source becomes active. They tend to fly in a single file line to their destination. Their main food source are insects, such as beetles and moths.",
    "Conservation": "Miller's mastiff bat is listed as a Least Concern species with a low risk of becoming extinct.  This is due to its ability to adapt to changing habitats and the distribution of habitats it occupies. It is also located in a number of protected areas. There are no known threats to Miller's mastiff bat.\n\n\n== References =="
  }
}