{
  "url": "https://en.wikipedia.org/wiki/Mindoro_stripe-faced_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Styloctenium"
    },
    {
      "Species": "S. mindorensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mindoro stripe-faced fruit bat (Styloctenium mindorensis), nicknamed the \"flying fox\" for its foxlike face (although it is not a flying fox bat), is a species of large Philippine megabat. It is endemic to the island of Mindoro. The Mindoro stripe-faced fruit bat ranked sixth in the top ten species of 2008, selected by the International Institute for Species Exploration.Aboriginal rock art dating back some 20,000 years, from near Kalumburu in the Kimberley region of Western Australia, depicts several bats similar to Styloctenium mindorensis hanging from a branch or vine. The paintings belong to a category of sophisticated rock art known as Bradshaws. The facial markings on the paintings are particularly clear and have led researchers to conclude that the subjects were either S. mindorensis or a closely related species.",
    "Description": "S. mindorensis is a typical fruit bat, possessing modified forearms for flight, short clawed hind legs and large ears. The bat shares many anatomical features with the rest of its genus, which was originally described from just one species. These include an overall orange pelage, a white stripe down the middle of the bat's rostrum and white spots above its eyes. S. mindorensis can be distinguished from the other member of its genus by its possession of multicusped lower and upper canine teeth.",
    "Taxonomy": "Because of its distinct morphological features, it was placed in the genus Styloctenium. Prior to this, the genus was only described from one species, the Indonesian Styloctenium wallacei. The second species in the genus to be discovered, it was formally described by Jacob Esselstyn in the August 2007 issue of the Journal of Mammalogy. Esselstyn first heard rumours of the bat's existence from locals in barangay Batong Buhay in the municipality of Sablayan in the province of Occidental Mindoro. The researchers remained skeptical of the species' existence until a live specimen was unexpectedly found in February 2006. The bat was unintentionally caught in one of their nets used for surveying the local fauna. S. mindorensis is the 74th chiropteran species to be found in the Philippines and the country's 26th endemic one.",
    "Conservation": "While no population studies has been done so far on the species, it has been suggested that it may be threatened by hunting and habitat loss due to the general deforestation of forests on Mindoro. Along with other large pteropodids on the island, the bat is hunted by the locals for food. The describer went so far as to state that because of these threats, the species may be at risk of extinction. It is assessed as endangered by the International Union for Conservation of Nature (IUCN).",
    "References": "",
    "External links": "Photo at NationalGeographic.com"
  }
}