{
  "url": "https://en.wikipedia.org/wiki/Miniopterus_sororculus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Miniopteridae"
    },
    {
      "Genus": "Miniopterus"
    },
    {
      "Species": "M. sororculus"
    }
  ],
  "text": {
    "__SUMMARY__": "Miniopterus sororculus is a species of bat endemic to the highland forests of Madagascar.",
    "Taxonomy": "The description of Miniopterus sororculus was published in 2007, in a revision of the specific status of specimens previously identified as Miniopterus fraterculus. The holotype and paratypes were collected by the lead author of the study, Steven M. Goodman, at Province de Fianarantsoa, in a cave south of Ambatofinandrahana, with other specimens collected to the north and south of that location being referred to the new species.The etymology of the specific epithet sororculus, little sister, was proposed as a reference to its former placement with the species M. fraterculus, derived from Latin to mean little brother. The authors also note the allusion to a species a little smaller than the related and sympatric Malagasy bat Miniopterus majori.The vernacular includes those names referring to M. fraterculus and the English common name Sororcula long-fingered bat, assigned to Miniopterus sororculus for the conservation listing of the IUCN.",
    "Description": "A medium-sized species of Miniopterus, the forearm being around 42 millimetres. The brown fur colour is dark and rich in tone, with longer and slightly silky hair over the upper parts. The pelage is quite dense over the entire body, the colour is somewhat paler at the ventral side and some individuals exhibit a medium brown colour at the dorsal parts. The tragus of Miniopterus sororculus is distinguished from sister taxa by its relatively long and curved form, extending 6 to 8 mm from the thickened base to its tip. In addition to the patagium of the wings, species of Miniopterus possess a uropatagium at the lower limbs, these membranes are a very dark and almost uniform brown colour.The generation length of M. sororculus is estimated to around 5.5 years.The population superficially resemble another Malagasy species, Miniopterus petersoni, first described shortly after the publication of this species. The external morphology of the two species indicates they have converged, which is supported by analysis of molecular evidence, but are distinguishable by features of the crania and external characteristics.",
    "Distribution and habitat": "The type location and other sites first identified in the revision were in the highland of the island, at elevations greater than 800–900 metres asl to a height of 2200 metres. \nOccasional observations have been made of Miniopterus sororculus below 40 metres, and some recorded sites are elevations above 50 m, but the greater part of the area of occupancy is over 950 metres. The lower site records in the south of the island may be colonies formed in the breeding season or by migration from higher elevations.  Most daytime roosts were in rocky crevice or sometimes deep caves that were adjacent to previously forested areas cleared for introduced plantation species, the species is also recorded at open habitat at Ihosy, a dry savannah of the central west region of the Madasgascar.  Miniopterus sororculus has also been found roosting in the attic of an occupied building. The species often occurs in the same habitat with Miniopterus majori, and sometimes found cohabiting at their diurnal roosts.",
    "Conservation": "The species is categorised as least concern by the IUCN red list, which notes their wide distribution across the Malgasy highlands and habitat coinciding with anthropogenic disturbance.\nThe population trend is unknown.\n\n\n== References =="
  }
}