{
  "url": "https://en.wikipedia.org/wiki/Miniopterus_maghrebensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Miniopteridae"
    },
    {
      "Genus": "Miniopterus"
    },
    {
      "Species": "M. maghrebensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Miniopterus maghrebensis is a species of bat found in North Africa.",
    "Taxonomy": "The description as a new species was published in 2014, separating a population previously assigned to the species Miniopterus schreibersii. The cryptic species within the M. schreibersii population was distinguished by characteristics of the cranium and dentition and molecular evidence of a distinct phylogeny.",
    "Description": "A species of Miniopterus, known as bent or long winged bats, closely resembling  M. schreibersii in its superficial characteristics of morphology and acoustic signals.\nThe species enters a state of torpor in winter months, allowed by the fat reserves stored in the body during the preceding months.",
    "Distribution and habitat": "Miniopterus maghrebensis occurs in North Africa, associated in the name to the Maghreb region. The distribution range extends from Tunisia to the west, south of the Atlas Mountains, through Algeria and Morocco. They have been found in dry forest and shrubland associated with a Mediterranean climate, and known to inhabit caves.\nThe number of locations within this range is limited to a few known sites, perhaps extending to suitable habit in other Mediterranean regions.The species is sympatric with M. schreibersii at near coastal regions of the African continent.The IUCN Red List classifies this species as near threatened by extinction, and trajectory of the population as unknown. Primary threatening factors are loss of the extent and quality of natural habitat. The use of caves and other subterranean habitats for daytime roosts and extended periods of hibernation has exposed the species to interruption by human activity. The use of pesticides for agriculture and forestry may also be a threatening factor to the species population.\n\n\n== References =="
  }
}