{
  "url": "https://en.wikipedia.org/wiki/Miniopterus_brachytragos",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Miniopteridae"
    },
    {
      "Genus": "Miniopterus"
    },
    {
      "Species": "M. brachytragos"
    }
  ],
  "text": {
    "__SUMMARY__": "Miniopterus brachytragos is a bat in the genus Miniopterus that occurs in northern and western Madagascar. Populations of this species have historically been included in Miniopterus manavi, but molecular data published in 2008 and 2009 indicate this supposed species in fact consists of five separate species, including the newly described M. brachytragos. Up to four species of this group may occur in the same place. M. brachytragos has been found in dry and wet forests from sea level to 320 m (1,050 ft) altitude.\nMiniopterus brachytragos is a small, brown Miniopterus; its forearm length is 35 to 38 mm (1.4 to 1.5 in). The hairs of the underparts have buff tips. The short tragus (a projection in the outer ear) is an important distinguishing feature. The uropatagium (tail membrane) is well-furred and the palate is concave.",
    "Taxonomy": "During the 2000s, molecular studies have revealed that the widely distributed African, Eurasian, and Australian genus Miniopterus is much more species-rich than previously thought. In a 1995 contribution to Faune de Madagascar on Malagasy bats, Randolph Peterson and colleagues listed four species of Miniopterus on Madagascar and the nearby Comoros, including the small Miniopterus manavi with a broad distribution on both Madagascar and the Comoros. In 2008 and 2009, however, Steven Goodman and colleagues presented evidence that the former concept of M. manavi in fact encompassed five morphologically and molecularly distinct species of small Miniopterus. These included M. manavi itself in the Central Highlands, M. griveaudi and M. aelleni in the Comoros and northern and western Madagascar, M. mahafaliensis in southwestern Madagascar, and M. brachytragos in northern and western Madagascar. The five recognized species of M. manavi-like bats are not each other's closest relatives, but apparently acquired their similarities through convergent evolution. At some places (for example, Namoroka) four cryptic species of M. manavi-like bats, including M. brachytragos, may occur together.Miniopterus brachytragos was described as a new species in the second 2009 paper by Goodman and colleagues. The specific name combines the Ancient Greek brachys \"short\" and tragos \"goat\" and refers to the short tragus (a fleshy projection in the inner side of the outer ear), one of the main distinguishing features of the species; the name of this structure derives from the Greek tragos. Analysis of sequences of the mitochondrial cytochrome b gene suggested that M. brachytragos is most closely related to the clade of M. manavi and another Malagasy species, M. petersoni. There was some variation within the species—the most distinctive individual, from the island of Nosy Komba, differed by about 2.1% from other individuals of the same species in its cytochrome b sequence—but Goodman and colleagues regarded their samples as insufficient for clear conclusions about phylogeographic structure within the species.",
    "Description": "Miniopterus brachytragos is a small, short-tailed Miniopterus with short and relatively thin fur. The fur of the upperparts is dark brown and the hairs on the underparts have buff tips. Miniopterus mahafaliensis is similar in color, but other small Malagasy Miniopterus are darker. The ears are haired above, but virtually naked below and end in a rounded tip. The tragus (a projection on the inner side of the outer ear) is short and has a broad base, sometimes with a crest at the side. It ends in a pointed to slightly rounded tip, which is covered with hairs that are not readily visible to the unaided eye. The short tragus easily distinguishes M. brachytragos from other Malagasy Miniopterus. The wing membrane is also brown, but the uropatagium (tail membrane) is lighter. The wing membrane and uropatagium are attached to the upper leg at the same level, above the ankle. The uropatagium is relatively densely covered with hairs, particularly on the upper side. M. manavi and M. mahafaliensis also have a densely haired uropatagium, but in M. aelleni and M. griveaudi it is only sparsely haired or even mostly naked.In 28 to 30 specimens measured by Goodman and colleagues, total length was 83 to 92 mm (3.3 to 3.6 in), averaging 87.4 mm (3.44 in); tail length was 38 to 43 mm (1.5 to 1.7 in), averaging 40.2 mm (1.58 in); hindfoot length was 5 to 6 mm (about 0.2 in), averaging 5.8 mm (0.23 in); tragus length was 3 to 4 mm (0.12 to 0.16 in), averaging 3.9 mm (0.15 in); ear length was 9 to 11 mm (about 0.4 in), averaging 10.0 mm (0.39 in); forearm length was 35 to 38 mm (1.4 to 1.5 in), averaging 36.6 mm (1.44 in); and body mass was 2.9 to 6.3 g (0.10 to 0.22 oz), averaging 4.3 g (0.15 oz). There is no evidence for substantial size differences between males and females.In the skull, the rostrum (front part) is short relative to other small Malagasy Miniopterus and line-shaped.  The central groove in the nasal depression is relatively broad and deep. The frontal bones are slightly rounded and bear an indistinct sagittal crest. Further back on the braincase, the lambdoid crest is also poorly developed. The middle part of the palate is concave, not flat as in M. aelleni and M. manavi. At the palate's back margin is a short, blunt posterior palatal spine. There are often foramina (openings) in the palate near the last molar. Miniopterus brachytragos has 36 teeth in the dental formula 2.1.2.33.1.3.3 (three incisors, one canine, three premolars, and two molars in both upper toothrows and two incisors, one canine, two premolars, and three molars in the lower toothrows). As is characteristic of Miniopterus, the first upper premolar (P1) is smaller and more simplified than the second (P2).",
    "Distribution and ecology": "Miniopterus brachytragos is known from several ecologically different sites. In the Namoroka region, it has been recorded at 100 to 200 m (330 to 660 ft) altitude in dry forest and gallery forest. Another specimen was caught in forest in a karst region in Bemaraha. Near Daraina in the northeast, the species occurs in eastern humid forest mixed with dry forest at 320 m (1,050 ft). At another northeastern site, on the Masoala Peninsula, it was found in lowland gallery forest near sea level. On Nosy Komba, its habitat consists of dry forest mixed with introduced Mangifera indica (mango tree). Little is known of the ecology of M. brachytragos, but species of Miniopterus generally feed on insects, breed seasonally, and roost in large colonies in caves.",
    "References": "",
    "Literature cited": "Goodman, S.M., Maminirina, C.P., Weyeneth, N., Bradman, H.M., Christidis, L., Ruedi, M. and Appleton, B. 2009a. The use of molecular and morphological characters to resolve the taxonomic identity of cryptic species: the case of Miniopterus manavi (Chiroptera: Miniopteridae) (subscription required). Zoologica Scripta 38:339–363.\nGoodman, S.M., Maminirina, C.P., Bradman, H.M., Christidis, L. and Appleton, B. 2009b. The use of molecular phylogenetic and morphological tools to identify cryptic and paraphyletic species: Examples from the diminutive long-fingered bats (Chiroptera: Miniopteridae: Miniopterus) on Madagascar. American Museum Novitates 3669:1–34.\nNowak, R.M. 1994. Walker's Bats of the World. Baltimore: The Johns Hopkins University Press, 287 pp. ISBN 978-0-8018-4986-2\nWeyeneth, N., Goodman, S.M., Stanley, W.T. and Ruedi, M. 2008. The biogeography of Miniopterus bats (Chiroptera: Miniopteridae) from the Comoro Archipelago inferred from mitochondrial DNA (subscription required). Molecular Ecology 17:5205–5219."
  }
}