{
  "url": "https://en.wikipedia.org/wiki/Miniopterus_mahafaliensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Miniopteridae"
    },
    {
      "Genus": "Miniopterus"
    },
    {
      "Species": "M. mahafaliensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Miniopterus mahafaliensis is a bat in the genus Miniopterus that occurs in southwestern Madagascar. Populations of this species have historically been included in Miniopterus manavi, but molecular data published in 2008 and 2009 indicate that this supposed species in fact consists of five separate species, including the newly described M. mahafaliensis. The species has been found in dry, spiny, and gallery forest, as well as more open habitats, in southwestern Madagascar.\nMiniopterus mahafaliensis is a small, brown Miniopterus; its forearm length is 35 to 40 mm (1.4 to 1.6 in). The hairs of the underparts have gray tips. The tragus (a projection in the outer ear) is thick and blunt-tipped. The uropatagium (tail membrane) is well-furred and the palate is concave.",
    "Taxonomy": "During the 2000s, molecular studies have revealed that the widely distributed African, Eurasian, and Australian genus Miniopterus is much more species-rich than previously thought. In a 1995 contribution to Faune de Madagascar on Malagasy bats, Randolph Peterson and colleagues listed four species of Miniopterus on Madagascar and the nearby Comoros, including the small Miniopterus manavi with a broad distribution on both Madagascar and the Comoros. In 2008 and 2009, however, Steven Goodman and colleagues presented evidence that the former concept of M. manavi in fact encompassed five morphologically and molecularly distinct species of small Miniopterus. These included M. manavi itself in the Central Highlands, M. griveaudi and M. aelleni in the Comoros and northern and western Madagascar, M. brachytragos in northern and western Madagascar only, and M. mahafaliensis in southwestern Madagascar. The five recognized species of M. manavi-like bats are not each other's closest relatives, but apparently acquired their similarities through convergent evolution.Miniopterus mahafaliensis was described as a new species in the second 2009 paper by Goodman and colleagues. The specific name is derived from the Malagasy word Mahafaly, which refers to the Mahafaly Plateau, where the specimen has been recorded, and to the Mahafaly ethnic group of the region. Analysis of sequences of the mitochondrial cytochrome b gene suggested that M. brachytragos is most closely related to another Malagasy species, M. sororculus. Although samples of M. mahafaliensis differed from each other by a maximum of 2.2% in their cytochrome b, Goodman and colleagues could not discern any phylogeographic structure within the species.",
    "Description": "Miniopterus mahafaliensis is a small, short-tailed Miniopterus with long and dense fur. The fur of the upperparts is brown and the hairs on the underparts have gray tips. Miniopterus brachytragos is similar in color, but other small Malagasy Miniopterus are darker. The ears are partially haired above, but virtually naked below and end in a rounded tip. The tragus (a projection on the inner side of the outer ear) is relatively thick, has the sides mostly parallel, and ends in a curved, rounded tip. The wing membrane is also brown, but the uropatagium (tail membrane) is lighter. The wing membrane and uropatagium are attached to the upper leg at the same level, above the ankle. The uropatagium is relatively densely covered with hairs, particularly on the upper side. M. manavi and M. brachytragos also have a densely haired uropatagium, but in M. aelleni and M. griveaudi it is only sparsely haired or even mostly naked.In 66 to 74 specimens measured by Goodman and colleagues, total length was 87 to 96 mm (3.4 to 3.8 in), averaging 91.1 mm (3.59 in); tail length was 38 to 48 mm (1.5 to 1.9 in), averaging 42.4 mm (1.67 in); hindfoot length is 6 to 7 mm (0.2 to 0.3 in), averaging 6.3 mm (0.25 in); tragus length was 5 to 6 mm (0.2 to 0.2 in), averaging 5.8 mm (0.23 in); ear length was 9 to 11 mm (about 0.4 in), averaging 9.4 mm (0.37 in); forearm length was 35 to 40 mm (1.4 to 1.6 in), averaging 37.4 mm (1.47 in); and body mass was 3.8 to 7.3 g (0.13 to 0.26 oz), averaging 4.9 g (0.17 oz). There is no evidence for substantial size differences between males and females.In the skull, the rostrum (front part) is relatively long and line-shaped. The central groove in the nasal depression is relatively narrow. The frontal bones are slightly rounded and bear a prominent sagittal crest. Further back on the braincase, the lambdoid crest is also prominent. The middle part of the palate is concave, not flat as in M. aelleni and M. manavi. At the palate's back margin is a long, thin posterior palatal spine.\nMiniopterus mahafaliensis has 36 teeth in the dental formula 2.1.2.33.1.3.3 (three incisors, one canine, three premolars, and two molars in both upper toothrows and two incisors, one canine, two premolars, and three molars in the lower toothrows). As is characteristic of Miniopterus, the first upper premolar (P1) is smaller and more simplified than the second (P2).",
    "Distribution and ecology": "The range of Miniopterus mahafaliensis extends through southwestern Madagascar in the spiny forest and dry forest, often but not always near caves; it has been found on the Mahafaly Plateau, in the Forêt des Mikea, and the Kirindy Mitea National Park. Further inland, it has been found in disturbed gallery forest in Isalo National Park, in a cave in savanna habitat near Ihosy, and in unspecified habitat at Betroka. Little is known of the ecology of M. mahafaliensis, but species of Miniopterus generally feed on insects, breed seasonally, and roost in large colonies in caves.",
    "References": "",
    "Literature cited": "Goodman, S.M., Maminirina, C.P., Weyeneth, N., Bradman, H.M., Christidis, L., Ruedi, M. and Appleton, B. 2009a. The use of molecular and morphological characters to resolve the taxonomic identity of cryptic species: the case of Miniopterus manavi (Chiroptera: Miniopteridae) (subscription required). Zoologica Scripta 38:339–363.\nGoodman, S.M., Maminirina, C.P., Bradman, H.M., Christidis, L. and Appleton, B. 2009b. The use of molecular phylogenetic and morphological tools to identify cryptic and paraphyletic species: Examples from the diminutive long-fingered bats (Chiroptera: Miniopteridae: Miniopterus) on Madagascar. American Museum Novitates 3669:1–34.\nNowak, R.M. 1994. Walker's Bats of the World. Baltimore: The Johns Hopkins University Press, 287 pp. ISBN 978-0-8018-4986-2\nWeyeneth, N., Goodman, S.M., Stanley, W.T. and Ruedi, M. 2008. The biogeography of Miniopterus bats (Chiroptera: Miniopteridae) from the Comoro Archipelago inferred from mitochondrial DNA (subscription required). Molecular Ecology 17:5205–5219."
  }
}