{
  "url": "https://en.wikipedia.org/wiki/Minor_long-nosed_long-tongued_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Choeroniscus"
    },
    {
      "Species": "C. minor"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser long-tongued bat (Choeroniscus minor), also called the lesser long-tailed bat, is a bat species from South America.",
    "Description": "Relatively small among bats, members of this species have a total length of 6 to 7 centimetres (2.4 to 2.8 in), a forearm around 3.5 centimetres (1.4 in) long, and weigh from 7 to 12 grams (0.25 to 0.42 oz); females are slightly larger than males. The tail is 6 to 9 millimetres (0.24 to 0.35 in) long, with the first half being embedded within the uropatagium, which is also partially supported by well developed calcars. The body is covered with thick hair that is dark brown to almost black in colour.As the common name for the species suggests, the muzzle is slender and elongated, although not unusually so among glossophagine bats, and is tipped with a triangular nose-leaf. The ears are rounded, with curved folds along either edge, and a large tragus. The tongue is remarkably long, and can be extended even when the bat's jaws are closed, because of a wide gap between the front teeth, reaching up to 50% of the animal's entire body length. The tip of the tongue bears a small patch of bristles, which presumably helps the bat lap up nectar. The teeth are somewhat variable in form, but only the canines are prominent, with all the remaining teeth being small and delicate.",
    "Distribution": "The lesser long-tongued bat inhabits tropical rainforest environments from the Amazon Basin in Brazil, north to the Guianas, Colombia, Venezuela and Trinidad, and west to Ecuador, Peru and northern Bolivia. It prefers lowland habitats and montane forest up to 1,300 metres (4,300 ft).",
    "Biology and behaviour": "The lesser long-tongued bat is nocturnal and feeds mainly on nectar and pollen, which it can extract from flowers using its long tongue and narrow snout, but it does also eat small quantities of insects. During the day, they roost alone or in small groups, sheltering beneath logs or in hollow trees no more than 70 centimetres (28 in) above the ground. Little else is known about their biology or habits.\n\n\n== References =="
  }
}