{
  "url": "https://en.wikipedia.org/wiki/Mirimiri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "MirimiriHelgen, 2005"
    },
    {
      "Species": "M. acrodonta"
    }
  ],
  "text": {
    "__SUMMARY__": "The Fijian monkey-faced bat or Fijian flying fox (Mirimiri acrodonta) is a megabat endemic to Fiji. It was discovered in old-growth cloud forest on Des Vœux Peak, the second highest mountain peak (1,195 m) on the island of Taveuni by William and Ruth Beckon in 1976, and is Fiji's only endemic mammal.  It has recently been transferred from Pteralopex to its own monotypic genus Mirimiri.",
    "Taxonomy": "When initially encountered, this species was placed in the Pteralopex genus (the \"monkey-faced bats\"). All other members of the genus are found in the Solomon Islands. However, genetics research indicates significant genetic divergence between this species and Pteralopex. Because it is no longer classified in the Pteralopex genus, some now refer to it as the Fijian flying fox rather than the Fijian monkey-faced bat.",
    "Description": "These bats weigh 222–362 grams (0.5–0.8 lb). Their forearms are 120 millimetres (4.7 in) long. Their fur is uniformly tan and thick, sometimes hiding their ears. Their eyes are distinctly orange, which helps distinguish this species from other Fijian megabats. Their wings attach to their bodies closer to the spine as opposed to lateral attachment. They lack tails.",
    "Biology and ecology": "These bats are difficult to capture and few in number, so little is known about their biology. They appear to shelter in clumps of epiphytic plants that live in the cloud forest canopy. A pregnant individual was once encountered in May. In different years, lactating females have been observed in May. Based on the morphology of their teeth, it is thought that they eat tough plants.",
    "Distribution and habitat": "The Fijian monkey-faced bat is found only on the third-largest island of Fiji, Taveuni. It is only found within the montane forests of the island. It is possible that this species might also be found on the island of Vanua Levu, but these observations have not been corroborated. It is the only megabat that is endemic to Fiji.",
    "Conservation": "Only six individuals of this species have ever been observed. While its cloud forest is within Taveuni Forest Reserve, this does little to protect the land, as the majority of Fiji's Forest Reserves have been converted to mahogany plantations. It is listed as a critically endangered species due to habitat loss. The population size is estimated at less than 1,000 individuals. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.\nTheir habitat is being lost and fragmented by pollution, agriculture, extreme weather, and urbanization. Climate change is anticipated to shrink cloud forests worldwide, resulting in further habitat loss.\n\n\n== References =="
  }
}