{
  "url": "https://en.wikipedia.org/wiki/Montane_monkey-faced_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteralopex"
    },
    {
      "Species": "P. pulchra"
    }
  ],
  "text": {
    "__SUMMARY__": "The montane monkey-faced bat (Pteralopex pulchra) is a megabat endemic to the Solomon Islands. It is listed as a critically endangered species. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.\nOnly one individual has ever been found.",
    "Taxonomy and etymology": "It was described as a new species in 1991 by Australian mammalogist Tim Flannery.\nThe holotype was collected in May 1990 on Mount Makarakomburu, which is on Guadalcanal Island.\nIts species name \"pulchra\" is from Latin  pulcher, meaning 'beautiful'.",
    "Description": "It is the smallest member of its genus.\nThe holotype weighed 280 g (0.62 lb).\nThe length of its head and body together is 161.8 mm (6.37 in).\nIts forearm is 117.9 mm (4.64 in) long.\nIts ears are short and narrow, at 16.8 mm (0.66 in) long.\nLike other monkey-faced bats, it wings attach to the body near the spine rather than at the sides of its body, it has a defined sagittal crest, and it has massive canine teeth.\nIt has \"striking\" red eyes.\nIts flight membranes are black and white.\nIts head, face, and back is blackish in color.\nThe fur on its ventral side is yellowish.\nThe ears are black, while the fur at the base of each ear is white.\nLike other members of its genus, its dental formula is 2.1.3.22.1.3.3.\nFlannery called it the \"most attractive\" member of its genus due to its striking coloration.",
    "Biology": "As only one individual has been encountered, little is known about its biology.\nThe holotype was a lactating female encountered in May.Pteralopex is a very old genus of bats, and the monkey-faced bats evolved in relative isolation to fill ecological niches occupied by large mammals in continental ecosystems.",
    "Range and habitat": "It is thought to occur in montane forests above 1,200 m (3,900 ft) above sea level.\nSo far, it has only been documented in the high-elevation forests of the island of Guadalcanal in the Solomon Islands.",
    "Conservation": "It is assessed as critically endangered (possibly extinct) by the IUCN.\nIf it is not extinct, the IUCN estimates that its population contains no more than 50 adults in a single population.\nExtensive surveys in 2015 failed to locate additional individuals, making the holotype collected in 1990 the only documented individual.\nIn 2010, the United States Federal Government received a petition from WildEarth Guardians to list the montane monkey-faced bat, as well as 14 other species of bat, under the Endangered Species Act.\nIt is still under review for consideration under the Endangered Species Act.Scientist Diana Fisher coauthored a paper on the probability of rediscovering mammal species that have not been documented in several years, including the montane monkey-faced bat.\nLater, in an interview, she noted that several species of mammal feared extinct had a decent chance of rediscovery, specifically mentioning the montane-monkey faced bat and Alcorn's pocket gopher.\nIn particular, Fisher and coauthor Blomberg found that time missing was an important factor in mammal rediscovery, with species that haven't been missing as long more likely to be rediscovered.\nMammals with larger ranges are also more likely to be rediscovered after \"extinction,\" as well as mammals thought to have gone extinct due to habitat loss as opposed to overhunting.In 2015, the nonprofit organization Bat Conservation International awarded a Grassroots Grant to Australian researchers to confirm where surviving populations exist.\nHowever, the holotype is still the only known example of this species.\n\n\n== References =="
  }
}