{
  "url": "https://en.wikipedia.org/wiki/Mormopterus_cobourgianus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Ozimops"
    },
    {
      "Species": "O. cobourgianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Ozimops cobourgianus is a species of molossid bat, insectivorous flying mammals known as freetail bats, which are found in north and west coastal regions of Australia.  First described in 1959, the group were later recognised as species Mormopterus cobourgianus and soon placed with a new genus. They are associated with mangrove habitat and roost in the hollows of those trees, and known to seek food there and in eucalypt or melaleuca woodland or other coastal habitat. A smaller bat of genus Ozimops, O. cobourgianus are around fifty millimetres (two inches) long and weigh six to ten grams. Little is known of their habits.",
    "Taxonomy": "A species of genus Ozimops, established to separate new species and generic combinations of mostly Australian molossid bats.\nThe population has been described as subspecies Tadarida loriae cobourgiana by David H. Johnson in 1959, the result of examination of mammal specimens the author collected on a 1948 scientific expedition backed by American and Australia institutions. Johnson described a single specimen, allying it to a species known from New Guinea named Tadarida loriae and this was synonymised in various revisions until its recognition as a species (Churchill, 2008; Jackson &Groves, 2015). The epithet was emended from cobourgiana to cobourgianus. The generic combination of this species was inferred by the elevation of the subgenus to genus Ozimops.The holotype was collected at Black Rock Point, southeast of the Cape Don lighthouse in the Cobourg Peninsula, at the northern coast of the Australian continent.The recognition as a species, while not formally published, was designated as Mormopterus 'species 5 (populations U and V)'. The species was published with a subgeneric arrangement as Mormopterus (Ozimops) cobourgianus, a synonym inferred by the subsequent recognition of genus Ozimops. The common name north-western free-tailed bat may refer to species Ozimops cobourgianus, other names have included northern coastal free-tailed, western little free-tailed and mangrove freetail bat.",
    "Description": "Ozimops cobourgianus is a small species of a microchiropteran genus, allied with the family Molossidae. Their forearm measurements are from 32.0 to 35.1 millimetres, an average of 34 mm, and their weight is 6.8 to 10.5 grams (7.3 g). The length of the head and body combined is a mean  50.5 mm for its range of 47 to 55 mm, the tail length is 30 to 36 mm (33 mm).\nThe fur is light and creamy in colour at the head and back, the hair is brown to orange at the upper part of the cream coloured shaft and tinged with grey brown. The animal's pelage is lighter at the front, a yellowish shade of cream, and extends out from the body at the wing line from the humerus to the upper leg. A slightly lemon colour is found at the fringe of the upper lip, the throat to chin are yellowish grey.The genital morphology of Ozimops species allows them to be distinguished, the glans penis of O. cobourgianus bears large spiny epithelial protuberances over much of the surface. The shape of the glans shaft is a cylinder that tapers at the head, which is free of the spines. The head of the glans penis is composed of a pronounced mound at the end of the baculum, parted from an inner head.  The exterior of the penis is covered in long hair, and there is a small preputial gland with around ten long hairs.",
    "Distribution and habitat": "Ozimops cobourgianus is found at coastal regions, up to one hundred kilometres inland. They are found at Shark Bay in the north of the west coast, and known from populations along the northern coast to the border of the Northern Territory and Queensland. They have not been recorded at the coast, midway between these two areas, at the higher rainfall zones of the Kimberley region and the west of the Top End. Their occurrence at the western Kimberley extends to offshore islands,  Koolan, Lachlan and Sunday Islands, and only known at coastal fringes of mangrove forest. The species occurs further inland in the range across the Top End,  O. cobourgianus also occurs at the Tiwi Islands in the Northern Territory; the western most record of this population is around Wadeye and to the east near Wollogorang Station.They are known to occupy tree hollows of the mangrove species Avicennia marina, but no other types of roost site are known.",
    "Ecology": "The stability of the population and vulnerability to threats is unknown. The IUCN red list notes this population is less vulnerable to changes in land use in the region, it may be vulnerable to threats to coastal regions due to increased industrial and tourist development of the region; the status of least concern is given only tentatively. Two geographically remote populations appear to exist in the north and northwest, with differences in the habitat they occupy. The northwest population is reported in large colonies, possibly related to breeding or maternity, and records are sparse across the range. The individuals or colonies may be transient in areas, noted as sometimes absent when localities were resurveyed.Ozimops cobourgianus are observed gathering above the tree canopy after sunset in numbers of around one hundred, and dispersing themselves to forage in surrounding areas. The numbers of individuals in colonies may be seasonal or regional, as information is limited to a few observations of their habits. The maternity season is sometime between December and February, with single births, and they are assumed to live around eight to ten years. The individuals reach sexual maturity at around ten months, also assumed from similar species, and the midpoint of these ages is inferred for the generation length of O. cobourgianus as four to five years.\n\n\n== References =="
  }
}