{
  "url": "https://en.wikipedia.org/wiki/Mormopterus_ridei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Ozimops"
    },
    {
      "Species": "O. ridei"
    }
  ],
  "text": {
    "__SUMMARY__": "Ozimops ridei is a species of molossid bat found in Australia",
    "Taxonomy and etymology": "A species of genus Ozimops, established to separate new species and generic combinations of Australian molossid bats.\nThe population has been described as a subspecies of Mormopterus loriae, Loria's mastiff bat.\nIn 2008, it was elevated for the first time to species rank—a view that was further corroborated in 2014 when a review of systematics and morphological characters of Australian Mormopterus was published. The generic combination of this species was inferred by the elevation of the subgenus to genus Ozimops.The eponym for the species name \"ridei\" is likely William Ride, who was an accomplished Australian zoologist.",
    "Description": "It is a smaller member of its genus, with a body mass of 5–11.2 g (0.18–0.40 oz).\nIts forearm is 30–35 mm (1.2–1.4 in) long.\nFur color is highly variable among individuals, with some bats a light brownish-gray while others are darker brown.",
    "Biology and ecology": "It is nocturnal, roosting in sheltered places during the day such as inside Eucalyptus tree hollows or in buildings.\nIt is insectivorous, often foraging near habitat edges.",
    "Range and habitat": "It occurs along much of the eastern coast of Australia.\nIt is generally found in areas with more than 500 mm (20 in) of annual rainfall.",
    "Conservation": "It is listed as least concern by the IUCN—its lowest conservation priority.\nIt meets the criteria for this category because it has a very large extent of occurrence, a large estimated area of occupancy, it uses a wide variety of habitats, and its range includes protected land.\nHowever, the IUCN assessment does express uncertainty over its population trend; it is unknown if its population is stable or declining.",
    "External links": "Images of two individuals with transmitters attached\nOccurrence map of this species\n\n\n== References =="
  }
}