{
  "url": "https://en.wikipedia.org/wiki/Mormopterus_lumsdenae",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Ozimops"
    },
    {
      "Species": "O. lumsdenae"
    }
  ],
  "text": {
    "__SUMMARY__": "Ozimops lumsdenae is a species of molossid bat found in Australia, the largest of the genus Ozimops.",
    "Taxonomy": "A species of genus Ozimops, both taxons emerging in the publication of new species and generic combinations of mostly Australian molossid bats.\nPrior to this, an analysis of populations in the regions in 1988 had identified this group as 'Mormopterus species 1'.\nSpecimens have previously been described as Mormopterus beccarii, at least in part.. The generic combination of this species was inferred by the elevation of a subgenus to genus Ozimops. The first publication of the species was in 2014, allying it to a subgenus of the group under revision as Mormopterus (Ozimops) lumsdenae.The synonymy of the new species was recognised as,\n\nMormopterus species 1 Adams et al. 1988\nMormopterus beccarii Peters, 1881\nMormopterus beccarii astrolabiensis Meyer, 1899The type specimen, a male, was obtained on 13 September 2002 by three collectors at a water dam aside the Peninsula Developmental Road, north of the town Coen in Queensland.\nThe epithet refers to an ecologist and conservation advocate of bats, Lindy Lumsden, which the authors gave in honour of her contribution to chiropteran research.",
    "Description": "Ozimops lumsdenae is a larger microbat, insectivorous flying mammals, which is robust in appearance and the largest of its genus. The length of the forearm is 35.2 to 40.4 millimetres and weight was measured to give a range from 11 to 19.5 grams. The pelage is a rich brown colour at the back and lighter on the ventral side. The genital morphology distinguishes O. lumsdenae from sister species, the clitoris is visible as a long projection. The phallus is comparatively short, around 4 mm, the preputial gland is elongate and large. The glans penis of the species is approximately 2.6 mm and cylindrical, with structural forms that distinguish the males from other species.",
    "Distribution and habitat": "An endemic species of the Australian mainland, the distribution range extending across the north of the continent; these areas are up to 700 kilometres from the coastline in a range of habitats receiving 200 to 1500 mm of rainfall each year. The range across the Top End and into the Pilbara region is reported to be sparsely colonised by the species, and regarded as uncommon. The records of specimens in Queensland are extensive but uncertain, and the penetration into the southeast of the country has not been established. The southern occurrence in the east are records in echolocation surveys undertaken in New South Wales that indicate a widespread range in the region, although no specimens are certain to have been collected there.The recorded habitat of O. lumsdenae is associated with permanent water, agricultural dams, and watercourses in semi-arid regions, where it resides and forages in eucalypt woodland. The species is also found in tropical (high rainfall) regions, where habitat includes a range of rainforest, riparian zones at rivers and floodplain, and wetter woodland or savannah vegetation.",
    "Ecology": "The species may occur with others of the genus Ozimops, it is recorded in sympatry with Ozimops ridei O. cobourgianus, O. halli and perhaps with O. petersi.The conservation status of Ozimops lumsdenae is least concern at the entry in the IUCN redlist, which notes the population may decline as a result of land use changes, primarily the pastoralist techniques that are recognised as degrading habitat in the regions inhabited by the species.",
    "Notes": "\n\n== References =="
  }
}