{
  "url": "https://en.wikipedia.org/wiki/Mormopterus_kitcheneri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Ozimops"
    },
    {
      "Species": "O. kitcheneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Ozimops kitcheneri, the south-western free-tailed bat, is a species of molossid bat found in Southwest Australia. A small flying mammal, it forages in forests and woodlands for insects.",
    "Taxonomy": "The description as a new species was published in 2014 by McKenzie, Reardon, & Adams, separating them from a poorly understood population known as the planiceps group.\nThis was the result of a revision of the uncertain diversity of several Mormopterus populations, previously recognised by their affinity to species Mormopterus planiceps.\nBefore its publication as a new species, the group were identified as \"south-western freetail bat Mormopterus planiceps (long penis form, in part)\" (eg Menkhurst, 2011) to separate them from populations in the east and distinguish the short penis form of another group with overlapping range.The species has been placed with an arrangement of allied taxa as subgenus Mormopterus (Ozimops) Reardon, McKenzie & Adams, 2014. Acknowledgement  by the Australian Faunal Directory as a full species of a new genus cites its recognition by taxonomic authorities in 2015.The holotype was collected near Balladonia with a mist net over a dam at a roadside. This specimen, a male adult, and was placed at the Western Australian Museum by the collectors. The paratypes cited in the description are a female adult caught on the same day at the site, and adult male collected at Jaurdi and female at Credo.The eponym for the species name \"kitcheneri\" is Darrell Kitchener \"for his prolific contribution to elucidating the systematics of Indo-Australian mammals, especially bats\".",
    "Description": "Mormopterus kitcheneri has an \"unusually flattened skull\", similar to the southern species M. planiceps and M. petersi, the inland free-tailed bat. The fur is dark and long, the coloration at the upper side is grey-brown and slightly darker than the ventral side. The colour of bare skin is grey or pinkish.\nA small species, with a forearm length of 32.6 to 35.4 millimetres and a body mass of 7.5 to 10.5 grams.",
    "Distribution and habitat": "The species is only recorded in Western Australia, at regions in the southwest of the continent. The habitat is dry sclerophyll forest or heath, and Mallee woodland. They occur in many areas of the semi-arid wheatbelt, partly overlapping in range with the inland species Ozimops petersi.\nThe area of occupancy has not been determined, but reasonable assumed to have been greatly reduced by the extensive removal of habitat during the British colonisation of Southwest Australia. The population trends or trajectory are largely unknown due to the absence of historical data. The species is recorded at remnant bushland and roosting in urban structures, and regularly appears in surveys within its distribution range.",
    "Ecology": "An endemic species of Australia. It is nocturnal, roosting in sheltered places during the day such as hollow trees and human structures.\nIt forages for its insect prey in uncluttered air spaces, open or semi-open woodlands; the climate of the recorded locations is mesic or semiarid habitat. The species was recorded in sympatry with Mormopterus petersi at the Coolgardie and Avon regions.Ozimops kitcheneri, like the species Austronomus australis, forages above the canopy of forest and woodland.",
    "Conservation": "As of 2017, it is assessed as a least-concern species by the IUCN.\nIt meets the criteria for this classification because it has a wide geographic range, it tolerates a variety of habitats, its range includes protected areas, and it is frequently documented.\nIts population size is estimated at 35,000 individuals, which is likely an underestimation.\n\n\n== References =="
  }
}