{
  "url": "https://en.wikipedia.org/wiki/Mormopterus_halli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Ozimops"
    },
    {
      "Species": "O. halli"
    }
  ],
  "text": {
    "__SUMMARY__": "Ozimops halli is a species of molossid bat, referred to as freetails, which is found at the Cape York Peninsula in Australia.",
    "Taxonomy": "A species of genus Ozimops, both taxons emerging in the publication of new species and generic combinations of mostly Australian molossid bats.\nPrior to this, an analysis of populations in the regions in 1988 had identified this group as 'Mormopterus species 5 (populations S and T)'.\nSpecimens have previously been described as Mormopterus ridei, at least in part, or  other uncertainty in paraphyletic groups once referred to as the planiceps complex. The generic combination of this species was inferred by the elevation of a subgenus to genus Ozimops. The first publication of the species was in 2014, allying it to a subgenus of the group under revision as Mormopterus (Ozimops) halli.The common names also include Cape York free-tailed bat.\nThe type specimen, a male, was obtained on 7 November 2006 by four collectors at the Ironbark Dam in the Oyala Thumotang National Park.\nThe epithet refers to a conservation advocate of bats, Leslie Hall, which the authors gave in honour of his contribution to chiropteran research.",
    "Description": "Ozimops lumsdenae is a larger microbat, insectivorous flying mammals, which is robust in appearance and the second largest of its genus. The length of the forearm is 31 to 35 millimetres and weight is around 9 grams. The colour of the pelage is a rich or orange brown, the frequent contrast of front and back related species is indistinct and O. halli is almost uniform in colour. There is a yellowish hue in hair at the side of the neck. The skin is very dark brown, evident at the snout, ears and the patagium across the wings.",
    "Distribution and habitat": "The records for Ozimops halli, which number around a dozen, are in separate localities in the north of Queensland. The known records are separated by around 500 kilometres, in a region poorly surveyed for bat populations, and it may be widespread or occur in isolated colonies. The established range is within or nearby to the type location, the conservation area Oyala Thumotang NP. Surveys of the distribution range would be assisted by analysis of the characteristics of the species echolocation call.The species is known from specimens captured by mist nets laid near bodies of water in open vegetation of eucalypt woodlands. They are presumed to inhabit tree hollows as this is the habit of sympatric species and those in similar habitat.",
    "Ecology": "The species may occur with others of the genus Ozimops, it is recorded in sympatry with Ozimops ridei and probably O. lumsdenae.The conservation status of Ozimops halli is data deficient at the entry in the IUCN redlist, which notes the stability of the population as unknown.",
    "Notes": "\n\n== References =="
  }
}