{
  "url": "https://en.wikipedia.org/wiki/Musonycteris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "MusonycterisSchaldach & McLaughlin, 1960"
    },
    {
      "Species": "M. harrisoni"
    }
  ],
  "text": {
    "__SUMMARY__": "The banana bat (Musonycteris harrisoni) is an endangered species of bat in the family Phyllostomidae.  It is also commonly known as the trumpet-nosed bat or the Colima long-nosed bat.",
    "Description": "M. harrisoni is a medium-sized bat ( 12.6g males, 10.9g females) with an extremely long rostrum, small rounded ears, and a short tail.  Due to the size of the rostrum this bat also has a long skull.  The rostrum makes up approximately half the length of the skull. The common coloring of this bat is grayish brown.  The base of each individual hair is white with a brown tip.",
    "Distribution and habitat": "This species was first discovered in a banana grove. (Gardner, 1977)  Musonycteris harrisoni is endemic to Mexico.  The main distribution within Mexico is in the states of Colima, Michoacán, and Guerrero.  This bat is one of the phyllostomid bats with the smallest range, covering only approximately 20,000 km2.  Its natural habitat is subtropical or tropical dry shrubland. It is threatened by habitat loss.  The maximum recorded altitude for the species is over 1,700 m.",
    "Phylogeny": "Musonycteris harrisoni is monotypic within the genus Musonycteris.This bat is also a neotropical nectar-feeding bat (Phyllostomidae: Glossophaginae).  Neotropical nectar-feeding bats comprise approximately 40 species that differ widely in their dependence on a diet of nectar.M. harrisoni can be grouped into two clades. These clades are divided by region. There are individuals from the northern or southern portion of the species' range. These clades have a 41% genetic variance. The northern clade is restricted by the Sierra Madre mountain range along the Pacific coast of Mexico.",
    "Diet": "Banana bats are nectarivores. This bat consumes both forest and cultivated plant species in its diet. The main plant diet of the banana bat consists of Cleome, Pseudobombax, Crataeva, Agave, Helicteres, and Pachycereus pecten-aboriginum - however they have been seen visiting other types of plants as well.  Even with the long rostrum that Musonycteris harrisoni has they have no tight relationships with long-tubed flowers that usually require a long rostrum.   The pollen collected on the hair of M. harrisoni when feeding is usually eaten as one of the only reliable nitrogen sources for the bat.  Many other nectarivores shift their main diet from nectar to fruits or insects for part of the year however M. harrisoni is unable to do this due to their long jaws. (Gardner 1977) Their jaw size restricts them to a liquid food source for leverage reasons.Based on 84 pollen findings, M. harrisoni visited at least 14 pollen-producing plant species during an annual cycle. Additionally, these bats were using the cultivated bananas (Musa) that did not produce any pollen.",
    "Behavior": "In one study, eight lactating females were caught in the dry season between mid-March and mid-April. Females caught between July and September showed no signs of advanced pregnancy or lactation, so M. harrisoni seems to reproduce during the dry season and only once a year. Recaptures of study animals were always less than 1 km apart; most were within 100 m of the initial capture.In spite of an obviously variable floral resource environment, M. harrisoni was a year-round resident in the study area, which might be also related to its body size. Migrations following regional nectar availability (Fleming et al. 1993) are known so far only from larger glossophagine species such as Leptonycteris, Choeronycteris mexicana, and to a lesser extent, Anoura geoffroyi",
    "Physiology": "Since Musonycteris harrisoni feeds on nectar it has developed some special adaptations.  One example of this is that the scales on their hairs spread out at an angle to the main shaft. This is unique because the hairs of most bats are relatively smooth.  These scales allow for a heavier coat of pollen.  The collected pollen is useful as a source of nitrogen, however it is also used to pollinate plants.  M. harrisoni serves as a pollinator for C. grandiflora.Another adaptation for nectar feeding is that these bats have a specialized hovering flight to feed on flowers.  They also have a long tongue which can be up to two-thirds of their body length.  This tongue length allows for maximum nectar extracting power.  The tongue of one individual measured 76 mm from the ‘‘gape of the jaw to the outstretched tip’’.",
    "References": "\nChiroptera Specialist Group 1996. Musonycteris harrisoni. 2006 IUCN Red List of Threatened Species. Downloaded on 30 July 2007\nGARDNER, A. L. 1977. Feeding habits. Pp. 293–350, in Biology of the bats of the New World family Phyllostomatidae. Part II (R. J. Baker, J. K. Jones Jr., and D. C. Carter, eds.). Special Publications, The Museum, Texas Tech University, 13:1–364.\nTellez, Guillermo; Ortega, Jorge (3 December 1999). \"Musonycteris harrisoni.\" (PDF). Mammalian Species (No. 622). Retrieved 19 November 2015.\nStoner, Kathryn E.; Quesada, Mauricio; Rosas-Guerrero, Victor; Lobo, Jorge A. (2002). \"Effects of Forest Fragmentation on the Colima Long-nosed Bat (Musonycteris harrisoni) Foraging in Tropical Dry Forest of Jalisco, Mexico\". Biotropica. 34 (3): 462–467. doi:10.1111/j.1744-7429.2002.tb00562.x.\nTschapka, Marco; Sperr, Ellen B.; Caballero-Martínez, Luis Antonio; Medellín, Rodrigo A. (2008). \"Diet and Cranial Morphology of Musonycteris harrisoni, a Highly Specialized Nectar-Feeding Bat in Western Mexico\". Journal of Mammalogy. 89 (4): 924–932. doi:10.1644/07-MAMM-A-038.1.\nOrtega, Jorge; Tschapka, Marco; González-Terrazas, Tania P.; Suzán, Gerardo; Medellín, Rodrigo A. (2009). \"Phylogeography of Musonycteris harrisoni Along the Pacific Coast of Mexico\". Acta Chiropterologica. 11 (2): 259–269. doi:10.3161/150811009X485503.\nHowell, D. J.; Hodgkin, Norman (1976). \"Feeding adaptations in the hairs and tongues of nectar-feeding bats\". Journal of Morphology. 148 (3): 329–336. doi:10.1002/jmor.1051480305. PMID 1255733.\nAguirre, L. F.; Herrel, A.; Van Damme, R.; MatThysen, E. (2003). \"The implications of food hardness for diet in bats\". Functional Ecology. 17 (2): 201–212. doi:10.1046/j.1365-2435.2003.00721.x."
  }
}