{
  "url": "https://en.wikipedia.org/wiki/Myotis_macropus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. macropus"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern myotis (Myotis macropus), also known as large-footed myotis,  is a species of vesper bat (Vespertilionidae) in genus Myotis. The southern myotis is one of only two Australian \"fishing\" bats and feeds by trawling its specially adapted feet along the water's surface for aquatic invertebrates and fish.",
    "Distribution": "M. macropus is distributed along the east coast of Australia, from south-east Queensland to New South Wales and Victoria. A smaller presence was also recorded along the coasts of other national territories. It has been recorded west of the Great Dividing Range in the 1970s at a billabong in Boomanoomana State Forest, near Mulwala and the Murray River.\nMore recently, bats surveys of State Forests of Western New South Wales found individuals on the Murrumbidgee River near Hay. Their calls have also been recorded on the Murray River, adjacent to the extensive Millewa/Barmah River Red Gum forests, near Deniliquin.\nNo broader bat surveys have targeted M. macropus by concentrating surveying efforts on inland water bodies. This could prove the species is more widespread than previously thought.",
    "Conservation": "M. macropus is listed on the New South Wales Threatened Species Act 1995, prior to its taxonomic split from Myotis adversus.\nA decline in water quality and increased urbanisation have been linked to M. macropus exclusion from aquatic habitats. The species has been identified as vulnerable to heavy metal pollution and bioaccumulation.",
    "Appearance": "As a 'vesper bat', M. macropus are considered to be 'mouse-like' with small, rounded ears, however, its most prominent feature is its enlarged feet. Being at least 8 mm long, the M. macropus foot is specially adapted for trawling. Its toes are wide-set with long, hook-like claws. Like all bats, the hind limbs of the M. macropus are orientated so that the knees point backwards when they are bent, while the bottom of their feet face anteriorly. This aids them in scooping up aquatic prey and bringing it to their mouth, mid-flight.\nM. macropus has dark-grey to reddish brown fur covering its dorsum with a paler shade covering its venter. Its wings span approximately 28 cm and it weighs up to 15 g.",
    "Habitat": "It lives in humid environments up to 840 meters of altitude.",
    "Diet": "Using echolocation, M. macropus forage upon aquatic and terrestrial prey. Analysis of their scat has found their diet to consist of a wide range of taxa. Among these are fishes, Hymenoptera, Chironominae (non-biting midges), Culicidae (mosquitoes), Lepidoptera (primarily moths), Coleoptera, Notonectidae and Corixidae (water boatmen).",
    "Behaviour and reproduction": "",
    "Behaviour and reproduction-Echolocation and vocalisations": "M. macropus has an unusually linear call. The starting frequency of the call is between 70–80 kHz before dropping to between 35–40 kHz. Complete calls have a \"kink\" halfway through at approximately 50 kHz, which often reoccurs before the call is terminated. The call of the M. macropus is similar to that of Nyctophilus, leading to confusion. Unlike other echolocating bats, there is little to no regional variation in terms of their call.",
    "Behaviour and reproduction-Maternity colonies": "",
    "Behaviour and reproduction-Emergence behaviour": "",
    "References": "",
    "References-Sources": "Law B. and Anderson J., 1999: A survey for the Southern Myotis, Myotis macropus (Vespertilionidae) and other bat species in River Red Gum Eucalyptus camaldulensis forests of the Murray River, New South Wales. Australian Zoologist 31: 166-174.\nPennay, M., Law, B., Reinhold, L. (2004). Bat calls of New South Wales: Region based guide to the echolocation calls of Microchiropteran bats. NSW Department of Environment and Conservation, Hurstville\nAnderson J., Law B. and Tidemann C. 2006: Stream use by the large-footed myotis Myotis macropus in relation to environmental variables in northern New South Wales. Australian Mammalogy 28: 15-26.\nCampbell S., 2009: So long as it’s near water: variable roosting behaviour of the large-footed myotis (Myotis macropus). Australian Journal of Zoology, 2009, 57, 89–98.",
    "External links": " Data related to Myotis macropus at Wikispecies\n\nMyotis macropus on the Atlas of Living Australia\nMyotis macropus on the Environment Department of New South Wales\nMyotis macropus classification on Animal Diversity Web"
  }
}