{
  "url": "https://en.wikipedia.org/wiki/Naked-rumped_pouched_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Saccolaimus"
    },
    {
      "Species": "S. saccolaimus"
    }
  ],
  "text": {
    "__SUMMARY__": "The naked-rumped pouched bat (Saccolaimus saccolaimus), also known as pouched tomb bat, is a species of sac-winged bat in the family Emballonuridae.\nIt is found in Australia, Bangladesh, India, Indonesia, Malaysia, Papua New Guinea, the Philippines, Solomon Islands, Sri Lanka, Thailand, and possibly Myanmar.\nThe animal is known as පැස් පිරි-වවුලා (paes piri wawulaa) in Sinhala.",
    "Taxonomy": "Described in 1838 by Coenraad Temminck. the author assigned the species to a new genus. The type location is in Indonesia.The uncertain diversity of related populations is represented by five subspecies,\n\nspecies Saccolaimus saccolaimus Temminck, 1838.\nsubspecies Saccolaimus saccolaimus saccolaimus\nsubspecies Saccolaimus saccolaimus affinis\nsubspecies Saccolaimus saccolaimus crassus\nsubspecies Saccolaimus saccolaimus nudicluniatus De Vis, 1905.\nsubspecies Saccolaimus saccolaimus plutoThe form nudicluniatus described by De Vis in 1905, a population found in Queensland, was recognised as Saccolaimus  nudicluniatus.",
    "Description": "Head and body length is 8–9 cm. Forearm 7 cm. Wingspan 45 cm.\nS. saccolaimus or T. saccolaimus (Payne et al., 1985) have dark-reddish brown or blackish brown upperparts which are irregularly marked with white patches. Their underparts are usually white, but in one colour phase it can be dark brown. They have no wing pouch or in other words, a poorly developed radio-metacarpal pouch. They have a distinct glandular pouch on the throat.  The ear is short and broadly rounded with ribbing on the interior of the pinna with a short tragus which has a semicircular margin. It has long and narrow wings with black skin and translucent whitish portions. It is the largest species with the whitest wings.",
    "Distribution": "India and Sri Lanka through South-East Asia to Borneo, Sumatra, Java and Timor (Indonesia); New Guinea; North-East Queensland (Australia); Guadalcanal island (Solomon Islands). The species seems to have become absent in Australia.  Bat-detector observations suggest that the species is very common in western Java, whereas further in the east (e.g. Bali) it is less common and its relative Taphozous melanopogon dominates in dry and coastal areas.",
    "Biology and ecology": "This medium-sized bat roosts in hollow trees and rock crevices and sometimes houses in colonies varying from a few individuals to a few hundred. Roosting bats maintain individual spacing. They are alert at the roost and scurry all over the roost substrate if disturbed. Echolocation clicks produced by this bat in flight are audible. females give birth to a single young per litter.\nBat-detector observations have revealed this species to be common in cities, villages, above rice fields, other (wet) cultivated areas and forest edges and has been heard up to 2000m in mountainous areas. This species is not commonly heard hunting over continuous forest. It is one of the earliest species to emerge and can often be seen hunting together with swiftlets about 15–40 metres above the ground, estimated from frequent visual observations. The built of this species suggests it to be an open air forager. Individuals are usually seen hunting in wide circles over several hundred of metres. They have been seen feeding on termite swarms when available.",
    "References": "",
    "Further reading": "Murphy S. (2002) Observations of the 'Critically Endangered' bare-rumped sheathtail bat Saccolaimus saccolaimus Temminck (Chiroptera: Emballonuridae) on Cape York Peninsula, Queensland. Australian Mammalogy 23: 185–187."
  }
}