{
  "url": "https://en.wikipedia.org/wiki/Natal_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Mormopterus"
    },
    {
      "Subgenus": "Mormopterus"
    },
    {
      "Species": "M. acetabulosus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Natal free-tailed bat (Mormopterus acetabulosus) is a species of bat in the family Molossidae, the free-tailed bats. It is native to the islands of Mauritius and Réunion. It is known from fewer than five locations in its range, but it is common at a few sites. It roosts in caves, and it is considered to be an endangered species due to disturbance of its cave habitat.",
    "Taxonomy and etymology": "It was described as a new species in 1804 by French naturalist Johann Hermann.\nHermann placed it in the genus Vespertilio.\nIn 2008, the Natal free-tailed bat was split into two taxa with the description of a new species, Mormopterus francoismoutoui.\nThe species is called the \"Natal\" free-tailed bat because of another species Hermann described, Dysopes natalensis, named after the Natal Province of South Africa.\nDysopes natalensis was later synonymized with the Natal free-tailed bat.\nIts species name \"acetabulosus\" is Latin for saucer-shaped.",
    "Description": "The Natal free-tailed bat is a very small species of bat.\nIts upper lip is very wrinkled.\nIts ears are small and connected in the back by a thin interaural membrane.\nMales have a sebaceous gland, as with some other free-tailed bats, but they do not have an interaural crest.\nIts dental formula is 1.1.1.33.1.2.3 for a total of 30 teeth.",
    "Range and habitat": "It is endemic to Mauritius.\nThere is one \"doubtful\" record from Madagascar and two records from South Africa which may be vagrants.",
    "Conservation": "As of 2017, it is listed as endangered by the IUCN.\nFrom 1999–2017, its population likely declined by more than 80%.\nIts caves are being disturbed for tourism.\n\n\n== References =="
  }
}