{
  "url": "https://en.wikipedia.org/wiki/Nathusius's_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Pipistrellus"
    },
    {
      "Species": "P. nathusii"
    }
  ],
  "text": {
    "__SUMMARY__": "Nathusius' pipistrelle (Pipistrellus nathusii (Keyserling and Blasius)) is a small bat in the pipistrelle genus. It is very similar to the common pipistrelle and has been overlooked in many areas until recently but it is widely distributed across Europe.",
    "Description": "The length of the head and body is 46–55 mm and the wingspan is 220–250 mm. It has a forearm length of 32–40 mm and weighs about 6–15.5g. The fifth finger is longer than 43 mm.  Its fur is medium-dark reddish-brown above, often with paler tips, and is pale brown below. The fur is longer and less uniformly-coloured than the common pipistrelle. It is also larger than the common pipistrelle with broader wings. The face, ears, wings and tail are dark.",
    "Distribution": "Nathusius' pipistrelle occurs from Western Europe eastward as far as the Ural Mountains, Turkey and the Caucasus. It is highly migratory with individuals from northern and eastern areas moving south-west for the winter. Preferred habitats are parkland and light woodland, often near water.\nIt is generally commoner in Central and Eastern Europe. In the west it is mainly a rare winter visitor but new breeding colonies have been found in several areas in recent years. In Ireland and Britain it was previously thought to be a vagrant with only a handful of records including several from oil rigs in the North Sea. It is now known to breed at several sites in Britain and Ireland.Threats to the species include the loss of hollow trees and toxic chemicals from the treatment of timber in buildings. However, it is a protected species in many countries and breeds successfully in bat boxes.",
    "Diet and reproduction": "It emerges early to hunt, flying in straight lines with rapid, deep wingbeats at around 3 to 15 metres above the ground. It feeds on small to medium-sized flying insects, particularly chironomid midges.\nBreeding colonies are located in hollow trees, bat boxes and sometimes in buildings. Mating takes place from July to early September when males gather a harem of females in their mating territory. In spring the females gather at nursery roosts where they give birth to two young.",
    "Echolocation": "The frequencies used by this bat species for echolocation lie between 36–62 kHz, have most energy at 41 kHz and have an average duration of 6.9 ms.",
    "References": "Frank Greenaway & A. M. Hudson (1990) A Field Guide to British Bats, Bruce Coleman Books, Uxbridge\nJon Russ (2004) Nathusius' pipistrelle in Great Britain & Ireland (retrieved 15/01/07)\nWilfried Schober & Eckard Grimmberger (1993) Hamlyn Guide: Bats of Britain and Europe, Hamlyn, London.\nR. E. Stebbings & Francesca Griffith (1986) Distribution and Status of Bats in Europe, Institute of Terrestrial Ecology, Huntingdon.",
    "External links": "ARKive Photographs, Video.\nListen to bat sing Audio of courtship song at roost and while flying.\n\n]"
  }
}