{
  "url": "https://en.wikipedia.org/wiki/Natterer's_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. nattereri"
    }
  ],
  "text": {
    "__SUMMARY__": "Natterer's bat (Myotis nattereri) is a European vespertilionid bat with pale wings. It has brown fur tending to greyish-white on its underside. It is found across most of the continent of Europe, parts of the Near East and North Africa. It feeds on insects and other invertebrates which it catches on the wing or pursues on the ground.\nIn summer it roosts in deciduous and coniferous trees, buildings or bat boxes close to its feeding habitats. In winter it hibernates in caves, tunnels, mines or cellars, usually hiding in crevices. This bat was first described in 1817 by Heinrich Kuhl, who named it in honour of the Austrian naturalist Johann Natterer.",
    "Description": "Natterer's bat is a medium-sized species and grows to a head and body length of 1.75 to 2 inches (44 to 51 mm) with a forearm (elbow to wrist) length of 1.75 inches (44 mm). It weighs between 5 and 9.5 grams (0.18 and 0.34 oz). The short, dense fur on the dorsal (upper) surface of head and body is greyish-brown while the ventral (under) surface is whitish-grey.  The ears and the wing membranes are smoky grey. This bat can be distinguished from other similar species by the fact that the free edge of the interfemoral membrane between the hind limbs is wrinkled and fringed with stiff, curved hairs and the calcar, a spur of cartilage that supports the membrane, is shaped like a \"S\".",
    "Distribution and habitat": "The Natterer's bat species complex has a western Palaearctic distribution and is native to most of Europe, parts of the Middle East and parts of northern Africa. Its range extends from southern Sweden, Finland and western Russia in the north to Ireland, the United Kingdom, Spain and Portugal to the west. It extends eastwards to Ukraine, western and southwestern Asia Minor, the Levant, the Caucasus region, the Kopet Dag Mountains in Turkmenistan, Iran and northern Kazakhstan. Its southern limit is Morocco and Algeria, southwards as far as the Atlas Mountains. Records from North Africa are few in number and the population there is likely to be small. Its historic range included Norway, in which it is now a possibly extirpated species.\nIt is found from sea level up to an altitude of about 2,000 metres (6,600 ft). It is found in forests, parkland, and in open countryside with scattered woodland. It roosts in holes in trees, buildings and nestboxes. In winter it hibernates in caves, mineshafts, tunnels and cellars, hiding itself away in cracks and crevices usually near the cave entrance. It is largely a resident species and the summer roosts and winter hibernation sites are usually within 120 kilometres (75 mi) of each other.",
    "Behaviour": "Natterer's bat is nocturnal and insectivorous. It emerges at dusk to hunt for insects and uses echolocation to find prey and orient itself at night. Like many other species of bat, it emits sounds at too high a frequency for most humans to detect and then interprets the echoes created in order to build a \"sound picture\" of its surroundings. The frequencies used by this bat species for echolocation lie between 23–115 kHz and have most energy at 53 kHz. The individual signals have an average duration of 3.8 ms. The wide bandwidth of its frequency-modulated search signals enables it to detect prey only a few centimetres from vegetation and it does not use vision, olfaction or sounds emitted by its prey for this purpose. The bat feeds on the wing and it mostly catches insects in flight but it is also able to feed on prey items such as spiders and caterpillars dangling close to foliage on silken threads.During a study of the bat's diet, examination of droppings showed that it can also gather prey items from the ground. The diet was found mostly to consist of large Diptera (flies) but Trichoptera (caddisfly), Hymenoptera (bees, wasps, ants and hoverflies) and Arachnida (spiders and harvestmen) were also commonly eaten. The remains of other prey items occasionally found in the droppings included Lepidoptera (moths), Coleoptera (beetles), Hemiptera (bugs), Dermaptera (earwigs) and Chilopoda (centipedes). This bat may use its interfemoral membrane to catch prey and the fringing hairs may have a sensory function. It has been shown that it can land on the ground to pick up and pursue invertebrates that are active at night, and continues to emit search signals in order to locate them precisely.Breeding takes place in the spring and many Natterer's bats may congregate in a nursery roost. After fertilisation, a female normally gives birth to a single offspring after a gestation period of fifty to sixty days, but twins sometimes occur. Weaning takes place six or seven weeks later and the juvenile becomes sexually mature the following year.",
    "Status": "The IUCN has listed the Natterer's bat in its Red List of Threatened Species as being of \"Least Concern\" because it has a very wide distribution and is abundant in many parts of its extent. The population trend seems to be steady and no significant threats have been identified. The IUCN does note however that in some parts of its range woodlands are under threat and land management practices are changing. Roosting sites in trees and buildings may be destroyed and in Africa, cave roosting habitats are being damaged. The bat is used in traditional medicine practices in North Africa.Natterer's bats are protected under the European Habitats Directive, the Bonn Convention (Eurobats) and the Berne Convention.  In the United Kingdom their rarity means that woodlands containing the species may be considered for notification as Sites of Special Scientific Interest or Special Areas of Conservation and may attract a grant under Natural Englands Environmental Stewardship scheme.",
    "See also": "Bokeloh Bat lyssavirus",
    "References": "Woodland Management for Bats",
    "External links": "ARKive Photographs, video."
  }
}