{
  "url": "https://en.wikipedia.org/wiki/Negros_naked-backed_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Dobsonia"
    },
    {
      "Species": "D. chapmani"
    }
  ],
  "text": {
    "__SUMMARY__": "The Philippine naked-backed fruit bat or Philippine bare-backed fruit bat (Dobsonia chapmani) is a megabat that mostly lives on Negros Island. Two small populations were also found on Cebu Island in the Philippines. Like other bare-backed fruit bats, its wings meet along the midline of their bodies, making it a very agile flier. It roosted in caves, in areas where little light penetrated the gloom. It was so abundant once that it left piles of guano, which were used by miners as fertiliser.\nBy the mid-1980s, the lowland forest was replaced by sugar cane plantations and the bat vanished. In 1996 the species was declared extinct by the IUCN, as none had been sighted since 1964, but the bat was rediscovered in 2000. The species now survives in very small numbers. The bat lives in caves and comes out at night to eat fruits from local rainforests. After the forests were cut down to make way for sugar plantations the bat population dropped drastically, and the few remaining ones are still hunted for their meat. Now the bats reside in the few areas of remaining forest, and if these are cut down, the species is likely to go extinct. The forest where the bats live in Cebu is protected in that it cannot be cut down, but there are no conservation measures on Negros.",
    "Physical description": "Dobsonia chapmani is a large fruit bat that lives in Southeastern Asia in the Philippines and the surrounding islands. It measures 218–221 mm from nose to tail and weighs 125–143 g. The wings of this bat connect to the midline of the back giving it a naked/furless appearance.",
    "Group size": "The density of this species is unknown; in the past, the size of the colonies would rarely exceed 300-400 individuals.",
    "Habitat": "The bat prefers limestone caves in the forest. The forest habitats, consist of naturally open and shrubby native vegetation such as: batino (Alstonia macrophylla), hindunganon (Macaranga sp.), tubug (Ficus septica), and matamban (Mallotus sp.), which grow on steep slopes. For food, the bat also utilizes the surrounding agricultural clearings that are planted with abacá (Musa textiles), gabi (Colocasia esculenta), and coconuts (Cocos nucifera). Only about 60 ha. remain of forested land for this species, all of which is outside of the protected Central Cebu National Park.",
    "Diet": "As the name implies this species eats many kinds of fruit, so they act as an important species for seed dispersal.",
    "Major threats": "Until only a few years ago this species was thought to be extinct due to three common threats. The first is overharvesting of these bats for meat due to their large size. The second and most devastating threat is deforestation, which is inevitable because of the growing human population. The last factor is no measures are taken to protect the habitat of this species, except for a few minor areas in the Carmen municipality.",
    "Secondary threats": "White-nose syndrome is a threat to all bat species including this fruit bat.\nClimate change may disrupt breeding seasons and affect the limited habitat of this bat.\nGenetic diversity due to the population bottleneck that occurs at low population density.",
    "Conservation efforts": "In the Carmen municipality on Cebu Island the local government has formed a group of environmental protection coordinators who patrol and report violations in the habitat of the Philippines naked backed fruit bat. The duty of these coordinators is to survey cave \"sanctuaries\", as named by the municipal government, and report changes in the habitat and hunting of bats. A reforestation project is underway as well. Many other towns are following in Carmen’s footsteps by becoming proactive in saving this bat. There is also a law that applies to both of the islands, which is the Republic Act 9147 or the Wildlife Resources Conservation and Protection Act. This Act, among other objectives, conserves and protects wildlife and their habitat.This species is also known as a flagship species in many areas in which it lives. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
    "References": "",
    "Further reading": "A Gap in Nature (2001) Tim Flannery and Peter Schouten. William Heinemann. ISBN 0-87113-797-6\n“Key Conservation Sites in the Philippines”. (2001) Mallari, N. D., Tabaranza Jr., B. R. and Crosby, M.."
  }
}