{
  "url": "https://en.wikipedia.org/wiki/New_Zealand_greater_short-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Mystacinidae"
    },
    {
      "Genus": "Mystacina"
    },
    {
      "Species": "†M. robusta"
    }
  ],
  "text": {
    "__SUMMARY__": "The New Zealand greater short-tailed bat (Mystacina robusta) is one of two species of New Zealand short-tailed bats, a family (Mystacinidae) unique to New Zealand. Larger than the New Zealand lesser short-tailed bat, there have been no confirmed sightings of this species since 1965 and it is considered to be critically endangered, if not extinct. In prehistoric times it lived in the North and South Islands but by the time of European arrival was restricted to small islands near Stewart Island/Rakiura. It is thought that a rat invasion of Taukihepa/Big South Cape Island in 1963 led to the species extinction.",
    "Description": "M. robusta was not considered to be separate from the New Zealand lesser short-tailed bat (Mystacina tuberculata) until 1962, when it was suggested as a subspecies. It was not recognized as a completely separate species within Mystacinidae until 1985, long after it was thought to have become extinct. Morphologically, M. robusta is larger than M. tuberculata with specimens of the former having a mean forearm length of 45.3-47.5mm as opposed to the latter, 40-45mm, which also has larger ears that reach beyond the muzzle when pushed forward. It is described as having a wingspan of 300mm and a body length of 90mm.",
    "Species biology": "Very little is known about the biology of the species, since it was not recognized as a separate species until after it is believed to have become extinct. Edgar Stead visited Taukihepa/Big South Cape Island in 1936 and made several observations. He described the species as flying no more than “ten feet above the ground” and always after dusk. At one point he found seven bats roosting in a tree cavity in a state of torpor. After capturing a few and putting them in a cage they crawled around on the floor, much like New Zealand lesser short-tailed bats are known to do. As well as roosting in tree cavities, it is known that they roosted in granite caves on Taukihepa/Big South Cape Island and Rerewhakaupoko/Solomon Island.The few existing photos show that this species had dark-brown fur and darker wings. Nothing is known about their natural diet; however, it is likely to be similar to the diet of the closely related lesser short-tailed bat, which eats insects, especially beetles, flies, and moths, as well as flowers, fruit, nectar, and pollen. As a highly endangered member of an ancient evolutionary family, the species is accorded a high ranking on the EDGE list of mammals, sitting fourth.",
    "Distribution": "Sub-fossil evidence suggests that M. robusta was widespread throughout New Zealand until the arrival of the Polynesian rat/Kiore. There are no records of this species from the North Island and South Island since the arrival of Europeans and it was probably restricted to several islands near Stewart island/Rakiura by this time. The only records from the twentieth century are from caves on Taukihepa/Big South Cape Island and Rerewhakaupoko/Solomon Island. Here it survived in the absence of rats until the 1960s.",
    "Conservation status": "The last refuge of this species was Taukihepa/Big South Cape Island until ship rats (Rattus rattus) were accidentally introduced in 1963. This rodent invasion decimated the bird life of the island, leading to the extinction of Stead's bush wren (Xenicus longipes variabilis) and Stewart Island snipe (Coenocorypha aucklandica iredalei). The South Island saddleback (Philesturnus carunculatus) was only saved by the translocation of 36 individuals to a nearby island. M. robusta, not recognized as a separate species at the time, was not considered a priority for conservation effort and is believed to have subsequently become extinct, last seen in 1965.More recently, eyewitness reports of bats from Taukihepa/Big South Cape Island and nearby Putauhina Island have spurred new searches for this species. In 1999 an expedition to the islands recorded unusual “mystacinid-like” echolocation calls on Putauhina Island but no bats were seen or caught on this or a subsequent expedition in 2009. As a result of this evidence the IUCN status of the species, formerly listed as extinct, has been changed to ‘critically endangered’ and the New Zealand threat classification is currently ‘data deficient’. Further searches are required to ascertain if the species still persists on these islands. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction. The bat is among the 25 “most wanted lost” species that are the focus of Global Wildlife Conservation's “Search for Lost Species” initiative.",
    "References": "",
    "Further reading": "A Gap in Nature by Tim Flannery and Peter Schouten (2001), published by William Heinemann",
    "External links": "Short-tailed bats (New Zealand Department of Conservation) - http://www.doc.govt.nz/nature/native-animals/bats-pekapeka/short-tailed-bat/\nGreater short-tailed bat at TerraNature\nhttp://www.edgeofexistence.org/mammals/species_info.php?id=541\nhttp://animaldiversity.ummz.umich.edu/accounts/Mystacina_robusta/"
  }
}