{
  "url": "https://en.wikipedia.org/wiki/New_Caledonian_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. nebulosus"
    }
  ],
  "text": {
    "__SUMMARY__": "The New Caledonian long-eared bat, species Nyctophilus nebulosus, is a vespertilionid bat found in New Caledonia. They are only recorded at Mount Koghis, near Nouméa, and the population is decreasing.",
    "Taxonomy": "The formal description of the species was published in 2002 by H. E. Parnaby, although there is an earlier reference by Tim Flannery to the population by a common name. The author compared three specimens to the two species they most closely resemble, Nyctophilus gouldi and N. bifax  and presented a diagnosis based on their morphology. The holotype was collected 150 metres north of the Station d'Altitude car park at Mt. Koghis at 450 metres asl. The collection was made by Flannery at 5.45 pm, 10 May 1991, when the specimen, a male adult, flew into a mist net set across a forest track. A second specimen, a female, was added to the collection the same evening, and the third obtained at the site several days later. The specimens examined by Parnaby were collected toward or at dusk.The epithet, nebulosus, refers to both the difficulty in its specific diagnosis and to its known range. The intention is to allude to the \"misty heights of Mt Koghis\" and to the nebulous features that obscured the morphological comparison to those  characteristics that are well defined in other Nyctophilus species. The common name is New Caledonian long-eared bat.",
    "Description": "A species of Vespertilionidae, allied to the long-eared genus Nyctophilus, only observed at the south-western side of a mountain, Mt. Koghis, in Nouméa.The fur of the species is dark brown, a reddish colour in the male and chocolate brown in the female. The ventral side is slightly lighter than the back. Skin colour is grey-brown and dark at the snout, ears and at the membranes of the wing.The species has some resemblance to Nyctophilus gouldi, but lacks the distinctly lighter contrast of the fur on the ventral side; Nyctophilus nebulosus is also darker in colour at the back. The eastern species N. gouldi is around the same size except for the evidently larger ears. Several characteristics place this species as an intermediate in a range of  measurements for Nyctophilus bifax and N. gouldi, although experimental comparison of measurement data provides support for separation as species.",
    "Ecology": "The specimens obtained at Mt. Koghis were active in a cleared area of tall rainforest at dusk. The mountain is surrounded by grassland and Maquis shrubland.\nClassified as critically endangered at the IUCN redlist, the population is noted as in decline. Threats include removal of habitat for a variety of developments, commercial, residential and recreational, and through logging or fire management practices.\nDue to its imperilled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction.",
    "References": "",
    "References-Citations": "\n\n=== Notes ==="
  }
}