{
  "url": "https://en.wikipedia.org/wiki/New_Zealand_long-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Chalinolobus"
    },
    {
      "Species": "C. tuberculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The New Zealand long-tailed bat (Chalinolobus tuberculatus), also known as the long-tailed wattled bat or pekapeka-tou-roa (Māori), is one of 15 species of bats in the genus Chalinolobus variously known as \"pied bats\", \"wattled bats\" or \"long-tailed bats\".  It is one of the two surviving bat species endemic to New Zealand, but is closely related to five other  wattled or lobe-lipped bats in Australia and elsewhere.",
    "Description": "The long-tailed bat is a small brown bat (weighing 8–12 g) with a long tail connected by a patygium to its hind legs: this feature distinguishes it from New Zealand's other bat species, the short-tailed bat. The bat's echolocation calls include a relatively low frequency component which can be heard by some people. It can fly at 60 kilometres per hour, and has a very large home range (100 km²).  Life expectancy for this species is unknown, though it exceeds nine years. It is the main host of the New Zealand bat flea. This species has a highly variable body temperature and rate of metabolism.",
    "Diet": "Long-tailed bats hunt by hawking, or capturing and consuming aerial insects while flying. Flies are their most significant food source, with moths and beetles also important. The bat is an insect generalist, consuming insects that are abundant in the landscape.",
    "Roosting": "New Zealand long-tailed bats are selective when choosing roost trees. Preferred roosts are located at low altitude at the bottoms of valleys, less than 500 metres (0.31 mi) from the woodland edge. The bats prefer tall roosts of large diameter located in areas of lower tree density, particularly live red beech trees or snags. Three-quarters of roost trees identified in the South Island were at least one hundred years old. The bats roost in small cavities within the trees that have high temperatures and humidity.",
    "Reproduction": "Males and females are capable of successful reproduction after their first year, and most females first give birth at age two or three. Mating is thought to occur in February and March, shortly before hibernation, based on the proportion of males with swollen epididymides at this time. Females give birth to a single pup during the New Zealand summer (December and January) and provide sole care for their young, gathering with other females in maternity roosts of up to 120 individuals; small numbers of adult males and non-reproductive females are present in the roosts as well. These subcolonies move to new trees almost every day, breaking apart into smaller groups or reforming into larger ones. In some areas limestone caves are also used, but mainly as a night roost between feeding bouts. Pups fledge about 40 days after birth. Pups are likely weaned within ten days of fledging.",
    "Conservation": "The species first gained legal protection under the New Zealand Wildlife Act 1953. The New Zealand long-tailed bat has been classified in New Zealand by the Department of Conservation as \"Nationally Critical\" with the qualifier \"Conservation Dependent\" under the New Zealand Threat Classification System as a result of a predicted decline of greater than 70%. The bats' preference for large, old roost trees makes them at risk from habitat destruction through logging. They may also be at risk from windfarms, unless successfully relocated.",
    "References": "",
    "External links": "NZ Department of Conservation Bat Site\nDOC 1995 Threatened Species Recovery Plan (distribution map on page 4)\nLong-tailed bats discussed on RNZ Critter of the Week, 17 November 2017"
  }
}