{
  "url": "https://en.wikipedia.org/wiki/New_Zealand_lesser_short-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Mystacinidae"
    },
    {
      "Genus": "Mystacina"
    },
    {
      "Species": "M. tuberculata"
    }
  ],
  "text": {
    "__SUMMARY__": "The lesser short-tailed bat (Mystacina tuberculata) – pekapeka-tou-poto in Māori – is the only living species of bat in the family Mystacinidae, and is endemic to New Zealand. One of the most terrestrial of bats, it is notable for foraging more on the forest floor than any other bat species. Its population is declining, a result of forest clearance and introduced predators.",
    "Description": "New Zealand lesser short-tailed bats are relatively small, being 6 to 7 cm (2.4 to 2.8 in) in head-body length, with a wingspan of 28 to 30 cm (11 to 12 in). Adults weigh 10 to 22 g (0.35 to 0.78 oz) before feeding, although this may increase by as much as 30% after a full night's foraging. One of only two living species of bats in New Zealand, they can be easily distinguished from New Zealand long-tailed bats by the presence of relatively large, pointed ears, prominent nostrils, and by their tails. In the short-tailed bat, the tail is only 12 mm (0.47 in) long, but extends for at least half of that length beyond the edge of the uropatagium, whereas the longer tail of the other species is entirely enclosed within it.The bat has a long, conical snout, with numerous whiskers, and terminating in large, tubular nostrils. The tongue is long and slender, typically 12 mm (0.47 in) in length, and has a number of hair-like structures at the tip, that aid in feeding on nectar. Another unique distinguishing feature of the species is the presence of small talons at the base of the main claws on both its toes and wings, thought to aid in both crawling and climbing. The bat has very thick fur, which varies from dark brown to mousy-grey, and is slightly paler on the underside of the animal.",
    "Distribution and habitat": "Short-tailed bats are found primarily on the North Island of New Zealand, where they inhabit forests from sea level to the tree line at about 1,100 m (3,600 ft). Within the island, at least 9 distinct populations have been identified, with most being located in the central regions. A few isolated populations are known from South Island, including one at Fiordland. Smaller populations have also been identified on Codfish Island and Little Barrier Island.A colony of around 300 short-tailed bats was also found in the Waiohine Valley of the Tararua Forest Park in the late 1990s. The only known population of short-tailed bats in southern North Island, they may be related to both the volcanic plateau and the southern short-tailed bats. They became isolated during a glacial period in the centre of North Island, and through volcanic activity, more than 90,000 years ago. Pups from this unique and isolated colony, born in captivity, have been transferred to Kapiti Island in an attempt to establish an insurance population in a predator-free environment.",
    "Distribution and habitat-Subspecies": "Three subspecies have been named on the basis of their morphological features:\nM. t. tuberculata (southern short-tailed bat) - Codfish Island, northwest Nelson, and Fiordland\nM. t. auporica (Kauri Forest short-tailed bat) - Northland and  Little Barrier Island\nM. t. rhyacobia (Volcanic Plateau short-tailed bat) - Northland, central North Island, and Taranaki.However, genetic analysis of short-tailed bats from across New Zealand has, instead, identified six potential subspecies, with overlapping ranges. These do not clearly match the three generally recognised taxa shown above. A fourth putative subspecies, M. t. robusta was identified in 1984, but was subsequently confirmed as a distinct species, the New Zealand greater short-tailed bat, now believed to be extinct.",
    "Diet": "Short-tailed bats are omnivorous and opportunistic, feeding on whatever food is available in their environments. They forage in areas of dense forest and deep leaf litter, and may travel considerable distances from roosting to foraging sites each night. Their wings have a low aspect ratio and low wing loading, suggesting high manoeuvrability and moderate flight speed, suitable both for long travel and foraging close to the ground. They have been reported to eat insects, especially beetles, flies, and moths, as well as flowers, fruit, nectar, and pollen.The bats may be an important pollinator of the wood rose (Dactylanthus taylorii), a threatened parasitic plant which grows on the roots of trees on the forest floor.",
    "Behaviour": "Short-tailed bats are nocturnal, spending the day roosting in hollow trees. Many bats roost alone, using small cavities in the wood, but colonies of over a hundred individuals are not uncommon. Although they generally use natural cavities or crevices, they have also been reported to chew out burrows within the wood using their sharp incisor teeth. Such burrows consist of hollowed out chambers connected by narrow tunnels up to several metres in length. They typically spend only a few weeks at any given roosting site, before moving on, although individual roosts may be reused repeatedly over the course of several decades.The bats emerge from their roosts 20 to 150 minutes after sunset, and forage for much of the night. Short-tailed bats spend only around 30% of their foraging time catching insects in the air, typically flying less than 2 m (6 ft 7 in) above the ground, and a further 40% feeding from plants. The remaining 30% is spent hunting on the forest floor, a higher proportion than any other species of bat. To assist with this unusual style of hunting, short-tailed bats are able to fold their wings inside a protective sheath formed from their membranes, and the wings have only a very limited propatagium, making them more flexible and mobile. Movement along the ground is also assisted by strong hind limbs and a robust pelvic girdle, and by the additional talons on their claws.They hunt their prey using scent, passive hearing, and echolocation. Their main calls have a wide bandwidth and are multiharmonic, with a peak amplitude of 27 to 28 kHz. They also make shorter pulsed, frequency modulated calls. The bats enter torpor in cold weather and stay in their roosts for up to 10 days at a time before emerging to feed. They may also enter daily torpor when roosting alone. However, they are capable of remaining active even in subzero temperatures when necessary.",
    "Reproduction": "Short-tailed bats are lek breeders, with males occupying individual mating roosts during the breeding season and using repetitive ultrasonic calls to attract females. The males also mark the entrances to their mating roosts with an oily secretion produced in scent glands on the throat; the oil has a musky odour, and may help to attract the females. Mating most commonly takes place between February and May.After mating, the embryo enters a state of delayed implantation through the winter, so a single young is born in the summer. Newborn bats are hairless, but otherwise well-developed, and weigh just 5 g (0.18 oz). The permanent teeth erupt at three weeks, and the young are fully furred and able to fly by four weeks of age. They leave the maternal roost at six weeks, and grow rapidly; they are fully grown within three months.",
    "Conservation": "The subspecies of the lesser short-tailed bat have been classified by the New Zealand Department of Conservation as \"Nationally Vulnerable\" or \"At Risk\" under the New Zealand Threat Classification System. This species is the sole host of the New Zealand batfly, which lives in a symbiotic relationship with it.",
    "References": "",
    "Further reading": "New Zealand Bats, P. D. Dwyer. Tuatara: Volume 8, Issue 2, May 1960\nConservation Status of New Zealand bats, 2012",
    "External links": "Specimens of short tailed bats in the collection of the Museum of New Zealand Te Papa Tongarewa.\nVideo of lesser short-tailed bat feeding\nLesser short-tailed bat discussed on Radio NZ Critter of the Week, 5 August 2016"
  }
}