{
  "url": "https://en.wikipedia.org/wiki/New_Guinea_big-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "PharotisThomas, 1914"
    },
    {
      "Species": "P. imogene"
    }
  ],
  "text": {
    "__SUMMARY__": "The New Guinea big-eared bat, species Pharotis imogene, is a vespertilionid bat endemic to Papua New Guinea. It is listed as a critically endangered species due to ongoing habitat loss. It is the only known member of the genus Pharotis, which is closely related to Nyctophilus.\nPreviously, the species was believed to have been extinct since 1890, when it was last spotted. In 2014, researchers realized that a female bat collected near Kamali in 2012 was a member of this species.",
    "Taxonomy": "The genus Pharotis and the species Pharotis imogene were both described in 1914 by British zoologist Oldfield Thomas.\nThe specimens used by Thomas to describe the species had been collected by Lamberto Loria in 1890.\nThomas obtained the specimens via Giacomo Doria of the Museo Civico di Storia Naturale.\nThe etymology of the prefix \"phar-\" is unclear.\nThe suffix \"-otis\" is from Ancient Greek \"οὖς,\" meaning \"ear\".\nFurthermore, the etymology or eponym of imogene is also unclear.\nAn arrangement within the family Vespertilionidae, the common evening bats, allies this genus to the similar Nyctophilus, within subfamilial taxon Vespertilioninae as the tribe Nyctophilini, known as the big-eared bats of Australia and New Guinea.",
    "Description": "Its fur is dark brown; its ears and flight membranes are brown as well.\nIt is similar in appearance to the small-toothed long-eared bat, Nyctophilus microdon, with which it is sometimes confused.\nIt can be differentiated from Nyctophilus species by looking at the skin between the nostrils—in the New Guinea big-eared bat, this skin is hairless, while it has fine hairs in Nyctophilus.\nIts forearm length is approximately 39.6 mm (1.56 in).\nIts ears and tragi are both long, at 24 mm (0.94 in) and 15 mm (0.59 in), respectively.\nIts head and body length is 50.1 mm (1.97 in).\nIndividuals weigh roughly 7.7 g (0.27 oz).",
    "Biology and ecology": "Little is known about this species, as it is rarely encountered.\nBased on its large ears, however, it is hypothesized that it might hunt for insect prey using low-intensity echolocation.\nIt possibly captures prey by gleaning, which means plucking them off of a surface rather than aerial pursuit.",
    "Range and habitat": "The individual captured in 2012 was in a logged lowland rainforest of the Abau District of Papua New Guinea.\nIts habitat preference is unknown, but possibly includes lowland sclerophyll woodlands or woodlands with patches of rainforest.",
    "Conservation": "In 2008, the IUCN classified this species as critically endangered, possibly extinct.\nAt the time, the species had not been definitively encountered since 1890.\nIn 2012, researchers rediscovered the species when they captured an adult female, though at first they were unsure which species they had found.\nDue to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
    "References": "",
    "External links": "Story detailing its rediscovery after feared extinction"
  }
}