{
  "url": "https://en.wikipedia.org/wiki/Nigerian_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Chaerephon"
    },
    {
      "Species": "C. nigeriae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Nigerian free-tailed bat (Chaerephon nigeriae) is a species of bat in the family Molossidae. It is native to two widely separated parts of Africa, and is sometimes considered to represent two separate species.",
    "Description": "The Nigerian free-tailed bat is one of the larger lesser mastiff bats, measuring about 11 cm (4.3 in) in body length, with a 4 cm (1.6 in) tail. It has very dark brown fur, with bands of white hair on the lower surfaces of the wings join the body. The wings and the membranes between the legs are white and translucent. The head is flattened in shape, with large round ears connected by a band of skin rolled over into a ridge. Males have a crest of hair behind this ridge, which they can raise, apparently as a display to females.",
    "Distribution and habitat": "The Nigerian free-tailed bat has two subspecies, found in distinct regions of Africa. The nominate subspecies, N. nigeriae nigeriae, is found in a band of territory running from Sierra Leone in the west to extreme northern Congo in the east, and occasionally as far east as Ethiopia. A more southerly subspecies, N. nigeriae spillmanni, is found from the southernmost parts of Congo to Botswana and from Angola to Tanzania and Malawi. Within these regions, it is found in savannah woodlands and on the partially cleared margins of tropical rainforests.",
    "Biology and behaviour": "The Nigerian free-tailed bat is nocturnal, and feeds on insects. It spends the day roosting in groups of about ten to fifteen adults, typically in hollow trees or under bark. Breeding occurs around the beginning of the rainy season, with young being born between June and August in the north, and around December in the south.The digestive tract of Nigerian free-tailed bats is somewhat unusual. There is a large glandular sac attached to the duodenum, which is lined by Brunner's glands, and secretes alkaline mucus into the intestine to neutralise excess acid from the stomach. The bat also lacks a colon, with the small intestine opening directly into the short rectum.\n\n\n== References =="
  }
}