{
  "url": "https://en.wikipedia.org/wiki/Northern_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Lasiurus"
    },
    {
      "Species": "L. intermedius"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern yellow bat (Lasiurus intermedius) is a non-migratory bat in the family Vespertilionidae, typically active year-round except during abnormally frigid winter weather, during which they will induce torpor.",
    "Description": "The northern yellow bat is larger than the southern yellow bat, and has an average body length of 14 cm, weight of 14-31 g, and wing span of 35–41 cm. Its body fur ranges in color from yellow orange to gray-brown, and is dark tipped. Wing membranes are generally darker than the body, and forearms are light. Unusually for Lasiurine bats, only the front half of the tail membrane is furred, and this species also lacks white markings on the shoulders and wrists.",
    "Distribution and habitat": "Primarily found along the coastal regions of the southeastern United States and eastern Texas, Cuba, coastal Mexico, and Central American countries of  Belize, Costa Rica, El Salvador, Guatemala, and Honduras. This is the most abundant bat species in some regions of Florida. This species has a few occurrence records from Virginia, North Carolina, and Pennsylvania.This species typically inhabits wooded areas near permanent water sources or coastal habitats with Spanish moss (Tillandsia usneoides) or palm trees. In the southeastern United States, L. intermedius distribution almost always coincides with Spanish moss, which they use for both roost and maternity sites. Bats roost within the Spanish moss itself or beneath the dead hanging fronds of fan palm trees. A single palm tree or live oak tree draped in Spanish moss may be home to several individuals year-round, and multiple pregnant and lactating females may form a maternity colony, despite the solitary nature of most Lasiurine bats. One study found bats favored Sand live oaks (Quercus geminata) with an average roost height of 2.23 m above the ground and 1.57 m above the nearest vegetation. The average length of a roost was 0.98 m and average width was 0.44 m. Clumps of Spanish moss used for roosting sites were 2-3 times larger than clumps of un-used Spanish moss in the area. All roosts were within 1 m of the sandy road and less than 11 m from a lake. These bats frequently changed their roost site. In August 2003, a male northern yellow bat was found roosting on the underside of a partially dead frond of cabbage palm (Sabal palmetto) along the edge of Lake August in a residential lawn in Florida. The cryptic coloration of this species makes it difficult to spot on the brown frond of a palm.",
    "Reproduction": "Mating occurs during flight in the fall (and occasionally winter), and although females may have three or four embryos in the spring, typically only twins are born in late May or early June. If their maternity roost is disturbed, mother yellow bats will pick up their pups and carry them to a safer roost. Baby bats become volant (able to fly) between June and August, and will form evening feeding aggregations with adult females while adult males remain solitary.",
    "Diet and foraging behavior": "This species is most commonly seen at dusk, foraging around street lamps or over golf courses. Lasiurus intermedius prefers foraging in open areas, typically 5–7 meters (17–23 feet) above the ground usually in areas with minimal shrubs and scattered clumps of trees, above grassy regions (such as airports, pastures, golf courses, lake edges), and along forest edge. The majority of their diet is composed of true bugs, flies, mosquitoes, beetles, leafhoppers, flying ants, and on the rare occasion, damselflies and dragonflies.",
    "Threats": "Removal of Spanish moss and old palm fronds, which are necessary for this species to roost and reproduce in, has reduced their reproductive rate. This species is also threatened by residential mosquito spraying.This species is not affected by white-nose syndrome, although the causative fungal agent, Pseudogymnoascus destructans has recently been found within their range.\n\n\n== References =="
  }
}