{
  "url": "https://en.wikipedia.org/wiki/Northern_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. nilssonii"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern bat (Eptesicus nilssonii) is the most abundant species of bat in northern Eurasia. It is found from England to Hokkaidō and down to northern India. It is closely related to the serotine bat (Eptesicus serotinus).",
    "Description": "The northern bat is a medium-sized animal with short and rounded ears. The species range from 8 to 16 g in weight depending on the season. It is 54 to 64 mm in body length and 240 to 280 mm in wing span, which is a moderate size for a bat. The nose, ears, and the tail and wing are black or blackish brown. Most of body is coated with dark brown or black with some gold touched at the tip of the hairs in the head and back region. The coat on the ventral side is yellowish brown. Like other dental structure of Eptesicus genus, there is no presence of peculiarities, but it is large compared to the size of skull.",
    "Distribution and habitat": "It is widespread throughout Eurasia, and is the most common bat in northern part of the continent. It is found from northern Scandinavia (beyond the Arctic Circle) to northern Italy, and eastern England to northern Japan. The bat mostly favours forest uplands about 200–2000 m above sea level.",
    "Behavior": "It was thought that northern bat is a sedentary species, but research shows colonies have moved as far as 450 km. It does not migrate seasonally but over a period of years.Breeding season is in late autumn, and the females stores the male sperm over the winter. The hibernation begins in early winter (November and December), and until March or April. Only then do the females get pregnant, pregnancy lasting for 50–60 days. In summer, males dwell alone, but females form a colony of 10-80 adults. A colony is formed in early summer and disbanded in August, when young bats are able to fly. Winter colonies are often found in houses, natural or artificial underground habitats.",
    "Behavior-Hunting": "Northern bats are nocturnal and fast flying, adapted to hunting airborne insects using echolocation. For example, northern bats commonly hunt ghost moths while the moths are hovering above ground to attract a mate. The species hunts in open spaces with speed of 5–6 m/s. The sound pulse consists of 10-13 ms in normal foraging habitats, sometimes up to 18 ms of steeply frequency-modulated (FM) component (about 40–30 kHz). The bats send out the pulse about every 200 ms, and the steep FM are used to locate obstacles or targets, allowing them to fly indoors.\nIn high latitude areas, female northern bats fly during daytime because of the short nights, but their foraging peaks after dusk and sometime before dawn. Females select small feeding territories where their food source is abundant, and sometimes can be used by the same individual over a period of years.",
    "Genetics": "Serotine bats (Eptesicus serotinus) are cryptic species of northern bats. They are distinguishable by appearance but research shows that there is little genetic difference between the two species (only difference of intraspecific variation).",
    "See also": "List of placental mammals\nList of mammals of Korea\nList of mammals in Norway",
    "References": "",
    "External links": "Eptesicus nilssonii - Science for Nature Foundation"
  }
}