{
  "url": "https://en.wikipedia.org/wiki/Northern_cave_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Vespadelus"
    },
    {
      "Species": "V. caurinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern cave bat (Vespadelus caurinus) is a vespertilionid bat that occurs in Australia.",
    "Description": "A species of Vespadelus, smaller insectivorous microbats, which are tiny in size and often dwell in caves. The weight range is 2.3 to 4.2 grams, a mean average of 3.1 grams. The length of the forearm is 26.6 to 31.7 millimetres, head and body is 32 to 40 mm, the tail is 24 to 35 mm, ear from base to tip is 8 to 12 mm long. The fur colour is greyish brown, darker at the base and warmer brown at the rump. They are exceptionally agile in their flight capabilities.The birthing season of V. caurinus is around October to February, the austral summer, and they produce up to two young.",
    "Taxonomy": "The description was first published in 1914 by Oldfield Thomas, naming it as a species of genus Eptesicus.  Vespadelus caurinus is one of several species referred to cave vespadeluses.Vernacular for V. caurinus include:, northern, little northern, or western cave bat and little brown bat.",
    "Range and habitat": "The species occurs in the monsoonal tropics of Australia from the Kimberly region of Western Australia, throughout the Top End of the Northern Territory and the lower Gulf of Carpentaria into north-western Queensland. They inhabit the inside of caves or doulder piles, beneath overhanging rocks, or occupying small crevices and cracks at cliff faces. Some built structures are also exploited by Vespadelus caurinus, abandoned mines and buildings and subterranean installations such as storm-water culverts. They are also known to occupy the nests of fairy martins, the bird species Petrochelidon ariel. V. caurinus forages for insects in monsoonal forest and open woodland close to running water.\nThe species is one of many bats found near the northern city of Darwin. They occur at the Casuarina Coastal Reserve, inhabiting the observation posts installed during the second world war. They are observed to cohabitat with other microbat species, the common sheathtail species Taphozous georgianus and dusky leaf-nosed species Hipposideros ater.Vespadelus caurinus superficially resembles the species Vespadelus douglasorum, except for the larger size and tinges of yellow in the fur of that species; both species occur in the Kimberley region of the northwest. They may only be easily distinguished from Vespadelus finlaysoni by the locality, which do not overlap, or comparison of forearm length as less than 32 mm and usually smaller size overall; the second method of diagnosis is less certain as size ranges are variable in both species.",
    "Conservation": "Vespadelus caurinus is listed with the conservation status of least concern at state registers in the Northern Territory and in Queensland.\n\n\n== References =="
  }
}