{
  "url": "https://en.wikipedia.org/wiki/Northern_broad-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Scotorepens"
    },
    {
      "Species": "S. sanborni"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern broad-nosed bat – Scotorepens sanborni – is a species of the vespertilionid family of microbats. It can be found in northern Australia, Timor-Leste, and Papua New Guinea.",
    "Taxonomy": "The species was first described by Ellis Le Geyt Troughton in 1937, allying to a genus Scoteinus.\nThe taxon was assigned to the rank of subspecies, as Scotorepens balstoni sanborni, but recognised as a species following a revision by Darrell Kitchener. The type locality in the Milne Bay region of Papua New Guinea.\nThe author nominated the specific epithet sanborni in recognition of the works of Colin C. Sanborn, a curator at the Field Museum of Natural History and appreciation for his accommodation in Chicago while researching the mammals of Oceania.The two populations found in Australia are reported to be genetically distinguishable.",
    "Description": "A species of Scotorepens, closely resembling the widespread 'inland' or 'western' species S. balstoni excepting its slightly larger size. The muzzle is hairless and has prominent glands that are characteristic of the genus. The pelage colour is variable among individuals, the hair over the upper-parts is a uniform sandy to tawny olive and darker than the bi-coloured ventral fur, which is a pale greyish brown with whitish tips.The measurements of the geographical separated Australian populations are distinguished as those from the northwest and another from Queensland, as with S. balstoni the size of individuals becomes greater in the east and north of the range. The size and weight range of the Kimberley and Top End group is 28 to 34 millimetres for the forearm, an average of 31 mm; head and body combined is 37 to 48  mm; tail length is 27–36 mm; ear length is an average of 10 mm, ranging from 9–12 mmm; the average weight of the range 5.7 to 7.3 grams is 6.5 g. Those in Queensland are somewhat larger, a forearm length averaging 33 mm, for a range of 31–36 mm; head and body is 40–52 mm; tail ranges in length from 29 to 39 mm, ear length from 10 to 13 mm. The weight range of the eastern populous is 5.7 to 9.1 grams, an average of 7.3 g.",
    "Distribution and habitat": "A widely distributed species whose range extends across Timor-Leste, Papua New Guinea and the northern coast of Australia.\nThere are two geographically separated populations in the northern parts of Australia. One is located from the western Top End to the Kimberley region in the northwest of the continent, occurring in coastal and sub-coastal wooded regions of mangrove forest and near waterways. Another population is located north of Rockhampton, inland from the coast to the Cape York peninsula, occurring at heathlands, open woodland and monsoonal forest.",
    "Behaviour": "The daytimes roosts are usually sited in tree hollows, although buildings have also be used. They are often observed foraging for smaller flying insects such as midges and mosquitoes over open water. The species reproduces during September to November.\n\n\n== References =="
  }
}