{
  "url": "https://en.wikipedia.org/wiki/Northern_long-eared_bat_(Nyctophilus)",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. arnhemensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Nyctophilus arnhemensis, known as the northern or arnhem long-eared bat, is a species of Chiroptera (bats) native to northern regions of Australia. The distribution range is from north-western Queensland to northern Western Australia.",
    "Taxonomy": "The description of the species was first published in 1959 by David H. Johnson, the result of examination of mammal specimens the author collected on a 1948 scientific expedition backed by American and Australia institutions. The type specimen was collected near Yirrkala, in the Arnhem Land region, and placed at the US National Museum. The taxon is widely recognised. The epithet arnhemensis indicates the origin of Johnson's specimen.\nCommon names regionally distinguish this species of Nyctophilus: the northern, Arnhem, or Arnhem Land, 'long-eared bat', or as Arnhem nyctophilus. The species is not restricted in range to the Arnhem Land, and occurs beyond this region of northern Australia. The vernacular northern long-eared bat is also used in reference to Nyctophilus daedalus.",
    "Description": "A species of Nyctophilus of intermediate size. The measurement of the tibia is 36 to 40 millimetres, and weight range is 5 to 8 grams. The hair of the back is a mid brown, rusty colour, ventral fur is lighter. An indistinct ridge of flesh, located behind the snout, is shallowly incised. The litter size is thought to be up to two young. The shorter wing arrangement is more broad, allowing it to manoeuvre more slowly through densely vegetated environments that are unavailable to micro-bats of the region. The hunting and foraging technique is to patrol branches and foliage seeking insects.",
    "Habitat and distribution": "Nyctophilus arnhemensis is found inhabiting mangrove, woodland and forest, and favours roosts in thick vegetation, beneath loose cover near a tree trunk. They reside under the papery bark of melaleuca species and especially favour pandanus in riparian zones. It is locally common, but limited by the amount of suitable habitat; they have been reported occupying residential roof structures. There is a preference for mangrove, especially west of the Dampier Peninsula. Freshwater sites include lagoons and waterholes.The distribution range is at tropical regions across the north of the continent, near fresh or saline waters, at coastal areas and offshore island. This range extends beyond the Kimberley region to the west and to the Gulf of Carpentaria in the east, an outlying record at Cape York (the tip of Cape York Peninsula) was tentatively identified as this species. However, as with many vespertilionid bats of northern Australia, the population seem to have become geographically isolated by the Gulf of Carpentaria, which lacks caves and suitable trees for roosts. They occur at islands of the north, Melville Island, the Bonaparte Archipelago, Groote Eylandt, and the Sir Edward Pellew Group.The species has fared better in pandanus environs, and remains common where the once populous hoary wattled Chalinolobus nigrogriseus seemed vulnerable to the more frequent burns; the ability to detect and evade advancing fire-fronts is assumed to have given the species an advantage. N. arnhemensis remains well hidden beneath dead fronds of the pandanus and frequently relocates, for reason of hygiene or evading a potential predator. The wetland habitat of pandanus provides large and diverse sources of food for this bat.The species has a large population that is presumed level or increasing, and identified as 'least concern' (IUCN, 2008) on the international red list.\nThe bats are vulnerable to the consequences of altered land use, to agricultural and pastoralist activities, primarily the removal of their roosting and foraging habitat.\n\n\n== References =="
  }
}