{
  "url": "https://en.wikipedia.org/wiki/Northern_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. stenotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern leaf-nosed bat (Hipposideros stenotis) is a micro-bat of the family Hipposideridae, known as 'leaf-nosed' bats. The species is endemic to northern regions of Australia. They are highly manoeuvrable in flight, and use echolocation to forage for insect prey.",
    "Description": "A species of Hipposideros, and superficially similar to the species H. semoni, with long grey brown fur and complex 'nose-leaf' feature around the nostrils. The ears are rounded with an extended point at the tip, the length from this tip to the base of the ear is 17 to 22 millimetres. The noseleaf and ear structures are used for echolocation of prey while foraging at night. \nThe wing shape allows a slow flight speed, which gives a fluttery motion as the species moves closely to the vegetation in search of flying insects. The behaviour is described as wary, and they are rarely captured in surveys.The colour of the pelage is paler at the front, and the animal is sparsely covered with light brown to whitish hair at the intersection of the body and wing membrane.\nThe length of the forearm is 42 to 46 mm, the head and body combined is from 40 to 46 mm, and the average weight, for the measured range of 4.6 to 6.4 grams, is 5.5 grams.",
    "Taxonomy": "It was described as a new species in 1913 by British zoologist Oldfield Thomas.\nThe holotype that Thomas used to describe the species had been collected by Knut Dahl at the Mary River.\nThe species name \"stenotis\" is from Ancient Greek \"stenós\" meaning \"narrow\" and \"ōt\" meaning \"ear\".\nIn his description, Thomas referred to its ears as \"remarkably narrowed.\"The common names include northern leaf-nosed bat, narrow-eared roundleaf bat, and lesser warty-nosed horseshoe bat.",
    "Distribution and habitat": "The records for the species are in the Top End of the Australian continent, at the Kimberley region in the northwest, and in the Gulf Country of the northeast to the west of Mount Isa. In the north-western range H. stenotis also occurs at offshore islands at the Buccaneer Archipelago. They are known to occupy sandstone caves or piles of boulders, abandoned mines have also provided roosts for the species. Foraging is in woodlands and rainforest habitat, and across open hilly plains dominated by spinifex.",
    "Conservation": "It is currently evaluated as least concern by the IUCN—its lowest conservation priority.\nIt meets the designation for this category because it has a large geographic range and it is not likely to be in rapid population decline.\n\n\n== References =="
  }
}