{
  "url": "https://en.wikipedia.org/wiki/Northern_long-eared_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. septentrionalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Myotis septentrionalis, the northern long-eared bat or northern myotis, is a species of bat native to North America. There are no recognised subspecies. The northern long-eared bat is about 3-3.7 inches in length, with a wingspan of 9-10 inches. It is distinguishable by its long ears when comparing it to other bats in its genus. This species is commonly found in the northern United States and Southern Canada east of British Columbia. The geographic range includes 37 states.",
    "Description": "The northern long-eared bat is a small bat, measuring an average of 8.6 cm (3.4 in) in total length, including a tail about 4 cm (1.6 in) long. Adults weigh between 5 and 8 g (0.18 and 0.28 oz). The fur and wing membranes are light brown in color, and the bat lacks the dark shoulder spots found in the closely related, and otherwise similar Keen's myotis. Compared to other Myotis species, these bats have long ears with a relatively long, pointed tragus; when folded forwards the ears extend well past the nose. They also have a longer tail and larger wing area than most comparably sized Myotis bats, giving them increased maneuvrability during slow flight.",
    "Distribution and habitat": "Northern long-eared bats are found through much of the eastern half of the United States and Canada from Manitoba and Newfoundland in the north to North Carolina and Alabama in the south. They're also found, but more rarely, in western parts of Canada, sometimes as far as the western borders of British Columbia and Yukon. They are found primarily in forested habitats, especially boreal forests, since they typically roost in hardwood trees during the summer.",
    "Biology and behavior": "During the spring and summer, northern long-eared bats spend the day roosting in trees or artificial structures, switching to a new roost every other day on average. Roost trees tend to be close together, and within about 600 m (2,000 ft) of areas suitable for foraging. Males and non-reproductive females roost singly or in small groups, but reproductive females and their young form much larger maternity colonies, with up to sixty individuals.In the fall, northern long-eared bats migrate to caves to hibernate. Depending on the latitude, this may occur at any time between September and November, and the bats emerge between March and May. They typically hibernate together with much larger numbers of bats of other species, although hibernating groups of northern long-eared bats may still number in the hundreds.Northern long-eared bats are well-suited to foraging in the forest interior. Their echolocation calls have a classic frequency-modulated structure that allows these bats to navigate through cluttered environments, although they are shorter, quieter, and higher pitch (126 to 60 kHz) than those of other Myotis bats. Their diets are focused on moths, although they also eat beetles, flies, and other insects. Unusually, they capture these by gleaning, or plucking, the insects from a surface, rather than capturing them in flight. They forage under the forest canopy or in spaces at the edge of forests, and most foraging occurs in the first two hours after sunset.Mating occurs between July and early October, although the females probably store the sperm over the winter, and only become pregnant in the spring. The young are born between May and early July, depending on latitude, and are typically fully grown by the end of August. They have been recorded to live for over eighteen years in the wild.",
    "Conservation": "The northern long-eared bat is predominantly threatened by white-nose syndrome, especially in the northeast portion of its geographic range where the population has decreased by 99%. Due to white-nose syndrome the Northern long-eared bat was considered threatened by the USFWS. This species has been recommended by the United States Fish and Wildlife Service for listing under section 4(d) of the Endangered Species Act. An oversight field hearing was held before the United States House Committee on Natural Resources in September 2014. A final decision was published in the Federal Register, listing the species as Threatened effective 30 days from the date of the publication (starting May 4, 2015).",
    "References": "",
    "External links": "[1] Geographic range of the northern long-eared bat (myotis)"
  }
}