{
  "url": "https://en.wikipedia.org/wiki/Northern_ghost_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Diclidurus"
    },
    {
      "Species": "D. albus"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern ghost bat (Diclidurus albus) is a bat species from South America, Trinidad, and Central America. It is a relatively rare, completely white, insectivorous bat, with an unusual sac at the base of its tail.",
    "Habitat": "Roosts can be found in caves, deep rock crevices, and old mines. Although ghost bats prefer to roost in colonies, they currently only roost in small groups at best due to a lack of roosting sites that support larger colonies; colonies of more than 100 bats in one location are rarely seen. It often roosts singly under palm leaves.",
    "Description": "The northern ghost bat is a member of the family Emballonuridae in the order Chiroptera. It is considered medium-sized for its genus, Diclidurus. It is pure white to pale grey in color, with some dark-grey basal pelage. In stark contrast to other members of the family Emballonuridae, it does not have wing-sacs, but rather, a large glandular structure located centrally with respect to its uropatagium. The species derives its name from its habitual locale and glandular form. Diclidurus is from the Latin word diclid, or two-valved, which describes the multi-chambered nature of its uropatagium gland.The northern ghost bat can be distinguished from other members of its genus by the presence of a vestigial thumb with a near-absent claw. Amongst the northern ghost bat population, sexual dimorphism is present. Specifically, males tend to be slightly larger in size when compared to females. Diclidurus albus is intermediate in weight relative to other members of the family Emballonuridae.",
    "Ecology": "",
    "Ecology-Range and habitat": "The distribution of the northern ghost bat is confined to the neotropics. Its range extends as far north as the tropical mainland of Mexico and as far south as the tropics of Brazil. Its distribution is limited relative to other members of its genus. Altitudinally, it lives within the sea-level to 1500 m range.Northern ghost bats inhabit tropical and coastal forests, and frequently roost in caves, in the open, or in palm trees. When roosting in palm trees, individual bats tend to occupy the space closest to the rachis (stem) of the palm frond. Hanging bats are inconspicuous, and mirror the appearance of a wasp's nest.",
    "Ecology-Diet and feeding behavior": "Diclidurus albus is an insectivore that feeds primarily on moths. It flies high above the ground in open spaces when feeding, usually in a straight fashion. In Costa Rica, it is known to sing when feeding. The sounds that it makes during its songs are thought to be unique to the genus.",
    "Form and function": "The northern ghost bat has a widely shaped clavicle bone, with large areas of attachment for the pectoralis muscle. It also has a large glandular structure on its uropatagium. The functional significance of this glandular structure is thought to be analogous to that of wing sacs in other emballonurids. When breeding, the wing sacs of other emballonurids become enlarged to attract females.The penis of the northern ghost bat does not employ a baculum, but rather, is composed of four cartilaginous bodies. It is about 5.5 mm long and 3.1 mm in diameter. The glans penis is white in color, and the prepuce is encased in a layer of short, fine hair. The testes are spindle-like in shape, symmetrical, and enclosed in a black tunica. In females, the ovaries are ovoid in shape and are roughly 2.8 mm long and 0.8 mm in diameter.",
    "References": "\nChiroptera Specialist Group 1996. Diclidurus albus. 2008 IUCN Red List of Threatened Species. Downloaded on 26 October 2008.\nGreenhall, Arthur M. 1961. Bats in Agriculture. A Ministry of Agriculture Publication. Trinidad and Tobago.\nInfonatura"
  }
}