{
  "url": "https://en.wikipedia.org/wiki/Nyctophilus_major",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. major"
    }
  ],
  "text": {
    "__SUMMARY__": "Nyctophilus major, referred to as a western long-eared bat, is a species found in forests and woodlands of Southwest Australia.",
    "Taxonomy": "A population once described as subspecies Nyctophilus timoriensis major, placed with Nyctophilus timoriensis, a taxon which was revised and separated when it was found to contain cryptic species. The first description was published by John Edward Gray in 1844. A revision of the genus in 2009 elevated the taxon to species.A treatment describing subspecies separates a population as Nyctophilus major tor, which had been referred to as the \"central long-eared bat Nyctophilus sp. 1\". The revision by Parnaby (2009) considered the status as a species for populations that are sometimes sympatric, but could not disregard the size variation as environmentally influenced. The distinction of the subspecies, more evident in the females, requires clarification by DNA sequencing. The nominate subspecies Nyctophilus major major is recognised for a population restricted to the southwest corner of Australia, N. major tor is found in wider distribution to the north and east of this.Common names for the species include western, central or greater 'long-eared bat'. The field worker John Gilbert carefully recorded local names in his notes, derived from the Nyungar language, and this was later reported in Gould's Mammals of Australia (1863). The common name bam-be, in the vicinity of the Swan River Colony (Perth, Toodjay), and bar-ba-lon at King George Sound (vicinity of Albany) were given to Nyctophilus sp. in the Southwest of Australia. However, this name was likely applied to any of the several insectivorous bat species of the region. Gould noted the variant spelling as \"native name: bam-ba\", contradicting Gilberts note, and applied the common name western nyctophilus to the species. Gould compared his specimen, obtained in Perth, with the type for N. timoriensis in Paris and concluded they were the same species; the type was assumed to have been mislabelled as originating in Timor and produced the erroneous epithet.",
    "Description": "A small bat, although one of several larger species of the genus Nyctophilus, which is allied with the family Vespertilionidae. The ears are close to 30 mm in length, proportionally large for the size of the animal, and distinctly ribbed at the interior. The nose has a small leaf-shaped protuberance, simple in its details and lacking a Y-shape feature found in similar bats. The interfemoral membrane completely covers the tail. The fur at the back has an orange tinge to darker brown-grey colour, the ventral side is lighter.  The length of the forearm is 38 to 48 millimetres, the weight range for both sexes of the species M. Major, is 9 to 20 grams.The measurements range or average weight and lengths, in grams (g) and millimetres (mm), for the two subspecies are,\nM. major major (nominate subspecies): the forearm is 42.5–48.4 mm and weight range 12–16.5 g, the females smaller than males. The combined head-body length is 65, tibia 50, and the ear length, the distance from the ear notch to its point, is 24.4–28.6.M. major tor (widespread subspecies): forearm 37.6–45.2, head-body 58, tibia 47, ear length 21.3–27.5 and weight range is 8.0–12.3 g, males are again larger than females.",
    "Ecology": "The species is similar in size and superficial features to the other larger Nyctophilus species, the tasmanian N. sherrini and southeastern N. corbeni. They most closely resemble the northern N. daedalus, although the fur is sandy coloured and lighter; close examination of will diagnose this species by the slightly greater width of the outer canines.They forage for insect prey in the air and, as suggested by their capture in pit traps, also at ground level. The species flight is similar to some birds, using a fluttering action. The large ears, apart from the usual function in echolocation, also provide directional assistance as rudders while flying.Nyctophilus major possess the ability to enter a lengthy period of semi-hibernation in the austral winter, a state of torpor lasting up to sixty days.",
    "Habitat and distribution": "Nyctophilus major occurs in Western Australia, in the high rainfall southwest region of the Australian continent dominated by giant eucalypts and as an isolated population close to the Eyre Bird Observatory.The trees of the upperstory of its habitat are the large to very tall eucalypt species, karri Eucalyptus diversicolor, jarrah E. marginata, tuart E. gomphocephala, and marri Corymbia calophylla. Other woodland types inhabited by the bat include stands of melaleuca, banksia and sheoak tees of genus Allocasuarina, and include a dense understory.Roost sites favoured by the N. major are tree hollows and amongst foliage, and beneath the loose thick bark of swamp paperbark (Melaleuca sp.) and flooded gum  (Eucalyptus sp.) in riparian habitat.\n\n\n== References =="
  }
}