{
  "url": "https://en.wikipedia.org/wiki/Orange_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Rhinonicteris"
    },
    {
      "Species": "R. aurantia"
    }
  ],
  "text": {
    "__SUMMARY__": "The orange leaf-nosed bat (Rhinonicteris aurantia) is a bat in the family Hipposideridae.  It is the only living species in the genus Rhinonicteris which is endemic to Australia, occurring in the far north and north-west of the continent. They roost in caves, eat moths, and are sensitive to human intrusion.",
    "Description": "A small bat weighing 7–11 grams that resides in large colonies of subterranean environs, usually caves and abandoned mines. The colour of the fur is variable between individuals, brownish, a reddish orange shade, lemon-yellow or white. The forearm measurement range from 42–46.\nA complex structure—a characteristic of some bats referred to as 'nose-leaf'—is broad and flattened at the base, with a central gap, similar to a horseshoe-shape of related species. The top of the leaf-shaped structure is scalloped, and the nasal pits deeply recessed, an opening behind this structure leads from an enlarged secretory gland. The noseleaf does not have by any forwardly projecting parts at the deep cleft of the lower section.\nThe ears, which are smaller than similar species, are sharply pointed at the top.The measurements for the head and body combined are 43 to 53 millimetres.",
    "Taxonomy": "Rhinonicteris aurantia is a species of bat, currently allied to the family Hipposideridae that groups some 'leaf-nosed bats'. The first description was published by John Edward Gray in 1845, placing the species in genus Rhinolophus. The syntype for the species in located at the British Museum of Natural History, the note stating it was collected at Port Essington \"near the hospital\". Gould elucidates the type's collection as an animal shot from the air by Dr. Sibbald of the Royal Navy. A western form is distinguished from the northern population, superficially similar yet genetically distinct, this remote group in is identified separately for its conservation status assessment as the Pilbara form and may be a separate taxon.The genus name published as Rhinonycteris Gray, J.E. 1866 has been regarded as a later correction by Gray, but this has also been determined to be an unjustified emendation. The specific epithet has also taken the spelling \"aurantius\", likewise considered incorrect in this generic combination. Common names include the orange leaf-nosed bat, and the golden or orange horseshoe bat.",
    "Distribution": "The range of Rhinonicteris aurantia is across the north of the continent—the Top End and Kakadu—which encompasses the northernmost part of the Northern Territory, and extends into of Western Australia and north-west Queensland. A geographically separate population is found in the Pilbara region of the north-west. The westernmost point of the distribution range is around Derby, Western Australia and extends from here to the east at Lawn Hill, Queensland.One site noted for its large colony, numbering in the thousands, is located at Tolmer Falls in the Lichfield National Park. A preference is also given to larger sites amongst the Kimberley limestone caves, where the largest colonies of the species occur. At Tunnel Creek the bat is found co-habiting and hunting with several other bat species.The habit of flying close to the ground sees the species collected by the grille of road trains, frequently transporting them en route from Katherine to the north of the state.",
    "Ecology": "As with many bats in arid regions, they are insectivores.R. aurantia is found in large caves cohabiting with others bat species. These include the yellow-lipped Vespadelus douglasorum, northern bentwing Miniopterus orianae, the  western cave bat  and ghost bat Macroderma gigas. The preferred cave environ is warm and humid, other opportunities for roosting sites include tree hollows. The colony may number in the thousands, but the individuals also cluster in groups of twenty and over.The diet of insects includes various beetles, weevils, bugs, wasps and ants, but the common prey is moths. They venture out several times during their night-time hunting activities.A new species of parasite, Opthalmodex australiensis, was found on a specimen of the bat, this minute organism seems to occur in the eye as a low grade infestation and subsist on epithelial tissue. Another organism, Chiroptella geikiensis, a species of the chigger family Trombiculidae was discovered on specimens of this bat.\n\nThe colony may desert a site if intruded upon by visitors, the species is noted as even more susceptible to human activities near their roosts than other bats. Direct threats include destruction of habitat by mining, clearing for agriculture and pastoralism that results in the loss of food resources.A species describing fossil material found at the Riversleigh site in Northern Queensland, Brachipposideros nooraleebus, closely resemble this species. The only described species of the genus is based on Miocene fossils also found at Riversleigh.The conservation status of the species is least concern. The population identified as the Pilbara form is vulnerable to extinction.\n\n\n== References =="
  }
}