{
  "url": "https://en.wikipedia.org/wiki/Orbiculus_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. orbiculus"
    }
  ],
  "text": {
    "__SUMMARY__": "The orbiculus leaf-nosed bat (Hipposideros orbiculus), also known as the orbiculus roundleaf bat and small disc roundleaf bat, is a species of bat from the family Hipposideridae. The species has been found on the island of Sumatra in Indonesia and on peninsular Malaysia.",
    "Taxonomy": "The orbiculus leaf-nosed bat was described as a new species in 1999.\nThe holotype had been collected in Abai Siat, which is southeast of Kota Bharu on the Indonesian island of Sumatra.\nIt is cryptic species with the Ridley's leaf-nosed bat, though the two can be differentiated based on their echolocation characteristics: the frequencies of the two species' calls differ by 19 kHz.",
    "Description": "Its forearm length is 46.15–48.50 mm (1.817–1.909 in).\nIts tail is 26.2–34.2 mm (1.03–1.35 in) long and its ears are 20.6–23.6 mm (0.81–0.93 in) long.\nIt echolocates at around 80 kHz.",
    "Range and habitat": "The orbiculus leaf-nosed bat has been documented in three areas: West Sumatra of Indonesia, near Rawang, Selangor of Malaysia, and Sungkai Wildlife Forest Reserve, which is also in Malaysia.",
    "Conservation": "As of 2015, the orbiculus leaf-nosed bat is listed as a vulnerable species on the IUCN Red List because of its small extent of occurrence and continuing decline of the extent and quality of its habitat, as well as its population. \nFrom 2008–2015, it was listed as an endangered species.\nThe reevaluation from endangered to vulnerable occurred because its extent of occurrence was recalculated to 20,345 km2 (7,855 sq mi); this is no longer under the threshold of 5,000 km2 (1,900 sq mi) required to qualify as endangered under the IUCN's criteria.\nThe orbiculus leaf-nosed bat is a terrestrial species that prefers lowland rainforests, and its habitat is degrading due to logging, agriculture, infrastructure development, plantations, and forest fire.",
    "References": "",
    "External links": "Skull of the holotype"
  }
}