{
  "url": "https://en.wikipedia.org/wiki/Painted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Kerivoula"
    },
    {
      "Species": "K. picta"
    }
  ],
  "text": {
    "__SUMMARY__": "The painted bat (Kerivoula picta) is a species of vesper bat in the family Vespertilionidae.\nIt is found in Bangladesh, Brunei, Burma, Cambodia, China, India, Indonesia, Malaysia, Nepal, Sri Lanka, Thailand and Vietnam. It is found in arid woodland and is fairly uncommon but widespread.",
    "Description": "The body and tail are the same length. The body length is 3 to 5.5 cm. The tail length is 3 to 5.5 cm as well. The wingspan is 18–30 cm. Weight is about 5g.\nKerivoula picta is bright orange or scarlet, with black wings and orange along the fingers. As in other species of Kerivoula, K. picta possesses long, wooly, rather curly hair, a small, fragile form, large funnel-shaped ears and 38 teeth. Ears are naked. Tragus is long, narrow, and transparent. Muzzle very hairy. Older males are brighter than females.",
    "Behavior": "Small groups of these animals are often found in unusual roosting sites such as in the suspended nests of weaver finches and sunbirds, banana tree leaves, or under the eaves of huts. Painted bats have been known to roost in pairs. They apparently aestivate during the day, as they are relatively sluggish when disturbed. The bright and broken coloration of these bats may be a form of camouflage to protect them, as they have been reported to blend in with dried leaves and flowers when they roost. Hunting flights last around 1–2 hours.\nThe echolocation characteristics and the presence of a large interfemoral membrane, a characteristic feature of family Vespertilionidae, suggest that K. picta is an aerial hawker, i.e. capturing insects during flight using the interfemoral membrane as a net.",
    "Echolocation": "Echolocation for this species is relatively similar to other species of Kerivoula. Recorded calls were broadband and steep calls ranging from 156.9 kHz to 41.5 kHz. Flight and resting echolocation calls differed every way except the peak frequency. Bats with higher starting frequencies appear to be better at catching prey close to clutter than those with lower frequencies. This is significant considering the amount of debris that is normally around their habitat.\n\n\n== References =="
  }
}