{
  "url": "https://en.wikipedia.org/wiki/Pale_spear-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Phyllostomus"
    },
    {
      "Species": "P. discolor"
    }
  ],
  "text": {
    "__SUMMARY__": "The pale spear-nosed bat (Phyllostomus discolor) is a species of phyllostomid bat from South and Central America.",
    "Description": "Pale spear-nosed bats are relatively robust for bats. Adults range from 8 to 11 centimetres (3.1 to 4.3 in) in total length, with an average wingspan of 42 centimetres (17 in). Males are significantly larger than females, weighing an average of 45 grams (1.6 oz), compared with 40 grams (1.4 oz). The fur is variable in colour, and may range from a pale yellowish brown to a much darker, almost blackish shade, over most of the body. The chest and belly are much paler, varying from near white to frosted grey.The wings are large, with rounded tips, and have an average aspect ratio of 7.13 and a wing loading of 13.6 pascals (0.00197 psi). The uropatagium is large, extending to the ankles, and is about three times the length of the tail, the tip of which projects from the upper surface of the membrane. The face is broad, with a short snout and rounded cranium, which encloses a large brain with well-developed cerebral hemispheres. The nose-leaf is well developed, with a long and broad spear-like projection from the upper surface, while the ears are also broad, and long enough to reach the tip of the snout when projected forward. Males have a large, glandular sac in the throat region, which is almost entirely absent in females.",
    "Distribution and habitat": "The species ranges from southern Mexico to northern Peru, Bolivia, and Paraguay, and across to southeastern Brazil. Reports of its occurrence in northernmost Argentina are controversial, being based on only a single specimen, which was subsequently lost. It inhabits lowland forests and agricultural areas, at elevations up to 610 metres (2,000 ft). Two subspecies are currently recognised, although whether or not they are genuinely distinct has been questioned:\nPhyllostomus discolor discolor - most of Colombia, eastern Ecuador, Venezuela, the Guianas, Bolivia, Peru, Paraguay, and Brazil\nPhyllostomus discolor verrucosus - Mexico, Central America, and Colombia and Ecuador west of the Andes",
    "Diet and behaviour": "Pale spear-nosed bats are nocturnal, spending the day roosting in hollow trees or the mouths of caves. They live in colonies of up to 400 individuals. Within each colony, individual bats cluster together in smaller groups, which are either all-male, or consist of a single breeding male and up to 15 females. The composition of these harems varies, with females moving between different groups in response to the displays of males. Resident females within a harem frequently groom one another, but are aggressive towards outsiders.They are omnivorous, with a substantial portion of their diet consisting of nectar, pollen, and flowers. While visiting flowers, they have been reported to be important pollinators, especially of soari trees. Although most reports agree that they feed primarily on nectar and other plant material, in some parts of their range, insects may be a more significant food source. In some cases, they may feed on nectar during the dry season, and switch to insects, such as beetles, bugs, flies, and moths, during the wet season.While foraging, pale spear-nosed bats often travel in groups of up to 12 individuals, flying in single file and taking it in turns to visit flowers. To obtain nectar, they constantly flying back and forth until they have drained the flower, landing only very briefly before taking off again.\nOne remarkable feature of this bat is that it seems to be able to judge the shape of objects from reflected echoes in a manner that is independent of object size. This ability may be widespread among echolocating bats, but in this species that faculty is well documented Indeed, pale spear-nosed bats show an unusually complex vocal repertoire, with up to 20 different calls, similar to that of many non-human primates. In addition to vocal communication, males also scent-mark their roosting sites using their throat glands, and both sexes are able to recognise specific males by their scent alone.",
    "Reproduction": "Mating occurs primarily within the harem groups, although females may sometimes be chased by non-harem males before copulation. The mating season, if any, is variable across the bats' range, being restricted to the summer in Guatemala, but apparently occurring year round in Brazil. The gestation period may also be variable.The young are born nearly hairless, although they already have whiskers and some hairs on the limbs and uropatagium. The mother initially carries the young about with her as she forages, but after a few days, begins to leave them behind at the roost, where other adults in the harem tolerate their presence, and young may even cling to the harem male. They are able to fly at five to six weeks of age, and are fully weaned by three months. Young bats make ultrasonic distress calls if separated from adults, but do not begin to make echolocation calls until about ten days after birth. The calls are initially longer in duration, and with more intense lower harmonics, but change into the adult form by the time they begin to fly.\n\n\n== References =="
  }
}