{
  "url": "https://en.wikipedia.org/wiki/Paraguana_moustached_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Mormoopidae"
    },
    {
      "Genus": "Pteronotus"
    },
    {
      "Species": "P. paraguanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Paraguana moustached bat (Pteronotus paraguanensis) occurs only on the Paraguaná Peninsula of Venezuela. The entire population uses three caves, one of which is subject to human vandalism. Their total range is less than 400 km2 (150 sq mi). In 2008, the caves where the bat is found were protected by the creation of the Cuevas de Paraguaná Wildlife Sanctuary–the first wildlife sanctuary in Venezuela.",
    "Taxonomy": "There is uncertainty if this taxa represents a species, or if it is a subspecies of Parnell's mustached bat. Based on morphology, the bats were elevated from a subspecies to a species in 2008. The status of the bat as a full species was affirmed by genetic sequencing.",
    "Conservation": "In their 2008 assessment, the IUCN listed the Paraguana moustached bat as critically endangered. The 2016 assessment, however, downlisted them to endangered. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. In 2015, Bat Conservation International began fundraising for bat detectors to better survey the critical habitat necessary for the species' survival. The species is especially threatened by intentional destruction by humans; in 1997, thousands of dead bats were found in one of the caves after locals set tires on fire at the cave entrance. Some Venezuelans mistakenly believe that all bats are vampire bats, and should therefore be exterminated. To reduce vandalism and protect the bats, a gate was installed in 2003 at the entrance of one of the caves, with gaps large enough for bats to come and go, but too small for human passage. After the gate was installed, the number of bats using the cave \"substantially increased\".\n\n\n== References =="
  }
}