{
  "url": "https://en.wikipedia.org/wiki/Parastrellus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "ParastrellusHoofer et al., 2006[2]"
    },
    {
      "Species": "P. hesperus"
    }
  ],
  "text": {
    "__SUMMARY__": "The canyon bat (Parastrellus hesperus), also known as the western pipistrelle, is a species of vesper bat. It is found in Mexico and in the western United States. The species has historically been placed in the genus Pipistrellus, but molecular evidence does not show any close relationship with that genus, and accordingly it was classified into its own genus, Parastrellus, in 2006.",
    "Characteristics": "Parastrellus hesperus is the smallest bat in the United States.  It has a wingspan of 190–215 mm and a body length of 62–80 mm. On average, females are slightly larger than males of this species. P. hesperus ranges in color from white to pale yellow to dark brown. These bats exhibit counter shading, being dark above and lighter colored below. Their faces, ears, feet, and flight membranes are usually very dark, almost black. The pelage is 3–4 mm long and is full and soft. The bases of all the hairs are black with the distal portions fading to lighter shades. The wings of P. hesperus are hairless except for the lower third of the interfemoral membrane; the toes also have a light sprinkling of fine hairs. The wings are short and broad, giving P. hesperus a low-aspect wing which allows it to fly at speeds as low as 5 miles per hour\n. P. hesperus has a short, broad head and short ears with a small, club-shaped tragus.",
    "Distribution and habitat": "P. hesperus is found in the deserts and lowlands of the western United States and Mexico. While it is most commonly found in the deserts of the southwestern U.S., P. hesperus occupies a range extending north to the state of Washington and south to the Mexican states of Michoacan and Hidalgo. An isolated population has been found in north-central Texas and Oklahoma. These bats prefer the lowlands and are usually the most common bats found below an elevation of 5,000 feet within their range.During the day, rock crevices serve as the preferred roosting sites for P. hesperus, although some bats have been found roosting in crevices inside mines. The bats may also be found in buildings, under rocks, and in dense growths of sedge. These roosting sites are much less frequently used than the preferred rocky crevices. Due to their small size, P. hesperus are vulnerable to dehydration and desiccation. Bats of this species inhabiting barren desert areas devoid of trees and rocky outcroppings must find an appropriately sheltered roost in which to spend the daylight hours or risk death. One theory is that P. hesperus spends the day in kangaroo rat burrows, but no evidence currently exists to support this theory. In some areas, the bats may roost in the piles of rocks used to anchor the soil along the bases of highway and railroad embankments.",
    "Behavior and reproduction": "Parastrellus hesperus is commonly the first bat out in the evening and the last bat to be seen after sunrise. These bats are most active in the hours immediately following sunset and preceding sunrise and are usually not active during the overnight hours. On a few occasions, P. hesperus has been observed in flight during the late morning hours in full sunlight.P. hesperus is an insectivorous bat. As such, their flight is erratic and fluttery. Their low-aspect wings give these bats increased maneuverability, an important characteristic when hunting flying insects.P. hesperus will enter periods of hibernation when the weather grows cold or food supplies diminish. However, both male and female members of this species will sometimes emerge during the winter months to hunt, though not in the numbers commonly observed during warmer times of the year. P. hesperus hibernates in mines, caves, and rocky crevices. These bats are not known to hibernate in large groups and are usually found singly.Females of P. hesperus give birth to their young in June. These bats usually have two young, but may produce only one young per mating. In keeping with their mostly solitary nature, females raise their young alone or in small maternity colonies of no more than a dozen bats. Young are typically capable of flight within 2–3 weeks of birth.",
    "References": "",
    "External links": "An image of a Western Pipistrelle on Flickr.\nITIS Standard report\nWestern Pipistrelle Fact Sheet"
  }
}