{
  "url": "https://en.wikipedia.org/wiki/Para_dog-faced_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Cynomops"
    },
    {
      "Species": "C. paranus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Para dog-faced bat (Cynomops paranus), also called the brown dog-faced bat, is a South American bat species of the family Molossidae. It is found in Panama, Colombia, Ecuador, Peru, Venezuela, Guyana, Surinam, French Guiana, Brazil, and northern Argentina.",
    "Taxonomy and etymology": "It was described as a subspecies of the southern dog-faced bat, Cynomops planirostris.\nIts trinomen was Molossus planirostris paranus (at the time, the southern dog-faced bat was Molossus planirostris).\nIn 1998, it was  split from the southern dog-faced bat, and was elevated to its own species, Cynomops paranus.\nIts species name \"paranus\" refers to the Brazilian state of Pará.\nThomas obtained the specimens used to describe the taxa from the Museu Paraense Emílio Goeldi located in Belém, Pará.",
    "Description": "Overall, it is similar in appearance to the southern dog-faced bat.\nHowever, the fur of its chest and belly are darker in color.\nIt is a small species of bat, with a forearm length of 35 mm (1.4 in); a head and body length of 58 mm (2.3 in); and a tail length of 28 mm (1.1 in).\nAs a free-tailed bat, its tail extends beyond the edge of the uropatagium.",
    "Range and habitat": "It has been documented in the following South American countries: Argentina, Bolivia; Brazil; Colombia; Ecuador; French Guiana; Guyana; Paraguay; Peru; Suriname; and Venezuela.",
    "Conservation": "It is currently evaluated as data deficient by the IUCN.\nA more informative classification because there is little-to-no information about its current range, population size and trend, nor its ecological requirements.\nPart of the challenge in identifying the status of the species is that it is often confused with other species in its genus.\nTherefore, its exact range is unclear.\nAlso, like other free-tailed bats, it flies high as it forages, and therefore is not frequently encountered by researchers and collectors.\n\n\n== References =="
  }
}