{
  "url": "https://en.wikipedia.org/wiki/Parti-coloured_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Vespertilio"
    },
    {
      "Species": "V. murinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The parti-coloured bat or rearmouse (Vespertilio murinus) is a species of vesper bat that lives in temperate Eurasia - Central and Eastern Europe, in some parts of Western and Southern Europe and Asia. Occurs eastwards over the Caucasus and Iran into Mongolia, north-east China, Korea, Afghanistan and northern Pakistan.",
    "Description": "Their twittering call, similar to a bird's call, are to be heard particularly in the autumn during the mating season. The parti-coloured bat has a body size of 4.8–6.4 centimetres (1.9–2.5 in) with a wingspan of 26–33 cm (10–13 in), and a weight of 11–24 grams (0.39–0.85 oz). Its name is derived from its fur, which has two colours. Its back (dorsal side) is red to dark-brown, with silver-white-frosted hair. The ventral side is white or grey. The ears, wings and face are black or dark brown. The wings are narrow. The ears are short, broad and roundish. The highest known age is 12 years.",
    "Behaviour": "These bats hunt for their prey, for example mosquitoes, caddis flies and moths, with a wide range of ultrasonic sounds, but especially around 25–27 kHz. They hunt after twilight at heights of around 20–40 metres (66–131 ft), for example in open landscape over streams and lakes and above forests or at street lights. In cold weather, the bat may remain in its resting place.\nThere is not much known about the behaviour of parti-coloured bats, as they are quite rare. Female bats live in small groups, of about 50 animals, sometimes up to several hundred adult females. In Western Europe, male groups consist of about 250 animals and are found only during the spring and early summer. These bats migrate, and flights of up to 900 kilometres (560 mi) were found. The furthest migration was determined at 1,780 km (1,110 mi).Between October and March, the bats hibernate. They hibernate alone, and can bear temperatures down to −5 °C (23 °F).",
    "Behaviour-Reproduction and birth": "Females form maternity roosts during May and July and generally give birth to twins. After the pups are weaned, which takes less than six weeks, females leave the maternity roost. Birth of the young is in western Europe around beginning of June.",
    "Distribution": "The parti-coloured bat occurs in Central and Western Europe and in Asia. Its natural habitat is mountains, steppes and forested areas, but in Western Europe, they can mainly be found in cities. The species is protected, as it is threatened by insecticides and changes in their habitat.\n\n\n== References =="
  }
}