{
  "url": "https://en.wikipedia.org/wiki/Pemba_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. voeltzkowi"
    }
  ],
  "text": {
    "__SUMMARY__": "The Pemba flying fox (Pteropus voeltzkowi) is a species of flying fox in the family Pteropodidae. It is endemic to the island of Pemba in Tanzania.  Its natural habitats are subtropical or tropical moist lowland forest and subtropical or tropical mangrove forest. It is threatened by habitat loss.",
    "Description": "The Pemba flying fox has a wingspan of 1.6 metres (5 ft 3 in) and is one of the largest species of fruit bat. It has a fox-like face, tawny fur, orange underparts and black ears, nose and wings. The adult weight is 400 to 650 g (0.9 to 1.2 lb), and the head and body length is 24.0 to 26.5 cm (9.5 to 10.5 in).",
    "Distribution and habitat": "The Pemba flying fox occurs only on Pemba, an island about 50 kilometres (31 mi) off the coast of Tanzania. Roosts occur in large trees in both primary and secondary forest, among mangroves and in traditional graveyards. In the latter the bats are often safe and undisturbed as people seldom visit these places because of taboos. There may be up to 850 bats at a single roost.",
    "Biology": "Colonies of the Pemba flying fox roost during the day in large trees, emerging at dusk to forage for fruit such as figs, mangoes and breadfruit. They also eat leaves, flowers, pollen and nectar. Seeds that they swallow pass through their guts and are dispersed to other locations. Young seem to be born between June and August and become independent several months later.",
    "Status": "The IUCN lists this bat as being \"Vulnerable. Its range is limited to the island of Pemba off the coast of Tanzania and it is traditionally hunted for food. This hunting became unsustainable when shotguns began to be used. Another threat to the bats is the ongoing destruction of their forest habitat.During the early 1990s there were only a few hundred individuals remaining. Conservation measures implemented by the Forestry Department on Pemba include an education campaign, the establishment of wildlife clubs to protect nearby roosts, and continuous monitoring of the population. Also, the hunting of these bats with shotguns is now banned on most of the island. The local population has been involved in conservation measures and bat-based ecotourism is producing extra revenue for the island. With these measures in place, the number of bats has increased and by 2007 there were estimated to be about 20,000.",
    "References": "",
    "Sources": "Bergmans, W. 1990. Taxonomy and biogeography of African fruit bats (Mammalia, Megachiroptera). 3. The genera Scotonycteris Matschie, 1894, Casinycteris Thomas, 1910, Pteropus Brisson, 1762, and Eidolon Rafinesque, 1815. Beaufortia 40: 111-177.\nKingdon, J. 1984. East African mammals: An atlas of evolution in Africa. (Insectivores and Bats). University of Chicago Press, Chicago, 2A:140-144.\nKingdon, J. 1997. The Kingdon field guide to African mammals, AP Natural World Academic Press, Harcourt Brace & Company, San Diego, p. 113.\nNowak, R. M. 1999. Walker's Mammals of the World. Sixth ed. Johns Hopkins University Press, Baltimore, 1:258-260, 264-271.\nSimmons, N.B. 2005. Order Chiroptera, pp. 312–529. In Wilson, D. E., and D. M. Reeder, eds., Mammal Species of the World: A Taxonomic and Geographic Reference, 3rd edition. Johns Hopkins University Press, Baltimore.",
    "External links": "Flying Fox Overhead"
  }
}