{
  "url": "https://en.wikipedia.org/wiki/Peters's_dwarf_epauletted_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Micropteropus"
    },
    {
      "Species": "M. pusillus"
    }
  ],
  "text": {
    "__SUMMARY__": "Peters's dwarf epauletted fruit bat (Micropteropus pusillus) is a species of megabat in the family Pteropodidae. It is found in Angola, Benin, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Republic of the Congo, Democratic Republic of the Congo, Ivory Coast, Equatorial Guinea, Ethiopia, Gabon, Gambia, Ghana, Guinea, Guinea-Bissau, Kenya, Liberia, Mali, Niger, Nigeria, Rwanda, Senegal, Sierra Leone, Sudan, Tanzania, Togo, Uganda, and Zambia. Its natural habitats are subtropical or tropical moist lowland forests and moist savanna.",
    "Description": "The Micropteropus pusillus or commonly known as Peters's dwarf epauletted fruit bat is one of the two species contained within its genus Micropteropus. M. pusillus belongs to the order Chiroptera and the family Pteropodidae. In contrast to the other species in this genus, Micropteropus intermedius, both genders contain white tuffs at the proximal end of their ears. However, when adults are compared side by side, M. pusillus can be identified as the smaller of the two. M. pusillus display variance between their dorsal and ventral pelage. Fur is often described as thicker and a darker shade of brown on the dorsal surface, but the variance in color can be attributed to a lower concentration of fur along the ventral surface Secondary sexual dimorphic traits allow for determining the M. pusillus gender without analysis of the sex organs. In males, the ornamentation at the base of the ear has the capability to erect itself with the assistance from the arrector pili muscle. On average females are slightly larger than males by approximately of ten percent when comparing body mass. This variation is also present in the many body proportions including wingspan, head length, ear length, and many other anatomical variations. Despite the larger size observed in the females, M. pusillus is still one of the smaller mammals in the Megachiroptera suborder.",
    "Ecology": "",
    "Ecology-Environmental": "The geographic range of the M. pusillus is limited to Africa and has only been observed in all regions of Africa except northern Africa. M. pusillus is a nonmigratory bat as expected by its low aspect ratio wings. As would be anticipated by these wing dimensions, M. pusillus inhabits tropical forests in this region along with woodlands. Life in this tropical region permits M. pusillus to avoid hibernation and forage war round. This year round foraging is ecologically advantageous for the tropical forests M. pusillus inhabits. Year round activity allows for the plants to be pollinated during all seasons of the year.",
    "Ecology-Diet": "M. pusillus feeds on nectar as well as fruits and insects. The consumption of nectar requires the bat to come into direct contact with the pollen produced by the plants, allowing for pollination of the plants in its tropical environment and a mutual relationship between the plants and the bats. The pollination aspect of the M. pusillus is viewed as a positive ecological advantage, but the frugivorous lifestyle has had negative agricultural impact on farms in the surrounding areas of their inhabitance. Like all the other bats within the suborder Megachiroptera, M. pusillus does not rely on echolocation to hunt down insects. it was originally hypothesized that M. pusillus primarily fed on nectar and fruits, but there is now images of M. pusillus feeding on moths.",
    "Physiology": "",
    "Physiology-Reproduction": "M. pusillus females are sexually receptive year round, however, mating and lactation have been most frequently been observed during the periods when fruit is most accessible. This is during the two rainy seasons during the year. The rainy season during the spring is from March to May and in the fall from September to November. The selection of this time frame for gestation and lactation allows the female the best opportunity for satisfying her nutritional needs during a time of increased metabolic rate. Morphological differences in the males allow them to emit high pitched sounds to attract a mate.",
    "Physiology-Viruses": "Bats are transporters of many viruses that do not affect them due to their unusually high immune system efficiency. M. pusillus have been known to carry antibodies specific to Ebola. Mitochondrial analysis was conducted on multiple fruit bats following the Ebola viruses outbreak in 2014 and one of the bat species testing positive for the virus was M. pusillus. With M. pusillus being highly frugivore, human contact in greatly increased in agricultural regions of Africa, increasing the risk for virus transmission.",
    "References": "\nMickleburgh, S., Hutson, A. & Bergmans, W. 2004. Micropteropus pusillus. 2006 IUCN Red List of Threatened Species. Downloaded on 30 July 2007."
  }
}