{
  "url": "https://en.wikipedia.org/wiki/Peter's_disk-winged_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Thyropteridae"
    },
    {
      "Genus": "Thyroptera"
    },
    {
      "Species": "T. discifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Peters's disk-winged bat (Thyroptera discifera) is a bat species mainly found in South and Central America. They belong to the family Thyropteridae which are a small group of disk-winged bats. These bats have a distinguishing feature of circular, suction disks at the base of their thumbs and hind feet. They use these suction disks to cling onto young unfurling banana or heliconia leaves to roost while avoiding the rain and predators. They are very similar in appearance and easily confused with Thyroptera tricolor which has a paler venter than dorsum, and two cartilaginous projections on the calcar.",
    "Description": "Bats in the family Thyropteridae do not have a noseleaf but instead have warts above their nostrils. They are smaller bats with long and slender snouts. T. discifera is the smallest of the family and possess thick lips, small eyes, and fairly large ears that extend from the eyes to the edge of the mouth. The tragus is present and the ears are covered in hair on the front side. Their entire body is also covered in fine, long hairs usually reddish brown in color. Suction disks are contained on the feet along with those at the base of their thumbs. The head and body length range from 37 to 47 mm with a tail length of 24 to 33 mm.",
    "Distribution and habitat": "Thyroptera discifera can be found in Peru to northern South America. Previous material thought to be that of T. tricolor has been found to be T. discifera and the range has been extended over 1,000 km to the east and documentation of presence in the Atlantic Forest of Cerrado of Brazil has been found. They are distributed from Nicaragua southward to Bolivia and eastern Brazil where it inhabits lowland, secondary and semi deciduous forests. Their habitat consists of rain forests and surrounding dry forests. The species has also been found in small agricultural plots and banana plantations.",
    "Diet": "Thyroptera discifera's diet consists mostly of insects.",
    "Conservation": "Many species of bats coexist in the Amazonian lowlands. The lack of proper natural history makes it hard to determine population density and size. Due to their small distribution, T. discifera may be prone to extinction.",
    "References": "Thyroptera discifera (Chiroptera, Thyropteridae) in Bolivia Marcos P. Torres, Tomas Rosas and Sergio I. Tiranti Journal of Mammalogy Vol. 69, No. 2 (May, 1988), pp. 434–435\nNew Species of Disk-Winged Bat Thyroptera and Range Extension for T. discifera Renato Gregorin, Edmara Gonçalves, Burton K. Lim, Mark D. Engstrom  doi:10.1644/05-MAMM-A-125R1R1.1 238-246 First published online: 21 April 2006\nBezerra, Alexandra MR, Fabricio Escarlate-Tavares, and Jader Marinho-Filho.\"First record of Thyroptera discifera (Chiroptera: Thyropteridae) in the Cerrado of central Brazil.\" Acta Chiropterologica 7.1 (2005): 165-170.\nA Biodiversity Assessment of Bats (Chiroptera) in a Tropical Lowland Rainforest of Central Amazonia, Including Methodological and Conservation Considerations. Erica M. Sampaio, Elisabeth K. V. Kalko, Enrico Bernard, Bernal Rodríguez-Herrera & Charles O. Handley. Studies on Neotropical Fauna and Environment. Volume 38, Issue 1, 2003 pages 17–31",
    "External links": "Infonatura\nhttp://animaldiversity.org/accounts/Thyropteridae/"
  }
}