{
  "url": "https://en.wikipedia.org/wiki/Peters's_epauletted_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Epomophorus"
    },
    {
      "Species": "E. crypturus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Peters's epauletted fruit bat (Epomophorus crypturus) is a species of megabat in the family Pteropodidae. It is found in Angola, Botswana, Democratic Republic of the Congo, Malawi, Mozambique, Namibia, Swaziland, Tanzania, Zambia, and Zimbabwe. Its natural habitat is in riverine or evergreen forest, or moist woodland, where there are fruit-bearing trees.",
    "Taxonomy": "It was described as a new species in 1852 by German naturalist Wilhelm Peters. Peters collected the holotype in \"Tette\" in Mozambique during an expedition that occurred from 1842 to 1848.",
    "Description": "Individuals have a forearm length ranging from 75–88 mm (3.0–3.5 in) and weigh 56–140 g (2.0–4.9 oz).",
    "Biology and ecology": "It consumes plant matter such as fruit and nectar. For reproduction, the typical litter size is one, though twins are perhaps possible, if very rare. Newborns are altricial at birth, with eyes closed and sparse fur. Newborns weigh around 11 g (0.39 oz). Births likely occur around September, and it has been suggested that females give birth once per year. It has variable roosting behavior. Individuals may roost singly, though may also roost in groups consisting of several hundred individuals.",
    "Range and habitat": "Peters's epauletted fruit bat is found in Southern Africa, where it has been documented at a range of elevations between 500–2,185 m (1,640–7,169 ft) above sea level. Its range includes the following countries: Angola, Botswana, Democratic Republic of the Congo, Eswatini, Malawi, Mozambique, Namibia, Tanzania, Zambia, and Zimbabwe.",
    "Conservation": "As of 2016, it is evaluated as a least-concern species by the IUCN. It meets the criteria for this classification due to its wide geographic range, and thus, presumably large population. It tolerates some human modification of its habitat. Additionally, it is unlikely to be experiencing rapid population decline.\n\n\n== References =="
  }
}