{
  "url": "https://en.wikipedia.org/wiki/Peter's_wrinkle-lipped_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Mormopterus"
    },
    {
      "Subgenus": "Mormopterus"
    },
    {
      "Species": "M. jugularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Peters's wrinkle-lipped bat (Mormopterus jugularis), also called Peters's goblin bat, is a species of bat in the family Molossidae, the free-tailed bats. It is endemic to Madagascar, where it is widespread and in some areas abundant.\nIt commonly roosts in human-made structures, sometimes in colonies with other free-tailed bat species. It forages in the open, often in agricultural areas.\nThe bat is sexually dimorphic, with males larger than females.",
    "Taxonomy and etymology": "It was described as a new species in 1865 by German naturalist Wilhelm Peters.\nPeters placed it in the now-defunct genus Nyctinomus and the subgenus Mormopterus, with the scientific name of Nyctinomus (Mormopterus) jugularis.\nIn his description of the species (in Latin), Peters wrote that it had \"fovea jugulari magna\", or a large suprasternal notch.\nThis anatomical feature was likely the inspiration for the species name \"jugularis.\"",
    "Description": "From head to tail, it is approximately 90–95 mm (3.5–3.7 in) long.\nIts forearm is 37–40 mm (1.5–1.6 in) long; its wingspan is 262–288 mm (10.3–11.3 in) long; and it weighs 8–14 g (0.28–0.49 oz).\nIts fur is soft and dense, with its back grayish-brown to charcoal in color, and its belly paler.\nIts snout has a blunt tip, and is slightly upturned.\nIts ears are large and rounded; the bases of the ears do not touch.\nIt has a well-defined tragus.",
    "Range and habitat": "It is endemic to Madagascar, where it has been documented from 0–1,200 m (0–3,937 ft) above sea level.\nIt is widespread in the western half of Madagascar, as well as along the southern coast.\n\n\n== References =="
  }
}