{
  "url": "https://en.wikipedia.org/wiki/Phou_Khao_Khouay_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. khaokhouayensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Phou Khao Khouay leaf-nosed bat (Hipposideros khaokhouayensis) is a species of bat endemic to Laos. It was described as a new species in 2006. It is considered vulnerable to extinction by the IUCN.",
    "Taxonomy and etymology": "The Phou Khao Khouay leaf-nosed bat was described as a new species in 2006, based on specimens collected in central Laos in 1997 and 1998.\nThe authors of the 2006 paper placed it in the bicolor species group of the genus Hipposideros.\nIts species name \"khaokhouayensis\" is a New Latin derivative of Phou Khao Khouay, the conservation area where this species was discovered.\nThe authors selected this name name \"to bring  attention  to  the  potential  importance of  the  National  Biodiversity  Conservation Areas  network  for preserving  natural  areas in Lao PDR, as they contain highly distinctive  ecosystems,  hosting  many  endemic species  such  as  this  one.\"\nIts closest relative is the Laotian roundleaf bat; the two species have a genetic distance of 3.91–4.12%.",
    "Description": "When it was first encountered, researchers thought that it was the Laotian roundleaf bat, Hipposideros rotalis, as the two species are similar in appearance.\nThe bats they found, however, were echolocating at a frequency 20 kHz above that of H. rotalis, utilizing frequencies of 87–91 kHz.\nIn addition to its echolocation, the Phou Khao Khouay leaf-nosed bat has a smaller nose-leaf than H. rotalis.\nIts forearm is 45.5–48.5 mm (1.79–1.91 in) long; its tail is 35–37.5 mm (1.38–1.48 in) long; its ear is 24.4–25.2 mm (0.96–0.99 in) long.\nIt weighs 7.7–9.6 g (0.27–0.34 oz), making it a moderate-sized species of the bicolor species group.\nThe fur on its back is long and brown; individual hairs are tricolored, with white bases, dark brown middles, and light brown tips.\nFur on its belly is lighter in color than the fur on its back.\nIts ears are long and broad with blunt tips; they are brown in color.",
    "Biology": "Not much is known about its biology or reproduction.\nWhile females have been encountered in February, May, and June, no pregnant females have been observed.\nOne female captured in May and another captured in June were lactating, though.\nThis species has a pair of pubic nipples in addition to its pair of thoracic nipples, a feature found in all species of the following families: Craseonycteridae, Rhinopomatidae, Megadermatidae, Rhinolophidae, and Hipposideridae.\nThe function of the pubic nipples could be to allow the pups to cling more securely to their mothers before they are able to fly.\nPubic nipples could also function in feeding the pup.",
    "Range and habitat": "This species was first discovered in Phou Khao Khouay National Biodiversity Conservation Area.\nIt has been captured at elevations ranging from 180–400 m (590–1,310 ft) above sea level.\nIt has also been found near Vang Vieng, also in central Laos.\nIt has been documented in both disturbed and intact evergreen forests.",
    "Conservation": "It is currently evaluated as vulnerable by the IUCN.\nIt meets the criteria for this designation because its extent of occurrence is likely less than 20,000 km2 (7,700 sq mi), it has been documented in only two locations, and its habitat is experiencing a decline in extent and quality.\nEven though it occurs in a protected conservation area in Laos, its habitat is still threatened due to lax enforcement of conservation laws.\nPhou Khao Khouay habitat is threatened by deforestation and the construction of roads and buildings.",
    "References": "",
    "External links": "Photos of this species"
  }
}