{
  "url": "https://en.wikipedia.org/wiki/Platyrrhinus_ismaeli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Platyrrhinus"
    },
    {
      "Species": "P. ismaeli"
    }
  ],
  "text": {
    "__SUMMARY__": "Platyrrhinus ismaeli is a species of bat found in South America.",
    "Taxonomy and etymology": "It was described as a new species in 2005 by zoologist Paul Velazco.\nIts description was the result of a taxonomic split in Thomas's broad-nosed bat, P. dorsalis.\nThe holotype had been collected in May 1987 near Balsas District, Peru.Phylogenetically, it belongs to the \"Andean\" clade of its genus.\nOther members of this clade are P. albericoi, P. aurarius, P. chocoensis, P. dorsalis, P. infuscus, P. masu, P. nigellus,  and P. vittatus.\nP. masu is the sister taxa of P. ismaeli, or its closest relative.The eponym of the species name is Ismael Ceballos Bendezú, a Peruvian mammalogist.\nVelazco named the species after him \"in recognition of his important contributions to the study of Peruvian bats.\"",
    "Description": "It is a medium-sized member of its genus, with a forearm length of 50–56 mm (2.0–2.2 in) and a body mass of 30–51 g (1.1–1.8 oz).\nThe fur on its back is dark brown, and its ventral fur is grayish.\nIt has dark facial stripes of differing sizes.\nIt has a stripe running down the length of its spine that is lighter than its facial stripes.\nIts nose-leaf is longer than it is wide.\nMales and females are similar in appearance.",
    "Biology": "Little is known about its reproduction. \nA pregnant female was once documented in late January, while another female with more advanced pregnancy was documented in early March.\nIt is \"basically frugivorous\".",
    "Range and habitat": "It has been documented on both sides of the Andes in Peru, Ecuador, and Colombia.\nIt occurs at relatively high elevation, from 1,230–2,950 m (4,040–9,680 ft) above sea level.\nIt is often found in montane forests.",
    "Conservation": "It is currently evaluated as near-threatened by the IUCN.\nIts most recent assessment in 2016 was a down-listing from its 2008 assessment as vulnerable.\nIt meets the criteria for near-threatened because its habitat quality and extent is decreasing rapidly, which may negatively affect its population.\nWhile there was a suspected population decline from 2001–2015, it is suspected that it was less than 30%.",
    "External links": "An image of this species is on page one\n\n\n== References =="
  }
}