{
  "url": "https://en.wikipedia.org/wiki/Pocketed_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Nyctinomops"
    },
    {
      "Species": "N. femorosaccus"
    }
  ],
  "text": {
    "__SUMMARY__": "The pocketed free-tailed bat (Nyctinomops femorosaccus) is a species of bat in the family Molossidae found in Mexico and in Arizona, California, New Mexico, and Texas in the United States. They resemble the Brazilian free-tailed bat (\"Tadarida brasiliensis\") but differ morphologically. They are classified within the order Chiroptera. They are recognized as \"un-threatened\" by the IUCN and as \"apparently secure\" by Natureserve categories.",
    "Characteristics": "The pocketed free-tailed bat shares similar features with the Brazilian free-tailed bat (\"Tadarida brasiliensis\") but is larger in size. The name is derived from a skin fold stretching from the medial side of the femur to the middle of the tibia. This fold produces a shallow pocket on the underside of the interfemoral membrane in the vicinity of the knee. Some defining characteristics include: Ears joined at the midline; second phalanx of the 4th digit is less than 5mm; anterior part of hard palate narrowly excised; upper incisors placed close together with longitudinal axes nearly parallel.The pocketed free-tailed bat also has a large broad head with grooved lips. The face has many stiff hairs with spoonlike tips. The ears are thick and leathery with the presence of a dominant tragus. Body dimensions: body length~112mm; feet~10mm; tail~46mm; ears~23mm; forearms~46mm. Body mass range is 10–14 g (0.35–0.49 oz).",
    "Habitat and Ecology": "Like other bats, this species is insectivorous; they eat a variety of insects including Lepidoptera, Hymenoptera, Homoptera, Coleoptera, Hemiptera, Orthoptera, Diptera, and Neuroptera. One research article showed that because of the limited flight maneuverability of the pocketed free-tailed bat vs the Brazilian free-tailed bat allowed the latter a better predator advantage for certain species of insects (specifically beetles). It also showed that the insect species diet for the pocketed free-tailed bats varies with season. In June and July, Lepidoptera accounted for greatest volume of prey while diets in September and March consisting mostly of Hemiptera Table 1. In the dry season, they seek drinking water from various open access water sources. The roosts are located in caves, crevices, mines, tunnels, and man-made structures  with colony sizes less than 100 individuals.",
    "Reproduction": "Like other bats pocketed free-tailed bats exhibit delayed fertilization. They mate just prior to ovulation in the spring. Their young are born in early July. The gestation period is about 70 to 90 days and when the young are finally born, they weigh 3-4 grams, or about 22% of the adult weight. This new generation is able to fly within 1-1.5 months\n\n\n== References =="
  }
}