{
  "url": "https://en.wikipedia.org/wiki/Pomona_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. pomona"
    }
  ],
  "text": {
    "__SUMMARY__": "The Pomona roundleaf bat, Pomona leaf-nosed bat, or Andersen's leaf-nosed bat  (Hipposideros pomona) is a species of bat in the family Hipposideridae.\nIt is found in Bangladesh, Cambodia, China (southern), India, Laos, Malaysia (Peninsular), Myanmar, Nepal, Thailand and Vietnam.\nIt roosts in small colonies, consisting of a few individuals, in caves and crevices. It appears to tolerate modified habitats well, even occurring in urban areas.",
    "Taxonomy": "It was described as a new species in 1918 by Danish mammalogist Knud Andersen.\nThe holotype had been collected in what was then the Coorg Province of India by G. C. Shortridge.\nThe Vietnam leaf-nosed bat, Paracoelops megalotis, formerly known as its own species based on one specimen, is now recognized as synonymous with the pomona roundleaf bat.\nIn 2012, researchers determined that all the features of P. megalotis match the pomona roundleaf bat.\nTheir skulls and teeth were identical, and the P. megalotis specimen is indistinguishable from pomona roundleaf bat individuals.\nThe Integrated Taxonomic Information System, responsible for managing taxonomy of species, no longer recognizes Paracoelops as a valid genus nor P. megalotis as a valid species.",
    "Description": "Its forearm length is approximately 39–43 mm (1.5–1.7 in).",
    "Range and habitat": "It is widely distributed throughout Asia.\nIt has been documented in Bangladesh, Cambodia, China, India, Laos, Malaysia, Myanmar, Nepal, Thailand, and Vietnam.\nIts upper elevation limit is 1,900 m (6,200 ft) above sea level.",
    "Conservation": "As of 2019, it is evaluated as a least-concern species by the IUCN.\nIt meets the criteria for this assessment because it has a wide geographic range; its population is presumably large; it is unlikely to be experiencing rapid population decline; and it tolerates some human disturbance of its habitat.\n\n\n== References =="
  }
}