{
  "url": "https://en.wikipedia.org/wiki/Proboscis_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "RhynchonycterisPeters, 1867"
    },
    {
      "Species": "R. naso"
    }
  ],
  "text": {
    "__SUMMARY__": "The proboscis bat (Rhynchonycteris naso) is a bat species from South and Central America. Other common names include Long-nosed proboscis bat, sharp-nosed bat, Brazilian long-nosed bat and river bat in English, and murciélago narizón in Spanish. It is monotypic within its genus.\nThis species is in the family Emballonuridae, the sac-winged or sheath-tailed bats. Like most bats, it is nocturnal. It is found from southern Mexico to Belize, Peru, Bolivia and Brazil, as well as in Trinidad.",
    "Characteristics": "This is a small bat, around 6 centimetres (2.4 inches) long and 4 grams (0.14 ounces) in weight. Males in northern South America were found to average 56.48 millimeters long, females 59.18.  The tail is about 1.6 centimeters long. Pregnant females can weigh up to 6 grams. The species is characterized by its long, fleshy, and pointed nose. Its fur is soft and dense and is brownish-grey in color, with two white stripes down the back. Whether these stripes serve a purpose, such as camouflage or attraction of mates, is unknown. This bat also has gray tufts of fur on the forearms. No matter what time of day these features may make the bat difficult to see.",
    "Habitat": "This species is found in the lowlands of the northern half of South America, throughout Central America, and into southeastern Mexico. From Ecuador south, it is limited to east of the Andes; its range extends south to the northern half of Bolivia and much of Brazil. It seldom occurs above 300 meters (980 feet) in elevation. It usually lives around wetlands and is frequently found in riparian forests, pastures swamps, and all near water.",
    "Habits": "Proboscis bats live in groups. The colonies are usually between five and ten individuals, and very rarely exceed forty. The bats are nocturnal, sleeping during the day in an unusual formation: they line up, one after another, on a branch or wooden beam, nose to tail, in a straight row.\nA colony of proboscis bats usually has a regular feeding area, typically a small patch of water. Here the bats catch insects using echolocation. They have no specific breeding season, forming stable year-round harems. One young is born per female. Both sexes disperse after weaning at around 2–4 months.\nThis small species of bat has been found to occasionally fall prey to the large spider Argiope savignyi.\n\n\n== References =="
  }
}