{
  "url": "https://en.wikipedia.org/wiki/Pygmy_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. walkeri"
    }
  ],
  "text": {
    "__SUMMARY__": "The pygmy long-eared bat, species Nyctophilus walkeri, is a vespertilionid bat, found in the north of the Australian continent. An insectivorous flying hunter, they are one of the tiniest mammals in Australia, weighing only a few grams and one or two inches long.",
    "Taxonomy": "Nyctophilus walkeri is species of genus Nyctophilus, long-eared microbats allied to the common and diverse bat family Vespertilionidae. The description was published by Oldfield Thomas in 1892, and continued to be widely recognised by subsequent authorities. The type specimen was collected at the Adelaide River in the Northern Territory. The collector of the specimen was noted by the author, marine engineer and entomologist James John Walker, and the epithet walkeri proposed to commemorate his extensive field collections. The description of Thomas nominated this as the third species of the genus, comparing it to his earlier description for Nyctophilus microtis, published in 1888. The type for the genus, once regarded as monotypic, was Nyctophilus timoriensis, named as the Australian long-eared bat.Other names for the species include Territory long-eared bat and little Northern Territory bat.",
    "Description": "The smallest of the genus, they weigh three to seven grams and have a tibia that is 30 to 36 millimetres. The measurement of the head and body of the type, an adult female preserved in alcohol, is around 45 mm in length.\nThe light colour of the fur is fawn at the back and creamy at the ventral side. The wings are brown, the much darker shade of the membrane is intersected with paler skin over the bats arm and finger bones.",
    "Distribution and habitat": "They are found in the north of Western Australia in the Kimberley region and across the Top End of the continent. They are common at the Drysdale River National Park and the Mitchell River National Park (Western Australia) (Mitchell Plateau).\nThey are also recorded in the eastern state of Queensland at Lawn Hill Gorge in the Boodjamulla National Park, noisily occupying the Livingstonia palms while roosting.The habitat is rocky outcrops close to open or flowing water, or in dense associated vegetation of pandanus, melaleuca, and Livistona woodlands or forest.",
    "Ecology": "One of four species of Nyctophilus found in its range, and along with the mangrove dwelling Pipistrellus westralis and northern caveVespadelus caurinus bat species, amongst the smallest mammals in Australia.Little is known of the habits of the pygmy nyctophilus, it is recorded in association with permanent water at the nearby riparian vegetation. The species has the ability for slow and manoeuvrable flight, which gives a fluttering appearance while foraging over water or in densely vegetated environs. The diet is beetles, wasps and bugs. Pastoral and agricultural activities threaten the habitat of the species, changes in land use that reduce refuge and foraging opportunities by degradation of the vegetation. It is classified as least concern in Queensland and the Northern Territory state conservation listings.\n\n\n== References =="
  }
}