{
  "url": "https://en.wikipedia.org/wiki/Pygmy_fruit-eating_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Dermanura"
    },
    {
      "Species": "D. phaeotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The pygmy fruit-eating bat (Dermanura phaeotis) is a bat of the family Phyllostomidae.  The specific name phaeotis is of Greek derivation, coming from the word phaios meaning dusky, referring to their dusky gray coloration.",
    "Biogeography": "The pygmy fruit-eating bat is a small mammal residing in the southern parts of North America and northern South America. Pygmy fruit eating bats have been found at altitudes as high as 1200 m; however, they are much more commonly found at lower altitudes. The species is registered in Belize, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Peru and Venezuela.",
    "Ecology": "Dermanura phaeotis is a species of bat that is native to tropical deciduous forest in Central America. They are flying mammals that are primarily frugivorous as their common name implies, however they will also eat pollen and insects. Populations of fruit bats are low in density but they are widespread in their regions and evenly dispersed.",
    "Morphology and physiological attributes": "D. phaeotis are identified by their uniform dark brown, or pale grayish brown fur that reaches to the base of the forearms. The fur is soft and moderately thick. Pygmy fruit-eating bats have moderately sized ears that are round, brown, and usually have a white edge. They are very small mammals and they have a small body size of about 51-60mm and a weight between 8 and 15 grams.",
    "Behavior": "D. phaeotis  is nocturnal and they modify leaves to form roosts for the daytime.  They make ‘tents’ by modifying banana or palm leaves and take refuge underneath them.",
    "Reproduction and development": "The reproductive pattern of D. phaeotis is characterized as seasonal. They are known to have a gestation period of  112–120 days that can be stretched longer due to dormancy.\n\n\n== References =="
  }
}