{
  "url": "https://en.wikipedia.org/wiki/Rafinesque's_big-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Corynorhinus"
    },
    {
      "Species": "C. rafinesquii"
    }
  ],
  "text": {
    "__SUMMARY__": "Rafinesque's big-eared bat (Corynorhinus rafinesquii), sometimes known as the southeastern big-eared bat, is a species of vesper bat native to the southeastern United States.",
    "Description": "As its name implies, this species has ears over an inch long. The genus name Corynorhinus means \"club-nosed\". Similar to Townsend's big-eared bat, this species has two lumps on either side of its nose. Rafinesque's big-eared bat is a medium-sized bat with a length around 7.5–10 cm (3.0–3.9 in) and a wingspan of 25–30 cm (10–12 in). These bats range in weight from 6–13 g (0.21–0.46 oz). The bat is gray on the dorsal side and white on the underside. The ears and face are a pinkish-brown color, while the forearm and wing membrane are dark brown.\nSome sources report its maximum lifespan as 10 years, although robust data are lacking. More research has been done on the closely related Townsend's big-eared bat, and estimates for this species' lifespan range from 16 to 30 years in the wild.While uncommon throughout its range, this species is found in a variety of habitats from coastal plains and riparian areas to mountainous areas such as the Great Smoky Mountains National Park. In all cases, these bats are associated with large areas of relatively mature forest.",
    "Diet": "Rafinesque's big-eared bats, like all bats in the southeastern United States, are insectivorous, nocturnal, and locate food primarily by echolocation. They consume a wide range of insects, including mosquitoes, beetles, and flies, although moths make up 90% of the diet. Insects can be caught by gleaning (e.g., from foliage or cave walls) or on the wing (i.e., aerial hawking).",
    "Roosting": "Due to seasonality, geographical location, and frequent roost-switching, C. rafinesquii can be found in a variety of locations. Tree roosts may be in living or dead trees but are usually quite large (one study reported average diameter at breast height of tree roosts to be 79 cm with a height of 18.5m). Rafinesque's big-eared bats can also be found in abandoned buildings, under bridges, in wells, and in caves.",
    "Conservation status": "While listed as least concern by the International Union for the Conservation of Nature (previously listed as vulnerable), Rafinesque's big-eared bats are listed as a candidate II species of concern by the U.S. Fish and Wildlife Service. Additionally, it is listed as threatened by state agencies throughout most of its range.White-nose syndrome is a serious disease caused by a fungal pathogen that has devastated several species of bats in the eastern United States. Unlike some other species of bats with which it shares its range,  Rafinesque's big-eared bat does not appear to be affected by the disease. Hypothesized reasons include use of hibernacula that may not provide optimal growing conditions for the causal agent (the fungus Pseudogymnoascus destructans), relatively frequent arousals from torpor, and/or the usage of shallow bouts of torpor by this species.",
    "See also": "Bats of the United States\nBats\nConstantine Samuel Rafinesque, the 19th century naturalist after whom the species is named",
    "References": "",
    "External links": "A video demonstrating one type of roost habitat for this species in Florida can be seen here.\nA poster from the Mammoth Cave International Center for Science and Learning about Rafinesque's big-eared bats within the park.\nA short video about Rafinesque's big-eared bats produced by Texas Parks and Wildlife.\nSoutheastern Bat Diversity Network website"
  }
}