{
  "url": "https://en.wikipedia.org/wiki/Recife_broad-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Platyrrhinus"
    },
    {
      "Species": "P. recifinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Recife broad-nosed bat, Platyrrhinus recifinus, is a species of bat from South America. It is named for the city of Recife in Brazil, where it was first recorded by Oldfield Thomas in 1901.\nPreviously considered \"Vulnerable\", the Recife broad-nosed bat was re-classified as of \"Least Concern\" by the IUCN in 2008. However, it is considered an endangered species in Brazil, where it is threatened with habitat loss. It has no recognised subspecies.",
    "Description": "The Recife broad-nosed bat is of average size for its subfamily, with a total body length of 58 to 93 millimetres (2.3 to 3.7 in), and a weight of 14 to 19 grams (0.49 to 0.67 oz). Individuals from the northern part of the range are generally somewhat smaller than those from the south.\nIt has dark brown to greyish hair, which is paler on the underside than on the upper body. There are two broad bands of white fur on the upper surface of the head, forming clearly visible stripes, and narrower, less distinct stripes over the cheeks. The wing membrane between the legs has a U-shaped border, and has a hind border covered with dense hair.",
    "Distribution, habitat, and diet": "The Recife broad-nosed bat primarily inhabits the Atlantic Forest of Brazil, from Ceara in the north to Santa Catarina in the south. It is also found in the margins of the Cerrado savannah and Caatinga shrublands of Brazil, and there are disputed reports from as far afield as Guyana and Surinam. The bat roosts in trees, and sometimes in caves, at altitudes between 200 and 1,530 metres (660 and 5,020 ft). Compared with some other bat species, roosts are relatively small, with from three to ten individuals at each site. They feed on fruit and flowers, especially figs and snake fingers.",
    "References": "\nInfonatura"
  }
}