{
  "url": "https://en.wikipedia.org/wiki/Rennell_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. rennelli"
    }
  ],
  "text": {
    "__SUMMARY__": "The Rennell flying fox (Pteropus rennelli) is a species of flying fox found in the Solomon Islands. It is an endangered species risking extinction.",
    "Taxonomy and etymology": "It was described as a new species in 1929 by Australian mammalogist Ellis Le Geyt Troughton.\nAs the genus Pteropus is speciose, it is divided into closely related species groups.\nThe Rennell flying fox is in the \"samoensis\" species group.\nIts species name \"rennelli\" comes from Rennell Island, which is part of the Solomon Islands.\nRennell Island was where the holotype was collected, and remains the only known location of this species.\nIn 1962, Hill published that he considered Rennell's flying fox as a subspecies of the Solomons flying fox, with a trinomen of Pteropus rayneri rennelli.",
    "Description": "The forearm of the holotype was 121 mm (4.8 in) long.\nThe fur of its back is uniformly brownish, with the fur of its neck and face lighter.",
    "Biology": "Females give birth to one offspring per litter, with the young called a \"pup.\"\nIts lifespan is estimated at 8–9 years.\nIt is nocturnal, roosting in sheltered places such as trees during the day.\nIndividuals roost by themselves.",
    "Range and habitat": "It is only known from Rennell Island, which is part of the Solomon Islands.",
    "Conservation": "The holotype was the only known individual of these species until 1958, when two more were collected.\nIt is currently listed as an endangered species by the IUCN; its 2017 assessment uplisted it from its 2008 status of vulnerable. \nA 2016 study stated that the Rennell's flying fox is one of the land mammals most threatened by overhunting.\nBecause the species has such a small range, it is susceptible to extinction via natural disaster; a single cyclone could conceivably extinct this species.\n\n\n== References =="
  }
}