{
  "url": "https://en.wikipedia.org/wiki/Rhinolophus_xinanzhongguoensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. xinanzhongguoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinolophus xinanzhongguoensis, the wedge-sellaed horseshoe bat or southwestern China horseshoe bat, is a species of horseshoe bat from China.",
    "Taxonomy and etymology": "It was described as a new species in 2009 based off specimens collected in May 2005 and April 2006.\nOne individual of the new species was collected in 2005, and a second was found in 2006.\nLater, three more individuals were identified in the mammal collections at Kunming Institute of Zoology that had been originally collected in 1963.\nIts species name xinanzhongguoensis is pronounced “shee-nan-joong-guo-en-sis.”\nThe name xinanzhongguoensis was derived from the Pinyin words \"west\" (xi), \"south\" (nan), and \"China\" (Zhongguo), describing a species that can be found in southwestern China.\nAnalysis of mitochondrial DNA placed R. xinanzhongguoensis as the basal member of a clade containing Geoffroy's horseshoe bat, greater horseshoe bat, Ruwenzori horseshoe bat, Rüppell's horseshoe bat, and Darling's horseshoe bat.\nPhylogenetically, it belongs to the \"Afro-Palearctic\" lineage of the horseshoe bat family, as described by Guillén-Servent et al. in 2003.\nSpecies in the horseshoe bat genus are traditionally divided into \"species groups\"; Amador et al. stated that they believe that R. xinanzhongguoensis is so unique, it belongs in its own species group.",
    "Description": "It weighs 20–26 g (0.71–0.92 oz).\nIt is considered a large member of its genus.\nIts dorsal fur is \"dull medium brown\" and its ventral fur is paler in color.\nIts flight membranes are dark brown.\nIts ears are brown, relatively small, and partly transparent.\nNear its base, the sides of the sella are parallel; it narrows to a wedge-shaped, rounded tip.\nThe lancet is spear-shaped.\nIts dental formula is typical for a horseshoe bat, at 1.1.2.32.1.3.3, for a total of 32 teeth.\nThe length of its whole body is 59–70 mm (2.3–2.8 in); its forearm is 58.7–60.4 mm (2.31–2.38 in) long; its tail is 30–39 mm (1.2–1.5 in) long; its ear is 21–22 mm (0.83–0.87 in) long.",
    "Biology": "It is nocturnal, sleeping in sheltered roosts during the day such as caves.\nIt is known to roost with other horseshoe bats, including the intermediate horseshoe bat.\nFew individuals have been encountered, so little is known about its reproductive biology.\nHowever, a pregnant female was once encountered in April.",
    "Range and habitat": "It occurs in wet habitat within the East Asian Monsoon zone.\nIt has been documented at elevations of 1,500–1,980 m (4,920–6,500 ft) above sea level.\nAll three areas where it has been documented are mountainous.",
    "Conservation": "It is currently evaluated as near-threatened by the IUCN.\nIt is only known from three localities and it has an estimated extent of occurrence of 26,865 km2 (10,373 sq mi).\nThe habitat in areas where it does occur is severely fragmented, with ongoing declines in the extent and quality of the habitat.\nIt is threatened by disturbance of its roosts as caving tourism expands in China.\nDegradation of its habitat is also caused by logging and agricultural conversion.",
    "References": "",
    "External links": "An image of this species"
  }
}