{
  "url": "https://en.wikipedia.org/wiki/Rhinolophus_tatar",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. tatar"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinolophus tatar is a species of horseshoe bat found in Sulawesi, Indonesia.",
    "Taxonomy and etymology": "R. tatar was described as a new species in 1982 by Bergmans and Rozendaal.\nIn 1992, Hill published that it was synonymous with the broad-eared horseshoe bat, R. euryotis.\nIn 2013, a morphological and genetic analysis concluded that R. tatar was distinct from the broad-eared horseshoe bat.\nThe species name \"tatar\" is a portmanteau derived from the names of George Henry Hamilton Tate and Richard Archbold.\nTate and Archbold's 1939 publication \"Oriental Rhinolophus, with special reference to material from the Archbold Collections\" \"presumably recognized Rhinolophus tatar as a species . . . only through an error, they attached a wrong name to it.\"",
    "Description": "R. tatar has a forearm length of 48.7–51.8 mm (1.92–2.04 in).\nIt has large, triangular ears that are longer than they are wide.\nIts fur is dense and woolly.\nIndividual hairs are bicolored: on the back, they have white bases and dark brown tips, while on the belly they have white bases and medium-brown tips.",
    "Biology and ecology": "R. tatar is insectivorous, gleaning prey from foliage or hawking them from the air.\nIt possibly roosts in caves, though it is more likely that it roosts in trees.\nIt is known to be affected by ectoparasites including two families of bat flies: Nycteribiidae (genus Stylidia) and Streblidae.\nIt has also been documented with mites.",
    "Range and habitat": "It is endemic to Indonesia, where it has only been found on the island of Sulawesi.\n\n\n== References =="
  }
}