{
  "url": "https://en.wikipedia.org/wiki/Rhinolophus_proconsulis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. proconsulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhinolophus procunsulis is an endangered species of horseshoe bat found in Malaysia. Though it was discovered in 1959, it was not recognized as a distinct species until 2013.",
    "Taxonomy and etymology": "This bat was initially described in 1959 from specimens in Borneo as a subspecies of the arcuate horseshoe bat and given the name Rhinolophus arcuatus proconsulis.\nThe author of the 1959 paper, British mammalogist John Edwards Hill, stated that the subspecies was similar in appearance to R. arcuatus, with the exception of its larger body and skull size.\nHill later published that a population of R. a. proconsulis was on Sulawesi as well.\nAuthors of a 2013 paper determined that the two populations of R. a. proconsulis on Borneo and Sulawesi were each cryptic species. \nThey elevated the Borneo population to species rank, R. proconsulis, on the basis of morphological data.\nThe Sulawesi \"R. a. procunsulis\" was also elevated to species rank in the 2013 paper; it is now called Rhinolophus belligerator.\nLike the arcuate horseshoe bat, R. proconsulis is placed in the euryotis species group of the horseshoe bat genus.Its species name proconsulis is derived from Latin \"proconsul\", meaning \"a man who became governor of a province or a military commander following a term as consul.\"\nHill chose this species name \"in honour of the Office of H.M. Governor of the Colony of Sarawak, which, having succeeded the hereditary Rajahs, often honoured in this way, has not as far as I am aware yet inspired such a name.\"",
    "Description": "The fur on its back is dark brown; the bases of the hairs on the back are grayish.\nFur on the ventral surface is pale brown.\nIts forearm is 46.8–48.3 mm (1.84–1.90 in) long.\nIts horseshoe is 9.3–9.7 mm (0.37–0.38 in) long.",
    "Range and habitat": "It is known from nine localities in three locations.\nIt has been documented in six caves in Sarawak, Malaysia, two sites in Central Kalimantan, Indonesia, and one site in East Kalimantan, Indonesia.\nDuring the day, it roosts in limestone caves.",
    "Conservation": "It is currently evaluated as endangered by the IUCN.\nIt meets the criteria for this designation because its extent of occurrence is 2,665 km2 (1,029 sq mi), and its habitat is undergoing extensive deforestation.\nCaves in Borneo are threatened by disturbance via guano mining, ecotourism, and collecting nests of edible-nest swiftlets.\nPalm oil plantations and cocoa plantations are resulting in the loss of foraging habitat for insectivorous bats.",
    "External links": "A report of the bats of Wind Cave in Sarawak, including image of R. proconsulis (listed as R. arcuatus as this was published before the 2013 taxonomic revision)\n\n\n== References =="
  }
}