{
  "url": "https://en.wikipedia.org/wiki/Rhinolophus_hillorum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. hillorum"
    }
  ],
  "text": {
    "__SUMMARY__": "For the species endemic to Rwanda called Hill's horseshoe bat, see Rhinolophus hilli\n\nThe Hills' horseshoe bat (Rhinolophus hillorum) is a species of bat in the family Rhinolophidae. It is found in Cameroon, Guinea, Liberia, and Nigeria. Its natural habitats are subtropical or tropical moist lowland forest, subtropical or tropical moist montane forest, caves, and subterranean habitats (other than caves). It is threatened by habitat loss.",
    "Taxonomy": "Hills' horseshoe bat was first described as a new subspecies of Geoffroy's horseshoe bat with a trinomen of Rhinolophus clivosus hillorum in 1989. The holotype had been collected near Voinjama, Liberia. It was first recognized as a full species in 2002. The eponyms for the species name \"hillorum\" were the unrelated mammalogists John Eric Hill and John Edwards Hill.",
    "Description": "Hills' horseshoe bat has a forearm length of 52–57 mm (2.0–2.2 in), and individuals weigh 16.5–25 g (0.58–0.88 oz). It has a dental formula of 1.1.1.32.1.2.3 for a total of 28 teeth.",
    "Range and habitat": "Hills' horseshoe bat is found in Western and Central Africa, where it has been confirmed in Cameroon, Guinea, Liberia, Nigeria. Its presence is possible yet unconfirmed in Uganda as of 2010.",
    "Conservation": "As of 2010, it is evaluated as a near-threatened species by the IUCN. It meets the criteria for this classification because it is experiencing habitat destruction. Its extent of occurrence is likely less than 20,000 km2 (7,700 sq mi), and is close to qualifying for the more serious designation of \"vulnerable\". It likely has a small population size which is also declining. Specific threats this species faces include mining, quarrying, deforestation, and harvesting for bushmeat.\n\n\n== References =="
  }
}