{
  "url": "https://en.wikipedia.org/wiki/Rhinolophus_hilli",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. hilli"
    }
  ],
  "text": {
    "__SUMMARY__": "For the species found in Cameroon, Guinea, Liberia, and Nigeria called Hill's horseshoe bat, see Rhinolophus hillorum\n\nRhinolophus hilli, Hill's horseshoe bat, is a species of bat in the family Rhinolophidae. It is endemic to Rwanda.  Its natural habitats are subtropical or tropical moist montane forests, caves, and subterranean habitats (other than caves). In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. It is threatened by habitat loss.",
    "Taxonomy": "As the genus Rhinolophus is quite speciose, it is split into groups. Maclaud's horseshoe bat is the identifier of one of these groups, called the maclaudi group, which currently consists of six species, three of which were not described before 2003. Members of this group have large ears, and a diminished connection between the sella and lancet.\nMaclaud's horseshoe bat—R. maclaudi\nRhinolophus willardi—discovered in 2013\nRuwenzori horseshoe bat— R. ruwenzorii\nHill's horseshoe bat—R. hilli\nRhinolophus kahuzi—discovered in 2013\nZiama horseshoe bat—R. ziamaR. maclaudi and R. ziama are considered the two West African taxa, while the other four species are found further east around the Albertine Rift. The West African species are larger in size than the East African species, with R. maclaudi as the largest bat of the species group. As these species are very similar morphologically, it was previously thought that R. hilli and R. ruwenzorii were the same taxon, and that the taxon was a subspecies of the Maclaud's horseshoe bat.",
    "Conservation": "Only two individuals have been encountered, in 1964 and 1981. The locations of the two individuals were only 8 km (5 mi) apart. It is unknown where this species roosts during the day. The IUCN lists this species as critically endangered, due to a small range of occurrence of less than 100 km2 (39 sq mi), habitat destruction, a small number of subpopulations, and over-harvesting for bushmeat.\n\n\n== References =="
  }
}