{
  "url": "https://en.wikipedia.org/wiki/Roberts's_flat-headed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "SauromysPeterson, 1965"
    },
    {
      "Species": "S. petrophilus"
    }
  ],
  "text": {
    "__SUMMARY__": "Roberts's flat-headed bat (Sauromys petrophilus) is a species of free-tailed bat native to southern Africa. It is the only species in the genus Sauromys. The scientific name translates as \"rock loving lizard-mouse\", while the common name honours Austin Roberts, who first described the species.",
    "Description": "Roberts's flat-headed bat is a moderately sized free-tailed bat, measuring about 10 cm (3.9 in) in total length, including a 3 cm (1.2 in) tail, and a wingspan of 25 to 27 cm (9.8 to 10.6 in). They weigh from 9 to 22 g (0.32 to 0.78 oz). The body is light grey-brown to dark brown, with creamy-white underparts. The ears are oval in shape, and rise from a common point on the head, unlike those of the closely related genus Mormopterus. As the common name suggests, the head is unusually flat, without any sagittal crest. The bat can also be distinguished from many other fee-tailed bats by the lack of a scent gland on the throat of males. The wing area has been measured at 81 to 97 cm2 (12.6 to 15.0 sq in), with an aspect ratio of 7.6 to 8.3 and a wing loading of about 12 N/m2.",
    "Distribution and habitat": "Roberts's flat-headed bat is found in southern Africa from far western Mozambique and eastern Zimbabwe, through northern and western South Africa and southern Botswana, to western Namibia and possibly the south-western corner of Angola. Within this region, it inhabits dry savanna, Mediterranean-type shrubby vegetation, and rocky areas.",
    "Behaviour and biology": "The bats are nocturnal, and are often caught over water, where they feed primarily on beetles, bugs, and Hymenopteran insects. To a lesser extent, they also feed on soft-bodied insects, such as moths, flies, and Neuropterans. They use frequency modulated narrow band calls with a frequency that ranges from 27 to 44 kHz. During the day, they roost in rock crevices. Roosts may harbour up to ten bats, which are often clustered together into smaller, tightly packed groups of up to four individuals each. Pregnant females have been observed in November, but nothing further is known of their reproductive biology and life cycle.\n\n\n== References =="
  }
}