{
  "url": "https://en.wikipedia.org/wiki/Ryukyu_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. dasymallus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Ryukyu flying fox or Ryukyu fruit bat (Pteropus dasymallus) is a species of megabat in the family Pteropodidae. It is found in Japan, Taiwan, and the Batanes and Babuyan Islands of the Philippines. Its natural habitats are subtropical or tropical dry forests and subtropical or tropical swamps. It is threatened by habitat loss and by hunting for food and the IUCN classify it as \"Vulnerable\".",
    "Taxonomy and etymology": "It was described as a new species in 1825 by Dutch zoologist Coenraad Jacob Temminck.\nTemminck acquired the specimens used for his description from Dutch businessman Jan Cock Blomhoff\nIts species name \"dasymallus\" is likely from Ancient Greek  dasús, meaning 'hairy', and Ancient Greek  mallós, meaning 'woolly'; Temminck described its fur as long and woolly.\nThe five subspecies are:\nDaito fruit bat - P. d. daitoensis\nErabu fruit bat - P. d. dasymallus\nTaiwanese fruit bat - P. d. formosus\nOrii's fruit bat - P. d. inopinatus\nYaeyama fruit bat - P. d. yayeyamaeThe subspecies are based on populations that occur on different islands.",
    "Description": "The Ryukyu flying fox is slightly smaller than the Indian flying fox, with a wingspan of 1.24–1.41 m (4 ft 1 in–4 ft 8 in).\nIt weighs 400–500 g (0.88–1.10 lb).\nIts forearm is approximately 140 mm (5.5 in) long.\nThe body of the bat is covered in long hairs, making the body seem almost woolly. The bat is reddish brown and has a yellowish white nape.\nIts ears are small and pointed, and are difficult to see beneath its thick fur.\nIts flight membranes are dark brown in color.",
    "Biology and ecology": "It is mostly frugivorous, consuming the fruits of at least 53 plant species; the flowers of 20 plant species; the leaves of 18 plant species; and the bark of one plant species.\nIt has also been observed consuming eight different species of insect.\nThe Chinese banyan tree is an important source of food year-round.\nIt is an important pollinator of a subspecies of Schima wallichii, an evergreen tree.\nIt also pollinates a species of climbing vine, Mucuna macrocarpa.\nIt is a nocturnal species, usually solitary roosting in trees during the day and foraging at night.\nThe Ryukyu flying fox enhances seed dispersal, as seeds from digested fruits are deposited as guano up to 1,833 m (1.139 mi) from the parent trees.",
    "Distribution and habitat": "The Ryukyu flying fox is native to Taiwan, Japan and the Philippines. In Japan it is found on the Ōsumi Islands, Tokara Islands, Okinawa Islands, Miyako Islands, Yaeyama Islands and Daitō Islands. In the Philippines it is present in Batan, Dalupiri and Fuga. Its habitat is forests where it roosts during the day in trees, singly or in small groups.",
    "Status": "The largest population of these bats is probably on the Philippines and is thought to be stable. In Japan there are estimated to be well over five thousand individuals but in Taiwan, there has been a large reduction in bat numbers. This species faces a number of threats. Some populations in the Philippines are hunted for consumption and this bat is considered a delicacy on Babuyan Claro. In Japan, habitat loss is the main threat but some individuals get entangled in nets placed to protect citrus crops and others are electrocuted by power-lines. Overall, most populations have been in decline though this seemed to have levelled off to some extent by 2008 when the IUCN removed this bat from the \"Endangered\" category and placed it in the \"Vulnerable\" category.",
    "Relationship to humans": "In Temminck's initial description, he wrote that it \"devastates\" orchards.\nIts depredation on orchards caused Okinawa Prefecture to launch an investigation in 2012.\nIn two villages surveyed in 2013, it was estimated that flying foxes cause 19 million yen ($175 thousand USD) in damages to citrus crops annually.\nMany Japanese farmers believe that the Ryukyu flying fox is a pest that should be managed by culling.\n\n\n== References =="
  }
}