{
  "url": "https://en.wikipedia.org/wiki/Rüppell's_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. fumigatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Rüppell's horseshoe bat (Rhinolophus fumigatus) is a species of bat in the family Rhinolophidae found in Africa. Its natural habitats are subtropical or tropical dry forests, dry savanna, moist savanna, caves and other subterranean habitats. This species is quite common in parts of its range, and no specific threats have been recognised, so the International Union for Conservation of Nature has rated its conservation status as being of \"least concern\".",
    "Description": "Rüppell's horseshoe bat is a small microbat, although fairly large for an African species. The upper parts have grey to greyish brown fur, each individual hair having a pale greyish-brown or greyish-fawn shaft with a blackish tip. The underparts are slightly paler than the dorsal pelage. The ears are small and the noseleaf has a sub-triangular lancet with slightly concave sides and a rounded tip. The horseshoe is about 10 mm (0.4 in) wide and approximately covers the muzzle. The wing membranes are dark brown to dark grey. The only other bat species with which it is likely to be confused are the eloquent horseshoe bat (Rhinolophus eloquens) and Hildebrandt's horseshoe bat (Rhinolophus hildebrandtii), both of which are slightly larger.",
    "Distribution and habitat": "Rüppell's horseshoe bat is endemic to Africa, south of the Sahara. It occupies a large swathe of western and central Africa, ranging from Senegal and the Gambia eastwards to Sudan, Ethiopia and Eritrea. Its range continues southwards along the eastern side of Africa to Angola, Namibia and northern South Africa. It is generally associated with both dry and wet savannah areas, and with dry forests. It roosts colonially in caves.\n\n\n== References =="
  }
}