{
  "url": "https://en.wikipedia.org/wiki/Rüppell's_broad-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "ScoteanaxTroughton, 1944[3]"
    },
    {
      "Species": "S. rueppellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Rüppell's or the greater broad-nosed bat refer to Scoteanax rueppellii, a species of vespertilionid microbat found in eastern Australia.",
    "Taxonomy": "Scoteanax rueppellii was described as a new species in 1866 by German naturalist Wilhelm Peters. The source of the holotype is noted by the author as \"Sydney in Westaustralien\", referring to Sydney, Australia.\nPeters initially placed it in the genus Nycticejus (alternate spelling of Nycticeius), with the binomial Nycticejus rüppellii.\nThe eponym for the species name \"rueppellii\" (pronounced rue'-pel-ee-ee) is Eduard Rüppell of the Frankfurt Museum, who loaned the specimen to the author.\nThe species was later recognised as sole type of the genus Scoteanax, first described by Ellis Troughton in his standard book of Australian mammals published in 1944.\nThe species is distinguished as Rueppell's  or the greater 'broad-nosed bat', a term that may refer to species of the genus Scotorepens.",
    "Description": "An insectivorous species of bat, moderately large in size with a robust build. The ears of Scoteanax rueppellii are short and widely separated on the head, the tips barely touching if pressed across the head distinguishes physically handled species from similar bats. A concave feature at the outer margin appears below the rounded tip of each ear.\nThe measurements of the forearm is 51 to 56 millimetres, the length of the head and body combined is 63 to 73 mm and tail range is 44–58 mm. The average of the weight range, 21–35 g, is 30 grams.\nThe upper parts of the pelage varies from dark cinnamon to a mid-brown colour, the ventral parts are paler tawny-olive tones. \nThe colour of the patagium forming the wing surfaces is a pinkish shade of brown. \nThe facial features and ears are hairless.\nA dental features that distinguish S. rueppellii is a single pair of incisors at the upper jaw, immediately adjacent to the canids.They resemble another species found in eastern Australia, Falsistrellus tasmaniensis (eastern false pipistrelle), which is distinguished by larger ears that overlap by more 5 mm when pressed together, a shorter penis with a large bulb-shaped tip and a gap between the canines and incisors.",
    "Behaviour": "Daytime roosts are made within tree hollows and has also been found in urban areas occupying roof structures.\nThe habits and biology of Scoteanax rueppellii are poorly researched and detailed.\nThe species slowly forages at streams or forest edges for larger prey, mainly insects such as flying beetles, or smaller invertebrates, with a languid motion that is restricted in its agility during pursuits.\nThe carnivorous diet of this species includes other bats, a behaviour first reported by workers observing the consumption of them in captivity.Scoteanax rueppellii reproduce with a single birth during January.",
    "Distribution and habitat": "An uncommon bat which occurs in a wide distribution range along the eastern coast of Australia. At the northern part of the range they occur at the Mount Carbine Tableland, from which the subcoastal range extends south. The preferred habitat is below 500 metres in the southern part of the range, in New South Wales, although the species is only found at higher elevations in the northern tableland regions.\nThe distribution range is poorly understood, and previous assumptions were challenged in a 2006 study that reviewed records and estimated the restrictions to occurrence of the species. The reported constraint by altitude or climatic conditions, or restriction to heavily wooded regions was not supported in the findings, and hypotheses for the distribution for S. rueppellii remain unverified.Scoteanax rueppellii will inhabit wetter gullies of inland forest, but is usually associated with high rainfall regions nearer the coast and with tall forest.",
    "Conservation": "As of 2008, it is evaluated as a least-concern species by the IUCN.\nIt meets the criteria for this designation because it has a large geographic range; its population is presumably large; and it is not thought to be experiencing a rapid population decline.\nHowever, its population is currently decreasing.\n\n\n== References =="
  }
}