{
  "url": "https://en.wikipedia.org/wiki/Sakhalin_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. daubentonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Daubenton's bat (Myotis daubentonii) is a Eurasian bat with rather short ears. It ranges from Britain to Japan (Hokkaido) and is considered to be increasing its numbers in many areas.\nThis bat was first described in 1817 by Heinrich Kuhl, who named it in honour of French naturalist Louis-Jean-Marie Daubenton.",
    "Description": "Daubenton's bat is a medium-sized to small species. The bat's fluffy fur is brownish-grey on the back and silvery-grey on the underside. Juveniles have darker fur than adults. The bats have reddish-pink faces and noses, but the area around the eyes is bare. When the bat is agitated, the ears are held at right angles. The wings and tail membrane are dark brown. Daubenton's bat is typically 45 to 55 mm long, with an average wingspan of 240 to 275 mm, and weighs between 7 and 15 g.",
    "Lifespan": "Daubenton's bats can live for up to 22 years.",
    "Habitat": "Daubenton's bat is found throughout Ireland and Europe, and as far as Japan and Korea. The bat is mostly found in woodlands and always chooses roosts close to water sources such as rivers or canals.\nSummer colonies are formed in caves, tunnels, cellars, mines, and underneath bridges. These colonies are also always near water. Daubenton's bat hibernates in the same type of locations from September to late March or April.",
    "Hunting and diet": "Daubenton's bat is insectivorous and uses echolocation to find prey and orient itself at night. Bats emit sounds too high in frequency for humans to detect, and interpret the echoes created to build a \"sound picture\" of their surroundings. Daubenton's bat emits echolocation calls at frequencies between 32 and 85 kHz, though typical calls peak at 45 to 50 kHz; the calls have a duration of 3.3 ms.The bats emerge at twilight to hunt for insects over the water. Their main diets consist mainly of non-biting midges and other midges, small flies, mayflies, and moths are regularly found in their diet. Daubenton's bat often eats its prey while still in flight. A seven-gram Daubenton's bat often returns weighing 11 grams after a one-hour feeding, increasing its body weight by 57%.",
    "Breeding": "Mating occurs in autumn and fertilisation takes place the following spring. Females gather in maternity colonies of 40 to 80 bats during June and July. Daubenton's bat is able to fly three weeks after birth and reaches independence at 6 to 8 weeks of age.",
    "Conservation": "All bats in Britain are protected under Schedule 5 of the Wildlife and Countryside Act of 1981. The bats are also protected by the Conservation Regulations of 1994.\nDaubenton's bat is an endangered species in Germany and Austria.",
    "See also": "Sakhalin myotis (M. abei)",
    "References": "",
    "External links": "Population map, call sound bites\nARKive (Photographs, videos)\nInformation on BBC website"
  }
}