{
  "url": "https://en.wikipedia.org/wiki/Samoa_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. samoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Samoa flying fox or Samoan flying fox (Pteropus samoensis) is a species of flying fox in the family Pteropodidae. It is found in American Samoa, Fiji, and Samoa (where it is known as pe'a and pe'a vao). Its natural habitat is subtropical or tropical dry forests. It is threatened by habitat loss.",
    "Description": "The Samoan flying fox is a medium-sized bat weighing about 450 grams (16 oz) with a wingspan of about 0.86 metres (2 ft 10 in). It has a fox-like face with a pointed muzzle, a brown body and wings and the fur on its head and shoulders is blond or silvery-grey.",
    "Distribution and habitat": "The Samoan flying fox is native to Fiji, Samoa and American Samoa. Its habitat is primary or secondary moist forest, plantations, agroforest and the vicinity of villages. Unlike most flying foxes, this species roosts alone or in small family groups.",
    "Biology": "This bat is mostly diurnal, making foraging expeditions in early mornings and late afternoons. The diet consists mainly of fruit but leaves, flowers and nectar are also eaten. This bat is believed to be monogamous and males defend a territory of about 3 square kilometres (1.2 sq mi). A single offspring is born each year, usually in May or June. The juveniles begin to fly when they are about half the size of the adults, but may remain dependent on their mothers until three-quarters of her size.",
    "Status": "The IUCN lists the Samoan flying fox as being \"Near Threatened\". Populations of this bat are thought to be in slow decline, but it has a wide range, and it is quite common within that range, and the rate of decline is believed not to be sufficient to justify putting it in a more-threatened category. The main threats it faces are forest clearance and the hunting of it for food. In the 1980s, it was killed commercially for export as a luxury food item, but a stop was put to that trade when it was listed in Appendix I of CITES in 1990. This made it illegal to export it, and hunting since then has been on a smaller scale and only for domestic use. It is present in some national parks and other protected areas which gives it some measure of protection.",
    "Samoan mythology": "The Samoan word for the flying fox fruit bat, pe'a, is also the name of the traditional Samoan male tattoo.\nIn Samoan and Polynesian mythologies, stories, myths, proverbs, and legends are associated with this winged creature. One legend from the island of Savai'i in Samoa is about Nafanua, goddess of war; she was rescued by flying foxes when stranded on an inhospitable island.\n\n\n== References =="
  }
}