{
  "url": "https://en.wikipedia.org/wiki/Sanborn's_bonneted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. hansae"
    }
  ],
  "text": {
    "__SUMMARY__": "Sanborn's bonneted bat (Eumops hansae), is a bat species from South and Central America. It was first described from a specimen collected at Colonia Hansa, Brazil, and is sometimes also known as the Hansa bonneted bat.",
    "Description": "Sanborn's species is one of the smaller bonneted bats, measuring around 10 cm (3.9 in) in total length, including the tail, and weighing 13 to 17 g (0.46 to 0.60 oz). They have rich blackish-brown fur, which is paler on the belly, and which allows it to be distinguished from the similarly sized, but more lightly coloured, dwarf bonneted bats that live in the same general area. Other distinctive features of the species include narrow wing tips, relatively well-developed teeth at the back of the jaw, and a higher jaw joint than in its close relatives. As with other molossid bats, the tail extends beyond the margin of the wing membranes, and, in this species, is typically about 3 to 4 cm (1.2 to 1.6 in) in length.",
    "Distribution and behaviour": "Sanborn's bonneted bat is patchily distributed across Central America, and is also found in the southernmost tip of Mexico. In South America, it is found across the northern parts of the continent east of the Andes, including Colombia, Venezuela, the Guyanas, western Brazil, eastern Peru and Ecuador, and northern Bolivia. Within this region it inhabits lowland tropical evergreen forests below about 320 m (1,050 ft) elevation. There are no recognised subspecies.Sanborn's bonneted bats eat Orthopterans and other insects, which they catch while flying in the upper levels of the forest canopy. They have also been observed flying over clearings and large bodies of water, and to roost in cavities in tree cavities.\n\n\n== References =="
  }
}