{
  "url": "https://en.wikipedia.org/wiki/Savi's_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Hypsugo"
    },
    {
      "Species": "H. savii"
    }
  ],
  "text": {
    "__SUMMARY__": "Savi's pipistrelle (Hypsugo savii sometimes classified as Pipistrellus savii) is a species of vesper bat found across North West Africa, the Mediterranean region and the Middle East. It feeds at night on flying insects. In the summer it roosts under bark, in holes in trees, in old buildings and in rock crevices but in winter it prefers roosts where the temperature is more even such as caves, underground vaults and deep rock cracks.",
    "Taxonomy": "Based on mitochondrial DNA, specifically the regions that encode cytochrome c oxidase and cytochrome b, Savi's pipistrelle is most closely related to Hypsugo alaschanicus.",
    "Description": "Savi's pipistrelle is a small species of bat with a head and body length of between 1.75 and 2 inches (44 and 51 mm) and a forearm (elbow to wrist) length between 1.25 and 1.5 inches (32 and 38 mm). It weighs between 0.26 and 0.35 ounces (7.4 and 9.9 g). It has broad, rounded ears each with a short tragus that is widest in the middle and narrows towards the rounded tip. The face, ears and wing membranes are black. The short fur on the upperside of the head and body is dark brown and that on the underside is pale, with the chin, throat and chest contrasting sharply with the animal's back. The tail is rounded and is rather longer than is the case in other closely related species.",
    "Distribution": "Savi's pipistrelle is native to the Mediterranean region of southern Europe, North West Africa, the Middle East, central Asia, Mongolia and northern Japan. It also occurs in the Canary Islands, Switzerland and Austria and has been recorded from Slovakia. It mainly occurs in mountainous regions where it is found at altitudes of up to 2,500 metres (8,200 ft). It favours bushy slopes with clumps of trees, scrubland, cliffs, gorges and ruins. In the summer it hides by day under the bark of trees, in rock clefts, in hollow trees, in holes in walls, in buildings under rafters and roof tiles. In winter it seeks more protected places to roost such as near the entrances of caves, in underground vaults and in deep rock crevices, where it normally hides alone.",
    "Biology": "Savi's pipistrelle feeds on flying insects which it catches on the wing using echolocation to locate its prey. It has been found that it synchronises the emittance of the ultrasonic sounds used for this purpose with its wing beats, in order to maximise detection distances. It drinks by making repeated low flights over water, raising its wings and scooping up water with its tongue. It may forage over pastureland, in villages and round streetlights. Savi's pipistrelle breeds in the summer, and up to 70 female bats may roost together in \"maternity\" communities.",
    "Status": "Savi's pipistrelle is listed as being of \"Least Concern\" in the IUCN Red List of Threatened Species. This is because its population is believed to be stable and there are no particular threats that affect it. Many nations protect all their bats, and Savi's pipistrelle is also protected through the Bonn Convention (Eurobats) in the countries that have ratified that treaty. It is also protected in Europe by its inclusion in Annex IV of the EU Habitats and Species Directive.",
    "References": "",
    "External links": "Hypsugo savii - Science for Nature Foundation"
  }
}