{
  "url": "https://en.wikipedia.org/wiki/Saõ_Tomé_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Macronycteris"
    },
    {
      "Species": "M. thomensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The São Tomé leaf-nosed bat (Macronycteris thomensis) is a species of bat in the family Hipposideridae. It is endemic to the island of São Tomé, in the Gulf of Guinea off the western coast of Africa. The bat's natural habitats are subtropical or tropical moist lowland forests and caves.",
    "Taxonomy": "This bat was first described in 1891 by the Portuguese zoologist José Vicente Barbosa du Bocage as Hipposideros thomensis, the specific name recording the fact that it is endemic to São Tomé. It was at one time considered to be part of M. commersoni, but that species is now viewed as being restricted to Madagascar. Both commersoni and it were formerly placed in the genus Hipposideros, but moved to the resurrected Macronycteris in 2017 on the basis of molecular evidence.",
    "Ecology": "São Tomé leaf-nosed bat inhabits primary and secondary moist lowland tropical forest. It is also seen in plantations and other man-made habitats. Roosts have been observed in caves, lava tubes, rock crevices and water extraction tubes. Breeding takes place once a year in the rainy season. The female gives birth to a single pup after a gestation period of about four months. The young may be carried when the mother is foraging, and are weaned at about fourteen weeks. The diet is of large insects such as beetles and cicadas.",
    "Status": "The São Tomé leaf-nosed bat is known only from the island of São Tomé in the Gulf of Guinea. It is described as not uncommon, and roosts of up to one hundred individuals have been found. In the absence of evidence to the contrary, and because no special threats have been identified, the International Union for Conservation of Nature has assessed the conservation status of this species as being of \"least concern\".\n\n\n== References =="
  }
}