{
  "url": "https://en.wikipedia.org/wiki/Schlieffen's_twilight_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "NycticeinopsHill and Harrison, 1987"
    },
    {
      "Species": "N. schlieffeni"
    }
  ],
  "text": {
    "__SUMMARY__": "Schlieffen's bat or Schlieffen's twilight bat (Nycticeinops schlieffeni) is a species of vesper bat found in Africa. It has been placed in numerous genera since its first description in 1859, but morphological and genetic studies have confirmed it as the only species in the genus Nycticeinops. It is named for the collector of the original specimen, Wilhelm von Schlieffen-Schlieffiennburg.",
    "Description": "Schlieffen's bat is an unusually small bat, measuring  4 to 5 centimetres (1.6 to 2.0 in) in head-body length, and weighing only 3.7 to 5 grams (0.13 to 0.18 oz). Although there is some variation on coat colour across its range, in general, the bat is brown with pale grey or white underparts. It has a broad, flattened skull, with a short, wide, sparsely haired snout. The ears are rounded, with a blunt, convex, tragus. There is a prominent calcar extending about half the way along the uropatagial border, and a proportionately long tail of approximately 3 centimetres (1.2 in).In many respects, Schlieffen's bats resemble the more familiar evening bats of North America; they can most readily be distinguished by the shorter snout, and by the detailed shape of the baculum.",
    "Distribution and subspecies": "Schlieffen's bat is found widely across Africa outside the equatorial rainforest. It inhabits a broad band of territory from Mauritania and Senegal in the west across to Namibia, South Africa, Angola and Mozambique in Southern Africa, to Kenya and Tanzania in the African Great Lakes region, to Ethiopia, Somalia, Djibouti and Eritrea in the Horn of Africa, to Sudan and Egypt in the Nile Valley. It is also found in the south-western Arabian peninsula.Several subspecies of Schlieffen's bat have been identified. However, there has been little agreement on their status or range. The most recent analysis, as reported in the 2005 edition of Mammal Species of the World, concluded that there is insufficient evidence for the retention of any of these subspecies, and Schlieffen's bat should therefore be considered monotypic.",
    "Behaviour and biology": "Schlieffen's bats forage over fresh water, such as marshes, rivers, and lakes, and are found in a wide range of riparian forest and savannah environments. Like many bats, they are nocturnal, and they spend the day roosting in crevices in rocks and trees, and may take up residence in man-made buildings or cellars. They appear to be generally solitary, but may roost in small groups of three or so individuals.The echolocation calls of Schlieffen's bats have been reported to be narrow band with steep frequency modulation, and to range from 39 to 47 kHz. They feed primarily on beetles and caddisflies, and a smaller proportion of moths, bugs, and flies. Their predators are known to include bat hawks.Schlieffen's bats mate in June, but carry the sperm in their uterus until August, when ovulation and fertilisation occur. They typically give birth to a litter of three young.",
    "References": "",
    "External links": "Images at ARKive.org"
  }
}