{
  "url": "https://en.wikipedia.org/wiki/Schreber's_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Scotophilus"
    },
    {
      "Species": "S. nigrita"
    }
  ],
  "text": {
    "__SUMMARY__": "Schreber's yellow bat or the giant house bat, (Scotophilus nigrita) is a species of vesper bat. It is found in Benin, Democratic Republic of the Congo, Ivory Coast, Ghana, Kenya, Malawi, Mozambique, Nigeria, Senegal, Tanzania, Togo, and Zimbabwe. Its natural habitats are subtropical or tropical moist lowland forests, dry savanna, and moist savanna. It is an uncommon species and its biology is poorly known. It was first described in 1774 by the German naturalist Johann Christian Daniel von Schreber, who named it Vespertilio nigrita. It was later transferred to the genus Scotophilus, making it Scotophilus nigrita.",
    "Description": "Schreber's yellow bat is a large, robust bat, the largest vesper bat in Africa. It has a head-and-body length of about 190 mm (7 in), a tail length of 80 mm (3 in) and a fore-arm length of about 80 mm (3.1 in), females tending to have slightly longer forearms than males. The canines are well-developed, the upper jaw has a single incisor and four cheek teeth on each side, and the lower jaws have no incisors and five cheek teeth. The ears are medium-sized and widely separated, and there is no nose-leaf. The dorsal pelage is some shade of blackish-brown, dark brown or greyish-brown, tinged with yellow. The ventral pelage is pale yellow or yellowish-grey. The wing membranes are blackish-brown and the tail is almost totally enclosed in the interfemoral membrane.",
    "Distribution": "This is an uncommon species with a wide distribution across Africa. In tropical West Africa it occurs in Senegal, Ivory Coast, Ghana, Togo and Nigeria, in Central Africa in the Democratic Republic of the Congo, Sudan, western Kenya and Tanzania, and in southern Africa it occurs in Mozambique, Malawi and eastern Zimbabwe. Because it flies high off the ground, and is seldom caught in mist nets, it may be under-recorded, also occurring in other countries within this range. Habitats from which it has been caught include tropical rain forest, riverine forest, moist savanna and wooded savanna. It roosts in various locations and has been found under a corrugated iron hut roof, where the temperature was more than 40 °C (104 °F), over a dry river bed, over a pond and in a hollow dead  Hyphaene palm tree.",
    "Behaviour": "Little is known about the behaviour of this bat, its reproductive biology or its diet. There is a hypothesis that it is a carnivore, as suggested by the cusp pattern of the cheek teeth. In captivity, the related white-bellied yellow bat (Scotophilus leucogaster) has eaten geckos and dead bats, however, other aspects of the teeth suggest that Schreber's yellow bat is an insectivore, as the teeth are adapted for crushing rather than slicing.\n\n\n== References =="
  }
}