{
  "url": "https://en.wikipedia.org/wiki/Seba's_short-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Carollia"
    },
    {
      "Species": "C. perspicillata"
    }
  ],
  "text": {
    "__SUMMARY__": "Seba's short-tailed bat (Carollia perspicillata) is a common and widespread bat species in the family Phyllostomidae. They are found in Central America, the northern parts of South America, and in the Antilles islands.",
    "Description": "C. perspicillata is a small to medium-sized bat with relatively short ears, and a short, triangular noseleaf. They have fur that is dense and soft, and can be a variety of colors, ranging from black to brown to gray, with both albino and orange individuals found in certain areas. Sexual dimorphism varies in C. perspicillata based on geography. In Colombia, there are no differences in size and color between sexes, but in the West Indies females are usually larger, and males are larger everywhere else this species is found.C. perspicillata has a very good sense of smell, good visual acuity, and they show less specialization in their auditory apparatus as opposed to insectivorous bats. However, they still employ echolocation as a primary method of orientation. They use calls that originate in their mouths or nostrils, which are intense, and have been shown to be the most directional sonar beams in any species of echolocating bat.",
    "Ecology": "",
    "Ecology-Range and Habitat": "C. perspicillata is primarily found in Mexico, Bolivia, Paraguay, Brazil, Trinidad, and Tobago. They are mostly found in forests, both deciduous and evergreen. It is usually found near stagnant water, in areas with a large amount of free internal space, usually below elevations of 1000 meters. As a result, this bat is among the most common that are caught at ground level, based on their foraging habits.",
    "Ecology-Diet": "C. perspicillata is known to eat a large variety of fruit, as well as some flowers and insects. This bat is a generalist, eating a wide variety of fruits that are characterized by being high in protein and low in fiber. During times when fruit isn't plentiful, these bats supplement their diets using nectar and pollen from flowers, which also opens up the possibility for them being pollinators for the flowers they eat.",
    "Behavior": "",
    "Behavior-Roosting": "Groups of C. perspicillata will roost in numbers from 10-100, in caves, hollow trees, and in tunnels. They will usually roost during the day, and will forage at night. There are two different types of roosts found in these bats, harems and bachelor roosts. In a harem roost, there is a single male, some females and their offspring. Bachelor roosts are used by males without harems, with females joining seasonally.Males are territorial of their roosts, and will often fight other intruding males by means of boxing. Males follow a pattern of behavioral stages before fighting. This entails ear movements, head lifts, neck craning, wing unfolding, punch mimicking, and finally boxing with each other. Even though this is aggressive behavior, either male is allowed to stop fighting and leave the conflict, and injuries usually aren't worse than a few scrapes and bruises. It is also shown that males use distinct vocalizations during conflicts, which might be used to determine the identity of the competitor, and based on that information, parts of the pre-fighting stages can be skipped, and the animals will begin boxing.",
    "Behavior-Mating and Reproduction": "Males will actively try to recruit females to mate with for their harems through the use of vocalization and hovering. It has been shown that there are two different reproductive periods in the year, one being from June–August, and the other from February to May. The June–August period coincides with a period of high fruit production, and the February–May period with a large amounts of flowers.Gestation periods are about 120 days, and young are born precocial. Newborns grow quickly, and reach full adult body weight after about 10–13 weeks, and will usually leave the parental harem after about 16 weeks. All females will reach sexual maturity by the time they're one year old, and males will reach sexual maturity within the first two years of being born.Mothers will communicate with their offspring though vocalization, and it has even been shown that a mother can discriminate between the calls of its offspring and the offspring of other females. They exhibit more maternal approach behaviors when hearing the calls of their own offspring, and more experienced mothers show more approach behavior as opposed to new mothers. However, this behavior isn't the same in males, who instead take a different approach to hearing the calls of their offspring. They will harass the mothers until they go to take care of the young, but won't go to attend to the young themselves.",
    "Behavior-Flight": "As with other bats, the metabolism of these bats follows a U-shape during flight. This means that they use the most energy when flying at low and high airspeeds, and use less energy at moderate speeds. Most of their flights to find food are relatively close, because they can bring back smaller fruit to their roosts, but just still eat bigger fruits at the tree.",
    "Lifespan": "Like many bat species, C. perspicillata has a long lifespan, being able to live up to ten years. Mortality rates for bats is 53% in the first two years of life, but that goes down to 22% in the following years. In this species, there doesn't seem to be a difference in the average lifespans of males as opposed to females.",
    "Captivity": "Several zoos, such as the Central Park Zoo keep colonies of these bats. These bats are relatively easy to breed and are the most common bat species found in zoos today. The bats at the Central Park Zoo can be found at the Tropic Zone building.\n\n\n== References =="
  }
}