{
  "url": "https://en.wikipedia.org/wiki/Seminole_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Lasiurus"
    },
    {
      "Species": "L. seminolus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Seminole bat (Lasiurus seminolus) is a species of bat in the family Vespertilionidae. A common feature of the family Vespertilionidae is a tail that is located completely within the uropatagium (the membrane located between the hind limbs in bats). In Seminole bats, and other members of the genus Lasiurus, the upper surface of this membrane is covered in fur.\nThese bats were once thought to be the same species as the red bat (Lasiurus borealis), but are now considered a distinct species.",
    "Description": "The Seminole bat is often confused with the red bat. This is due to the coloring of the Seminole bat, which is a mahogany color with a frosted look due to white tipped dorsal hairs. Coloring is not sexually dimorphic, meaning that males and females are similar in color. Average weight is around 12 grams with females being larger than males.",
    "Diet": "Seminole bats are insectivores. Insectivores are animals that feed primarily on insects. They have been found to eat relatively large amount of Hymenoptera (ants, bees and wasps), Coleoptera (beetles), Lepidoptera (moths). They have also been shown to eat smaller amounts of Homoptera (cicadas) and Diptera (flies).",
    "Distribution": "Distribution of the seminole bat is the southeastern part of the United States. This includes Louisiana, Georgia, Alabama, Mississippi, South Carolina and parts of Texas, Tennessee, Arkansas and North Carolina. There are also records of Seminole bats as far as Mexico. Reports have found seminole bats in the areas of Northeastern North Carolina in 2015. Since 2015, seminole bats have been cared for bat rehabilitators in Northern Virginia and recorded in the same area using an Echo Meter.\nThe bats prefer to live in forested areas. In winter months they are found to use leaf litter and Spanish moss as insulation in their roost sites. Spanish moss is also thought to be an important factor in seminole bat environments year round. and is believed to be a limiting factor in distribution of these bats.\n\n\n== References =="
  }
}