{
  "url": "https://en.wikipedia.org/wiki/Semon's_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. semoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Semon's leaf-nosed bat or Semon's roundleaf bat (Hipposideros semoni) is a species of bat in the family Hipposideridae.  It is found in Australia and Papua New Guinea.",
    "Taxonomy and etymology": "It was described as a new species in 1903 by German zoologist Paul Matschie.\nThe eponym for the species name \"semoni\" was fellow German zoologist Richard Semon.\nSemon's research voyage to Australia procured the holotype that Matschie used to describe the new species.",
    "Description": "Its head and body is 40–50 mm (1.6–2.0 in) long, while its wingspan is approximately 320 mm (13 in).\nIndividuals weigh 6–10 g (0.21–0.35 oz).\nIt has long, narrow ears with sharply pointed tips.\nIts fur is a dark, smoky gray in color, with individual hairs relatively long.",
    "Biology and ecology": "It is nocturnal, roosting in sheltered places during the day such as abandoned mines, caves, hollow trees, and rock fissures.\nIt will roost singly or in small colonies.\nIt is insectivorous, preying on arthropods such as spiders, beetles, and moths.\nWhile foraging, it flies close to the ground, at heights less than 2 m (6.6 ft).\nIt is possibly a prey species of the ghost bat, which is known to consume other bat species in the family Hipposideridae.",
    "Conservation": "It is currently evaluated as least concern by the IUCN—its lowest conservation priority.\nHowever, it has a more urgent conservation status in Australia.\nQueensland listed it as endangered under the Nature Conservation Act 1992, while nationally it is listed as vulnerable under the Environment Protection and Biodiversity Conservation Act 1999.\nConservation and management actions recommended in Australia include preventing roost disturbance and destruction.\nAdditionally, there is a stated need to determine the extent of the species range in Australia, as well as to assess what its requirements are for acceptable roosts.\n\n\n== References =="
  }
}