{
  "url": "https://en.wikipedia.org/wiki/Serotine_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Eptesicus"
    },
    {
      "Species": "E. serotinus"
    }
  ],
  "text": {
    "__SUMMARY__": "The serotine bat (Eptesicus serotinus), also known as the common serotine bat, big brown bat, or silky bat, is a fairly large Eurasian bat with quite large ears.  It has a wingspan of around 37 cm (15 in) and often hunts in woodland.  It sometimes roosts in buildings, hanging upside down, in small groups or individually. The name serotine is derived from the Latin serotinus which means \"evening\", while the generic name derives from the Greek ἔπιεν and οίκος which means \"house flyer\".",
    "Description": "The serotine bat has long fur which on the back is smoky-brown in colour, while the underparts are a paler yellowish-brown, the nose and triangular shaped ears are black, and the membranes of the wings are dark black or brown. The juveniles are darker than the adults. Serotine bats are easy to identify in flight, because its broad wings combined with its slow, highly manoeuvrable, flapping flight interspersed with brief glides is distinctive.  The tragus has a relatively thin and pointed shape and is not kidney shaped as in Nyctalus.",
    "Distribution": "The serotine bat has a Palaearctic distribution lying between about 58 degrees and 30 degrees from southern Great Britain in the west, east to Taiwan, and south to North Africa, the Middle East and southern and south-east Asia. It has been recorded as a vagrant on Lanzarote in the Canary Islands.",
    "Taxonomy": "The following subspecies have been recognised.\nEptesicus serotinus andersoni: eastern Asia\nEptesicus serotinus boscai: southern Iberia and Morocco\nEptesicus serotinus isabellinus: North Africa, sometimes considered a separate species\nEptesicus serotinus horikawai: Taiwan\nEptesicus serotinus pachyomus: India, Nepal, possibly Myanmar\nEptesicus serotinus pallens: western China\nEptesicus serotinus pashtonus: Pakistan and Afghanistan\nEptesicus serotinus serotinus: northern and eastern Europe and western Asia\nEptesicus serotinus turcomanus: central Asia and XinjiangHowever, recent studies have indicated that this may be a polyphyletic species with E. serotinus (including turcomanus) in most of Europe and western Asia, E. pachyomus in eastern Asia and E. isabellinus in southern Iberia (boscai) and North Africa.",
    "Habitat": "The serotine bat utilises in a wide variety of habitats including temperate and subtropical dry forest, maquis, agricultural land, semi-desert and suburban areas.",
    "Biology": "In Europe serotine bats start to establish maternity colonies consisting almost exclusively of females from late May. Colonies usually remain at a single roost site during the breeding season, although occasionally the larger colonies will change roost sites. The female bats usually give birth to a single pup in early July, though births have been recorded as late as mid-August.The female bats normally give birth to a single young in late summer, and the baby is occasionally carried by its mother for the first few days. The young bats usually make their first flights at around three weeks old, and at six weeks they can forage for themselves. Breeding colonies usually disperse by early September, although a few bats may use the colony site as a roost until early October. The male bats probably remain solitary or in small groups but are occasionally found with females in spring or autumn. Mating seems to take place in the autumn, but very little is known about the mating behaviour. Both sexes reach sexual maturity at one year old.Serotine bats mainly use buildings for summer roosts, especially those older buildings with high gables and cavity walls, and often occur in churches; modern buildings are used infrequently. The roost is normally accessed at or near the gable apex or the lower eaves. The serotine bat is hardly ever found in trees, which were the most likely pre-human roost sites, and the species seems to be very oriented towards using buildings. The roost is sometimes shared with pipistrelles or brown long-eared bats, and this species has also been recorded associating with Natterer's bats, whiskered bats and noctule bats. Only a few serotine bats have been found in winter, but it seems likely that most hibernate in buildings in cavity walls and disused chimneys. There are a few records of them being found in the coldest parts of caves, either in roof crevices or in accumulations of boulders.The foraging activity of serotine bats peaks at dusk, and there is a second period of activity around dawn. They commute on average 6.5 km (4.0 mi) to and from feeding areas per night, and forage in up to five distinct areas per night. This species uses three main feeding strategies: short flights, ground feeding and aerial hawking. It normally forages quite low, 0–5 m (0–16 ft) above the ground.",
    "Diet": "Similarly to the Nyctalus or Plecotus species, the serotine is mainly an aerial hawker focusing on hunting flying insects.",
    "Echolocation": "The frequencies used by this bat species for echolocation lie between 25–55 kHz, have most energy at 31 kHz and have an average duration of 8.8 ms.",
    "Conservation": "The serotine bat has declined in many areas in its European range. Loss of feeding habitat is thought to have played a part in the decline. In addition, as this bat almost exclusively roosts in buildings, it is highly vulnerable to disturbance from construction work and toxic timber treatments. In the United Kingdom serotine bats benefit from a very comprehensive level of legal protection, as is the case across much of Europe.",
    "References": "",
    "External links": " Media related to Eptesicus serotinus at Wikimedia Commons\n Data related to Eptesicus serotinus at Wikispecies"
  }
}