{
  "url": "https://en.wikipedia.org/wiki/Seychelles_sheath-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Coleura"
    },
    {
      "Species": "C. seychellensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Seychelles sheath-tailed bat (Coleura seychellensis) is a sac-winged bat found in the central granitic islands of the Seychelles. It is an insectivorous bat, feeding primarily in forest clearings at night and roosting in communal roosts by day. Although previously abundant across the island group, it now only occurs on three islands. Its numbers have been declining to such an extent that the International Union for Conservation of Nature has listed it as being critically endangered. Increases in the cultivation of coconut palms in plantations, and the introduction of alien plant species, seem to have reduced the availability of insect food.",
    "Ecology": "The weight of Seychelles sheath-tailed bats averages about 10–11 grams (0.35–0.39 oz). Bats in this genus generally roost in caves and houses, in crevices and cracks. In the 1860s, the Seychelles sheath-tailed bat was reported to fly around clumps of bamboo towards twilight, and in the daytime to be found roosting in the clefts of the mountainside facing the sea and with a more or less northern aspect. These hiding places were generally covered over with the large fronds of endemic palms. The Seychelles sheath-tailed bat is insectivorous. Coleura Seychellensis feeds predominantly on marsh associated Ceratopogonidae, in contrast to Curlionidae in palm woodland. Its colonies are apparently divided into harem groups.\nIt has been the focus of recent intensive research, which has determined that it is a species associated with small clearings in forest where it feeds on a wide variety of insect species. Observations of coastal or marsh feeding are thought to be bats that have been forced into feeding in unusual situations due to habitat deterioration. Although the species is not a specialist and has a high reproductive potential, it is very vulnerable to disturbance and requires several roost sites within healthy habitat.",
    "Status": "It was probably abundant throughout the Seychelles in the past, but it has declined drastically and is now extinct on most islands. The International Union for Conservation of Nature lists this bat as being critically endangered. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.It is one of the most endangered animals, fewer than 100 are believed to exist in the world. The Seychelles sheath-tailed bat has suffered from habitat deterioration due to the effects of cultivation of coconut plantations and the introduction of the kudzu vine, both of which have reduced the incidence of scrub and the availability of insect prey. The largest surviving roost is on Silhouette Island, although small roosts do exist in Mahé and also Praslin and La Digue islands. Its lifespan is 20 years; its length is 55–65 mm (2.2–2.6 in). It finds its mates by fighting with another male bat in front of the females.",
    "References": "Gerlach, J, and M Taylor. “Habitat Use, Roost Characteristics and Diet of the Seychelles Sheath-Tailed Bat Coleura Seychellensis.” Web of Science, 2006, apps.webofknowledge.com/full_record.do?product=WOS&search_mode=GeneralSearch&qid=1&SID=6EzaEf5PKNb4rLar2op&page=1&doc=4.",
    "Further reading": "Burgess, H. & N. Lee (2004). \"A behavioural study of the Silhouette sheath-tailed bat (Coleura seychellensis)\". Phelsuma. 12: 69–77.\nGerlach, J. (2004). \"The bats of Silhouette Island, Seychelles\". Phelsuma. 12: 78–90.\nGerlach, J. & M. Taylor (2006). \"Habitat as a critical factor in the decline of the Seychelles Sheath-Tailed Bat Coleura seychellensis\". Acta Chiropterologica. 8: 129–139. doi:10.3161/1733-5329(2006)8[129:hurcad]2.0.co;2.",
    "External links": "ARKive - images and movies of the Seychelles sheath-tailed bat (Coleura seychellensis)\nAnimal Info\nConservation of the Seychelles sheath-tailed bat"
  }
}