{
  "url": "https://en.wikipedia.org/wiki/Short-palated_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Casinycteris"
    },
    {
      "Species": "C. argynnis"
    }
  ],
  "text": {
    "__SUMMARY__": "The short-palated fruit bat (Casinycteris argynnis) is a species of frugivorous megabat in the family Pteropodidae. It is found in Cameroon, Central African Republic, and Democratic Republic of the Congo. Its natural habitat is subtropical or tropical moist lowland forests. Births occur in May.",
    "Description": "The head and body of the bat measures from 90–95 mm (3.5–3.7 in) in length and have a vestigial tail. The forearm length is about 50–63 mm (2.0–2.5 in). The wing membrane joins with the phalanges of the first toe rather than the second toe as typical in many other fruit bats. The bat weigh anywhere from 26–30 g (0.92–1.06 oz). The fur is a light brown but the snout, eyelids, ears, and wings can be yellowish green to bright orange in color. The fine hair of the brown fur is brown at its base, lightens in its center, and becomes brown again at the end. At the base of the ears there are tufts of white hairs and two oblong white patches are present between and behind the eyes. The round pupil of the bat is quite large, almost obscuring the yellow-brown iris. The flat nose is pinkish and the ears, as wing membranes, are yellowish-brown. The premolars and molars are abnormally shaped and the spreading zygomatic arches coupled with the ascending ramus indicates a crushing rather than cutting biting mechanism. These characteristics as well as the short and bony palate suggest a radically different diet as compared to typical frugivorous bats, and the short tooth row is typical of an insectivorous rather than frugivorous bat.",
    "Conservation": "Though the bat may be locally abundant in Africa, it is threatened by deforestation. The IUCN lists the species as \"Least Concern\" as deforestation is unlikely lead to a major decline in the bat's population.\n\n\n== References =="
  }
}