{
  "url": "https://en.wikipedia.org/wiki/Short-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "CyttaropsThomas, 1913"
    },
    {
      "Species": "C. alecto"
    }
  ],
  "text": {
    "__SUMMARY__": "The short-eared bat (Cyttarops alecto) is a bat species from South and Central America. It is found in Brazil, Costa Rica, Guyana and Nicaragua.  It is monotypic within its genus.",
    "Description": "The short-eared bat is a dark-colored sac-winged bat, similar in appearance to Saccopteryx or Peropteryx, but differentiated by its long, silky fur, low rounded ears, expanded clavicles, grooved tibia, and cranial frontal cup.  Forearms range from 45.8 to 47.2 mm long.  Skull length ranges from 12.6 to 14.3 mm.  Females tend to be somewhat larger than their male counterparts. \nAs with all emballonurid bats, short-eared bats use a similar type of echolocation call that consists of a central, narrowband component and one or two short, frequency-modulated sweeps. All calls are multi-harmonic with most energy concentrated in the second harmonic.",
    "Ecology": "",
    "Ecology-Distribution": "The currently known range of this species extends from the Caribbean lowlands of Costa Rica through Guyana to the state of Para, Brazil and has never been found in elevations below 300 m.",
    "Ecology-Population": "The exact population size of the short-eared bat are unknown, but this is one of the rarest Neotropical bats, know from fewer than twenty individuals taken from less than ten localities in humid lowland areas (Emmons and Feer 1997; Reid 1997).  The one of the rarest, these bats have no immediate threats and is listed as Least Concern because it is widely distributed and is unlikely to be declining fast enough to qualify for inclusion in the threat categories.",
    "Ecology-Diet": "Aerial Insectivore",
    "Behavior": "Cyttarops alecto roost in small groups (1 to 10 individuals) containing both sexes and mixed ages under fronds of coco palms during the day.  It hangs freely by the feet when roosting near the midrib of a frond. They are nocturnal so activity doesn't usually start until about 45 min after sunset and is usually restricted to the immediate area around the roost for the first 15 to 30 min.  Once it is completely dark, individuals disperse, flying at least 3 to 4 m above ground. Roosts are often located in fairly exposed places and even by buildings actively occupied by humans, meaning they can be adaptable to human disturbed areas.",
    "References": "\nLim, B., Miller, B., Reid, F., Arroyo-Cabrales, J., Cuarón, A.D. & de Grammont, P.C. 2008. Cyttarops alecto. 2008 IUCN Red List of Threatened Species. Downloaded on 4 March 2009.\nInfonatura"
  }
}