{
  "url": "https://en.wikipedia.org/wiki/Silver-tipped_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. albescens"
    }
  ],
  "text": {
    "__SUMMARY__": "The silver-tipped myotis (Myotis albescens) is a species of mouse-eared bat found in a range of lowland habitats in the Americas.\nIt is part of the vesper bat genus Myotis, which includes many common species across the world. Genetic analysis suggests that it is probably most closely related to a group of Neotropical Myotis species that includes Myotis nigricans, Myotis levis, and Myotis oxyotus, or alternatively to Myotis dominicensis alone.",
    "Description": "The silver-tipped myotis is a small bat, with a total length of 7.9 to 9.6 centimetres (3.1 to 3.8 in), and a tail 2.7 to 4.0 centimetres (1.1 to 1.6 in) long. The fur is long and silky, with individual hairs being black or dark brown for most of their length, but white at the tips. This silver ticking gives the bat its common name and \"frosted\" appearance. Although fur with a similar pattern is found on the undersides of some related species, only in the silver-tipped myotis does it extend across the entire body, thus enabling it to be distinguished from some otherwise very similar bats.The undersides and legs of the animal are paler than the rest of the body, and the bare skin of the wings varies from light brown to almost black, depending on the individual. The bat has a rounded head with narrow, pointed ears, and unusually large feet. The membranes of the wings attach to the toes at their hindmost part, while the membrane between the legs is partially supported by a long calcar that actually extends beyond its edge to end in a small rounded lump.",
    "Distribution": "The silver-tipped myotis is one of the most widespread members of its genus, being known from every country of South America except Chile and French Guiana. It is possible that it does occur in French Guiana, but has not yet been recorded. In the northern part of its range it is found in Panama, Costa Rica, Nicaragua, Honduras, Guatemala, and parts of Chiapas and Veracruz in southern Mexico. Its wide range is partly due to a tolerance for a wide range of lowland habitats, including forests, shrublands, open wetlands, and pasture below 500 metres (1,600 ft) elevation. However, it usually occurs near open water. It is absent in the Andes and in the colder environments of central and southern Argentina.There are no recognised subspecies.",
    "Behavior": "Like most bats, silver-tipped myotises are nocturnal, and are most active immediately after sunset and before dawn. They spend the day roosting in small groups in holes or crevices in trees or cliffs, typically close to water. They are not cave-roosting bats, preferring more open environments with some degree of ventilation and light. In more settled areas, they are commonly found roosting under roofs, or inside attic spaces. Although they may occasionally become torpid during cold nights, they do not hibernate.They have been reported to feed on beetles, flies, lepidopterans, and spiders. They are generally slow flying bats, flying low to the ground or water, and grabbing insects with their large feet. While hunting, they have been reported to use short, 2 to 5 millisecond, frequency modulated calls, sweeping down from 75 to 43 kHz, at sound levels of up to at least 111 dB.",
    "Reproduction": "Males and females roost together, and the females are promiscuous, mating with several of their partners. There is no particular breeding season over most parts of the range, and females typically give birth to two or three young every year. Fertilisation does not occur for up to three months after mating indicating that females can likely store sperm in their bodies for this time, thus being able to control the timing of their pregnancy. Gestation lasts about three months, and results in the birth of a single young.The young are weaned at about one month of age, by which time all their permanent teeth have erupted. Females become sexually mature at just two months, although males are not fertile for six or seven months after birth.\n\n\n== References =="
  }
}