{
  "url": "https://en.wikipedia.org/wiki/Sinaloan_mastiff_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Molossus"
    },
    {
      "Species": "M. sinaloae"
    }
  ],
  "text": {
    "__SUMMARY__": "The Sinaloan mastiff bat (Molossus sinaloae) is a species of bat in the family Molossidae, native to Mexico, Central America and northern South America.",
    "Description": "The Sinaloan mastiff bat is a moderately sized bat, measuring 11 to 14 cm (4.3 to 5.5 in) in length, and 33 cm (13 in) in wingspan, and weighing an average of about 24 g (0.85 oz). The long, soft fur is blackish or dark brown over the back and upper parts, fading to a medium brown on the underparts. The head is relatively narrow, with a long snout and \"pincer-like\" incisors. Males are larger than females, but cannot be differentiated on the basis of their braincases. Males also possess scent glands on the throat that secrete a viscous greasy fluid with a strong odour. These glands are largest and most active between May and August, around the time when females are giving birth.",
    "Distribution and habitat": "The Sinaloan mastiff bat is found in western Mexico from Sinaloa southwards, in the Yucatán Peninsula, across Central America and Trinidad, and from northern Colombia across to The Guianas. Within this region, they inhabit both dry deciduous forests and tropical evergreen forests. They are commonly found below 1,000 m (3,300 ft) elevation, and occasionally as high as 2,400 m (7,900 ft).Two subspecies are recognised:\n\nM. s. sinaloae - Mexico to Costa Rica\nM. s. trinitatus - Panama, South America, and Trinidad",
    "Biology": "As much as 78% of the Sinaloan mastiff bat's diet consists of moths, although they also eat significant quantities of beetles and bugs, along with some other flying insects. Although they sometimes roost in caves, they are more commonly found resting in palm trees or in cracks or cavities in artificial structures. Colonies may contain up to a hundred individuals. However, individual roosts are either occupied by solitary males or by single-sex groups, with the all-female roosts being frequently visited by males.Breeding occurs roughly between March and April, with births about three months later. Most births are singletons, with only about 5% being twins. Weaning occurs at six to eight weeks of age, and females reach sexual maturity in their first year.\n\n\n== References =="
  }
}