{
  "url": "https://en.wikipedia.org/wiki/Small_Mauritian_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "†P. subniger"
    }
  ],
  "text": {
    "__SUMMARY__": "The small Mauritian flying fox or dark flying fox (Pteropus subniger, known as rougettes to early French travelers) is an extinct species of megabat. It lived on the islands of Réunion and Mauritius in the Mascarene Islands of the Indian Ocean. It was abundant, with up to 400 sometimes crowding together at a single roost in a cave or in an ancient, hollow tree, while most other fruit bats prefer to roost in the branches of large trees. Local people believed there was only one male per roost, which may indicate the sexes roosted separately and the large roosts were maternity colonies. This flying fox was nocturnal and had delicate teeth, so it probably fed on nectar and possibly soft fruit.\n\n \n \nAs it roosted in old trees and caves, it was vulnerable to forest clearance and hunting. It probably vanished in the 19th century. There are specimens in museums in Paris, London, Berlin, and Sydney.\nA description by La Nux from 1772 states:\n\"When I arrived these animals were as common, even in the settled areas, as they are rare today. They are hunted for their meat, for their fat, for young individuals, throughout all the summer, all the autumn and part of the winter, by whites with a gun, by negros with nets. The species must continue to decline, and in a short time. In abandoning populated areas to retreat to those that are yet to be so, and into the interior of the island, fugitive negros do not spare them when they can get them .... I ought to put in here what little I know about rougettes. One never sees them flying by day. They live communally in the large hollows of rotten trees, in numbers sometimes exceeding four hundred. They only leave in the evening as darkness falls and return before dawn. One is assured, and it is taken in this island for granted, that, however many individuals make up one of these associations, there is but a single male. I have not been able to verify this fact. I should only say that these sedentary animals become fat; that at the beginning of the colony, numerous poorly off and unfastidious people, taught no doubt by the Malacasses, provided themselves plentifully with this fat for preparing their food. I have seen the time when a bat-tree (it is thus that one used to call the retreats of our rougettes) was a real find. It used to be easy, as far as one can judge, to prevent these animals leaving, than to take them out alive one by one, or to suffocate them with smoke, and in one way or another discover the number of males or females of which the association was composed; I do not know any more about this species.\n\"\n\n\n== References =="
  }
}