{
  "url": "https://en.wikipedia.org/wiki/Small_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. hypomelanus"
    }
  ],
  "text": {
    "__SUMMARY__": "The small flying fox, island flying fox or variable flying fox (Pteropus hypomelanus) is a species of flying fox in the family Pteropodidae. It is found in Australia, Cambodia, Indonesia, Malaysia, the Maldives, Myanmar, Papua New Guinea, the Philippines, the Solomon Islands, Thailand, and Vietnam.",
    "Description": "The small flying fox is quite variable in its colouring. The head is usually dark brown but can be yellowish-brown and is paler in the eastern part of the animal's range. The back is tawny-brown and the underparts some shade of buff. The ears are partially furred and the wing membranes are black. The fur is short on the back and medium-length on the underparts. This bat can be distinguished from the rather similar Ryukyu flying fox (Pteropus dasymallus) by the fact that its tibia are bare rather than covered with fur.",
    "Distribution and habitat": "The small flying fox is native to islands in the Indo-Pacific region. Its range includes the Maldives, the Andaman Islands, the Nicobar Islands, Melanesia, the Philippines, Indonesia, Papua New Guinea and the Solomon Islands. It is found at altitudes of up to about 900 metres (3,000 ft). In many parts of its range it roosts in small outlying islands and flies to larger bodies of land to forage at night.",
    "Biology": "Small flying foxes feed mostly on the fruit of native and introduced trees but also consume flowers and nectar. The diet includes pawpaws, mangos, jambul, bananas, figs, flowers of the kapok tree (Ceiba pentandra) and the banyan, tree and flowers and fruits of cultivated crops. They consume about half their body weight each day.These bats become sexually mature at about one year of age. The breeding season varies according to location and the gestation period is about 200 days. A single pup is born which is weaned at about six weeks but remains dependant on its mother for a further four months or so.\nIn two instances, twins have been documented—once in 2009 and once in 2017. Both sets of twins were born at Lubee Bat Conservancy in Gainesville, Florida.",
    "Status": "The small flying fox is rated as being of \"Least Concern\" by the IUCN. It has a wide range and is generally abundant and faces no major threats as a whole. In some areas it is threatened by deforestation and tourism-related activities and in the Philippines and elsewhere it is hunted for food. It is also regarded as a pest by farmers whose crops are raided.\n\n\n== References =="
  }
}