{
  "url": "https://en.wikipedia.org/wiki/Smaller_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. megaphyllus"
    }
  ],
  "text": {
    "__SUMMARY__": "The smaller horseshoe bat (Rhinolophus megaphyllus) is a species of bat in the family Rhinolophidae. It is found in Australia and Papua New Guinea.",
    "Taxonomy": "A species was first described by John Edward Gray in 1834, using a specimen provided by George Bennett that had been collected in a cave near the Murrimbidgee River.Noted as the megaphyllus-species group, subsuming earlier taxa ranked as species and separating other these previously allied to the species complex. Five subspecies were recognised by Mammal Species of the World (Simmons, 2005)\nRhinolophus megaphyllus J. E. Gray 1834Rhinolophus megaphyllus megaphyllus\nRhinolophus megaphyllus fallax K. Andersen, 1906\nRhinolophus megaphyllus ignifer Allen, 1933\nRhinolophus megaphyllus monachus K. Andersen, 1905\nRhinolophus megaphyllus vandeuseni Koopman, 1982The common names assigned to the species include the smaller and eastern horseshoe bat.",
    "Description": "Rhinolophus megaphyllus is a small rhinolophid bat that has a combined head and body length of 44–53 millimetres, with a measurement of the forearm an approximately equal length at 44–52 mm. The mass is in a range of 7 to 13 grams. They have simple and large ears, measuring 12–21 millimetres from the base to a finely pointed tip. The eyes are tiny and the snout is adorned with a distinctively shaped nose-leaf. The fur colour is darker above, usually a shade of grey brown that is paler at the ventral side; the species is recorded in Queensland with rufous to orange coloration across the pelage.\nA species of Rhinolophus, a genus characterised by the horseshoe shape of the fleshy nose-leaf structure used for echolocation. R. megaphyllus is readily distinguished by their pink nose-leaf, with ridging at the upper facing parts that align to a triangular point. Another structure emerges at the mid-point of the leaf, above the horseshoe-like protuberance at the lower part. The overall pinkish shade of the nose-leaf is edged with grey and the form is relatively simple. Although suspected to the be two different taxa, the nose-leaf and other exterior characteristics are indistinguishable between the north and southern forms.Another species of the genus occurs at the east of the Cape York peninsula, the large-eared horseshoe bat Rhinolophus philippinensis has an ear length greater than 25 millimetres, a larger wingspan with forearm measurement greater than 50 mm, and a nose-leaf that is more elaborate in form. The ultrasonic signals emitted by the species are easily distinguishable from other bats in the southern part of the range, but geographic variation has not been determined; acoustic surveys in New Guinea are unable to distinguish the species from the similar call of Rhinolophus arcuatus.",
    "Behaviour": "They have a fluttery motion in flight as the wing shape allows them to make slow and agile manoeuvres while foraging within the forest. Insects are gleaned close to surfaces at all levels of the forest canopy, their insect prey is most often caught while in flight.\nThe foraging behaviour is consistent across the Australian range, with waiting at a perch or gleaning insects not in flight being infrequently recorded. The diet is highly variable and selective, mostly consisting of Lepidoptera and Coeloptera species, but not consistent with seasonal targeting of taxa at any given location.Rather than clinging to walls while at their roost, R. megaphyllus hang from the ceiling of caves. The individuals roost apart from their neighbours and may cloak their body with the wings.",
    "Distribution and habitat": "The distribution range of Rhinolophus megaphyllus, in taxonomic revisions separating other populations, has come to be regarded as geographically isolated to the eastern parts of Australia and New Guinea. They are found at altitudes up to 1600 metres asl.\nThe species is common in suitable habitat in Eastern Australia, from the tropical regions of Cape York peninsula along the east coast and inland to the Great Dividing Range as far south as the more temperate climate of Victoria.The range of R. megaphyllus extended westward in Victoria during the twentieth century, aided by colonisation of abandoned mine adits, and local populations are dependent on the availability of suitable daytime refuge and maternity roosts. Caves and similar sites that provide adequate warmth and high humidity are preferred and may be inhabited by groups numbering up to two thousand, however, the colony size is more often between five and fifty bats. Separate maternity sites are occupied for the birth and rearing of young, beginning in September or October and departing to rejoin males for mating in March or April.",
    "Conservation": "The IUCN Red List has assessed the conservation status of R. megaphyllus as least concern, as occurring in protected areas and occupying abandoned mine shafts, and lack of evidence in any significant decline; the trajectory of the population is however unknown.\n\n\n== References =="
  }
}