{
  "url": "https://en.wikipedia.org/wiki/Sooty_mustached_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Mormoopidae"
    },
    {
      "Genus": "Pteronotus"
    },
    {
      "Species": "P. quadridens"
    }
  ],
  "text": {
    "__SUMMARY__": "The sooty mustached bat (Pteronotus quadridens) is a species of bat in the family Mormoopidae. It is found in Cuba, the Dominican Republic, Haiti, Jamaica, and Puerto Rico.",
    "Description": "Sooty mustached bat is the smallest species in the genus Pteronotus. Color phases in this bat are indicators of age differences or bleaching due to high concentration of ammonia in the roost. As a result, color ranges from grayish brown to yellowish brown with some individuals reaching an orange-brown phase. The body is completely covered in fur except for the wings and tail membrane. The length of mandible is 8.0–9.1 mm and their forearm is less than 41 mm in length. The margin above nostril lobulated and slightly convex.",
    "Description-Mating and reproduction": "Pteronotus quadridens are monoesturous and uniparous most of the time with twinning rarely occurring. Based on the testicular size, mating begins in January and most females are pregnant in May. The pregnant female undergoes an increase in body mass of 38%. The largest embryo reported weighed 1.8 g, or 30.2% of the female’s body mass.  \nThroughout the breeding season, either males or females might disappear completely for the caves. However, there was a marked shift in adult sex ratio favoring females. These evidences suggest sexual segregation during maternity period.",
    "Ecology": "",
    "Ecology-Habitats and distribution": "Pteronotus quadridens roost exclusively in caves. They are one of the most common bats in Cuba and Puerto Rico. All currently known fossils of Pteronotus quadridens are believed to be from late Pleistocene or Holocene era. The ancestors of Pteronotus quadridens are also expected to originate from the Central American mainland.",
    "Ecology-Diet": "Pteronotus quadridens is an insectivorous bat feeding almost exclusively on flying insects. They start foraging approximately 10 minutes before sunset and continue to do so overnight. Almost all foraging is done in flight.",
    "Ecology-Echolocation": "There are two respective patterns of echolocation calls in the field. First they call with quasi-constant frequency at 81–84 kHz, followed by a downward, frequency-modulated (FM) call. When the bats are flying in confined spaces, the call duration will be shorter and the bandwidth higher than the ones emitted during the search calls in the field.",
    "Ecology-Predation": "Pteronotus quadridens are susceptible to predation by diurnal birds since they are the first to leave just after the sunsets. Species such as American kestrel, red-tailed hawk and Falco columbarius (merlin) are among a few of Pteronotus quadridens’ predators.\n\n\n== References =="
  }
}