{
  "url": "https://en.wikipedia.org/wiki/Soprano_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Pipistrellus"
    },
    {
      "Species": "P. pygmaeus"
    }
  ],
  "text": {
    "__SUMMARY__": "The soprano pipistrelle (Pipistrellus pygmaeus) is a small bat that in taxonomy was only formally separated from the common pipistrelle (Pipistrellus pipistrellus) in 1999.  It is possible that these two groups diverged from one another in the Mediterranean and that is why the Pipistrellus pygmaeus has the ability to thermal regulate at such high temperatures as 40 degrees C.\nThe two species were first distinguished on the basis of their different-frequency echolocation calls. The common pipistrelle uses a call of 45 kHz, while the soprano pipistrelle echolocates at 55 kHz. The two species are sometimes called the 45 kHz pipistrelle and the 55 kHz pipistrelle, or the bandit pipistrelle (common) and the brown pipistrelle (soprano). Since the two species were split, a number of other differences, in appearance, habitat and food, have also been discovered.",
    "Habitat and distribution": "The Soprano pipistrelle is known to roost throughout Europe in rooftops and houses.  One study, done by Lourneco and Palmeirim, found that the reason behind a preference for rooftops was because of the available thermal differences throughout a roof.  Although Soprano pipistrelle can thermal regulate up to 40 degrees C it prefers not to go above this temperature.  Rooftops give the maternity colonies access to cooler spots on warmer days and warmer spots any other time.  They achieved this observation by trying out different colored bat boxes and seeing how frequented they were.  Although the black bat boxes could get too warm they were most frequented because of the love of warmer temperatures of this bat.  In a study done by Nicholls and Racey, the habitat of the Pipistrellus pygmaeus was found to be small around 487 ha. It consisted mostly of agriculture land but also saw a significant increase in woodland edge and glasslands used as habitat.  When it came to foraging habitat though, the Pipistrellus pygmaeus chose riparian woodland over all other habitats by a significant amount. Hunting areas can be up 4-10 km away from the roost.   Water followed in as second and these two habitats combined made up \"77% of foraging time\". (Nicholls and Racey)",
    "Roosting and foraging behaviour": "The Pipistrellus pygmaeus was found to enjoy alternative roosting sites, to the extent that some found in one colony would exclusively use alternative roosting sites.  When these bats were excluded from the original colony during a study done by Stone, et al., the bats did not return to the original colony but in fact started a new colony on one of the most preferred alternative roosting sites.  The majority of these roosting sites were in buildings like bungalows and manors which were deemed unsuitable alternative roosting sites.  The idea behind this alternative roosting could in fact be because of the torpor used by the Pipistrellus pygmaeus and the desire of the bat to be around 40 degrees C at certain times of its life, like when in maternity colonies.  \nThe Soprano pipistrelle only uses a small portion of its home range in order to forage and it is generally close to its day roost.  Possibly because of the preference for foraging in a riparian habitat, many times these bats are seen overlapping each other's foraging areas.  During reproduction and lactation foraging is done in longer flights, with similar flying times, but less bouts than the Pipistrellus pipistrellus.  This is possibly because of the increased size of the colony of the Pipistrellus pygmaeus and the decrease need for energy because of thermoregulation. (Davidson-Watts and Jones) During the maternity colony times for the Soprano pipistrelle, there is an increased amount of wetlands within 2 km.  This was noted also by Davidson-Watts and Jones as more than likely not by chance but deliberate.  The majority of bats in a colony used one roosting site throughout the time of April to October most likely due to the need to be close to wetland habitats to acquire their specialized diet.",
    "Reproduction": "Soprano pipistrelle will congregate in maternity colonies while they are pregnant and nursing their young.  This causes a problem for the human population because these colonies can get quite large, in fact much larger than the Pipistrellus pipistrellus colonies, which tend to be fewer than 200 bats. This large size of  colony causes a nuisance for humans because of the smell.  During early pregnancy, Pipistrellus pygmaeus emerges later from its roost than it does in late pregnancy or lactation.  This could be due to the large size of the colonies in the Soprano pipistrelle.  Early pregnancy occurs in May and late pregnancy occurs in June and July while lactation occurs in August. (Lourneco and Palmeirim).",
    "Echolocation": "The frequencies used by this bat species for echolocation lie between 53 and 86 kHz, have most energy at 55 kHz and have an average duration of 5.8 ms.",
    "Further reading": "Dick, A. and Roche, N. 2017 Google Earth and Google Street View reveal differences in Pipistrellus pipstrellus and Pipistrellus pygmaeus roadside habitat use in Ireland. Irish Naturalists' Journal 35 (2) 83 - 93.",
    "References": "",
    "External links": "ARKive Pipistrellus pipistrellus and Pipistrellus pygmaeus Photographs and videos."
  }
}