{
  "url": "https://en.wikipedia.org/wiki/Southern_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Lasiurus"
    },
    {
      "Species": "L. ega"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern yellow bat (Lasiurus ega)  is a species of vesper bat that belongs to suborder microchiroptera (microbat) in the family Vespertilionidae. It is native to South, North and Central America, from the Rio Grande Valley of Texas in the United States to Argentina.",
    "Description": "Southern yellow bat is a small bat covered with yellow fur as its name. Generally, females are larger than males. Forearm length of female averages 4% (1.83 mm) greater than that of males.",
    "Ecology": "",
    "Ecology-Range and habitat": "Southern yellow bats occur in the southwestern United States to northern Argentina and Uruguay, with the most austral record being Buenos Aires province, Argentina, at 40° S. They reside in wooded area such as forest, foliage, and palms. They occasionally occupy other sites that resemble large dead leaves, such as dried corn stalks and thatched roofing  This species roosts in trees and vegetation. In Texas, their preferred roosting sites are the frond \"skirts\" of both wild and ornamental palm trees, such as Sabal mexicana and Washingtonia robusta. These are collections of dead fronds against the trunk and provide a favored dark habitat for the bats.  Palms are also home to insects, which the bats eat.",
    "Ecology-Diet": "The southern yellow bat is a nocturnal insectivore. They are foraging for one to two hours after sunset on small to medium-sized flying insects. They usually feed near their roost, and go no farther than necessary for water.",
    "Behavior": "",
    "Behavior-Reproduction": "Lasiurus ega copulates before the end of hibernation, but a female L. ega delays its ovulation and stores the sperm for 6 months and fertilizes it later. All reproductive organs involuted following mating in July (early winter) and remained inactive until the following April (autumn). Gestation is continued for 3-3.5 months, and young are born in late. This species is monoestrous.",
    "Behavior-Flight": "Southern yellow bat flies far out to sea and they seasonally migrates southward from extreme northern portions of its range.",
    "Behavior-Migration": "In the northern hemisphere, males of L. ega become scarce between April and June, while females are present year-round, suggesting a migratory strategy. L. ega shows a tendency to migrate toward the Equator, as described for other species of the genus.\nSouthern yellow bats that migrate along coastlines take shortcuts over water. Many North American migrant bats can be found at a distance of several kilometers from their normal destination during fall and spring migrations, probably having been blown there by wind. Both records of L. ega in the Southern Hemisphere indicate movements at the end of summer and beginning of fall, supporting the theory that at least some animals migrate to avoid cold temperatures. With this second sighting, the probability that both records of this species over the South Atlantic were the result of wind has become less likely.",
    "See also": "Bats of the United States\n\n\n== References =="
  }
}