{
  "url": "https://en.wikipedia.org/wiki/Southwestern_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. auriculus"
    }
  ],
  "text": {
    "__SUMMARY__": "The southwestern myotis (Myotis auriculus) is a species of vesper bat. It is found in Guatemala, Mexico, and in Arizona and New Mexico in the United States.",
    "Taxonomy": "The southwestern myotis is a member of the order Chiroptera and the family Vespertilionidae. Discovered in 1955 by Baker and Stains, it was originally believed to be a member of the species Myotis evotis. Both bats live in the same region and occupy similar niches. Later that same year Hoffmeister and Krutzsch identified the mysterious bat as M. evotis apache, a new subspecies. M. e. apache was changed to M. e. auriculus in 1959 by Hall and Kelson. In 1960 it was determined that the southwestern myotis was, in fact, not a member of M. evotis but a member of M. keenii. This determination was made by a scientist named Findley. It wasn’t until 1969 that M. auriculus was recognized as an independent species by scientists Genoways and Jones. M. auriculus and M. evotis exhibit different jaw shapes. Particularly in regions where both bats are present. M. auriculus has a larger and weaker jaw than M. evotis. M. auriculus also has a much larger skull than M. evotis.",
    "Description": "The southwestern myotis is generally larger than similar bat species living within its range. It has soft brown pelage with a large skull and large ears. Its ears are brown and used for echolocation. Found in Guatemala, Mexico, and the southern United States, it is a nocturnal insectivore. There is no sexual dimorphism amongst these bats. The species migrates phenologically as opposed to hibernating.Several physical features of the southwestern myotis differentiate it from other members of the genus Myotis. This bat has larger forearms, ears, and a larger skull than other members of Myotis, such as M. septentrionalis and M. keenii. This is in part due to the fact that the southwestern myotis is an overall larger bat. The southwestern myotis can be identified based on its size. This bat generally has forearms that exceed 37mm, ears larger than 19mm, and a skull that is longer than 15.7mm. Various fur patterns also make this bat distinctive. The southwestern myotis has no microscopic hairs on its wings or its uropatagium. Its large brown ears are also distinctive. Similar members of the genus Myotis have black ears.",
    "Diet": "Moths make up a huge part of the southwestern myotis diet. While they can eat other things, for the most part they subsist on moths. Despite the lack of sexual dimorphism in the species, the male bats eat many more moths than the females. Both sexes prefer to feed around one to two hours after sunset. The southwestern myotis is not particularly picky about where it hunts. They hunt both outside of and inside of cities.",
    "Reproduction and Life History": "The southwestern myotis usually has their offspring in June and they only have one offspring per year. Bats that are further south will have their young later. It is believed that births are timed with environmental factors. The minimum life span of the Southwestern myotis is 3 years and 2 moths.",
    "Distribution and habitat": "Due to the fact that the southwestern myotis migrates, it lives in many different habitats. The preferred habitat of this bat, however, is in ponderosa pine forests. The Southwestern myotis migrates from Guatemala in the south to Arizona and New Mexico in the north. Not every member of this species migrates all the way to Guatemala or the United States. This migration may be based on factors aside from temperature, however, the southwestern myotis is more active when feeding if it is 11ᵒC - 19ᵒC during its feeding period. The southwestern myosit has been found as far north as Flagstaff Arizona and Santa Fe New Mexico.",
    "Behavior": "In several locations, the southwestern myotis is sympatric with M. evotis. These two bats exhibit altered behavior, likely caused by competition, in these areas. For example, in the San Mateo mountains of New Mexico M. auralius is more likely to be found at lower elevations and M. evotis at higher elevations despite the fact that both species are capable of living in both low and high elevations.\n\n\n== References =="
  }
}