{
  "url": "https://en.wikipedia.org/wiki/Southern_long-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Leptonycteris"
    },
    {
      "Species": "L. curasoae"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern long-nosed bat (Leptonycteris curasoae) is a South American species of bat in the family Phyllostomidae.",
    "Description": "Southern long-nosed bats are of average size for leaf-nosed bats, being intermediate in size between their close relatives, the greater and lesser long-nosed bats. They have short, greyish-brown fur, with a long, narrow snout, relatively short ears, and a small, triangular nose-leaf. The tongue is long and easily extended to lap up nectar, a task made easier by the presence of hook-like papillae on the tip.",
    "Distribution and habitat": "Southern long-nosed bats are found in northern Colombia and Venezuela, and the neighbouring islands of Aruba, Bonaire, and Curaçao. They inhabit semi-arid to arid habitats from coastal islands to the Andes, including thorn forest, scrubland, and patches of Pachycereus cactus. Although the bats of Curaçao were once considered a separate subspecies, this is no longer recognised, and the species is currently considered monotypic.The species is thought to have arisen around 540,000 years ago, separating from the lesser long-nosed bats when they dispersed along a temporary corridor of semi-arid habitat connecting Mexico and South America.",
    "Biology and behaviour": "Southern long-nosed bats spend the day roosting in caves and abandoned mines, often shared with a number of other bat species. They are highly gregarious, with colonies numbering in the thousands of individuals. They are agile fliers, feeding on nectar, pollen, and fruit. For most of the year, around 90% of their diet is derived from various species of cactus, although they also feed on Agave and Ceiba when those plants are in bloom. They have been identified as important pollinators of local cacti.Breeding takes place between November and December, and births in May. The young are born and raised in a limited number of maternity caves, often located on islands. The young are weaned at around two months, and the bats live for up to ten years.\n\n\n== References =="
  }
}