{
  "url": "https://en.wikipedia.org/wiki/Southern_forest_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Vespadelus"
    },
    {
      "Species": "V. regulus"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern forest bat (Vespadelus regulus) is a vespertilionid bat found in Australia.",
    "Taxonomy": "A species of Vespadelus, of the diverse and common micro-bats, bats assigned as either suborder Yangochiroptera or Microchiroptera. The description for the species was published by Oldfield Thomas in 1906. The holotype, of indeterminate sex, was collected at King River, Western Australia at sea level. The specimen was obtained on a survey of Southwest Australia, along with several other bat species.  The lectotype, a skull held at British Museum of Natural History, was nominated in 1968, providing a single specimen from the material collected by Thomas.Thomas ascribed the species as Pipistrellus regulus, allying it to the genus Pipistrellus. The species has also been placed with genus Eptesicus. Prior to analysis that led to the description of new species, the population was assigned to a poorly studied pumilis group of Australian bat taxa. Taxonomic instability also saw the species placed within a subgenus Pipistrellus (Vespadelus), while others were elevating that taxon as genus Vespadelus.The taxonomic status of the population west of Adelaide, South Australia, is suspected to be a separate species.Common names for the Vespadelus regulus include, little bat, King River little bat, and King River pipistrelle.",
    "Description": "Vespadelus regulus is an aerial predator of insects that hunts at night using echolocation. There is reddish-brown fur at the back, the ventral coloration is greyish or light brown.\nThis fur is thick, hairs are slightly greater than five millimetres in length, with an overall coloration at the dorsal side of dark Prout's brown.\nThe ears and wings are dark grey.\nThe range of measurements for the forearm is from 28 to 35 millimetres, and their weight is 4 to 7 grams. \nIt has a very short snout and large ears. The side profile of the skull is comparatively lower, flattened, and the head in top view is triangular.The species overall grey and brown fur is characterised by hairs that are coloured dark brown then markedly lighter at the upper part of the shaft. The penis is pendulous, without a sharp bend in the length, the glans penis has a lateral fold and is funnel-shaped in profile. The ratio of the third to second phalanx bone of the wings third finger is greater than 0.84, The measured range of length of the head and body combined is 36 to 46 mm, the tail is 28 to 34 mm, from notch at base to tip the ear length is 9 to 13 millimetres. The skull, at its longest measurement, is 11.9 to 13.4 millimetres with a mean of 12.7 mm. A sampled weight range of V. regulus from 3.6 to 7.0 grams gave a mean figure of 5.2 grams.They are highly energetic and can hunt their prey, insects, with great agility.Another bat of the genus, the little forest species Vespadelus vulturnus, is also found in eastern regions, it is usually smaller, a forearm length of less than 31 mm, probably possesses a whitish tragus, a head has a pronounced brow. The inland forest bat Vespadelus baverstocki is distinguished by its smaller size in their common range to the north, and is paler in colour and lacks the distinct fold at the glans penis. The related bats of genus Vespadelus, the eastern forest bat V. pumilus and large forest species V. darlingtoni, are distinctly darker in skin colour and their penis is bent at an acute angle.\nThe structural characteristics of their ultrasound calls are able to be discerned in sonograms, although imperfect recording conditions may not allow them to be distinguished from some other vespadeluses.  The echolocation calls are emitted at a frequency of 38 to 46 kHz, and visual output of signals received by bat detectors are classified as \"curved calls, tail absent or up-sweeping\".",
    "Distribution and habitat": "An endemic of Tasmania and the southern regions of Australia, relatively common in coastal and sub-coastal habitat. The distribution range extends from southeast Queensland to the Eyre Peninsula, then restricted to the coast until their deeper inland ingress to the semiarid and forested regions of southwest Australia. The southwest of the continent, across an area to the north of Perth, is a region of low diversity in microbat taxa and none of the megachiropterans; this species is one of around ten to occur there. The also occur on Kangaroo Island, off the south coast of Australia. The habitat is a variety of mallee and other semi-arid woodland and wet sclerophyll forest in areas of higher rainfall. \nThe species is found in environs at sea level and above, in Victoria they are reported as occurring at altitudes up to 1700 metres.\nColonies have been found in remnant bushland in agricultural and urban areas.The species is found roosting in tree hollows and sometimes in buildings. The sites are often shared by individuals of the same gender. The diverse range of habitat includes wet to dry sclerophyll forests and low shrub woodlands, in mallee and a range of vegetation types of temperate regions. They display a strong preference for roosting in large, mature trees in the mid-decay stages, which correspond to trees with large numbers of suitable hollows.A study of roosting habitat and preferences for V. regulus and Nyctophilus gouldi in the Jarrah Forest of Southwest Australia examined the habits of these bats at two locations. This species favoured hollows of trees, predominantly the giants jarrah, Eucalyptus marginata, and marri, Corymbia calophylla, located in mature and open forest buffers reserved by later forest management practices. The individuals occupied a number of roosts in a confined locality, a hollow at a high elevation on the tree, and seem to favour riparian zones.\nIn a survey of the greater Melbourne area, where they are uncommon, the species did not adopt the bat boxes installed to replace their preferred habitat.",
    "Ecology": "Vespadelus regulus forages amongst all levels of their habitat, including at the ground and above the forest canopy. They are fast and agile, able to twist in the air while pursuing small moths and other prey. The species flight is characterised by spiralling and gliding in long arcs. A study in comparative analysis of flight in Australian bats reported this highly energetic species, along with wattled bats Chalinolobus morio and Chalinolobus gouldii, had the greatest manoeuvrability.They occur in colonies of up to one hundred individuals, and recorded in association with  Chalinolobus morio, lesser long-eared Nyctophilus geoffroyi and south-eastern freetail bat.\nA single birth occurs after a three month gestation period.The conservation status, as Eptisicus regulus, was assessed in IUCN 2003 red list as 'lower concern', and in 2008 as 'least concern' with the note that determination of the taxonomic status of populations was required. The species is found in protected parks and reserves, which provides some security from threatening factors. The also appear to be less sensitive to altered land use, primarily the removal of habitat by encroachment of agricultural and suburban development.\n\n\n== References =="
  }
}