{
  "url": "https://en.wikipedia.org/wiki/Southern_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Ozimops"
    },
    {
      "Species": "O. planiceps"
    }
  ],
  "text": {
    "__SUMMARY__": "Ozimops planiceps is a small bat in the family Molossidae, native to Australia and Indonesia.",
    "Taxonomy": "The taxonomy of the Mormopterus species has been a complicated issue for some time. Originally described by Wilhelm Peters in 1881, it was understood even then that the species was a complex. Though there have been many alterations, M. planiceps has officially been a species since 1906.The most recent and currently accepted description of the species is by Reardon et al. (2014). It is thought that the complex is a result of the species being polyphyletic, where presented phenotypes appear the same but do not result from common ancestors. Texts may refer to this species as 'Mormopterus Species 4'. There are 6 undescribed species in the genus. Species 4 generally refers to the southern free-tailed bat, although it has been separated into eastern and western populations at times.The type locality is Sydney, the capital of New South Wales, although authors have attributed various localities as the origin of the type specimen used in the first description; the type has also be allocated to Western Australia (Iredale & Troughton, 1934).Common names include the little mastiff bat and southern free-tailed bat.",
    "Description": "Identifying this species can be difficult, as the main features used in clarifying the species complex were genetic (using allozyme alleles). Morphological attributes that aid in identification are forearm length, mass and colouring however there are a number of similar species in the genus, such as M. petersi.\nThe colouring differs between ventral and dorsal fur; dorsal and head fur are uniform in colour and ranging light brown to grey-brown. Ventral fur is generally lighter with fur ranging from white at the base, light brown in the midsection, and lighter at the ends. Other descriptive features include wrinkled lips, triangular ears, and as the name suggests, a tail that extends largely past the tail membrane.  M. planiceps can be differentiated from similar species by such physical details as nostril spacing. Its most telling external feature is the phallus. This species possess the largest glans penis of the genus Mormopterus, on average greater than 9 mm and of a distinctive shape. The species also possesses a flattened skull and a uniquely angled and sized pre-molar.",
    "Distribution and habitat": "The southern free-tailed bat occurs in most of south-east Australia including New South Wales, Victoria and South Australia, extending into South-west Western Australia and along the east coast to Queensland. It is also found in New Guinea.\nThe species is found across a number of vegetation types including mallee, shrubland, open forest and woodland, with a preference for wetter environments. It has adapted well to fragmentation and is able to dwell around cities and towns.M. planiceps can roost in tree hollows and man-made cavities such as sheds and barns. They have not been found in caves even where these are available. Populations can contain up to 100 individuals, with an average of 30-40 females in a roost and smaller groups for males (these can be as small as 3-4 individuals). This species can be quite tolerant of roosting with other species and will often share roosts.",
    "Diet and Foraging": "Like all Molosidae, the southern free-tailed bat is an insectivore. It uses echolocation to locate its insect prey and feeds in or above the open canopy, also taking advantage of gaps in trees (including edges and roads). It is agile enough to forage on the ground, although it may not be able to take off from ground level and will generally climb upwards a metre or two before taking flight. The species has been known to eat a variety of different insects, including moths, various beetles and Hymenoptera. Diet is dependent on region and habitat. In Victoria they have been found to feed on the Rutherglen bug (Nysius vinitor) which is considered an agricultural pest.",
    "Reproduction": "Females are monotocous, producing one young each summer. Conception occurs from the end of winter to the beginning of spring. Sexual maturity is achieved for females within a year of birth. Females were found to be able to store sperm for up to two months to conceive during optimal times;  a characteristic unknown in other species of mollossidae. Insemination occurs anywhere from autumn to spring. The exact gestation time is unknown.",
    "Conservation": "The IUCN currently classifies the southern free-tailed bat as Least concern due to its wide distribution and common occurrence, although population numbers appear to be declining in certain locations.\n\n\n== References =="
  }
}