{
  "url": "https://en.wikipedia.org/wiki/Spectacled_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. conspicillatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The spectacled flying fox (Pteropus conspicillatus), also known as the spectacled fruit bat, is a megabat that lives in Australia's north-eastern regions of Queensland. It is also found in New Guinea and on the offshore islands including Woodlark Island, Alcester Island, Kiriwina, and Halmahera.\nThe spectacled flying fox was listed as a threatened species under the Commonwealth Environment Protection and Biodiversity Conservation Act of 1991. They were considered vulnerable due to a significant decline in numbers as a result of loss of their prime feeding habitat and secluded camp sites. It has also been reported that spectacled flying foxes skim over the surface of water to drink and are sometimes eaten by crocodiles.  The species was classified as \"least concern\" by the IUCN in 2008.In February 2019 the Australian government upgraded the threatened status from vulnerable to endangered, after almost a third of the bat population died in a severe heatwave in Queensland in late 2018.",
    "Description": "The head and body length is 22–25 cm, forearm 16–18 cm, weight 400–1000 g. A large spectacled flying fox has pale yellow or straw-colored fur around its eyes. The mantle is pale yellow and goes across the back, neck, and shoulders. Some have pale yellow fur on the face and top of the head.",
    "Habitat": "Spectacled flying foxes are forest dwellers and rainforests are their preferred habitat. They prefer to roost in the middle and upper canopy strata in the full sun. Colonies of the spectacled flying fox can be found in rain forests, mangroves, and paperbark and eucalypt forests. There is evidence of increasing urbanisation.",
    "Diet": "The spectacled flying fox's natural diet is rainforest fruits, riparian zone flowers, and flowers from Myrtaceae (primarily Eucalyptus and Syzygium species) and fruits from the Moraceae (figs) and Myrtaceae (primarily Syzygium).",
    "Life cycle": "Spectacled flying foxes have one pup annually. Females are capable of breeding at one year of age. Males probably do not breed until three to four years of age. They are polygamous (similar to the grey-headed flying fox, Pteropus poliocephalus). Female to male ratio may be as high as 2:1. Conception occurs April to May. Sexual activity is continuous from about January to June. Females give birth to one young per year in October to December. Juveniles are nursed for over five months, and on weaning, congregate in nursery trees in the colony. The juveniles fly out for increasing distances with the colony at night and are 'parked' in nursery trees, often kilometres distant from the colony, and are brought back to the colony in the morning.",
    "Life expectancy": "Spectacled flying foxes typically live to be around 12 to 15 years old, but in captivity can exceed 30 years of age. Natural causes of mortality include predation mainly by rufous owls and pythons, death by paralysis tick when bats climb low to the ground to feed, and the death of babies that are born too early when either something goes wrong in the fetus' development, or the mother suffers from prolonged stress. Flying foxes are also frequently killed in human-related incidents such as landing on power lines, and getting entangled in nets or barbed wire. Most wild flying foxes are assumed to live much shorter lives.",
    "Conservancy": "The species is part of Organization for Bat Conservation's many international conservation projects.\nIn 2012, the Queensland Government reintroduced the issuing of permits which allows farmers and fruit-growers (with permits)to kill limited numbers of flying foxes in order to protect crops. The shooting of bats had been banned by the previous Qld Labor government after advice from the Qld Animal Welfare Advisory Committee (AWAC) that the practice was inhumane.\nIn February 2019, the Australian Department of the Environment and Energy announced that the national status of the spectacled flying fox was going to be revised from vulnerable to endangered. This was in response to heat waves in the 2018-19 summer that resulted in mass die-offs of the species, resulting in the deaths of over 20,000 individuals. It is estimated that a third of its total population was lost during the extreme heat waves. Humane Society International had nominated the species for an endangered listing some months earlier.",
    "Gallery": "",
    "References": "",
    "Further reading": "Birt, P., Markus, N., Collins, L. & Hall, L. (1998) Nature Australia, Spring, pp. 55–59.\nChurchill, Sue. (1998) Australian Bats. Sydney: Reed New Holland, pp. 84–85.\nHall, L. (1983) \"Spectacled Flying Fox.\" In Ronald Strahan (ed.). The Mammals of Australia, Reed Books, Chatswood, p. 282.",
    "External links": "Tolga Bat Hospital, Australia\nDon't Shoot Bats ~ Flying fox protection campaign\nNighttime audio recording of a colony of Spectacled Fruit Bats at Freesound\nAustralian Government Threatened Species database"
  }
}