{
  "url": "https://en.wikipedia.org/wiki/Spurrell's_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Mops"
    },
    {
      "Species": "M. spurrelli"
    }
  ],
  "text": {
    "__SUMMARY__": "Spurrell's free-tailed bat (Mops spurrelli) is a species of bat in the family Molossidae named after Herbert George Flaxman Spurrell. It is found in Cameroon, Central African Republic, Ivory Coast, Equatorial Guinea, Ghana, Liberia, Sierra Leone, and Togo. Its natural habitats are subtropical or tropical dry forest and subtropical or tropical moist lowland forest. It is threatened by habitat loss.",
    "Taxonomy and etymology": "It was described as a new species in 1911 by British zoologist Guy Dollman.\nDollman initially placed it in the now-defunct genus Xiphonycteris.\nThe eponym for the species name \"spurrelli\" is Herbert George Flaxman Spurrell, who collected the holotype.\nThe holotype, an adult male, was collected 60 mi (97 km) west of Kumasi, Ghana at an altitude of 700 ft (210 m).",
    "Description": "Spurrell's free-tailed bat is a small species, with a forearm length of approximately 27 mm (1.1 in).\nIts fur is a rusty red color on its back, with its ventral surface a buffy white.\nIts dental formula is 1.1.2.31.1.2.3 for a total of 28 teeth.\nIt has triangular ears, small feet, and hairy toes.",
    "Range and habitat": "Its range includes several countries in Central and West Africa.\nIt has been documented in Cameroon, Central African Republic, The Democratic Republic of the Congo, Ivory Coast, Equatorial Guinea, Ghana, Guinea, Liberia, Sierra Leone, and Togo",
    "Conservation": "As of 2017, it is evaluated as a least-concern species by the IUCN.\nIt met the criteria for this classification because it has a wide geographic range; its population is presumably large; and it is unlikely to be experiencing a rapid population decline.",
    "References": "",
    "External links": "Images and a range map of this species"
  }
}