{
  "url": "https://en.wikipedia.org/wiki/Stenoderma",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "StenodermaE. Geoffroy, 1818"
    },
    {
      "Species": "S. rufum"
    }
  ],
  "text": {
    "__SUMMARY__": "The red fruit bat or red fig-eating bat (Stenoderma rufum) is a species of bat in the family Phyllostomidae, in the monotypic genus Stenoderma. It is found in Puerto Rico and the U.S. Virgin Islands.",
    "Description": "Red fruit bats can range from tan to dark brown in color and their wings can be dark brown to black with red or pinked colored arms and figures. The nose-leaf are erect and shaped like a lace with a tan coloration. The ears pointed and go from light to dark brown, starting from the base of the ear and to the top of the ears. The eyes are small and oval shaped with brown iris and a circular pupils. Red fruit bats that are dark brown in color are the ones that have molted their juvenile fur to their adult fur. Bats from Puerto Rico are a darker brown, Dresden Brown than the bats found on St. John, Buckthorn Brown. Both adults and juveniles have darker coloration on the ventral side than on the dorsal side, and they have white spots on the sides of the neck near the base of the ear and at the wing joints.\nSexual dimorphism is present among S. r. darioi, where the females are bigger than the males, on Puerto Rico and this does not appear in S. r. rufum on St. John. The S. r. darioi females are 67.8 mm in length on average, have a forearm length of about 49.7 mm, and their skull is 22.9 mm in length. S. r. rufum females are 65 mm long, the forearm is around 47.3 mm, and have a skull length of 22.1 mm, making them smaller than S. r. doraioi females.  Males of both species are the same size on average with a length of 61-65.5 mm, forearm length of 47.5-47.7 mm, a skull length about 22.3 mm, and males lack a baculum which is typical of all phyllostomatid bats.",
    "Description-Subspecies": "Three subspecies are recognised:\nStenoderma rufum rufum (Desmarest's red fruit bat) - U.S. Virgin Islands\n†Stenoderma rufum anthonyi (Anthony's red fruit bat) - Puerto Rico (fossil)\nStenoderma rufum darioi (Valdivieso's red fruit bat) - Puerto Rico",
    "Ecology": "",
    "Ecology-Range and habitat": "Its natural habitat is subtropical or tropical dry forests and is found on the islands of Puerto Rico and the U.S. Virgin Islands, St. John and St. Thomas. As of June 10, 2004, a pregnant female was found on the island of St. Croix, showing that there is a breeding population on the island. There are no morphological or habitat characteristics that put red fruit bats from St. Croix in the subspecies of S. rufum, but is put in S. r. rufum because they have a similar coloration. The female has a body length of 67 mm and a forearm length of 50.21 mm. Most species of Stenoderma rufum are found in the Luquillo National Forest. This rain forest is located in the northeast part of Puerto Rico, this is a mountainous region that gets over 2,000 mm of rainfall annually.",
    "Ecology-Diet": "Red fruit bats are frugivores. They primarily feed on fruit like Cecropia schrebriana, Manilkara bidentata, and Prestoea montana. It has been shown that they can also survive on mangos, fruit nectars, and bananas, but they need to have the flesh of the fruit exposed for the animal to eat it.",
    "Behavior": "Red fruit bats are nocturnal. Most nocturnal animals tend to reduce their activity during the brighter levels of moonlight, because nocturnal predators can find prey easier when the moon is bright. Red fruit bats do not lack of nocturnal predators on Puerto Rico, this allows the bats to search for food or mates regardless of whether there is a full moon or a new moon.",
    "Behavior-Mating and reproduction": "Little is known on the matting and reproduction behaviors of Red fruit bats. What is known is that males show a tendency to mate during the dry seasons rather than the rainy seasons. Females will mate year round, showing that females are polyestrus. Seasons also affect embryo size. Smaller embryos appear more during the dry seasons than during rainy seasons.\nWhen pups are born they are covered in fur, the face is pink and has no hair, and their eyes are open. At birth they are 45 mm long, forearm length of 29.4 mm, and have a wingspan of 201 mm.",
    "See also": "\nFauna of Puerto Rico\nList of endemic fauna of Puerto Rico\n\n\n== References =="
  }
}