{
  "url": "https://en.wikipedia.org/wiki/Striped_leaf-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Macronycteris"
    },
    {
      "Species": "M. vittatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The striped leaf-nosed bat (Macronycteris vittatus) is a species of bat native to eastern and southern Africa. It was formerly considered part of M. commersoni, which is now viewed as being restricted to Madagascar. Both commersoni and it were formerly placed in the genus Hipposideros, but moved to the resurrected Macronycteris in 2017 on the basis of molecular evidence.",
    "Distribution and habitat": "The striped leaf-nosed bat can be found primarily in eastern and southern Africa. In east Africa, the species ranges from Ethiopia and Somalia, through Kenya, and to Zambia and Mozambique. In the south, the species appears in Zimbabwe, Botswana, and Namibia. However, smaller populations are also scattered throughout west and central Africa, in Angola, Central African Republic, eastern Democratic Republic of the Congo, Guinea and Nigeria. The striped leaf-nosed bat can be found locally within caves and occasionally, roosting in trees and under the eaves of buildings. The species is most likely to appear in woodland savannas. However, they have also been found in lowland tropical moist forests, as well as at altitudes up to 1700 m.",
    "Conservation": "There are no major threats to this species as a whole. However, its population is declining due to habitat destruction by excessive mining of limestone caves, disturbance by tourist, and overhunting.\nA number of colonies are present in some protected areas in east Africa, notably Tsavo National Park in Kenya. They have also been found in parts of Kruger National Park in South Africa.\n\n\n== References =="
  }
}