{
  "url": "https://en.wikipedia.org/wiki/Sulawesi_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Acerodon"
    },
    {
      "Species": "A. celebensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Sulawesi flying fox or Sulawesi fruit bat (Acerodon celebensis) is a species of megabat endemic to Indonesia.  It is classified as \"Vulnerable\" by the IUCN due to unsustainable levels of hunting.",
    "Distribution and habitat": "The species is endemic to the Sulawesi, Buton, and several smaller Indonesian islands (Mangole, Sanana, Siau, Sangihe, Selayar). It prefers lowland habitats with an elevation of up to 1,500 m asl.",
    "Ecology": "The Sulawesi flying fox is a frugivore, feeding preferentially on coconuts and breadfruits. The species roosts in trees—often in mangrove forests—and is somewhat sensitive to human disturbance. Roosting sites may be shared with the black flying fox, which occupies the lower branches while the Sulawesi flying fox keeps to the higher ones. Pups are born between February to March. Flying fox serve as pollinators and seed dispersers for the plants of their area. They can carry large amounts of pollen on their fur and carry it to other plants great distances away, this is particularly important for plants which rely on cross-pollination. Flying fox disperse seeds by dropping the seeds as they eat fruit, or through their feces. It takes 12–34 minutes for food to pass through the digestive tract of the species.",
    "Life history": "Following birth, the baby flying fox, called a pup, develops a strong bond with its mother. Aside from nursing the young, the mother carries her pup out of camp each night in search of food. While flying, the pup holds onto the nipple with its adapted, curved teeth and grabs onto the mother's waist with their feet. This persists for up to five weeks, or whenever the offspring becomes too heavy for their mother to support. For the next three to five weeks, the pup is left in a tree either in or just outside of their camp while the mother forages until dawn. This stage in a pup's life ends when the pup learns how to fly and can search for their own food, which generally occurs eight to ten weeks after birth. While their diets consist mainly of fruit, these bats' favorite food is the pollen and nectar of eucalyptus blossoms; however, due to a shortage of these and other preferred blossoms, flying fruit foxes are forced to feed on the less favorable exotic and cultivated fruit in Sulawesi. They also serve a major role in pollination and seed dispersal in the forest. By congregating in large numbers following the blooming of various plants and thanks to their large size, they are able to spread seeds (either through digestion or from pollen stuck to their fur) in greater quantities at greater distances than birds and insects. These bats live in colonies, also called camps. Some camps are permanent while others are only temporary; many times, camps will only be inhabited during a certain time of the year for roosting. The camps are formed in a protected area consisting of dense, tall trees and are usually close to a water source. The population size of camps is directly proportional to the surrounding availability of food. Camps are essential for the survival of flying foxes as this is where they form relationships and learn how to survive.  Flying fruit foxes are nocturnal, feeding during the night. At dawn, the bats either return to their permanent camp of they find another camp to rest and socialize with other bats for a day. To drink water, these bats quickly fly by their water source, brushing their bellies in the water, and then fly to the protection of a tree to lick the water droplets off their fur.",
    "Reproduction": "Flying fruit foxes are sexual reproducers. They have a relatively slow rate of reproduction; their mating season lies between the autumn (south of the equator) months of March and May. A male Sulawesi flying fruit fox will locate a tree to mark as his territory and defend it from other males. In order to defend their territory, males make loud noises to warn off potential contenders. Mating season isn't only the noisiest time for the camp, but it is also when camp is the strongest smelling; males secrete scents from glands in their shoulders in order to attract females. Males either form paired or harem mating groups. Mate choosing is done by the female, choosing the male that has the most potent smell and is the highest in a tree. The average gestation period lies around six months, as females will give birth in the spring months of October or November. Generally, females will give birth to just one pup per mating season. Immediately following birth, offspring will begin feeding on the milk of their mother. Females tend to have much larger nipples during mating season in order to make feeding an easier task. In addition, flying fruit foxes have adapted milk teeth that curve backwards in order to maintain a more secure hold on the mother's nipple. Sexual maturity varies depending on sex. Females mature for breeding after 15 months while males do not mature until they are roughly three years old.",
    "Conservation": "The species is classified as Vulnerable by the IUCN. Populations are declining primarily due to pressure from local hunting for home consumption and the bushmeat trade. Known roosting sites are heavily exploited, and the lack of official protection means that roosting trees may also be cut down. The Sulawesi flying fox is now regionally extinct in North Sulawesi because of overhunting.\n\n\n== References =="
  }
}