{
  "url": "https://en.wikipedia.org/wiki/Sulawesi_stripe-faced_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Styloctenium"
    },
    {
      "Species": "S. wallacei"
    }
  ],
  "text": {
    "__SUMMARY__": "The Wallace's or Sulawesi stripe-faced fruit bat (Styloctenium wallacei) is a species of megabat in the family Pteropodidae. It is endemic to Sulawesi and the nearby Togian Islands of Indonesia. Cave paintings resembling these bats have been found in Australia, where bats of this kind are not otherwise known.",
    "Taxonomy": "The Sulawesi stripe-faced fruit bat was first described in 1866 by the British zoologist John Edward Gray, Keeper of Zoology at the British Museum. He gave it the name Pteropus wallacei, naming it in honour of the British naturalist Alfred Russel Wallace who had collected the first specimen in Sulawesi in Indonesia. Although Wallace was sure that the specimen he had found was a new species, his announcement was met with scepticism, and others thought the bat was a juvenile masked flying fox (Pteropus personatus). In 1899, the bat was moved to the new genus Styloctenium by the German zoologist Paul Matschie. This genus was believed to be monotypic, but in 2007, a single bat found on the island of Mindoro in the Philippines was described by Jacob Esselstyn and added to the genus as Styloctenium mindorensis, the Mindoro stripe-faced fruit bat.",
    "Description": "The Sulawesi stripe-faced fruit bat is a typical fruit bat with long, naked ears, forearms modified for flight and short hind legs with claws. There are white facial markings, each with a dark brown margin; a streak on the rostrum, a spot on the cheek, another at the angle of the jaw, a patch over the eye, a band across the upper lip and a patch on the chin. The only other known species of the genus Styloctenium, S. mindorensis, is differentiated by its multicusped lower and upper canine teeth.",
    "Distribution and habitat": "The Sulawesi stripe-faced fruit bat is native to the island of Sulawesi in the Greater Sunda Islands and the Togian Islands in the Gulf of Tomini . It inhabits primary forest at altitudes of up to about 1,100 m (3,600 ft) but sometimes occurs in secondary forest where the understorey has been cleared to make way for cultivation of coffee or cocoa. When it is occasionally seen in more open areas, it is probably moving between fragmented patches of forest. Cave paintings of megabats, found near Kimberley in Australia, are unlike any bats living on that continent today; they more resemble the Sulawesi stripe-faced fruit bat than any other species. A fossilised wasp nest overlaying cave paintings of a similar type has been tested as being 17,500 years old, making the rock art older and maybe dating to the last ice age, some twenty to twenty-five thousand years ago.",
    "Status": "The Sulawesi stripe-faced fruit bat is common in some areas of the island but rare in others. Much of the primary forest on Sulawesi has been cleared for agriculture, and the population of the bat is thought to be declining, and it may be hunted in some areas. For these reasons, the International Union for Conservation of Nature has assessed its conservation status as being \"near threatened\". It is present in the Lore Lindu National Park in Central Sulawesi.\n\n\n== References =="
  }
}