{
  "url": "https://en.wikipedia.org/wiki/Sundevall's_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. caffer"
    }
  ],
  "text": {
    "__SUMMARY__": "Sundevall's roundleaf bat (Hipposideros caffer), also called Sundevall's leaf-nosed bat, is a species of bat in the family Hipposideridae.\nThese bats are very similar in appearance to the closely related Noack's roundleaf bat, and the two have in the past been considered to be the same species. Although more recent research suggests that they are distinct, taken together, they possibly represent a species group containing a number of cryptic species or subspecies that have yet to be distinguished.",
    "Description": "Sundevall's roundleaf bat is a medium-sized bat, with a head-body length of 8 to 9 cm (3.1 to 3.5 in), and a wingspan of 20 to 29 cm (7.9 to 11.4 in). Adults have a body weight of 8 to 10 g (0.28 to 0.35 oz). They have long fur, which may be either grey or a bright golden-orange in colour, and brown wings. The fur is generally paler on the underside of the body.The bats have large, rounded, ears with a well-developed antitragus, and a horseshoe-shaped nose-leaf, with a distinctive small projection on either side. There is also an additional serrated ridge of skin behind the main nose-leaf. Both females and males have an extra pair of teats in the pubic region. Although these are vestigial in the males, they can be as long as 4 cm (1.6 in) in some females (almost half the body length), yet are never functional. These false teats may be only present to allow the young something to hold on to while clinging to their mothers.",
    "Distribution and habitat": "Sundevall's roundleaf bat is a relatively common species, and is found in almost every African country south of the Sahara, as well as in Morocco, Yemen, and parts of Saudi Arabia. Four subspecies are currently recognised, although the precise geographic range of each is not yet clear:\nH. c. angolensis\nH. c. caffer\nH. c. nanus\nH. c. tephrusThe bat is most commonly found in savannah habitats, and avoids the dense rainforests of central Africa. It is, however, very wide-ranging, and has also been reported in Acacia shrubland, bushveld, and in coastal and mopane forests.",
    "Behaviour": "Sundevall's roundleaf bat feeds primarily on moths, which may form up to 92% of its diet. They are apparently selective in their choice of moths, and have been observed to avoid certain species of arctiid moths that advertise their unpleasant taste by emitting ultrasonic clicks. They have also been found to eat small amounts of beetles, flies, and other insects. Known predators on this species include bat hawks.\nThe bats are relatively slow-flying, but highly manoeuvrable in the air, even being able to hover in place for brief periods. They mostly catch moths or other prey in midair, but are able to snatch fluttering insects on the ground, using their echolocation calls to distinguish the rapid movement of insect wings from other nearby clutter. The calls consist of a constant frequency component lasting about 6 ms, followed by a short frequency-modulated downward sweep. The frequency of the calls varies with geographic locality, but is typically about 140 kHz.During the day, Sundevall's roundleaf bats roost in caves, tree hollows, or manmade structures such as mines or attics. Some cave roosts may host exceptionally large colonies, with as many as 500,000 individuals having been reported from one cave in Gabon. The colonies seem to have a \"harem\" structure, with dominant males monopolising access to a number of females. Although they do not truly hibernate, they do sometimes enter torpor during cold weather.",
    "Reproduction": "Breeding occurs during the winter in populations in the northern and southern parts of the range. In equatorial regions, although only a single breeding season occurs each year for any given population, this may be aligned with either the Northern or Southern Hemisphere winter, so some populations geographically close to one another may, nonetheless, be reproductively isolated. Gestation lasts about three to four months, but in some populations, delayed implantation of the embryo causes birth of the young until five to seven months after mating.The female gives birth to a single young, which is initially blind and partially hairless. Although the pups develop deciduous teeth while still in the womb, these have already disappeared by the time they are born. They begin to fly at about one month of age, and are fully weaned at about three months, when they are close to the adult size. They reach sexual maturity at one or two years of age.\n\n\n== References =="
  }
}