{
  "url": "https://en.wikipedia.org/wiki/São_Tomé_collared_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Myonycteris"
    },
    {
      "Species": "M. brachycephala"
    }
  ],
  "text": {
    "__SUMMARY__": "The São Tomé collared fruit bat (Myonycteris brachycephala) is a species of megabat in the family Pteropodidae. It is endemic to São Tomé and Príncipe.  Its natural habitats are subtropical or tropical moist lowland forest and subtropical or tropical moist montane forest. It is threatened by habitat destruction. This bat is unique in that it is the only known mammal where the whole population has an asymmetrical dental formula.",
    "Description": "Notably, the entire species has an asymmetrical dental formula. All of the bats have one fewer lower internal incisor than would be expected. It is believed that the missing tooth is a neutral mutation that neither helps nor hurts the survival of individuals. The founder effect has been proposed as an explanation as to why the entire species is missing the lower incisor.",
    "Distribution and habitat": "This fruit bat is endemic to the higher parts of São Tomé Island, a volcanic island in the Gulf of Guinea. No bat colonies have ever been found, and individual bats have been recorded from just three locations, at altitudes between 300 and 1,300 metres (1,000 and 4,300 feet) above sea level. Its typical habitats include moist tropical montane forest at 1300 metres, moist forest at 800 metres with patchy remnants of the natural forest, and tropical lowland forest. It has also been recorded from cocoa plantations but seems to avoid the coastal region and the drier north part of the island.",
    "Status": "The São Tomé collared fruit bat has a restricted range, with a total area of occupancy of less than 750 square kilometres (290 square miles). There is a continuing decline in the quantity and quality of the forest on the island as tree felling takes place and the land is converted for agricultural use. Recent surveys of the island have failed to locate any of these bats and it seems to be a naturally rare species. The International Union for Conservation of Nature has rated its conservation status as being \"endangered\".\n\n\n== References =="
  }
}