{
  "url": "https://en.wikipedia.org/wiki/São_Tomé_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Chaerephon"
    },
    {
      "Species": "C. tomensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The São Tomé free-tailed bat (Chaerephon tomensis) is a species of bat in the family Molossidae. It is endemic to São Tomé and Príncipe. Its natural habitats are dry savanna, moist savanna, and plantations. It is threatened by habitat loss. Only three individuals have ever been documented.",
    "Taxonomy and etymology": "It was described as a new species in 1993.\nInitially, the authors placed it in the genus Tadarida, but within the subgenus Chaerephon.\nTherefore, its scientific name was Tadarida (Chaerephon) tomensis.\nIts species name \"tomensis\" means \"belonging to Tomé,\" referencing the fact that the holotype was found on São Tomé and Príncipe.\nBased on its morphology, the authors hypothesized that it might be closely related to Gallagher's free-tailed bat.",
    "Description": "Like other Chaerephon species, its ears are connected to each other via a thin band of tissue called the interaural membrane.\nIt is a small species of bat, with a forearm length of approximately 38.5 mm (1.52 in).\nIndividuals weigh approximately 7.2 g (0.25 oz).\nThe ears have rounded tips, and are wider than they are tall.\nIts antitragus is rectangular and defined, while the tragus is very small.\nIts wings are long and narrow, with the wing membranes whitish and nearly transparent.\nIts dorsal fur is dark brown, with its ventral fur a lighter brown.\nIts dental formula is 1.1.2.32.1.2.3, for a total of 30 teeth.",
    "Range and habitat": "The holotype was located approximately 3 km (1.9 mi) northwest of Guadalupe, São Tomé and Príncipe in the vicinity of Praia das Conchas. Another specimen was collected near Água Izé. It has been documented in open savanna forest with baobob trees (Praia das Conchas) and humid forest and (Água Izé). Its habitat near Água Izé may have been lost to agricultural conversion, with the forest replaced by cocoa plantations.",
    "Conservation": "It is currently assessed as endangered by the IUCN.\nAs of 2019, the only individuals that have been documented were the three initially used to describe the species in 1993.\nIt meets the criteria for an \"endangered\" assessment because its extent of occurrence is less than 1,000 km2 (390 sq mi); the population is only known from São Tomé Island; and its habitat is declining in extent and quality.\nIt may also be declining due to competition with the little free-tailed bat.",
    "References": "",
    "External links": "Illustrations of the São Tomé free-tailed bat"
  }
}