{
  "url": "https://en.wikipedia.org/wiki/Tailed_tailless_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Anoura"
    },
    {
      "Species": "A. caudifer"
    }
  ],
  "text": {
    "__SUMMARY__": "The tailed tailless bat (Anoura caudifer) is a species of leaf-nosed bat from South America.",
    "Taxonomy": "The scientific name of this species is variously given as either A. caudifer or A. caudifera, with scientists having argued for both names on the basis of Latin grammar and of the ICZN rules on the naming of species. When Étienne Geoffroy Saint-Hilaire first described the bat in 1818, he used the species name \"caudifer\", and this is the name currently preferred by such influential sources as the International Union for the Conservation of Nature and Mammal Species of the World.The common name of the bat is typically given as the \"tailed tailless bat\". This is because the species belongs to the genus Anoura, commonly called the \"tailless bats\", yet it possesses a tail. However, the name is arguably somewhat misleading, since only three of the other seven species of \"tailless bats\" genuinely lack a tail. Of the remaining four, however, three have tails that are significantly shorter even than that of A. caudifer, and the fourth, the equatorial tailless bat, was only distinguished from A. caudifer in 2006.",
    "Description": "The tailed tailless bat is one of the smaller bat species, with a total head and body length of 4.7 to 7.0 cm (1.9 to 2.8 in), and weighing just 8.5 to 13 g (0.30 to 0.46 oz). It has silky, dark-brown hair covering the body and parts of the wings and upper arms. Some individuals have paler, often reddish, patches on the upper back, and extending onto the back of the neck and head. The hairless parts of the wing membranes are dark brown or black in color.The head is relatively long and narrow, and the tongue is long and extensible, reaching up to 3 cm (1.2 in). A small, narrow, nose-leaf is found on the upper lip, which is otherwise smooth. Compared with some other bats, the ears are relatively small and widely separated, and lack an antitragus. As its name implies, the tailed tailless bat does normally have a tail, although this is very short, only 3 to 7 mm (0.1 to 0.3 in) in length, and does not reach beyond the edge of the uropatagium (membrane between the legs), in which it is embedded. Some individuals, however, have no tail at all, and these were once thought to represent a different species.",
    "Distribution": "The tailed tailless bat is found in Bolivia, southern and northeastern Brazil, Colombia, Ecuador, French Guiana, Guyana, Peru, Suriname, Venezuela, and the extreme northern tip of Argentina. It inhabits tropical forests on both sides of the Andes, at elevations up to 1,500 m (4,900 ft).",
    "Biology": "Tailed tailless bats have an unusually high metabolic rate, having been measured at 28 ml O2/h. Since they are able to maintain their body temperatures even in relatively cool weather, they require a high calorific intake for their size, and must spend at least four hours every night feeding.The exact breeding season of tailed tailless bats is unclear, and may vary across its range. Studies have generally found fertile adults between August and November, during the rainy season, and infertile individuals at other times of the year, although with some exceptions. Tailed tailless bats probably only breed once a year, giving birth to a single offspring.",
    "Behaviour": "The tailed tailless bat is nocturnal, spending the day roosting in caves, tree hollows, and some man-made structures. Colonies can contain up to 100 individuals, although more typically they range from just five to 15 individuals. As with most cave-dwelling bats, it typically shares its larger roosts with other species, including other species of tailless bat, as well as common big-eared bats, vampire bats, and others. They are omnivorous, using their long tongues to lap nectar from flowers, but also eating some small beetles, bugs, and lepidopterans.",
    "References": "\n\n== External links =="
  }
}