{
  "url": "https://en.wikipedia.org/wiki/Talamancan_yellow-shouldered_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Sturnira"
    },
    {
      "Species": "S. mordax"
    }
  ],
  "text": {
    "__SUMMARY__": "The Talamancan yellow-shouldered bat (Sturnira mordax) is a species of bat in the family Phyllostomidae. It is found only in Costa Rica and Panama, and there are no subspecies.",
    "Description": "The bat is relatively small, with adults measuring only 6 cm (2.4 in) in head-body length, and weighing between 20 to 28 g (0.7 to 1 oz). Males are larger than females. It is very similar in appearance to the closely related highland yellow-shouldered bat, but with a more uniform dark colour, a longer, narrower, head, and larger canine teeth. The forearm has a thick coating of fur for about a third of its length, whereas there is only sparse hair on the hind feet. Other distinctive features include a notch at the tip of the tragus, and the presence of two points on each of the upper middle incisors. It has a relatively simple nose-leaf, and short, pointed ears, and does not have a tail.Little is known of the bat's biology, although it is believed to breed throughout the year.",
    "Distribution and habitat": "First described by George Goodwin in 1938, the Talamancan yellow-shouldered bat was initially known only from Costa Rica. In the 1980s, it was also discovered to inhabit Panama, but reports that it is also found in Colombia and Ecuador have since been disputed.It inhabits damp tropical forests at elevations of up to 3,000 m (9,800 ft), where it feeds on fruits such as those of Cecropia, Anthurium, Centropogon, and Musa. Although formerly also found at lower elevations, recent changes in the local climate mean that it is now uncommon below about 1,250 m (4,100 ft).\n\n\n== Sources =="
  }
}