{
  "url": "https://en.wikipedia.org/wiki/Tanzanian_woolly_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Kerivoula"
    },
    {
      "Species": "K. africana"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tanzanian woolly bat or Dobson's painted bata (Kerivoula africana) is a species of vesper bat in the family Vespertilionidae.\nIt is found only in Tanzania. Locally, it is known as the \"popo\" or \"tunge\".",
    "Taxonomy and etymology": "It was initially described by Irish zoologist George Edward Dobson in 1878.\nHe described the species based off a specimen collected by French zoologist Achille Raffray in 1875 in Zanzibar.\nIts species name \"africana\" is a New Latin derivative of Latin āfricānus, meaning \"African\".",
    "Description": "In his 1878 description of the species, Dobson stated that its ears and tragus were similar in appearance to that of Hardwicke's woolly bat, Kerivoula hardwicki.\nIt lacks fur between its eyes, but has a fringe of longer hairs along its lips.\nIts dorsal fur is bicolored, with the base of individual hairs dark brown and the tip grayish brown.\nFur on the ventral surface is also bicolored, but the color is lighter overall.\nIts head and body is 1.35 in (34 mm) long; its tail is also 1.35 in (34 mm) long; its ear is 0.5 in (13 mm) long; its tragus is 0.3 in (7.6 mm) long; its forearm is 1.1 in (28 mm) long; its foot is 0.25 in (6.4 mm) long.\nIts dental formula is 2.1.3.33.1.3.3 for a total of 38 teeth.\nAt the time of its description, it was the smallest species of its genus known.",
    "Range and habitat": "It is endemic to Tanzania, and is only found on the country's eastern coast.\nIts natural habitat is subtropical or tropical moist lowland forests.\nIt is threatened by habitat loss.\nCoastal wetlands are lost via conversion to subsistence agriculture and coastal forests being subject to logging by the timber industry and local use.",
    "Conservation": "It is currently evaluated as endangered by the IUCN, a designation it has maintained since 2004.\nFrom 1988 to 1996, it was evaluated as possibly extinct, and from 1996 to 2004 it was evaluated as data deficient.\nIt meets the criteria to be listed as an endangered species because its area of occupancy is likely less than 500 km2 (190 sq mi), all individuals are likely in fewer than five locations, and the extent of its habitat is in decline.\nIn 1999, MacPhee and Flemming considered it allegedly extinct since roughly 1878, though it was rediscovered shortly after their paper was published, in 2000.\nIn addition to habitat destruction, this species is also threatened by collection for use in traditional medicine.\nThe Sukuma people believe that pneumonia can be treated by burning the body of a Tanzanian woolly bat and inhaling the smoke.\nOne bat is supposed to be burned and inhaled per day for three days.",
    "References": "",
    "External links": "Photographs of the skull of the holotype, in the Paris Museum of Natural History Collections"
  }
}