{
  "url": "https://en.wikipedia.org/wiki/Tasmanian_long-eared_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Nyctophilus"
    },
    {
      "Species": "N. sherrini"
    }
  ],
  "text": {
    "__SUMMARY__": "The Tasmanian long-eared bat (Nyctophilus sherrini) is a species of vesper bat endemic to Tasmania.",
    "Taxonomy and etymology": "It was described as a new species in 1915 by British zoologist Oldfield Thomas.\nThe holotype had been collected by Ronald Campbell Gunn.\nThe eponym for the species name \"sherrini\" was William Robert Sherrin.\nOf Sherrin, Thomas wrote, \"every mammalogist who has visited the Museum is indebted [to him] for assistance . . . [his] admirable preparation of tiny skulls and tinier bacula has so immensely helped in the mammalian work done both by staff and visitors.\"It was largely considered a synonym of the greater long-eared bat until approximately 2009.",
    "Description": "It can be differentiated from other Nyctophilus species by its unique combination of traits: a large size, larger third molars, and a more narrow skull.\nAdditionally, it has a narrow snout, expanded braincase, and fairly large auditory bullae.\nIt has a forearm length of 44.3–46.4 mm (1.74–1.83 in), and individuals weigh 9.8–18.9 g (0.35–0.67 oz).\nIts ears are large relative to its body, at 27.2–29.8 mm (1.07–1.17 in) long.\nIt has a dental formula of 1.1.1.33.1.2.3 for a total of 30 teeth.",
    "Range and habitat": "The Tasmanian long-eared bat is found throughout Tasmania.\nThe IUCN states that it is absent from southwestern Tasmania, though Parnaby states that its range includes the coastal southwest, though there are few recorded instances in this region.\nIt is founded in forest habitat.",
    "Conservation": "As of 2008, it is evaluated as a data deficient species by the IUCN.\nIt meets the criteria for this classification because there is insufficient data to predict its population size or full geographic range.\nHowever, its current population trend is likely decreasing.\n\n\n== References =="
  }
}