{
  "url": "https://en.wikipedia.org/wiki/Tent-making_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Uroderma"
    },
    {
      "Species": "U. bilobatum"
    }
  ],
  "text": {
    "__SUMMARY__": "The tent-making bat (Uroderma bilobatum) is an American leaf-nosed bat (Phyllostomidae) found in lowland forests of Central and South America. This medium-sized bat has a gray coat with a pale white stripe running down the middle of the back. Its face is characterized by a fleshy noseleaf and four white stripes. Primarily a frugivore, it may supplement its diet with insects, flower parts, pollen, and nectar. Its common name comes from its curious behavior of constructing tents out of large, fan-shaped leaves. These roosts provide excellent protection from the tropical rains, and a single tent roost may house several bats at once. This bat is quite common in its geographic range; hence, its conservation status is listed as Least Concern.",
    "Taxonomy": "The bat Uroderma bilobatum is a member of the family Phyllostomidae, which contains 49 genera and a greater variety in feeding habits than any other bat family. Carnivores, frugivores, and bats that specialize on blood or nectar and pollen are all represented in this family. Commonly known as the American leaf-nosed bats, phyllostomids are characterized by a special structure consisting of a leaf-shaped projection extending up from a “horseshoe-shaped” base attached to their upper lip. These bats send their echolocation calls out their nostrils, and so the noseleaf may help direct the sounds that they emit. Because they emit calls at such low frequencies, standard bat detectors have trouble picking up their calls. Thus they are sometimes called “whispering bats”.Within Phyllostomidae is the subfamily Stenodermatinae, members of which are sometimes called tailless bats. These 17 genera from Central America have broad shoulders and faces and narrow tail membranes, with a tail that is either greatly reduced or absent. The upward projection of their noseleaf has two creases and the lower part is at least partly free. The shape of their faces has been correlated to their frugivorous diet. They are known to pick fruit with their mouths and carry it to a night roost to consume it. Thus, they are important seed dispersers for certain plants.Bats in the genus Uroderma are characterized by a pale, white stripe that runs down the back and two pairs of white stripes on the face. Their tail membrane is curved into the shape of a U and lacks hair along its edge. This genus includes two species: Uroderma bilobatum Peters, 1866 and Uroderma magnirostrum Davis, 1968.Uroderma bilobatum includes six subspecies:\nU.b. bilobatum Peters\nU.b. trinitatum Davis\nU.b. thomasi Andersen\nU.b. convexum Lyon\nU.b. molaris Davis\nU.b. davisi Baker and McDaniel",
    "Etymology": "The genus name Uroderma is said to be derived from the Greek words uro for “tail” and derma for “skin”, thus meaning “tail of skin”. This describes their tail membrane, which is made entirely of skin, lacking tail vertebrae. The proper word for “tail” in ancient Greek is however oura (οὐρά).\nThe species name bilobatum is said to be derived from the Greek and Latin roots bi for “two” and lobat for “lobed” in reference to their first upper incisors, which have two lobes.",
    "Description": "Uroderma bilobatum is medium in size, weighing between 13–20 g with a body length of 59–69 mm. Typically, the females are slightly larger than the males. Their pelage ranges in color from dark gray to grayish brown, with their belly slightly lighter in color than their back. The individual hairs of their coat are bicolor, being lighter in color at the base than at the top. A thin, white stripe runs down the middle of the back from behind the head to the rump. The face has two striking symmetrical pairs of white stripes. One pair goes over the head, between and to the back of the ears. The other pair lies just below the eye. This facemask may serve a camouflage purpose by making their eyes less obvious to would-be predators. Their brown noseleaf and ears are rimmed with yellow or white. They have a U-shaped tail membrane that is practically hairless and measures 14–16 mm in length. A dorsal view of their skull reveals a depression between the frontal bone and their snout. Their dental formula is i 2/2, c 1/1, p 2/2, m 3/3, which gives them a total of 32 teeth. They also possess a calcar and a slightly pigmented, permanently open dactylopatagium minus.",
    "Geographic distribution": "These bats are found in Central America from Oaxaca and Veracruz, Mexico to Peru, Bolivia, and southeastern Brazil. They also live on the island of Trinidad. Most specimens have been collected at elevations below 600 m, but some have been found as high as 1500 m above sea level.",
    "Habitat and diet": "Uroderma bilobatum lives in low-elevation evergreen and deciduous forests, second-growth forests, and fruit groves. They are primarily frugivores and have been observed carrying small, unripe figs in their mouths. At times they may supplement their diet with insects, flower parts, or nectar.",
    "Physiology": "During flight, the heart rate of U. bilobatum is about 900 beats per minute. However, they normally only spend 30 minutes per day in flight. This is reduced to an average of 490 beats per minute while resting at night, and declines to an average of 375 beats per minute while resting during the day. Their daytime heart rate is periodically (two to three times per hour for 5 to 7 minutes per episode) lowered further to 200–250 beats per minute as part of an apparent strategy to reduce energy expenditure. Such conservation is important to their survival, as their fat reserves would be used up within 24 hours without food.",
    "Reproduction": "Female tent-making bats may reproduce twice in one year. In Panama, pregnant females have been observed in February and in June. In Costa Rica, pregnant females move into coconut groves in July, just at the beginning of the wet season, and exhibit synchrony in parturition. Each litter consists of only one pup, which is born after a gestation period of 4–5 months. The nursing females form maternity colonies of 20–40 individuals in one tent roost. Roosting in groups may have thermoregulation benefits for the pups and lactating mothers. They do not carry their young with them on their nightly foraging flights; however, it appears that they may first move their pups to more protected roosts before beginning to forage. The pups become independent after one month.",
    "Tent-making behavior": "As noted in their common name, Uroderma bilobatum exhibits a curious roosting behavior. They bite through the midrib or vein of a large leaf so that it folds in half to form an inverted-V-shaped shelter. This “tent” provides shelter from sun, wind, and rain. Eventually, the leaf dries up and breaks off from the plant, and they have to construct a new one, a feat that takes them several nights to accomplish. Amazingly, a single tent may be used for up to 60 days. U. bilobatum prefers the large, single leaves of banana trees and pinnate or palmate palms. They may roost in groups of 2–59 individuals, and are quite easily startled from their roosts during the day. They tend to choose tall trees, but not the tallest trees in the area. Taller trees may offer them greater protection from predators, but trees that are too tall would mostly likely expose them to greater winds. An additional preference has been demonstrated for younger fronds, which are also usually further from the ground.Due to the nature of their roosts, foliage-roosting bats tend to be more nomadic than bats that roost in caves. Some suggest that this adaptation may enable them to track food sources throughout the seasons. The tents may also provide protection from predators that target typical bat roosts such as caves and hollow trees. However, the disadvantages of such a lifestyle include the energetic costs that the bats have to expend in the creation of new tents every few months and the decreased protection from the weather offered by such roosts.",
    "Relationship to humans and conservation status": "Uroderma bilobatum is a very common bat within its geographic range. While it has demonstrated some tolerance of man-made forest clearings, too much loss of lowland tropical forests could negatively impact its survival. Its conservation status is currently listed as Least Concern.",
    "References": "",
    "External links": "http://www.junglephotos.com/amazon/amanimals/ammammals/tentmakingbatnathist.shtml"
  }
}