{
  "url": "https://en.wikipedia.org/wiki/Thomas's_sac-winged_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Balantiopteryx"
    },
    {
      "Species": "B. io"
    }
  ],
  "text": {
    "__SUMMARY__": "Thomas's sac-winged bat (Balantiopteryx io) is a species of sac-winged bat in the family Emballonuridae.\nIt is found in Belize, Guatemala, and Mexico.",
    "General Information": "Oldfield Thomas named this bat in 1904. It is presumed that he named it after the Io found in Greek mythology, who was cursed by Hera to be eternally chased, because bats seem to be “flighty.”  \nThe bat is considered “vulnerable” according to the IUCN redlist, and the population is decreasing.  This assumption that the population is decreasing comes from the evidence of habitat destruction, and it has been estimated that about 30% of the bats’ natural habitat has been destroyed by human causes: vandalism, fires in caves, and tourism.Balantiopteryx io is a sister species of Balantiopteryx infusca.\nThere are no subspecies for Balantiopteryx io.",
    "Appearance": "It is the smallest species when compared to others in the genus Balantiopteryx, and lacks the white trim that is characteristic of Balantiopteryx plicata.\nThe males weigh about 3.7 g, while the females weigh about 5 g.",
    "Reproduction": "There is not much data available for this species’ courting rituals, but what is known is that the female usually has one fetus, and the pregnant females can be found in March, April, May, and June.",
    "Habits": "This bat prefers to live in caves near the entrance with some light, but there have been instances where they have been found deeper in the caves where it is darker. It has also been found in railroad tunnels. It likes to stay about nine inches or more away from the others when hanging on the ceiling. Groups of fifty or more of these bats can be found in the colony.\nIt feeds after sunset, so observing the bats is difficult.\nThese bats are insectivores.",
    "Notes": "",
    "References": "Arroyo-Cabrales, Joaquin, and J. Knox Jones, Jr. \"Balantiopteryx io and infusca.\" Mammalian Species 313 (1988): 1-3. <https://web.archive.org/web/20151019024828/http://www.science.smith.edu/msi/pdf/i0076-3519-313-01-0001.pdf>.\nChiroptera Specialist Group 1996.  Balantiopteryx io.   2006 IUCN Red List of Threatened Species.   Downloaded on 19 July 2007.\nGardner, Alfred L. Mammals of South America. Chicago: University of Chicago, 2008. Print.\nLim, B., Miller, B., Reid, F., Arroyo-Cabrales, J., Cuarón, A.D. & de Grammont, P.C. 2008. \" Balantiopteryx io.\" In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.2. Accessed 21 Nov. 2012. <http://oldredlist.iucnredlist.org/details/2532/0>.\nNowak, Ronald M. Walker's Bats of the World. Baltimore: Johns Hopkins UP, 1994. Print.\nSimmons, N.B. (2005). \"Order Chiroptera\".  In Wilson, D.E.; Reeder, D.M (eds.). Mammal Species of the World: A Taxonomic and Geographic Reference (3rd ed.). Johns Hopkins University Press. pp. 312–529. ISBN 978-0-8018-8221-0. OCLC 62265494."
  }
}