{
  "url": "https://en.wikipedia.org/wiki/Thomas's_big-eared_brown_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Histiotus"
    },
    {
      "Species": "H. laephotis"
    }
  ],
  "text": {
    "__SUMMARY__": "Thomas's big-eared brown bat (Histiotus laephotis) is a species of vesper bat found in South America.",
    "Taxonomy and etymology": "Thomas's big-eared brown bat was described as a new species in 1916 by British zoologist Oldfield Thomas.\nThomas described the species based off specimens held by the Turin Museum of Natural History that had been collected by \"Dr. Borelli\", likely Dr. Alfredo Borelli, who furnished many biological specimens during this time from Argentina, Paraguay, and Bolivia.\nThe holotype had been collected in Caiza, Bolivia, which is located in the Potosí Department of Southern Bolivia.\nOf the species name \"laephotis\", Thomas was not clear on its meaning, though he remarked that it \"[had] a similar meaning\" to the name histiotus, which means \"sail ear\" (from Ancient Greek \"ἱστός\" meaning \"mast\" + \"οὖς\" meaning \"ear\").\nA hypothesis for the etymology of laephotis is that it comes from Greek \"λαιός\" meaning \"awkward\" and \"φως\" meaning \"light,\" possibly referring to an awkward flight in the daylight.The validity of Thomas's big-eared brown bat as a species has been disputed.\nIn the past, it has been regarded as a subspecies of the big-eared brown bat, H. macrotis.\nMore recently, it has been considered a subspecies of the small big-eared brown bat, H. montanus.\nAt present, several sources consider it a valid species.",
    "Description": "Individuals weight approximately 11 g (0.39 oz).\nIts ears are very long relative to other members of its genus, at 32–33 mm (1.3–1.3 in) long.\nThe ears are 23–24 mm (0.91–0.94 in) wide.\nIts fur is dark brown, with the tips of individual hairs lighter brown.\nIts ears and flight membranes are grayish in color.\nIts forearm is 46–51 mm (1.8–2.0 in) long.\nFrom head to tail, it is 104 mm (4.1 in) long.\nIts tail is 50 mm (2.0 in); its tragus is 11 mm (0.43 in) long.\nIt can be differentiated from the similar small big-eared brown bat (Histiotus montanus) by its yellowish fur, pale ears, and longer forearm.",
    "Range and habitat": "Its range includes Peru, Bolivia, and Argentina.\nIn March 2006, it was documented in Brazil for the first time.\nA paper published in 2015 cited its first ever documentation in Chile.",
    "Conservation": "As of 2019, it is evaluated as near-threatened by the IUCN.\nDespite its reasonably wide distribution, it is dependent on fragile forest habitat that is significantly declining in extent and quality.\n\n\n== References =="
  }
}