{
  "url": "https://en.wikipedia.org/wiki/Thomas's_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Rhogeessa"
    },
    {
      "Species": "R. io"
    }
  ],
  "text": {
    "__SUMMARY__": "Thomas's yellow bat (Rhogeessa io) is a species of bat from the family Vespertilionidae.",
    "Taxonomy": "Thomas's yellow bat was given its binomial nomenclature by Oldfield Thomas in 1903 as Rhogeessa io. Synonyms for the species include Rhogeessa bombyx (Thomas, 1913), Rhogeessa riparia (Goodwin, 1958), and Rhogeessa velilla (Thomas, 1903). The Thomas's yellow bat was formerly included as a subspecies of the Black-winged little yellow bat, but was considered distinct in 1996.The species needs taxonomic review for a number of reasons. One of these reasons includes the possibility that subspecies of the Thomas's yellow bat may be their own species.",
    "Range and conservation": "Thomas's yellow bat is native to Bolivia, Brazil, Colombia, Costa Rica, Ecuador, French Guiana, Guyana, Nicaragua, Panama, Suriname, Trinidad and Tobago, and Venezuela. It is listed as \"Least Concern\" by the IUCN Red List due to its wide distribution, presumed large population, occurrence in a number of protected areas, having some degree of tolerance to habitat modification, and unlikeliness of population decline at the rate to qualify for a more threatened listing.",
    "Behavior and ecology": "Thomas's yellow bat inhabits many habitats, such as both evergreen and deciduous forest, thorn shrub, open areas, and villages, though it appears to favor slightly disturbed deciduous forests. Like other species in its genus, the Thomas's yellow bat can take refuge in buildings and hollow trees, although its roosts are unknown.The species is crepuscular, with peaks of activity within an hour of both dusk and of dawn, flying low to the ground along wide trails or roads. The Thomas's yellow bat is an insectivore, feeding on small, flying insects and with established hunting routes among individuals.The maximum energy of echolocation calls in the Thomas's yellow bat is 50 to 60 kHz.",
    "See also": "Black-winged little yellow bat\n\n\n== References =="
  }
}