{
  "url": "https://en.wikipedia.org/wiki/Thyroptera_devivoi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Thyropteridae"
    },
    {
      "Genus": "Thyroptera"
    },
    {
      "Species": "T. devivoi"
    }
  ],
  "text": {
    "__SUMMARY__": "De Vivo's disk-winged bat (Thyroptera devivoi) is a species of disc-winged bat found in South America. It was described as a new species in 2006.",
    "Taxonomy and etymology": "It was described as a new species in 2006.\nIt was the fourth species described in the disc-winged bat genus and family.\nThe holotype used to describe this species was collected in 2000 near Serra Geral do Tocantins Ecological Station in Brazil.\nIt is possible that the currently-described species is a species complex that may face further taxonomic revision; it could undergo a taxonomic split with the description of a second species.\nThe eponym for the species name \"devivoi\" is Mario de Vivo; the authors of the 2006 paper chose to honor him with the species name because he \"has been responsible for a considerable increase in the understanding of both mammal diversity and systematics in Brazil.\"",
    "Description": "Its head and body length is 38.4–46.0 mm (1.51–1.81 in).\nIts forearm length is 36–38 mm (1.4–1.5 in).\nIts tail length is 24.6–29.0 mm (0.97–1.14 in).\nIts fur is cinnamon brown, with the ventral fur appearing frosted.",
    "Range and habitat": "It is known from two countries in South America: Guyana and Brazil.\nIt is known from the Cerrado of Brazil and other savanna ecosystems.\nIn 2015, the species was recorded in Colombia for the first time.",
    "Conservation": "It is currently evaluated as data deficient by the IUCN.\nIt is a recently described species, and little is known about its range, population size and trend, ecology, and threats.\nAs of 2015, it was only known from four specimens.\n\n\n== References =="
  }
}