{
  "url": "https://en.wikipedia.org/wiki/Toltec_fruit-eating_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Dermanura"
    },
    {
      "Species": "D. tolteca"
    }
  ],
  "text": {
    "__SUMMARY__": "The Toltec fruit-eating bat (Dermanura tolteca) is a species of bat in the family Phyllostomidae. It is also sometimes called the \"lowland fruit eating bat.\"",
    "Taxonomy": "Three subspecies of the Toltec fruit-eating bat are recognized: A. t. toltecus, the nominate; A. t. hesperus; and A. t. ravus.",
    "Description": "The Toltec fruit-eating bat is a small bat usually weighing under 16 g. The nominate is the largest of the subspecies. Its fur ranges from light brown in its northern habitats to blackish in Costa Rica and then paler in the northern ranges of South America. The darker individuals are typically found in the more humid regions while the lighter ones are in relatively dry habitats. A. t. ravus differs from the other subspecies in having white ear edges and clearer stripes below the eye.",
    "Distribution and habitat": "The nominate subspecies occurs along the eastern and western Mexican coast from Nuevo León and Sinaloa south through Central America including Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, and Panama. It inhabits mountain ranges at mid-altitudes.A. t. hesperus is found in the Caribbean at elevations of 300-1,750 m. A. t. ravus occurs at lower elevations than the other groups in Colombia and northwest Ecuador.",
    "Behavior": "The species is frugivorous and feeds mostly on fruits of Constegia volcanalis, of Cecropia, and figs.The Toltec fruit-eating bat may roost in caves and under banana leaves, but it is also one of a variety of bats that build \"tents\" from plant leaves, using the leaves of Anthurium species to create diurnal roost that provide camouflage and protection from the weather. The bat modifies a single leaf to create its tent, cutting the basal nerve of the leaf with its teeth but not injuring the midline nerve of the leaf and thus leaving it alive. This causes the leaf to form a pyramid-shaped tent by folding down to the midrib.",
    "Conservation": "The species has been classified as Least Concern by the IUCN due to its wide distribution, apparently large population numbers, and absence of known threats or population declines.\n\n\n== References =="
  }
}