{
  "url": "https://en.wikipedia.org/wiki/Tomes's_sword-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "Lonchorhina"
    },
    {
      "Species": "L. aurita"
    }
  ],
  "text": {
    "__SUMMARY__": "Tomes's sword-nosed bat (Lonchorhina aurita), also known as the common sword-nosed bat is a bat species from South and Central America. It is also found in the Bahamas, as is known only from one specimen collected on the island of New Providence.\nIn 2006, the bat was rediscovered in the Santa Cruz Department of Bolivia by scientists Aideé Vargas and Kathrin Barboza Marquez. Prior to their find, it was believed that the bat had been extinct in Bolivia for 72 years. There has since been an Ecological Sanctuary established at the town of San Juan de Corralito located in the Ángel Sandoval Province to protect the species.",
    "Description": "Its ears are long with sharply-pointed tips.\nIt has a large nose-leaf of up to 20 mm (0.79 in).\nIts fur is dark brown or black in color, while the patagia are black.\nThe forearm is 47–57 mm (1.9–2.2 in).\nIndividuals weigh 10–22 g (0.35–0.78 oz).\nIts dental formula is 2.1.2.32.1.3.3 for a total of 34 teeth.",
    "Biology and ecology": "It is insectivorous, though a record exists of one individual eating fruit.\nIt is nocturnal, roosting in sheltered places during the day such as caves or culverts.\nThese roosts contain 10-500 individuals in associations called colonies.\nRoosts are shared with bats of other species.",
    "Range and habitat": "It is found in several countries in Central and South America including: Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, French Guiana, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Panama, Peru, Suriname, Trinidad and Tobago, and Venezuela.\nIt has been documented in lowlands and at elevations up to 1,500 m (4,900 ft) above sea level.",
    "Conservation": "As of 2015, it is evaluated as a least-concern species by the IUCN.\nIt meets the criteria for this category because it has a wide geographic range and is unlikely to be experiencing rapid population decline.\n\n\n== References =="
  }
}