{
  "url": "https://en.wikipedia.org/wiki/Trachops",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "TrachopsGray, 1847"
    },
    {
      "Species": "T. cirrhosus"
    }
  ],
  "text": {
    "__SUMMARY__": "The fringe-lipped bat (Trachops cirrhosus) is a leaf-nosed bat from southern Mexico to Bolivia and southern Brazil. It has three subspecies and no known fossils. It is the only species within its genus.",
    "Morphology": "The fringe-lipped bat has wart-like bumps on its lips and muzzle, which give it its name. The bat has an overall color of a reddish brown with gray on its belly. The fur is long and woolly. It is medium in size, about 32 grams.The tail is short. It has a nose-leaf with serrated edges. It has two pairs of lower incisors with three pairs of lower premolars. The molars have tubercular depressions with w-shaped cusps. The rostrum is shorter than the braincase but equal to the width of the braincase. It has a low wing-aspect ratio and high wing loading.",
    "Reproduction and development": "The fringe-lipped bat generally mates during the dry season in the tropics, usually from January to June. There is no real difference in appearance between the male and the female. It gives birth to one offspring at a time. The young can stay with the parents for a considerable amount of time.)",
    "Ecology": "Its preferred habitat is near ponds or streams. It roosts in trees or hollow logs and sometimes in caves. It likes tropical dry and moist forests. Trachops cirrhosus is an opportunistic foliage-gleaning omnivore, eating mainly insects with some lizards, frogs, fruits, and seeds. In rare cases this species has been idententified eating bats such as Furipterus horrens. It sometimes shares roosts with other species of bats. It is sometimes preyed upon by gray four-eyed opossums.",
    "Behavior": "Trachops cirrhosus roost in groups of up to 50 individuals and both sexes roost together. They emerge from the roosts early when there is still daylight because that is the best time to hunt frogs. They hunt in continuous flight or sally out from perches. They hunt by following sounds of insects and frogs and also by using echolocation.",
    "Conservation": "The current conservation status of Trachops cirrhosus is least concern because its populations are currently stable. Because it is stable there are no conservation action plans. But because of its feeding habits, it is placed in a precarious position that puts it at a risk from human activity.",
    "Gallery": "",
    "References": "",
    "Further reading": "Tuttle, Merlin D. (January 1982). \"The Amazing Frog-Eating Bat\". National Geographic. Vol. 161 no. 1. pp. 78–91. ISSN 0027-9358. OCLC 643483454.",
    "External links": "Images at ADW"
  }
}