{
  "url": "https://en.wikipedia.org/wiki/Troughton's_pouched_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Saccolaimus"
    },
    {
      "Species": "S. mixtus"
    }
  ],
  "text": {
    "__SUMMARY__": "Papuan sheath-tailed bat – Saccolaimus mixtus – is a species of the Emballonuridae family which occurs at Cape York peninsula and New Guinea. The poorly known species hunts in open forests for night flying insects.",
    "Taxonomy": "The first description was published by Ellis Le Geyt Troughton in 1925. Troughton found features typical of the genus, but notes the clearly defined wing pouches that characteristic of the genus Taphozous; the author makes reference to a note by Edward Ramsay in 1878 on an undiagnosed species of that genus which resembled specimens found at Cape York. Troughton describes the holotype, a male, and two other specimens, a series purchased from Kendal Broadbent who had obtained them at Port Moresby in 1878.\nThe name was assessed in a revision of the genus in 1991, replacing the previously recognised combination Taphozous mixtus (Troughton) 1925. The number of specimens available has been limited to another two collected before 1973 in New Guinea, and some 25 specimens obtained from the Australian continent.The epithet mixtus, meaning  intermediate or mixed, is derived from Latin. \nThe common names of the species includes Papuan sheath-tailed bat and Troughton's pouched bat. The proposed vernacular for the Australian region is Cape York sheath-tailed bat Also cited are the names New Guinea sheathtail bat, wing-pouched saccolaimus and allied freetail bat.",
    "Description": "A species of Saccolaimus with dark and flecked grey fur for across the back, the colour is darkest at the head and shoulder, the ventral side is pale buff-grey.\nThe range of measurements of the forearm are 62 to 68 millimetres, the total length of head and body is 72 to 77 mm. The weight is around 24 grams. \nThe ears are around 18 mm from the notch at the head to the tip, the bare skin of these, along with the muzzle and other parts of the face, is a dark brown colour.The pouch at the wing, a feature of related species, has a lining of whitish hairs. A throat pouch is also found on the species. this is quite prominent in males and presented as a bare patch of skin in females.The first harmonic of the call of the S. Mixtus is audible, their signals are recorded at 9 kilohertz, distinguishable in visual analysis from Saccolaimus flaviventris (yellow-bellied) and closely resembling S. saccolaimus (naked-rumped pouched bat). Their rapid wing beats, small size and colour allows them to be distinguished in flight from known species by workers spotting with torchlight. They resemble another species also found in AustraliaS. flaviventris, , which is discernible by its greater size, darker pelage and the presence of a developed throat pouch in the female.",
    "Distribution and habitat": "The distribution range extends from Australia to the southwest of Papua New Guinea.\nThe occurrence at Cape York is only recorded and a few locations, seven collected at Weipa and several more at Brown's Creek near the Pascoe River at the north of the Cape York district.S. mixtus is associated with forest of western Queensland dominated by the stringybark Eucalyptus tetrodonta, and is recorded in small groups occupying dead specimens of that tree.The little information on their life history and habitat is derived from observations in New Guinea, where it is associated with roosts limestone caves and forages over the canopy of the forest.\nTheir daytime roosts in Australia are likely to be tree hollows.\nThey appear to favour hunting over the canopy and at open flight paths over streams and clearings.Surveys undertaken in Australia have suggested evidence of a greater range than was previously established, extending the area it may occur to southern parts and western regions of Cape York and at islands to the north.\nThe species has been reported at Pormpuraaw, Queensland.",
    "Conservation status": "The IUCN notes the population of Saccolaimus mixtus as declining and is classified as near threatened by habitat loss in 2017, the work group amending the previous listing as data deficient in 2008.\nThe population in Australia is subject to the activities of bauxite mining, but this is not estimated to be a major threat.\nThe effects of land clearing and other ecological changes in New Guinea had not been assessed, but are intensive at the type locality around Port Moresby, and new records in the decades preceding the reassessment were absent.\nThe status listed by the Queensland state government is least concern.\n\n\n== References =="
  }
}