{
  "url": "https://en.wikipedia.org/wiki/Ussuri_tube-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Murina"
    },
    {
      "Species": "M. ussuriensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Ussuri tube-nosed bat (Murina ussuriensis) is a species of vesper bat in the family Vespertilionidae. It is threatened by habitat loss.\nIt is the only species of bat that hibernates in snowbanks.",
    "Taxonomy and etymology": "It was described as a new species in 1913 by Russian zoologist Sergey Ognev.\nIts species name \"ussuriensis\" comes from Ussuriland.\nThe holotype had been collected in Ussuriland by Nikolaus Ikonnikov (also spelled Ikonnikoff).\nIn 1951, Ellerman and Morrison-Scott classified it as a subspecies of the little tube-nosed bat with a trinomen of Murina aurata ussuriensis.\nThe population in Japan is sometimes referred to as Murina silvatica.",
    "Description": "It is a moderately small member of its genus, with a forearm length of 27 mm (1.1 in).\nIts head and body length is 40 mm (1.6 in), while its tail is 25 mm (0.98 in).\nIts fur is soft and short.\nFur on the back is tricolored, with reddish brown tips, pale middles, and dark roots.\nThe belly fur is pale and grayish in comparison.\nThe tops of its feet and legs are very hairy, as well as the back of its uropatagium.\nIndividuals weigh 4–8 g (0.14–0.28 oz).",
    "Biology and ecology": "",
    "Biology and ecology-Roosting behavior": "In the spring and autumn, it primarily roosts in clumps of dead leaves, but it also utilizes tree cavities and peeling tree bark.\nTrees used for roosting include Litsea acuminata (a laurel species), Neolitsea sericea, Camellia sasanqua, Ardisia sieboldii, Cinnamomum camphora, and Ficus superba.\nFemales switch roosts frequently, moving to a new roost every day in one study.\nIt is colonial, with females forming maternity colonies.\nThese colonies last from June to August; the rest of the year, each sex is solitary.\nThese colonies consist of 2–22 individuals.\nThe frequent roost-switching and variable colony sizes exhibited in maternity colonies suggests a fission-fusion social structure.\nIt is the only known bat that hibernates in snow.\nIn the winter, it has been found roosting within cylindrical or conical holes in snowbanks.\nIt is hypothesized that the bats excavate these cavities themselves.\nHibernating within the snow may protect it from predators and prevent water loss; the snow holes likely have a stable thermal environment, as well.\nThe only other mammal species known to hibernate within snow is the polar bear.",
    "Biology and ecology-Reproduction and life history": "Females are strongly philopatric, meaning that they likely stay in their natal ranges.\nTherefore, females in a given area are closely related, influencing the social structure of colonies.\nFemales give birth in the summer to an offspring called a pup.\nPups are weaned in the summer, and some reach sexual maturity in their first autumn.\nIt is a relatively short-lived species for a bat, with maximum age recorded as 4 and 4.5 years for males and females, respectively.",
    "Biology and ecology-Parasites and disease": "The Ussuri tube-nosed bat is affected by endoparasites such as Vampirolepis yakushimaensis, a species of Hymenolepidid tapeworm.\nV. yakushimaensis was described as a new species based on 13 specimens recovered from the small intestine of one individual.It was also one of the first bat species in Asia to test positive for Pseudogymnoascus destructans, the fungus that causes white-nose syndrome.\nOne individual tested positive for the fungus during summer sampling of a cave in Northeast China.\nThe disease does not appear as lethal in China as it is to bats in the United States, though.",
    "Distribution": "It can be found in North Korea, South Korea, Japan (Hokkaido, Honshu, Shikoku, Kyushu, Tsushima Island, Yakushima Island and Iki Island) and Russia (Primorye, southernmost Sakhalin and the Kuril Islands). It has been reported In northeast China (Inner Mongolia, Jilin and Heilongjiang) but this has yet to be verified.\n\n\n== References =="
  }
}