{
  "url": "https://en.wikipedia.org/wiki/Vampyrum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "VampyrumRafinesque, 1815"
    },
    {
      "Species": "V. spectrum"
    }
  ],
  "text": {
    "__SUMMARY__": "The spectral bat (Vampyrum spectrum), also called the great false vampire bat or Linnaeus's false vampire bat, is a large, carnivorous leaf-nosed bat found in Mexico, Central America, and South America.\nIt is the only member of the genus Vampyrum; its closest living relative is the big-eared woolly bat.\nIt is the largest bat species in the New World, as well as the largest carnivorous bat: its wingspan is 0.7–1.0 m (2.3–3.3 ft).\nIt has a robust skull and teeth, with which it delivers a powerful bite to kill its prey.\nBirds are frequent prey items, though it may also consume rodents, insects, and other bats.\nUnlike the majority of bat species, it is monogamous.\nColonies consist of an adult male and female and their offspring.\nThe adult male will bring food back to the roost to provision the adult female and their offspring.\nColonies generally roost in tree hollows, though individuals may roost in caves.\nDue to habitat destruction and its low population density, it is listed as a near-threatened species by the International Union for Conservation of Nature (IUCN).",
    "Taxonomy and evolution": "The spectral bat was described in 1758 by Swedish zoologist Carl Linnaeus.\nThe holotype was collected in South America by Daniel Rolander.\nLinnaeus assigned it to the genus Vespertilio, which he classified as a kind of primate.\nIts species name \"spectrum\" is from Latin meaning \"apparition\" or \"specter.\"\nThe genus Vampyrum was not described until 1815 by Constantine Samuel Rafinesque.\nThe genus and species names were not used in their current combination until biologist George Gilbert Goodwin did so in 1942.\n\"Vampyrum\" is a New Latin derivative of vampire, thus named because it was once erroneously believed that the species was sanguivorous and consumed blood.\nBased on mitochondrial DNA and the RAG2 gene, the spectral bat is most closely related to the monotypic genus Chrotopterus (the big-eared woolly bat).Vampyrum and Chroptopterus diverged from other leaf-nosed bat species approximately 20.75 million years ago, with the two genera diverging from each other 14.35 million years ago.\nThe spectral and big-eared woolly bats likely evolved from an insectivorous ancestor.The spectral bat is included within the subfamily Phyllostominae, which includes species of diverse feeding strategies, including carnivory, insectivory and mixed insectivory/frugivory.\nThe spectral and big-eared woolly bats are the two extant members of the tribe Vampyrini.\nVampyrini additionally includes the extinct genus Notonycteris.\nBased on dental characteristics, Czaplewski and Morgan additionally included the fringe-lipped bat (genus Trachops) and sometimes the round-eared bats (genus Lophostoma) in Vampyrini.",
    "Description": "The spectral bat is the largest bat species native to the New World and the largest carnivorous bat in the world.\nThe wingspan typically ranges from 0.7–1.0 m (2.3–3.3 ft).\nIts forearm length is 101–110 mm (4.0–4.3 in).\nIts body length is 135–147 mm (5.3–5.8 in) and its mass is 134–189 g (4.7–6.7 oz).\nIts wings, though large in an absolute sense, are short relative to its body size.\nThe wings are wide, though, creating a large surface area.\nIts wingtips are rounded and almost squarish.\nThe thumbs are long, at 21.4–22.2 mm (0.84–0.87 in).\nEach of its thumbs has a large, recurved claw that is grooved, similar to those of cats.\nIts back fur is reddish-brown, long, and soft, while its belly fur is shorter and paler.\nThe forearm is furred on the half closer to the body, but naked on the half closer to the wrist and fingers.Its molars are narrow with W-shaped crests.\nWhile six of its molars have three cusps, as in many mammal species, the last upper molars are reduced to two cusps; they are much smaller than the other molars.\nThe talonids (crushing surfaces) of the molars are small relative to their trigonids (shearing surfaces).\nThe upper canine teeth are well-developed.\nIts dental formula is 2.1.2.32.1.3.3 for a total of 34 teeth.\nIts skull is narrow and elongated with a pronounced sagittal crest. \nOverall, its skull resembles a miniature canid or bear skull.\nIts nose-leaf is large, at 17 mm (0.67 in) in length.\nThere is no discernible tail, but the uropatagium (tail membrane) is long and broad.\nIts legs are long, and the feet are composed of slender bones; each digit has a well-developed claw.  The ears are large and rounded, at 39–42 mm (1.5–1.7 in) long.The brain is large relative to the body; at 1:67, its brain-to-body mass ratio is higher than that of cats and dogs.\nThe cerebral hemispheres of the brain are extensively convoluted.\nThe brain has well-developed olfactory bulbs and its cerebellum is the most ornamented and complex of any member of its subfamily.\nMcDaniel described its corpus callosum and white matter as \"exceptionally thick.\"",
    "Biology and ecology": "",
    "Biology and ecology-Diet": "The spectral bat is exclusively carnivorous, consuming birds, rodents, and other species of bat.\nAdditionally, it consumes some insects such as beetles.\nIt preys on other bats opportunistically, and it is known to eat bats out of researchers' mist nets.\nPrey species include the highland yellow-shouldered bat, Geoffroy's tailless bat, Pallas's long-tongued bat, short-tailed fruit bats, the common vampire bat, and fruit-eating bats\nIt was once thought to supplement its diet with fruit, but a captive pair refused to eat any fruit over a 5-year period. \nIts diet can be studied passively because it carries prey items back to its roost to consume, discarding unwanted parts such as bird feathers, bat wings, and rodent tails.\nOver the course of a year, 18 bird species were identified from feathers left under a roost in Costa Rica: based on the assemblage, it prefers non-perching bird species that weigh 20–150 g (0.71–5.29 oz).\nHowever, a later study in Brazil determined that perching bird species were a majority of prey items.Doves and cuckoos are frequently consumed—they represented over half the prey items documented in the Costa Rican study.\nSome prey species such as cuckoos, trogons, and motmots are known to have a strong odor, leading Vehrencamp et al. to hypothesize that spectral bats may rely on scent to locate prey.\nIt also prefers prey that roost in groups, which may aid in detection.\nThe groove-billed ani, which both has a strong smell and roosts in groups, is a particularly common prey item, representing approximately 24-26 of the 86 prey items identified in the study.\nOther species identified included the orange-fronted parakeet, orange-chinned parakeet, rufous-naped wren, streak-backed oriole, and scissor-tailed flycatcher.\nThe largest prey species identified was the white-tipped dove, which at 150 g (5.3 oz), weighs almost as much as spectral bats.\nBecause its prey items can be so large, it may only need to consume one bird every two or three nights to meet its caloric requirements.",
    "Biology and ecology-Foraging": "The spectral bat uses echolocation to navigate, creating short pulses of ultrasound at relatively low frequencies; its echolocation characteristics are suited for maneuvering around obstacles while flying low to the ground.\nIts foraging style has been compared to owls; it likely uses its agile and maneuverable wings to hover as it plucks prey items off the ground or tree branches.\nIt stalks the prey and then lands on it from above, securing the prey by hooking it with its sharp thumb claws.\nIt kills its prey by delivering a forceful bite to the skull.\nRelative to its size, its bite force is stronger than any Carnivoran.\nIts bite force is predicted to measure 80–100 Newtons based on its body size and canine teeth characteristics.\nIt has been recorded as being attracted to the distress calls of smaller bats while hunting.In a study of the wing morphology of 51 Neotropical bat species, the spectral bat had the lowest wing loading (body mass to wing area ratio) at 20.05.\nLow wing loading is advantageous for carnivorous bats because it allows them to pick up prey items from the ground and fly with them.\nIts wing structure allows it to take flight in confined spaces and to carry heavy prey items, despite the bat's size. \nMales will carry prey back to their roosts to provision females and their pup.",
    "Biology and ecology-Reproduction and life cycle": "The spectral bat is one of an estimated 18 species of bat which are monogamous.\nAdditionally, it is one of two known species of bat where the males provide parental care, the other being the yellow-winged bat.\nMales have relatively small testes—as a monogamous species, there is not generally sperm competition, so males can save energy by producing less sperm.It is a seasonal breeder, with females giving birth at the end of the dry season or the beginning of the rainy season.\nThe litter size is one individual, with offspring called \"pups.\"\nThe mother is reportedly very attentive and gentle with her offspring. \nThe male is often in attendance as well and will frequently sleep with both the female and their young completely wrapped up in his wings.\nThe extent of natural depredation upon spectral bats is unknown, but spectral bat remains were once documented in a western barn owl pellet in Oaxaca, Mexico.Spectral bats roost in singly or in small colonies of up to five individuals in hollow trees.\nAn examination of one colony of five individuals consisted of an adult male and female, a nursing pup, and a juvenile male and female.\nThe juvenile male was estimated to be six months old; he was presumed to be the older offspring of the adults, while the female was also possibly their offspring.\nThough it was initially believed to only roost in trees, it was first documented using a cave as a roost in 2008.\nIts average lifespan is unknown; however, it is believed that the same individual roosted in a cave from 2008 until at least 2016 based on a unique ear pigmentation, making lifespans of at least 8 years possible.\nIn captivity, one adult individual of uncertain initial age was maintained for 5.5 years.",
    "Range and habitat": "The spectral bat is found in southern Mexico, through Central America, and into South America.\nIts range includes Belize, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, French Guiana, Guatemala, Guyana, Honduras, Mexico, Nicaragua, Peru, Suriname, Trinidad and Tobago, and Venezuela.\nIt has been documented at elevations from 0–1,650 m (0–5,413 ft) above sea level, though in Mexico it is only found in lowland areas of below 150 m (490 ft).\nIt is associated with tropical rainforests.\nIn 2010, the species was documented for the first time in the Cerrado of Brazil.\nIt is occasionally encountered in pastures and orchards.",
    "Conservation": "As of 2018, the spectral bat is classified as near threatened by the IUCN.\nIt meets the criteria for this classification because it is believed to be dependent on primary forests; it is locally rare within its range; and it is \"extremely susceptible\" to habitat fragmentation.\nIts population size is difficult to assess, as it is rarely encountered.\nHowever, its population trend is assessed as decreasing.\nIt may be intentionally persecuted by humans.\nIn Trinidad, the bats are sometimes thought to be ghosts, and locals will seek out and destroy their roosts.As of 1999, the spectral bat is listed as endangered in Bolivia.\nIt has been listed as an endangered species in Mexico since 2001.",
    "References": "",
    "External links": "Video on YouTube: Biologist Rodrigo Medellín displaying a live spectral bat and describing it (in Spanish with English subtitles)"
  }
}