{
  "url": "https://en.wikipedia.org/wiki/Vanikoro_flying_fox",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Pteropus"
    },
    {
      "Species": "P. tuberculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Vanikoro flying fox (Pteropus tuberculatus), also known locally as basapine, is a species of bat in the family Pteropodidae. It has only been found in the Vanikoro island group located in the southern Solomon Islands.  The species as a whole was originally known from just a few specimens collected sometime before 1930 but following surveys conducted on the island in the early 1990s did not detect this species again causing the Vanikoro flying fox to be listed as extinct.  However, the species was rediscovered by a survey conducted in late 2014 which indicated a population in the high hundreds or low thousands and reported all observations.",
    "Description": "The Vanikoro flying fox is a small flying fox that has an average body length was indicated by surveyors as about half the size of a Pacific flying fox, with large heads and small ears.  Coloration includes a dark brown pelage with dark brown-black skin.",
    "Behavior": "The Vanikoro flying fox is mostly a solitary animal that can be found roosting individually or occasionally in pairs in the middle understory of trees with significant overhead cover and close to a food source.  These bats forage during the day up until late afternoon.",
    "Diet": "Confirmed food sources of the Vanikoro flying fox include coconut flowers, coconut nectar, and fan palm flowers.",
    "Conservation": "",
    "Conservation-Status": "Originally the IUCN Red List listed the Vanikoro flying fox as \"Vulnerable\" in 1996, but as of 2008 its status has been updated to \"Critically Endangered (Possibly Extinct)\".  However, as of 2014, large numbers of the species were recorded by a Heritage Expeditions survey conducted on threatened birds and flying foxes in the Santa Cruz islands and Solomon Islands. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
    "Conservation-Ecological importance": "The genus Pteropus are considered to be important seed dispersers and pollinators.  Observations of their diet suggest that the Vanikoro flying fox may be an important pollinator of coconuts and several other flowering plants in the area.",
    "Conservation-Threats": "The main island of Vanikoro was extensively logged without any reforestation plan in the 1920s through 1960s which resulted in major habitat degradation.  Since then, there has been some forest regeneration, however, logging was recommenced by a Malaysian company in 2014.  The loss of suitable habitat has also pushed the Vanikoro flying fox into coconut farms where they are often killed as they are thought to negatively affect the fruits.  Opportunistic hunting in some areas can also contribute as a threat to the species.",
    "References": "\n\"Pteropus Tuberculatus .\" Pteropus Tuberculatus (Vanikoro Flying Fox). IUCN Red List, n.d. Web.\nSurveys of Threatened Birds and Flyingfoxes in the Santa Cruz Islands, Solomon Islands, September - October 2014 (2014): 1-29. 1 Dec. 2014. Web.\n\"Heritage Expeditions Rediscovered the Vanikoro Flying Fox.\" Heritage Expeditions. N.p., n.d. Web.\n\"Importance of Flying-foxes.\" Department of Environment and Heritage Protection. Queensland Government, n.d. Web."
  }
}