{
  "url": "https://en.wikipedia.org/wiki/Velvety_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. simus"
    }
  ],
  "text": {
    "__SUMMARY__": "The velvety myotis (Myotis simus), is a species of vesper bat from South America.",
    "Description": "The velvety myotis is a small bat, although of average size for a myotine, with a total length of 8 to 9 cm (3.1 to 3.5 in) and weighing between 5 and 11 g (0.18 and 0.39 oz). It has short, velvety, orange-brown fur over the whole of the body, which may fade to a brownish shade in preserved specimens. The ears and wing membranes are black and hairless.The ears are short and triangular, with a pointed tragus. Velvety myotis can be distinguished from all other New World members of the genus Myotis by the velvety nature of its fur, possession of larger canine teeth, and by the shape of plagiopatagium and the absence of fur on the trailing edge of the uropatagium. These differences were once considered sufficient to place the bat within its own monotypic subgenus, but this has not been supported by subsequent analysis.",
    "Distribution": "It is found in northern and western Brazil, southern Colombia, eastern Ecuador and Peru, and in Bolivia, Paraguay, and northwestern Argentina. It inhabits lowland forest and savannah habitats, close to bodies of fresh water. No subspecies are currently recognised, although a possible subspecies, or even full species, has been proposed for Bolivian specimens.",
    "Biology": "The velvety myotis feeds on insects, including beetles, bugs, moths, and flies, which it typically captures over water. They are generally found near rivers or over floodplains. They spend the day roosting in hollow trees, in burrows made by other animals, or beneath the thatched roofs of local buildings. They have often been recorded roosting together with lesser bulldog bats, an unrelated species with similar habitat preferences. Little is known of their reproduction, although, like most bats, they apparently give birth to single offspring. Pregnant females have been captured between September and March.\n\n\n== References =="
  }
}