{
  "url": "https://en.wikipedia.org/wiki/Visored_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "SphaeronycterisPeters, 1882"
    },
    {
      "Species": "S. toxophyllum"
    }
  ],
  "text": {
    "__SUMMARY__": "The visored bat, (Sphaeronycteris toxophyllum), is a bat species from tropical South America. It is the only species in the genus Sphaeronycteris. Although visored bats have some unique characteristics, they are thought to be most closely related to little white-shouldered bats and wrinkle-faced bats.",
    "Description": "Visored bats range from 52 to 63 millimetres (2.0 to 2.5 in) in head-body length. They have greyish-brown fur becoming paler towards the front of the body, grey or brownish-white underparts, and white spots on each shoulder and just below the ears. They have a rounded head, with a short, hairless, snout, a wide mouth, and bulging golden-brown eyes. The ears are triangular, with a narrow tragus. Their most distinctive feature, however, is the presence of the \"visor\" for which they are named - a structure not found in any other bat species.The visor consists of a horny outgrowth above and behind the horseshoe-shaped nose-leaf. In females it is a relatively small ridge-like structure, and located above the centre of each eye, from where it connects to a central ridge behind the nose-leaf. In adult males, it is much larger, reaching four times the size in females, and stretches all the way to the lateral corners of the eyes. Another unusual feature of male visored bats is the presence of a large fold of skin on the neck, which can be pulled up over the face as a mask while sleeping; the fold is much smaller and apparently non-functional in females.",
    "Distribution and habitat": "Visored bats are found throughout Venezuela, in eastern Colombia, and across the eastern Amazon basin and neighbouring areas, including eastern Ecuador and Peru, western Brazil and northern Bolivia. No subspecies are known. They inhabit a range of forest environments from tropical rainforest to montane cloud forest, and from sea level to 3,000 metres (9,800 ft) along the eastern slopes of the Andes. Although their natural habitat appears to be dense forest, they have also been captured in man-made pastures and urban areas.",
    "Biology": "Relatively little is known of the biology of visored bats, because they seem to be rare, and only a few specimens have been collected. They are nocturnal, and either solitary or found in pairs; some have been found roosting in underground cavities, and others in fig trees. They feed solely on fruit, and breed twice each year, at the beginning and end of the rainy season.",
    "References": "",
    "External links": "Infonatura"
  }
}