{
  "url": "https://en.wikipedia.org/wiki/Wagner's_bonneted_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. glaucinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Wagner's bonneted bat or Wagner's mastiff bat (Eumops glaucinus), is a species of bat in the family Molossidae. It is found in the Americas from Argentina and Peru north to Mexico, and Cuba. Populations in Florida in the United States are now recognized as the Florida bonneted bat (E. floridanus.)",
    "Description": "Eumops glaucinus is a medium-sized mastiff bat, but its size varies across its range. It is roughly 24 or 25 centimeters long and between 30 and 47 grams in weight, with pregnant females sometimes heavier. The male is generally larger than the female. The species has a short, shiny pelage of bicolored hairs that are lighter at the bases, and the overall coat color can be black, brown, grayish, or cinnamon. The underparts are duller and paler.The bat has a long snout. It lacks a leaf-shaped nose appendage and protruding upper lip, but it has a keel above the eye. The ears are about 2 centimeters in length and are wider than long. They are joined to form the \"bonnet\" shape. The wingspan is about 41 to 47 centimeters. The wings are narrow, as in other mastiff bats. The wings are adapted to long but rapid flights, especially in open areas.This bat has a musky odor. The male has a gular-thoracic gland of unknown function; it may be used to mark females or territory.",
    "Systematics": "The Florida bonneted bat (E. floridanus) was treated as a subspecies and later elevated to species status. Though E. glaucinus is variable, it was treated as one species, but suspected to be a species complex. The complex was then defined as a group of four species: E. glaucinus, E. floridanus, E. ferox, and an unnamed species from Ecuador.",
    "Ecology": "This bat is common in subtropical and tropical forest habitat, but it has often been recorded living in urban areas, including large cities. It appears to be attracted to the heat of metal roofs. It can also be found in deserts, swamps, and scrubland. It roosts in the canopies of trees and in cavities in the trunks, including abandoned woodpecker nests. It has been observed in royal palm (Roystonea regia), degame (Calycophyllum candidissimum), gumbo-limbo (Bursera simaruba), and Cuban palm (Copernicia gigas). It has been recorded at elevations up to 2750 meters.This species may live near other bats, such as the velvety free-tailed bat (Molossus molossus), the broad-eared bat (Nyctinomops laticaudatus), the little goblin bat (Mormopterus minutus), and Pallas's long-tongued bat (Glossophaga soricina).",
    "Behavior": "The bat lives in small mixed-sex colonies, sometimes one male and a harem. It is nocturnal. It feeds on insects, including beetles, flies, bugs, orthopterans, and moths. It has been reared in captivity on a diet of vitamin-supplemented raw ground beef.The bat tends not to flee when threatened, but produces a loud, high-pitched scream. It also makes this piercing call while in flight at night.This species flies high in the air, rarely near the ground, and it can take off from horizontal surfaces. It flies rapidly, usually in a straight line, echolocating and hawking to catch insects.Breeding occurs year-round in at least some regions. Most females bear one young at a time.",
    "Fossil history": "The origin of E. glaucinus is found in the Blancan of the Pliocene roughly 3.3 million years ago.\n\n\n== References =="
  }
}