{
  "url": "https://en.wikipedia.org/wiki/Wahlberg's_epauletted_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "Epomophorus"
    },
    {
      "Species": "E. wahlbergi"
    }
  ],
  "text": {
    "__SUMMARY__": "Wahlberg's epauletted fruit bat (Epomophorus wahlbergi) is a species of megabat in the family Pteropodidae. It is commonly found across southern Africa.",
    "Description": "Wahlberg’s epauletted fruit bat is brown to tawny colored with white hair patches at the base of the ears.  Males are typically darker in coloration than females.  This species is named for erectable epaulettes of hair that form around large scent glands in males only.  Males are also distinguished from females by air sacs on the neck that may increase the volume of courtship calls.  Scent glands are located near the white ear patches in both sexes.  Wings are broad as compared to other bat species.  Adult wingspan is 510–600 mm (20–24 in) and 456–540 mm (18.0–21.3 in) for males and females, respectively.  Adults weight 54–125 g (1.9–4.4 oz).The eyes of E. wahlbergi are large.  Ears are simple, oval-shaped, and lack a tragus.  The nose is also simple, but the lips are highly folded and expansible.  Skulls are 44–57 mm (1.7–2.2 in) and 41–49 mm (1.6–1.9 in) long for males and females, respectively.Species of the genus Epomophorus can be distinguished from other megabats (Family Pteropodidae) by their eponymous white epaulettes.  A single post-dental palatal ridge in E. wahlbergi distinguishes this species from other members of the genus.",
    "Ecology": "",
    "Ecology-Range and Habitat": "Wahlberg’s epauletted fruit bat is found across southern Africa in forest, shrubland, and savanna habitats at altitudes from sea level up to 2,000 m (6,600 ft).  Populations have also been found in wooded urban areas and roosting in man-made structures.",
    "Ecology-Diet": "Wahlberg’s epauletted fruit bat is frugivorous, its diet mainly consisting of figs, guava, and various fruits of Diospyros species.  Collected fruit is typically carried away from the source tree to another tree.  The soft tissue and fruit are consumed while the seeds and skins are discarded.  Leaves from Balanites species and several insects may also be eaten.",
    "Behavior": "",
    "Behavior-Roosting": "E. wahlbergi  is nocturnal.  It roosts in well-lit open trees, under palm fronds, in dense forests near rivers, under thatched roofs of sheds, and, rarely, in caves.  Roosting groups may be 3–100 individuals.  Bats typically change roost locations daily or every few days and may fly as far as 4 km (2.5 mi) to feeding areas.  Roost locations may follow the ripening of fruit trees.  Alternatively, frequently changing roost sites may be a strategy to decrease predation.  Females travel greater distances to feeding areas early in the night while males travel farther closer to dawn.  Roost trees may be shared with other Epomophorus species, though roosting groups are formed by single species.While roosting, E. wahlbergi is camouflaged by cryptic fur patterns.  White ear spots are present in all members of the genus Epomophorus and may function to break up the outline of the head when viewed from below.",
    "Behavior-Flight": "Flight in Wahlberg’s epauletted fruit bat is relatively slow and somewhat clumsy, often bumping into other individuals and obstacles.  An extensive grooming period, lasting up to 30 minutes, usually precedes departure from the roost tree.  Most flight occurs in the first three hours of the night.",
    "Behavior-Mating and reproduction": "Outside of breeding activities and parental care, social interaction typically only occurs while roosting.  During the mating season, males leave the roost tree, fly to another tree, and make frog-like courtship calls while displaying their erected epaulettes for up to an hour before moving to another tree.  Calling males position themselves approximately 50 m (175 ft) from other males and make 75–120 calls per minute.Two birth periods occur per year, the first from February to March and the second from October to December  The first birth period coincides with peak fruit availability in the rainy season.  Gestation is 5–6 months.  Litter size is usually one, but, occasionally, two pups may be born.  Bats are typically full-grown at 15 months.  Females are able to reproduce at 12 months old, while males reach sexual maturity after this but before 18 months of age.",
    "Physiology": "Though it does not enter torpor, E. wahlbergi is heterothermic, lowering its core body temperature while roosting.  In winter, this heterothermy is more pronounced.  Portions of the geographic range of E. wahlbergi incur the largest seasonal temperature variations of the entire Afrotropical region.  Metabolic rates increase up to 30% during the winter as compared to summer, allowing individuals to overcome heat loss in lower ambient temperatures.  Body mass also increases in winter.  An individual's thermoneutral zone may also be broader in the winter than in the summer, allowing a greater temperature tolerance and thus decreasing energy expenditure typically used to compensate for minor changes in core body temperature.  In times of heat stress, excessive salivation, wing fanning, body licking, and panting help to lower body temperature.  Some individuals are intolerant of extreme heat and die at temperatures greater than 40 °C (104 °F).",
    "References": "\nAcharya, L. 1992.  Epomophorus wahlbergi. Mammalian Species 394: 1-4."
  }
}