{
  "url": "https://en.wikipedia.org/wiki/Welwitsch's_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. welwitschii"
    }
  ],
  "text": {
    "__SUMMARY__": "Welwitsch's bat also known as Welwitsch's mouse-eared bat or Welwitsch's myotis (Myotis welwitschii) is a species of vesper bat native to Africa.",
    "Description": "Welwitsch's bat is a relatively large member of its genus, measuring about 12 cm (4.7 in) in length, and weighing 12 to 17 g (0.42 to 0.60 oz). The body is chestnut brown, with off-white underparts, while the wing membranes are particularly distinctive, being reddish in colour with irregular dark brown to black spots. The face is pinkish, with a moderately long snout and large round, coppery-red ears.",
    "Distribution and habitat": "Welwitsch's bat is found through much of eastern and southern Africa. In the east, it is patchily distributed from the Free State in South Africa to Ethiopia in the north, while further west it is also found in Zambia, the southern Democratic Republic of the Congo, and central Angola. It has also been reported from a single locality in Guinea.Within this large region, the bat has been reported form a range of different habitats, but appears most common in open woodland and savannah. Welwitsch's bats generally roost alone, in trees, low bushes, artificial structures, or deep caves.",
    "Habits": "Welwitsch's bat has broad wings with a low aspect ratio, typical of a \"clutter-edge forager\", i.e. bats which search for prey along the edges of vegetation or buildings. Its diet consists of aerial insect prey such as moths, beetles and bugs, based on limited observations in Mpumalanga, South Africa.  There is limited information about the reproductive and social habits of this species, there is a single recorded observation of a  pair roosting together. Other sympatric species of Myotis bats tend to be seasonal breeders, with mating observed from late spring to summer and normally rearing between 1 and 2 young.\n\n\n== References =="
  }
}