{
  "url": "https://en.wikipedia.org/wiki/Western_small-footed_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. ciliolabrum"
    }
  ],
  "text": {
    "__SUMMARY__": "The western small-footed bat (Myotis ciliolabrum), also known as the western small-footed myotis, is a species of vesper bat native to North America.",
    "Description": "Western small-footed bats are relatively small bats, having a total length of 8 to 10 cm (3.1 to 3.9 in), and a wingspan of about 24 cm (9.4 in). They weigh just 4 to 5 g (0.14 to 0.18 oz), with females being larger than males. Their fur is yellowish-brown in color, with paler, sometimes white, underparts. The muzzle and chin are black, as are the 11 to 16 mm (0.43 to 0.63 in) long ears. The tail is 3 to 5 cm (1.2 to 2.0 in) in length, but is almost entirely enclosed within the uropatagium, with only the tip extending beyond it. As the common name indicates, the feet are unusually small, being about half the length of the tibia.The bats have a wing aspect ratio of 6.1 and a wing loading of 6.7 N/m2, which are both relatively low values for bats. They are very similar in appearance to the closely related California myotis, with which they share some of their range; the two species can be distinguished in that the latter does not have the black \"face mask\" of the small-footed species.",
    "Distribution": "Western small-footed bats are found across much of the western half of North America, from southern British Columbia and Saskatchewan in the north down to Baja California, Zacatecas, and Nuevo León in the south. Within this region, they are most common arid and semiarid habitats, such as deserts and badlands, but may be found in pine or juniper forests, especially at higher elevations. They are found from 300 to 3,300 m (980 to 10,830 ft). Two subspecies are recognised:\n\nM. c. ciliolabrum - Western and southern parts of the range, from British Columbia to Mexico\nM. c. melanorhinus - Northeastern parts of the range, from Alberta to Kansas",
    "Biology and behavior": "Western small-footed bats are nocturnal and insectivorous, feeding on moths, beetles, and flies. Their flight is slow but maneuverable, and they often feed close to water or to rocky bluffs. Their echolocation calls vary in different parts of their range, but have been recorded as lasting 1-3 milliseconds, with a sweep of 60 down to 40 kHz in Washington state. They often roost during the day in caves, but may also be found in smaller crevices, artificial structures, or under loose bark. Males typically roost alone, but females may gather into small groups of up to nineteen individuals when nursing young. They hibernate during the winter, typically alone. The bats give birth to a single young between June and July. The young are hairless and born, and have been recorded as weighing 1.1 g (0.039 oz).\n\n\n== References =="
  }
}