{
  "url": "https://en.wikipedia.org/wiki/Western_long-eared_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. evotis"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-eared myotis (Myotis evotis) is a species of vesper bat in the suborder Microchiroptera. It can be found in western Canada, the western United States, and Baja California in Mexico.",
    "Description": "The long-eared myotis is a pale brown or straw-colored bat with black ears and wing membranes.  The face is black in color as well.  Specimens found along the coast are generally darker in coloration and are considered to be part of the subspecies Myotis evotis pacificus.",
    "Range and distribution": "The range of the long-eared myotis includes several different environments.  It has been known to occur in semiarid shrublands, shortgrass prairie, and subalpine forests, with habitats ranging from sea level to 2,830 meters.  They roost in a variety of places, including tree cavities, rock crevices, caves, and even abandoned buildings.  They seem to prefer rock crevices, while individuals in the northern part of the range favor ponderosa and lodgepole pines. Reproducing females generally roost in small, 2-centimeter wide crevices.  Most crevices used by the long-eared myotis are vertically oriented and contain an overhang over the opening.  The bats occasionally switch roosts, an event that involves the colony as a whole.  Roosting sites commonly contain a lot of rock cover, are far from bodies of water, and have little cover from trees and grass.",
    "Behavior": "The long-eared myotis is an insectivore, whose robust molars and highly placed articular process allow it be especially good at hunting beetles.  A high articular process allows for more crushing force while the bat is chewing.  This is advantageous because it allows penetration of the hard carapace found on many beetles. The long-eared myotis feeds by both substrate-gleaning of the ground or of trees, and by aerial-hawking.  Prey is always detected through echolocation when aerial-hawking.  When gleaning, the bats use echolocation less often and at a lower frequency due to the energetic cost of echolocation calls.",
    "See also": "Bats of the United States\nBats of Canada\n\n\n== References =="
  }
}