{
  "url": "https://en.wikipedia.org/wiki/Western_broad-nosed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Scotorepens"
    },
    {
      "Species": "S. balstoni"
    }
  ],
  "text": {
    "__SUMMARY__": "The western or inland broad-nosed bat – Scotorepens balstoni – is a species of vespertilionid bats. They are  endemic to Australia and widespread throughout the inland, especially in arid and semi-arid regions. This insectivorous microbat, measuring 12 cm in length, roosts in tree hollows during the day and forages over woodland and water at night.",
    "Description": "The inland broad-nosed bat is a moderate-sized species of microbat. It features a characteristic broad square-shaped muzzle when viewed from above that is formed by swollen, glandular pads (Reardon & Flavel 1991, p. 72). The fur colour of the species can vary from dark brown to a pale sand colour, with light grey-brown on the back and pale brown on the belly being most common (Churchill 2008, p. 155). This species along with other broad-nosed bats have short slender ears, small eyes, a tail enclosed in the uropatagium membrane and only one upper incisor on each side (Parnaby 1999). Unique to male inland broad-nosed bats are the numerous spines on the glans penis, with up to 22 spines on the head in two long rows (Churchill 2008, p. 155). Body measurements, especially forearm length, along with distribution are useful in identifying the species (Churchill 2008 p. 110). The species can also be identified by its short tragus of 4 mm (Parnaby 2008, p. 553). Male inland broad-nosed bats tend to be slightly smaller than females (Reardon & Flavel 1991, p. 72).\nTable 1. Measurements important for identification purposes (Source: Churchill 2008, p. 155; Richards & Hall 2012, p. 169).\n\nThe species has characteristic echolocation frequencies of 34.1 - 38.7 kHz in WA and 28 –34 kHz in NSW.",
    "Taxonomy": "Scotorepens balstoni (pronounced skoh′-toh-rep′-enz bawl′-stun-ee) translates to mean ‘Balton’s darkness creeper’ (Parnaby 2008, p. 552).\nThere are several synonyms existing for this species which include:\n\nNycticeius balstoni (Thomas, 1906)\n Scoteinus balstoni (Thomas, 1906)\nNycticeius influatus (Thomas, 1924)\nScoteinus influatus (Thomas, 1924)\nScoteinus balstoni caprenusResearch evidence indicates that Scotorepens balstoni may be a ‘composite of several distinct species’ creating the need for a ‘comprehensive taxonomic assessment’ of the species (Parnaby 2008, p. 552). Due to similarities in appearance Scotorepens balstoni is most likely to be confused with the other species of small broad-nosed bats (Scotorepens): S. greyii, S. orion, S. sanborni and S. sp. (Parnaby 1999, p. 4; Richards & Hall 2012, p. 169).",
    "Distribution and habitat": "Inland broad-nosed bats are distributed widely throughout inland Australia, including arid and semi-arid regions. They are generally not distributed east of the Great Dividing Range (Churchill 2008, p. 155).\nIn Western Australia distribution covers the northern wheatbelt, the south-western interzone, the Murchison region, the Gibson desert and the Great Victoria desert (Bullen & Dunlop 2012, p. 277). In the Western Australian rangelands the species shows preference for Mulga woodland, while also choosing to inhabit Salmon Gum/Gimlet and York Gum woodlands (Bullen & Dunlop 2012, p. 282). In the semi-arid Mallee region of north-western Victoria inland broad-nosed bats show a preference for open woodland and dryland woodland habitats (Lumsden & Bennett 1995). Other known occurrences in semi-arid regions in New South Wales are at Willundra Lakes and Kinchega National Park, along with Dangalli in South Australia (Lumsden & Bennett 1995, p. 233). In South Australia distribution in arid areas indicates a habitat preference for river red gums following surface drainage systems (Reardon & Flavel 1991, p. 72).",
    "Behaviour": "",
    "Behaviour-Roost habits": "Inland broad-nosed bats prefer to roost in tree hollows, in groups of up to 45 individuals (Churchill 2008, p. 155). Roosting also occurs in the roofs of buildings, under metal caps of power poles and in water pipes (Churchill 2008, p. 155). They often roost horizontally (Parnaby 2008, p. 552). The species has been known to share roosts with colonies of south-eastern freetail bats (Mormopterus sp.) (Australian Museum 2009; Churchill 2008, p. 155).",
    "Behaviour-Diet and foraging": "Inland broad-nosed bats are described as air-superiority insectivores (Bullen & McKenzie 2008, p. 283). In northern distribution areas they are known to eat cockroaches, termites, crickets, cicadas, bugs, beetles, flies, moths and ants (Churchill 2008, p. 156). In Victoria their diet consists mostly of beetles, ants, bugs, moths, flies and grasshoppers (Churchill 2008, p. 156). They start foraging earlier than most other species, beginning usually just on dusk (Churchill 2008, p. 156). Foraging is achieved using echolocation whilst in continuous flight, keeping within 15 metres of the ground, with rapid diversions to pursue prey (Churchill 2008, p. 156). Foraging mainly occurs between trees, not going above the tree canopy, as well as at the edges of forests venturing into open areas (Churchill 2008, p. 156). Speeds during flight have been measured between 12–21 km/h (Churchill 2008, p. 156).  Flight efficiency is a result of the species having a streamlined head shape, silky fur texture and small manoeuvre-enhancing shaped ears (Bullen & McKenzie 2008 p. 285).",
    "Behaviour-Reproduction": "Within the southern distribution, mating occurs around April–May with single young or twins born mid-November (Reardon & Flavel 1991, p. 72; Parnaby 2008, p. 552). In the northern distribution areas, mating occurs in September with often twins being born although triplets have been recorded (Churchill 2008, p. 156). The young are born well developed and without fur (Churchill 2008, p. 156). Newborns use recurved milk teeth to secure themselves to their mother (Reardon & Flavel 1991, p. 17). When the young are around 12 days old their milk teeth are replaced by permanent dentition (Reardon & Flavel 1991, p. 17). The young remain attached to the mother until they are 10 days old and are vocal when not suckling (Churchill 2008, p. 156). By this stage they weigh around 4 grams and are then left behind in the roost when the mother forages at night (Churchill 2008, p. 156; Parnaby 2008, p. 552). Their development progresses with eyes opening and fur growing by the time they are 15 days old (Churchill 2008, p. 156). After 30 days they are exercising their wings and then go on to forage independently (Churchill 2008, p. 156).",
    "Arid and semi-arid area adaptions": "Foraging locations in the drier distribution areas appear to depend on nearness to water points and roosting sites (Williams & Dickman 2004, p. 213). In arid areas inland broad-nosed bats possibly obtain water from the insects eaten and further conserve water by producing concentrated urine in specialized kidneys (Williams  & Dickman 2004, p. 205). In semi-arid areas foraging is concentrated around water sources with drinking occurring during flight (Reardon & Flavel 1991, p. 72). Similar to other arid zone mammals it is likely, especially in southern distribution areas, that the inland broad-nosed bat is able to enter into prolonged periods of torpor, reducing energy and water requirements (Geiser 2004, p. 130). Another arid and semi-arid adaption is the ability to tolerate high body temperatures (Bondarenco, Körtner & Geiser 2014, p. 684).",
    "Conservation": "Inland broad-nosed bats are a common species but are decreasing in population (Pennay & Lumsden 2008). The ‘wide distribution, large population and occurrence in a number of protected areas’ places this species within the IUCN Red List category of least concern (Pennay & Lumsden 2008). Further research is needed to identify the specific threats to this species (Pennay & Lumsden 2008). Likely threats to roosting sites and feeding grounds include agricultural and forestry activity, clearing for housing, modified fire regimes that eliminate trees with hollows and local removal of access to roosting sites (Parnaby 2008, p. 552). Researchers or wildlife rescuers should be aware that the species are known to be aggressive and their strong jaws deliver a painful bite (Reardon & Flavel 1991, p. 73). Due to their aggressive nature it is also advisable to carry and house them separately to other species (Kemper & Reardon 2014).",
    "References": " * Australian Museum 2009, Inland broad-nosed bat, viewed 5 September 2014, http://www.australianmuseum.net.au\nBondarenco, A, Körtner, G & Geiser, F 2014, ‘Hot bats: extreme thermal tolerance to a desert heat wave’, Naturwissenchaften, vol. 101, pp. 679–685.\nBullen, RD & Dunlop, JN 2012, ‘Assessment of habitat usage by bats in the rangelands of Western Australia: comparison of echolocation call count and stable isotope analysis methods’, The Rangeland Journal, vol. 34, pp. 277–284.\nBullen, RD & McKenzie, NL 2008, ‘Aerodynamic cleanliness in bats’, Australian Journal of Zoology, vol. 56, pp. 281–296.\nChurchill, S 2008, Australian bats, 2nd edn, Allen & Unwin, Crows Nest, NSW.\nGeiser, F 2004, ‘The role of torpor in the life of Australian arid zone mammals’, Australian Mammalogy, vol. 26, pp. 125–134.\nKemper, C & Reardon, T 2014, Scotorepens balstoni (Thomas, 1906), Atlas of Living Australia, viewed 5 September 2014, http://ala.org.au.\nLumsden, LF & Bennett, AF 1995, ‘Bats of a semi-arid environment in south-eastern Australia: biogeography, ecology and conservation’, Wildlife Research, vol. 22, pp. 217–40.\nParnaby, H 1999, An interim guide to identification of insectivorous bats of south-eastern Australia, Australian Museum, Sydney, NSW.\nParnaby, H 2008, ‘Inland broad-nosed bat’, in The mammals of Australia, 3rd edn, eds S Van Dyck & R Strahan, Reed New Holland, Chatswood, NSW.\nPennay, M & Lumsden, L 2008, Scotorepens balstoni, The IUCN Red List of Threatened Species, version 2014.2, www.iucnredlist.org, viewed on 13 September 2014.\nRichards, G & Hall, L 2012, A natural history of Australian bats: working the night shift, CSIRO Publishing, Collingwood, VIC.\nReardon, TB & Flavel, SC 1991, A guide to the bats of South Australia, 2nd edn, South Australian Museum, Adelaide, SA.\nWilliams, AJ & Dickman, CR 2004, ‘The ecology of insectivorous bats in the Simpson Desert, central Australia: habitat use’, Australian Mammalogy, vol. 26, pp. 205–214.\nChiroptera Specialist Group 1996.  Nycticeius balstoni.   2006 IUCN Red List of Threatened Species.   Downloaded on 19 July 2007."
  }
}