{
  "url": "https://en.wikipedia.org/wiki/Western_false_pipistrelle",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Falsistrellus"
    },
    {
      "Species": "F. mackenziei"
    }
  ],
  "text": {
    "__SUMMARY__": "The western false pipistrelle, species Falsistrellus mackenziei, is a vespertilionid bat that occurs in Southwest Australia. The population is declining due to loss of its habitat, old growth in tall eucalypt forest which has largely been clear felled for tree plantations, wheat cultivation and urbanisation. Although it is one of the largest Australian bats of the family, the species was not recorded or described until the early 1960s. A darkly colored bat with reddish brown fur and prominent ears, they fly rapidly around the upper canopy of trees in pursuit of flying insects.",
    "Taxonomy": "A species of genus Falsistrellus, allied to the family Vespertilionidae. A 1986 revision of morphological characters of the genus Pipistrellus separated the tasmaniensis group as the type of the new genus, the eastern false pipistrelle species Falsistrellus tasmaniensis, and described this new species Falsistrellus mackenziei (western false pipistrelle).The holotype was collected at Donelly, in the south-west of Australia, in 1962 by W. Boswell.\nThe population has been noted with the misspelling mckenziei (for synonym Pipistrellus mackenziei) in a 2001 conservation plan. The epithet was derived from the surname of a zoologist, Norman Leslie McKenzie, employed by the Government of Western Australia.The relationships of vespertilionid bats are poorly resolved and while the genus Falsistrellus is known to be paraphyletic, all other arrangements of the taxa remain contentious. The species is also recognised as Pipistrellus mackenziei (Kitchener, Caputi & Jones, 1986).\nThe common names distinguish them from the eastern species F. tasmaniensis as western false pipistrelle, western falsistrelle and Mackenzie's false pipistrelle. They may also be referred by their former placement with a generic Australian falsistrelle term, the tasmaniensis group, and the common names that accompanied those descriptions.",
    "Description": "Falsistrellus mackenziei is a large vespertilionid bat, superficially resembling the species Falsistrellus tasmaniensis. It has brownish fur over the back, dark or reddish, and a lighter greyish colour at the front. The fur is often 'Dresden Brown' with a 'Prout's Brown' colouring at the base of the hair. The fur at the front is 'light pinkish cinnamon', becoming sepia at the base. The ear is prominent from the fur, and characteristic notches are seen at the outer margin of each lobe. The new species was distinguished from Falsistrellus tasmaniensis as being generally larger, specifically the comparative size of skull measurements, the proportionally longer dentary, and slightly bigger glans penis.\nThe skull is robust, and an average of 19.2 millimetres at its greatest length (range: 18.2–20.1 mm). External lengths were 61.7 mm for snout to anus (range: 55.4–66.6 mm); forearm 45–56 mm; the tail is 46.2 mm on average (40.1–53.2 mm); tibia 22.1 mm (20.2–23.6 mm); ear 16.7 mm (14.0–18.3 mm); tragus 9.2 mm (7.7–10.6 mm) and pes length 10.2 mm (8.2–11.6 mm). The weight ranges from 17 to 28 grams.",
    "Ecology": "It is an insectivore associated with old growth forest that provides the species with its preferred foraging opportunities, this habitat has been greatly reduced by changes in land management or clearing for the wheatbelt. Further expansion of resource exploitation presents a risk to the species, the basis of their conservation status of near threatened. The bat hunts flying insects around the leaf canopy of tall forest, in the valley between tops of trees or the open areas above the mid-storey. Their movements are high-flying, quick and direct, specimens have been captured at heights of 8 metres above the forest floor.\nThe species roosts in colonies of around five to thirty individuals.The range is dominated by wet sclerophyll eucalypt forest and  semi woodland of the southwest, bounded by arid and agricultural regions to the centre and north. The ecoregion and forest type is jarrah-karri named for the tall trees karri Eucalyptus diversicolor and jarrah Eucalyptus marginata. The usual roosting sites are in eucalypt tree species old enough to provide hollows, although they have also been recorded in branches or tree stumps. The bats have also been noted as finding accommodation in abandoned buildings. They have also been recorded in remaining stands of older tuart forest (Eucalyptus gomphocephala), another tree giant of the south-west now greatly reduced in range. The capture in banksia woodland on the coastal plain, habitat dominated by trees of genus Banksia, is also noted. Competition for suitable tree hollows from feral animals, honey bee colonies and the introduced parrot Trichoglossus haematodus, reduces their availability and so considered a threatening factor to the presence of the species. The once extensive jarrah forests, mostly clearfelled and later managed by forestry practices, provides rich habitat that suits the morphology of this larger species. Their foraging technique has made uses forest tracks while searching for insects, but opportunities within clear-felled areas or subsequent regrowth in areas once used by the bat were removed or greatly reduced. The practice of creating reserves of old growth within logging areas, which are less cluttered beneath the canopy, was found to be more beneficial than regrowth areas intersected by tracks.As with other bats of the south-west region, the northernmost extent of the range is at suitable habitat in urbanised areas. Despite searches for the species in the northern extent of its recorded range, it was not found beyond Mandurah at the Swan Coastal Plain or Collie in the Jarrah Forest regions. The last record for the species occurring at or north of these areas was 1993. The extent of occurrence for Falsistrellus mackenziei is calculated to be 33,750 km², having been reduced by 37% in a 39 year period. The decline in population over three generations (21 years) approached 30%. The extent and area of occurrence is also expected to be reduced by 30% in the next fifty years as a result of climate change. The species is not vulnerable to extreme fluctuation or fragmentation of the population. While no census of the species has been undertaken, the population is assumed to be greater than 10000. It may be common in some locations, but capture and acoustic surveys indicate it is less so than sympatric species Vespadelus regulus, the southern forest bat.The species was unrecorded before 1961, when research into the bats of Western Australia first began. The northern most record of the species was Jandakot, until the investigation of faunal assemblages during the holocene period unearthed fossil specimens at the East Moore cave area in the north of the Swan Coastal Plain.",
    "References": "",
    "External links": "Image of the type specimen's skull"
  }
}