{
  "url": "https://en.wikipedia.org/wiki/Western_mastiff_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Eumops"
    },
    {
      "Species": "E. perotis"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Greater mastiff bat\" redirects here. See Mops (bat) for the genus also known as \"greater mastiff bats\".\n\nThe western mastiff bat (Eumops perotis), also known as the western bonneted bat, the greater mastiff bat, or the greater bonneted bat, is a member of the free-tailed bat family, Molossidae. It is found in the Western United States, Mexico and South America, and is the largest bat native to North America.  The subspecies Eumops perotis californicus is a species of concern as identified by the U.S. Fish and Wildlife Service. The range of this subspecies is principally southwest desert regions of the United States, along the border with Mexico; however, the range extends as far north on the Pacific coast to Alameda County, California.",
    "Description": "The western mastiff bat has a body length of 5.5 to 7.5 in (14 to 19 cm) and a wingspan of over 22 in (56 cm). It has chocolate brown fur and thirty teeth. The body mass of this species can range from 60 to 70 g (2.1 to 2.5 oz).",
    "Behavior": "The western mastiff bat needs at least 3 m (9.8 ft) of open space under its roosting spot for takeoff. Its echolocationary squeaks can be heard from up to 300 m (980 ft) away. This is unusual as most bat species produce calls in a kHz range far above that of which is audible to humans.\nDuring the day they form colonies of less than 100. Unlike most North American bats, they do not undergo either migration or prolonged hibernation, but are periodically active all winter.",
    "Behavior-Diet": "It feeds on insects, up to 80% of which are moths. It will often drop down and forage on the ground with its tail sticking up.",
    "References": "",
    "External links": " Data related to Eumops perotis at Wikispecies"
  }
}