{
  "url": "https://en.wikipedia.org/wiki/White-bellied_yellow_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Scotophilus"
    },
    {
      "Species": "S. leucogaster"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-bellied yellow bat, or white-bellied house bat, (Scotophilus leucogaster) is a species of vesper bat in the genus Scotophilus, the house bats. It can be found in Angola, Benin, Botswana, Burkina Faso, Cameroon, Central African Republic, Chad, Ivory Coast, Gambia, Ghana, Guinea, Guinea-Bissau, Kenya, Mali, Mauritania, Namibia, Niger, Nigeria, Senegal, Sierra Leone, Sudan, Togo, Uganda, and Zambia. It is found in dry and moist savanna and open woodland. It is a common species with a very wide range, and the International Union for Conservation of Nature has assessed its conservation status as being of \"least concern\".",
    "Description": "House bats are sturdy bats with short snouts, small ears and soft woolly fur. The white-bellied yellow bat is a medium-sized species. It has a head-and-body length of about 120 mm (5 in), a tail length of about 45 mm (1.8 in), a fore-arm length of about 50 mm (2.0 in), and weighs around 20 g (0.7 oz). The colouring is variable, the dorsal surface is some shade of yellow or yellowish-brown, and the ventral surface is whitish or yellowish.",
    "Distribution and habitat": "The white-bellied yellow bat has a wide distribution in Sub-Saharan Africa. Its range extends from Mauritania and Senegal eastwards to Sudan and Ethiopia, and southwards to Namibia, Botswana, Zambia, Zimbabwe, Mozambique and probably South Africa. In the northern part of its range it occurs in various habitats including riverine woodland, wooded savanna, and among mangroves in Nigeria. In the southern half of its range it is found in miombo and mopane woodland, riverine forests, grassland, swamps and flood plains. In some areas it seems to frequent drier habitats during the wet season, and moister locations during the dry season.",
    "Behaviour": "Foraging starts soon after dusk, the bats hawking for insects in clearings, between and around trees and over grassland, at heights up to about 20 m (66 ft). Often, an hour is sufficient for them to fill their stomachs, after which time they pause to digest the food before resuming hunting. They are less active on moonlit nights, avoiding open spaces, which may help avoid predation by barn owls and perhaps bat hawks. They use echolocation to find their prey, and the diet consists mainly of beetles, moths and bugs, as well as including a variety of other insects. They are also carnivores, and have eaten geckos and dead bats in captivity.This bat roosts in hidden locations during the daytime; sites that have been chosen include holes in baobab trees, hollow mopane trees, the underside of dead Borassus palm fronds, and the underside of the tin roof of a house where temperatures can exceed 40 °C (104 °F). In some instances, the same roosting site was used more than once. In Sudan, the bats flew slowly and erratically if the air temperature was below 34 °C (93 °F). In Zimbabwe, breeding took place in November and December, the litter size typically being two.\n\n\n== References =="
  }
}