{
  "url": "https://en.wikipedia.org/wiki/White-winged_vampire_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "DiaemusMiller, 1906"
    },
    {
      "Species": "D. youngi"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-winged vampire bat (Diaemus youngi), a species of vampire bat, is the only member of the genus Diaemus. They are found from Mexico to northern Argentina and are present on the islands of Trinidad and Margarita.",
    "Etymology and taxonomy": "The white-winged vampire bat was described by Dutch zoologist Fredericus Anna Jentink in 1893.\nDr. Charles Grove Young (1849-1934) is the eponym for the species name youngi.\nJentink decided to honor Young with the species name because \"our Museum is indebted [to him] for so many additions to its collections of the British Guyana animals.\"\nWhen it was described by Jentink in 1893, it was initially placed in the same genus as the common vampire bat, Desmodus. However, in 1907, Gerrit S. Miller placed it in a new genus, Diaemus.\nThat move to a new genus was not immediately accepted, however, with authors continuing to place it in Desmodus until at least 1982.",
    "Description": "Their fur is clay-colored, light brown, or dark cinnamon brown.\nThe outline of their wings is white, as well as the membrane between their second and third finger.\nTheir ears are longer than they are wide, at 18 mm (0.71 in) long.\nThe anterior surface of the tragus is hairy, and its outer margin is smooth, unlike that of the common vampire bat, which is serrated.\nTheir thumb is much shorter than that of the common vampire bat.\nTheir forearms are 51–54 mm (2.0–2.1 in) long.\nThe calcar is absent.\nTheir dental formula is 1.1.1.22.1.2.1, for a total of 22 teeth; the other two species of vampire bats have 20 teeth.\nIt is the only bat species in the world with 22 teeth.\nThe last upper molars are vestigial, though, and older individuals sometimes lose them.\nThe uropatagium and forearms are sparsely furred.\nFrom nose to tail, they are approximately 84 mm (3.3 in) long.\n\nThey weigh 31.7–48.1 g (1.12–1.70 oz).\nBoth males and females have cup-shaped scent glands located in their mouths.\nThese glands might be an anti-predator defense, as the bats produce a foul-smelling odor from these glands when they are disturbed.\nCompared to other bats, their brains are especially large in relation to their body sizes—2.7-2.9% by body mass. This may be because their foraging strategy requires more complex thought (such as maintaining stealth) than other species.\nTheir eyes are also relatively large in relation to their body sizes.",
    "Biology": "Like other vampire bats, their saliva contains plasminogen activators, which rapidly dissolves the host's blood clots that form during feeding; platelet aggregation inhibitors, which prevent the formation of blood clots; and other anticoagulants, which also prevent blood clots.\nThese compounds in their saliva are especially effective on birds.\nBirds are their preferred prey source, but they will also prey on mammals such as goats and cattle.\nWhile it can transmit rabies, this appears to be relatively uncommon: the only reports of rabies transmission from this species are from Trinidad.\nThey are not as adept as common vampire bats at quadrupedal locomotion, possibly because their thumbs are much shorter.  However, they are quite adept at climbing branches.  Females are polyestrous, capable of becoming pregnant multiple times a year. They give birth to one pup at a time.\nThey will roost with many other species of bat, including the greater sac-winged bat, lesser dog-like bat, big-eared woolly bat, tailed tailless bat, Seba's short-tailed bat, little yellow-shouldered bat, great fruit-eating bat, white-lined broad-nosed bat, Pallas's long-tongued bat, Handley's nectar bat, white-bellied big-eared bat, greater spear-nosed bat, Parnell's mustached bat, Wagner's mustached bat, buffy broad-nosed bat, and common vampire bat.\nTheir karyotype consists of 32 chromosomes.",
    "Range and habitat": "They have been found in Argentina, Bolivia, Brazil, Colombia, Costa Rica, Ecuador, El Salvador, French Guiana, Guatemala, Guyana, Mexico, Nicaragua, Panama, Paraguay, Peru, Suriname, Trinidad and Tobago, and Venezuela.\nThey have flexible roosting and foraging habitat requirements.\nThey prefer moist, open areas, but will still forage in dry deciduous or evergreen forests.\nThey will roost in both tree cavities and caves.",
    "Conservation": "They are consistently assessed as least concern by the IUCN.\nWhile it is infrequently encountered, it has a broad distribution, and is tolerant of a variety of habitats.\nThe population is assumed to be large.\nThey can be maintained in captivity.\nCaptive populations can be supported with cow and chicken blood. Blood must be defibrinated to prevent clotting. Each bat ingests approximately 16 ml (0.54 US fl oz) of blood per day. They are social animals, and should be maintained in colonies. Their colonies have dominance hierarchies.",
    "References": "",
    "External links": "Vampires: The Real Story - about the vampire bat\nBat World - An all-volunteer, non-salaried, non-profit organization devoted to the education, conservation and rehabilitation of bats\nBat Conservation International - A website devoted to the education, conservation and study of bat\nGraduate student research on white-winged vampire bats"
  }
}