{
  "url": "https://en.wikipedia.org/wiki/White-striped_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Austronomus"
    },
    {
      "Species": "A. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "The white-striped free-tailed bat (Austronomus australis) is a species of bat in the family Molossidae. Its echolocation calls are audible to humans, which is a characteristic found in only a few microbat species.\nThe species was formerly classified as Tadarida australis.",
    "Taxonomy": "The first description of the species was published in 1838 by John Edward Gray, in a review of material at the British Museum of Natural History. The author noted the source of the specimen, a skin and skull, as New South Wales and placed it with the genus Molossus. When providing a description in Furred Animals of Australia, Ellis Troughton suggested that the specimen examined by Gray was obtained at Camden, a property owned by John Macarthur. Troughton first proposed the species be distinguished as a monotypic genus Austronomus, this arrangement was eventually resurrected when  the taxon was separated from the previously accepted alliance with the widespread genus Tadarida.Gregorin and Cirranello in their work found that Koopman treated T. kuboriensis, as a subspecies of T. australis, and formed a clade with T. australis.\nThese two species display eight characteristics that make them distinctly morphologically from the other Tadarida. The most significant characteristic is a keel present between the nostrils, a synapomorphy combining this clade.\nLikewise, T. kuboriensis and T. australis lack hair on the tragus and do not have thorn-like hairs on the face. \nThe presence of hair on the tragus is a synapomorphy for non-Australian Tadarida.\nWith the relationship between T. kuboriensis and T. australis and their morphological uniqueness acknowledged, when compared with other species of Tadarida, both species should be recognized under the established generic name Austronomus Troughton 1943 (type species Austronomus australis) Gray, 1834.There has been much consideration given to the seniority of what genus name to use for the white-sided free-tailed bat.  \nThe international Commission on Zoological Nomenclature (ICZN) recognises Tadarida (Rafinesque, 1814) as the senior authority before Nyctinomus, (Geoffroy, 1818). Therefore, Tadarida, Rafinesque 1814 has precedence.",
    "Description": "The white-striped free-tailed bat is robust in build and the largest of the eleven Australian Molossids. \nThe colour of the pelage is a deep chocolate brown, with well defined white stripes beneath the wing; occasional patches of white may appear at the upper ventral side.\nIndividuals have a mass of 33 to 41 grams, and average of 37 g, and a head and body length of 85 to 100 millimetres. \nThe free tail extends 40 to 55 mm from the body and can be folded during high speed flight to reduce drag.\nThe forearm length range is 57-63.\nIt has a condylobasal length of 23–24 mm.\nThe skull is dorso-ventrally flattened. \nThe baculum is divided into three lobes.This species has a wingtip shaped similarly to the crescent form found on fast-flying birds and on the caudal fins of fast-swimming fish.\nThese tips have leading edges that curve around to chordwise orientation and have trailing edges with aft-sweep or zero-sweep over the outer half of the tip. \nThis bat's wings are considered as having low camber sections with faired humerus and radius bones, typical leading-edge flaps and surface disjunctions and protuberances. This allows this interceptor species to optimise for least drag generation at the expense of maximum lift ability at high speeds.\nThe white-striped free-tailed bat can reach speeds of up to 17 m/s.The large, forward pointed ears are 20 to 25 mm in length and assist in their aerodynamic lift. The ears are exceptionally broad and noticeably ribbed.\nA short hairless tragus is present and also points forward. The inner margins of the ears touch, but are not joined where they meet on the head. \nThe upper lip is deeply wrinkled, and this species have single incisor teeth on each of the frontal cranial bones of the upper jaw. Both sexes have a throat pouch. \nThe colour of the skin is very dark, blackish, with a slight pink hue.\nFur colour varies with dark brown dorsally and lighter ventrally. A distinctive pattern of white fur on each side of the body progresses from the front to the back where the wings fold against the body, giving this species its common name, white-striped free-tailed bat. \nThis species displays sexual dimorphism with the male being larger.",
    "Echolocation": "The white-striped free-tailed bat typical call has been recorded between 10-15 kHz.\nThe species emits one to two calls per second and unlike the ultrasonic signals of most microchiropterans these are audible to humans. The sounds is described as \"pink-pink-pink\" or a \"metallic ting-ting-ting\".\nResearch by Herr and Klomp into the white-striped free-tailed bat's calls showed that vocalisation changed  at different stages of flight. \nIn the initial stages of flight, after release, this species used steep frequency modulated pulse, from 27 kHz to 13 kHz, changing to a low frequency modulated pulse when flying above a canopy. Once there the call structure changes to the more typical white-striped free-tailed bat call with a constant frequency with a divergence between maximum and minimum frequency of 5 kHz.  \nAll echolocating bats use a terminal phase buzz call to locate, close in and capture their prey.",
    "Distribution and habitat": "An endemic species to Australia, the white-striped free-tailed bat is wide spread and common. They are seasonally migratory but not recorded in the northern third of the continent or previously known at the southern island of Tasmania.\nHowever, surveys conducted in Tasmania between 2009 and 2013 indicated the species is present and maybe a periodic visitor or vagrant in Tasmania.\nIn Western Australia this species is restricted south of the 20°S latitude during the breeding season, the austral spring and summer, then extending north in the winter.\nThis species can be found in most habitats from closed forest to open flood plain, and occurs in urban areas, in regions across temperate and subtropical Australia.",
    "Roosts": "In the Greater Brisbane Region South East Queensland the white-striped free-tail bat uses over mature to dead eucalypts species with large tree diameters (>89 cm) as roost habitats.\nThese trees have developed large trunk cavities, often extending throughout the trunk and major branches.\nThe bats accesses these cavities through multiple unobstructed branch and/or trunk hollows (M. Rhodes, unpubl. data, 2003). This strategy also allows the bats a direct flight path when leaving the roost cavities which may result in energy savings for the bats and reduce the exposure to predators.",
    "Roosts-Roosting behaviour": "Although single bats spend a majority of their daytime  in separate day-roosts, they spent an average of 1 day in every 11 within the communal roost.\nThe bats also visited the communal roost for periods of time during their nocturnal activity,  some individuals were recorded twice as often frequenting the communal roost during the night compared with the day.",
    "Roosts-Maternity roosts": "This bat species is a highly colonial tree-dweller, large internal hallows are an important feature in selecting suitable maternity roost sites as population numbers increase during parturition. Therefore, the quality and size of roost space is more important than the selection of speciﬁc tree species in maternity roost choice.",
    "Biology and ecology": "",
    "Biology and ecology-Diet": "This free-tailed bat is a specialized high altitude, fast flying interceptor insectivore. Their diet consists principally of moths, beetles and bugs.",
    "Biology and ecology-Foraging habit and behaviour": "In South East Queensland, white-striped free-tailed bats demonstrated a significant preference for foraging above flood plain habitat and does not prefer to feed above remnant forests.\nIn  northern Australian urban areas, foraging individuals preferred and were in greater concentrations over grassland with few trees, such as golf courses, than over riparian areas, new urban developments, and suburbs that had been established for between 20–50 years.\nWhite-striped free-tailed bats once they emerge from their roosts fly rapidly and directly to  their foraging area, with individual bats flying up to 20 km to reach their feeding areas. However, some populations have a more localised foraging area. In the greater Brisbane area, foraging areas are usually within 2.5 km (1.6 mi) of day roost and 6.2 km (3.9 mi) of communal roosts.\nOn arrival they reduce their commuting flight speed to a lower sustainable flight speed that allows them to hunt in the foraging area for some hours.\nThe species is agile on hard ground or other firm surfaces.\nSome researchers report that this bat will also scurry around on the ground chasing ground-dwelling insects such as beetles, bugs, grasshoppers and ants. They are able to do this by folding their wings away neatly so that their forearms are free, retracting their tail membrane and scampering around on their thumbs and hind feet.",
    "Biology and ecology-Reproduction": "Males do not have the ability to store sperm in their vesicular follicles during the winter period, therefore breeding commences late in August.\nFemales give birth to one young between mid-December and mid-January, this indicates a gestation period of about 14 weeks.\n\n\n== References =="
  }
}