{
  "url": "https://en.wikipedia.org/wiki/Wollaston's_roundleaf_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Hipposideridae"
    },
    {
      "Genus": "Hipposideros"
    },
    {
      "Species": "H. wollastoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Wollaston's roundleaf bat (Hipposideros wollastoni) is a species of bat in the family Hipposideridae. It is found in West Papua, Indonesia and Papua New Guinea. It was named after the explorer Sandy Wollaston.",
    "Taxonomy and etymology": "It was described as a new species in 1913 by British zoologist Oldfield Thomas.\nThe eponym for the species name \"wollastoni\" is A. F. R. Wollaston.\nThe holotype used to describe this species was collected during one of Wollaston's expeditions to New Guinea.",
    "Description": "In his initial description of the species, Thomas noted that it was similar in appearance to the Fly River roundleaf bat, Hipposideros muscinus.\nIt differs from the Fly River roundleaf bat in that its posterior nose-leaf has a \"peculiar duplication\" behind it.\nIts forearm length is approximately 44 mm (1.7 in) long.\nIts head and body is 45 mm (1.8 in), while its tail is 27 mm (1.1 in) long.\nIts ears are 15 mm (0.59 in) long and 13 mm (0.51 in) wide.",
    "Range and habitat": "This species is only known from the island of New Guinea, in both Indonesia and Papua New Guinea.\nIt has been documented from 30–2,440 m (98–8,005 ft) above sea level.\nIt has been found int montane forests, oak forests, and secondary forests.",
    "Conservation": "It is currently evaluated as least concern by the IUCN—its lowest conservation priority.\nIt meets the criteria for this assessment because it has a large range, it is found in a variety of habitats, its population is presumably large, and there is no evidence of a rapid decline in population or range.\n\n\n== References =="
  }
}