{
  "url": "https://en.wikipedia.org/wiki/Wrinkle-lipped_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Chaerephon"
    },
    {
      "Species": "C. plicatus"
    }
  ],
  "text": {
    "__SUMMARY__": "The wrinkle-lipped free-tailed bat (Chaerephon plicatus) is a species of bat in the family Molossidae.\nIt is found in Bangladesh, Bhutan, Cambodia, China, Cocos (Keeling) Islands, India, Indonesia, Laos, Malaysia, Myanmar, Nepal, the Philippines, Sri Lanka, Thailand and Vietnam.",
    "Taxonomy and etymology": "It was described as a new species in 1800 by Scottish scientist Francis Buchanan-Hamilton.\nBuchanan-Hamilton initially placed it into the genus Vespertilio, with the scientific name Vespertilio plicatus.\nIts species name \"plicatus\" is Latin for \"folded,\" possibly referencing its wrinkled lips or its folded ears.",
    "Description": "Its forearm length is 40–50 mm (1.6–2.0 in).\nIts fur is dark brown.\nIts dental formula is 1.1.2.32.1.2.3 for a total of 30 teeth.",
    "Range and habitat": "Its range includes several countries and regions in South and Southeast Asia, including Cambodia, China, Hong Kong, India, Laos, Malaysia, Philippines, Sri Lanka, and Vietnam.\nIt has been documented at elevations up to 950 m (3,120 ft).",
    "Conservation": "As of 2014, it is evaluated as a least-concern species by the IUCN—its lowest conservation priority.\nIt met the criteria for this classification because it has a wide geographic range; its range includes protected areas, its population size is large; and it is unlikely to be experiencing rapid population decline.\nHowever, some local populations may be threatened by overharvesting for bushmeat, habitat loss via deforestation, cave disturbance, and persecution of its roosts due to the perception that it is a pest.",
    "See also": "List of mammals in Hong Kong\n\n\n== References =="
  }
}