{
  "url": "https://en.wikipedia.org/wiki/Wrinkle-faced_Bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Phyllostomidae"
    },
    {
      "Genus": "CenturioGray, 1842"
    },
    {
      "Species": "C. senex"
    }
  ],
  "text": {
    "__SUMMARY__": "The wrinkle-faced bat (Centurio senex) is a species of bat in the family Phyllostomidae and the only identified member of the genus Centurio. These bats are found in various countries in and around Central America. They eat fruit but are not classified within the fruit bats. They are classified as a leaf-nosed bat but do not have a leaf nose. They have an unusually shaped skull which is thought to allow them to eat a wider range of foods than other bats.",
    "Description": "C. senex is tail-less, medium-sized, and generally has a pelage of a drab brown to yellowish-brown colour. They weigh around 17g. Their face is hairless and is covered by convoluted outgrowths of skin (as would be expected from the common name). These skin flaps are more pronounced in males than females and males also possess a skin mask that can be used to cover their face. They have storage pouches in their mouths to allow them to store fruit. C. senex subsp. greenhalli differs from the more common C. senex subsp. senex by being larger and in having a more domed braincase, better developed sagittal crest, and relatively shorter maxillary toothrow. Their skulls are extremely short and wide, which is thought to allow them to produce bite forces up to 20% higher than other bats of a similar size. They are able to generate the largest biting force, relative to their size, of any of the leaf-nosed bats.",
    "Diet": "The species is entirely frugivorous (fruit-eating) although it is not known which types of fruit they consume. Elizabeth Dumont from the University of Massachusetts believes that the strong biting force of the bat allows them to survive through times when soft fruit is scarce as they are able to eat tougher fruit than other bats. Seed predation has been recorded in Mexican populations, which has been suggested as another function of the bite force.",
    "Reproduction": "Females are thought to be both polyestrous and asynchronous, pregnant females have been recorded every month between January and August except May. Males emit a musky odour from the chin area to attract females. Their sperm morphology is unique in that the sperm head\nhas a rounded nucleus and extremely pointed acrosome.",
    "Range": "C. senex subsp. senex is found in Belize, Colombia, Costa Rica, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama and Venezuela. C. senex subsp. greenhalli is only found in Trinidad and Tobago.",
    "Etymology": "The binomial name Centurio senex is formed from the Latin centurio meaning division into hundreds and senex referring to old people. This name was chosen as it was thought that the face of the bat looked like that of a one-hundred-year-old man.\n\n\n== References =="
  }
}