{
  "url": "https://en.wikipedia.org/wiki/Wroughton's_free-tailed_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Molossidae"
    },
    {
      "Genus": "Otomops"
    },
    {
      "Species": "O. wroughtoni"
    }
  ],
  "text": {
    "__SUMMARY__": "Wroughton's free-tailed bat (Otomops wroughtoni) is a free-tailed bat formerly considered to be confined to the Western Ghats area of India, though it has also recently been discovered in northeast India and in a remote part of Cambodia. It was listed as a critically endangered species due to habitat loss and a restricted range.",
    "Distribution": "In India, the species is found in two locations in the southern Indian state of Karnataka and in Meghalaya in northeast India. In Karnataka, it is found in the Barapede Caves, located between Krishnapur and Talewadi, in Belgaum district, adjacent to the Bhimgad Wildlife Sanctuary near the state of Goa and was the only known location of this species for years. In 2000 it was reported from Cambodia. In Meghalaya, it was recently discovered in 2001 in Siju cave near Nongrai village, Shella confederacy proximately midway between the previous two locality records.There is a foraging record of a single specimen from Meghalaya collected in 2001. Since then, there is no record of sighting and/or collection of this species from that locality in Meghalaya in northeastern India. Therefore, J.R.B. Alfred states in 2006 that the distribution record of this species from Meghalaya needs confirmation and authentication. On the other hand, the sighting of the colony/collection records of this species were reported at different times by  Topal and Ramkrishna (1980), Bates (1992), Mistry and Parab (2001), and Ramakrina and Pradhan (2003). Pending further confirmation and authentication of the distribution of this species from Meghalaya in northeastern India, the distribution of Otomops wroughtoni in India should be restricted to a single locality record from Karnataka state. In February 2014, Manuel Ruedi et al. discovered three new colonies of the species in Meghalaya. They report that these roosts represents near one hundred individuals, which doubles the known population size of this bat.",
    "Habitat": "Very little is known about the ecology of this species. It is thought to be active throughout the year. Its diet is unknown, but probably consists of insects like that of other Molossids. The bats are active at night, and roost upside down in caves during the day. In India they live in small groups of usually five to seven individuals in narrow gaps and deep hollows in the roofs of the cave. Females are thought to have one litter per year, consisting of a single young. Specimens of this species collected in India in December had newborn young, while others were on the verge of delivery.",
    "Description": "SIZE:\nHead and body length: 60–103 mm (average for genus)\nTail length: 30–50 mm (average for genus)\nForearm length: 63–67 mm\nWeight: Male: approx. 36 g\nFemale: approx. 27 g\nThis species has large forward pointing ears connected to each other by a membrane over the forehead. The face is naked and the nostril pad is large and prominent. The hair is short and velvety. It is a rich dark brown colour on the crown of the head, back and rump. There is a thin white border on each flank, extending from the armpit to the groin, and on the membranes of the forearms. The shoulders and the nape of the neck are a pale greyish white. The ventral surface is a dull brown, but with a contrasting grey collar, which extends onto the chin and upper chest. A small throat sac is present in both sexes. The tail projects far beyond the free edge of the narrow tail membrane, hence the common name “free-tailed bats” for this family.",
    "Threats": "This species was considered to be one of the 15 most critically endangered bat species until the two new colonies were discovered. The new discoveries have given researchers cause to hope that the species could be distributed much more widely than is known today. However, the species is extremely vulnerable to habitat destruction and roost disturbance, and the Western Ghats population may be suffering as a result of encroachment from mining, timber and hydroelectric companies. Their habitat is threatened by limestone miners and timber contractors, and the Barapede cave could be submerged if a nearby Mahadeyi river were dammed for a hydroelectric plant as proposed by the Karnataka Government.",
    "Conservation efforts": "The species is listed on Schedule I of the Wildlife (Protection) Act of India, affording it the highest degree of protection. It has recently been proposed to receive the highest level of protection under Cambodian wildlife law. However, these listings will not protect the species from indirect threats resulting from habitat disturbance and human activities.\nMonitoring of the bats at all sites from which the species is known is recommended as a priority, followed by habitat management and public awareness programmes. The Bhimgad Forest in the Western Ghats, from which the original population is known, was first proposed as a national reserve more than eight years ago. However, despite repeated efforts by local organisations the area remains unprotected.",
    "References": "",
    "External links": "Wroughton's free-tailed bat at EDGE"
  }
}