{
  "url": "https://en.wikipedia.org/wiki/Yanbaru_whiskered_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. yanbarensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Yanbaru whiskered bat (Myotis yanbarensis) is a species of vesper bat in the genus Myotis.\nIt is known only from three islands of the Ryukyu Archipelago, south of Japan, Okinawa (where the Yanbaru forest is situated), Amami Ōshima, and Tokunoshima.\nThe species has been classified as Critically Endangered by the IUCN.",
    "Etymology and taxonomy": "When described, it was placed into the subgenus Selysius, although some have argued that it is not a valid subgenus.\nIt is closely related to the frosted myotis, which is found on mainland Japan.\nIts species name, yanbarensis, is a reference to Yanbaru, the forested part of northern Okinawa Island where this species is found.",
    "Description": "Its dorsal hair, ears, and flight membranes are black.\nIts guard hairs are metallic silver at the tips.\nIts fur is overall soft and silky.\nIts snouts are long and horizontal.\nThe uropatagium attaches to the first toe.\nThe forearm is 36.5–37.5 mm (1.44–1.48 in) long.\nIts ears are 14 mm (0.55 in).\nIts tragi are 7 mm (0.28 in), and tapers gradually at the tip.\nThe braincase is small relative to its skull.",
    "Range and habitat": "It is only found in the fragments of mature forest remaining on Okinawa Island, Tokunoshima, and Amami Ōshima.\nOn Okinawa Island, it is found on United States military property.\nOn Amami Ōshima, its habitat occurs within Amami Guntō Quasi-National Park.\nDuring the day, it roosts in hollow trees.",
    "Conservation": "This species was evaluated for the first time by the IUCN in 2000, when it was described as data deficient. It was listed as critically endangered in 2008, which is its most recent evaluation.\nIt is listed as critically endangered because it only occurs on three islands, its extent of occurrence is less than 100 km2 (39 sq mi), and its habitat size and quality is being lost.\nDeforestation is a major threat to its continued existence.",
    "See also": "Yanbaru\n\n\n== References =="
  }
}