{
  "url": "https://en.wikipedia.org/wiki/Yellow-bellied_pouched_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Emballonuridae"
    },
    {
      "Genus": "Saccolaimus"
    },
    {
      "Species": "S. flaviventris"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-bellied sheath-tailed bat (Saccolaimus flaviventris), also known as the yellow-bellied sheathtail or yellow-bellied pouched bat, is a microbat species of the family Emballonuridae found extensively in Australia and less commonly in parts of Papua New Guinea.Although found throughout most parts of Australia, very little is known about its ecology due to the small size, nocturnal activity, and general elusiveness of most microbat species, making them difficult to study. They are sometimes mistaken for the endangered and less widely distributed bare-rumped sheathtail bat where the two species occur sympatrically, as well as other similar Emballonuridae species, but upon inspection are quite distinct and easily identifiedAt present, the yellow-bellied sheath-tailed bat is the only member of the Microchiroptera that has been positively identified as a carrier of Australian bat lyssavirus.",
    "Taxonomy": "The first description of the species was provided by Wilhelm Peters in 1867, using a specimen that G. R. Waterhouse had proved to John Gould.\nThe yellow-bellied sheath-tailed bat belongs to the suborder Microchiroptera, or insectivorous microbats, and is the largest Australian member of the family Emballonuridae. The Emballonuridae are distinguished by a partially membrane-enclosed tail that projects into a sheath, hence the descriptive term sheathtail, and is represented by eight known Australian species. Within Australia, the family is divided into two genera: Taphozous and Saccolaimus, the latter of which the yellow-bellied sheath-tailed bat is one of only four known representatives worldwide.",
    "Description": "The yellow-bellied sheath-tailed bat is quite large with a mean body weight of 44 g that ranges from 28 to 60 g, and a mean head-body length of 81.8 mm that ranges from 72.3-91.9 mm. It has distinct fur colouration, with the dorsal back being a shiny jet black and the ventral underside a contrasting creamy white. Males of the species have a distinctive gular throat pouch that is believed to play a role in territorial marking. The throat pouch is absent in females, which instead have naked folds of skin around their throats. Unlike many other sheathtails, this species does not have a wing pouch in either sex.Other distinguishing features of the yellow-bellied sheath-tailed bat are a flattened head and sharply pointed muzzle, a mean forearm length of 74–77 mm, and a mean outer canine width of 6.4 mm.",
    "Distribution and habitat": "The yellow-bellied sheath-tailed bat appears to be wide-ranging, occurring across most parts of eastern and northern Australia, though in what densities remains uncertain due to the difficulties associated with capture and detection of the species. Much of the distribution understanding of this species has developed as a result of incidental sightings, such as one record from central western Queensland that was taken from a mummified bat found on a barbed-wire fence. Though most common throughout the tropical regions of their range, yellow-bellied sheath-tailed bats are known to occur regularly in semi-arid environments including the Mallee region of north-western Victoria, Gundabooka National Park in northwestern New South Wales, and central-western Queensland. This species likely migrates into its southerly range during summer, with seasonal records placing bats in most parts of Victoria, southwestern New South Wales, and the adjacent regions of South Australia. \nThough less common, two specimens of yellow-bellied sheath-tailed bats have been found in Papua New Guinea, one in the National Capital District and the other in Central Province.This species occupies most wooded habitats, including both wet and dry sclerophyll forest, mallee and Acacia shrubland, desert, and open woodland. They are a hollow-roosting species,  so tend to be found in proximity of adequate old-growth trees.",
    "Ecology": "",
    "Ecology-Roosting habits": "Few studies have been carried out to determine the specific roosting habits of this species. Yellow-bellied sheath-tailed bats are a cavity-roosting species and are generally reliant on old-growth forest hollows. However, they have been known to opportunistically use abandoned animal burrows and human structures, and roost under dry clay and rock, though generally only solitary bats have been observed to do this.Yellow-bellied sheath-tailed bats are mostly solitary, occasionally nesting in small, mixed-sex colonies of two to 10 individuals. A notable exception to this observation is the Brightview colony, found in southeast Queensland in 1996. The colony was discovered by accident during the felling of an old tree, and consisted of 29 individuals – the largest colony of yellow-bellied sheath-tailed bats recorded.",
    "Ecology-Seasonality": "Though  no confirmatory studies have been carried out, yellow-bellied sheath-tailed bats may be migratory based on local records that show the species occurring only at specific times of year. Though specific seasonal movements are unknown, observations have suggested migratory movements to the cooler southern Australian ranges during the summer. The possibility of seasonal migration is supported by studies of long, narrow wing shape in the species that appears suited to migration and the seasonal appearance of apparently exhausted bats in Victoria and South Australia.",
    "Ecology-Diet and foraging": "Yellow-bellied sheath-tailed bats are canopy feeders, meaning that they are capable of fast flight, but inefficient at rapid maneuvering. They generally feed at heights of 20–25 m, unless feeding in open spaces or at forest edges, where they forage lower. Studies of stomach contents have found Orthoptera (grasshopper), Coleoptera (beetle), and Hemiptera (true bug) species, with beetles making up the bulk of the diet.",
    "Ecology-Reproduction": "Breeding receptivity in the yellow-bellied sheath-tailed bat begins in August when the right uterine horn increases in diameter, achieving maximum size in November. A single offspring is produced between December and March, with mammary glands regressing by the end of May.",
    "Ecology-Flight": "Yellow-bellied sheath-tailed bats have a distinctive flight behaviour characterised by a fast, straight-line flight path with slow wing beats. This distinctive flight pattern combined with the light-coloured fur of the ventral underside make the species easy to identify in flight. The long, narrow wing shape and large body mass of the species allow for rapid flight with low maneuverability, making it best suited to canopy level and open-space flight.",
    "Ecology-Physiology": "The yellow-bellied sheath-tailed bat is a nocturnal species that appears to be most active at least one hour after dark, but only maintains this activity briefly for a few hours. Many Emballonuridae species have been shown to conserve energy through prolonged states of torpor.",
    "Ecology-Behaviour and communication": "Like all microbats, the yellow-bellied sheath-tailed bat communicates using echolocation, with only some sounds audible to the range of human hearing. Observational recordings have shown specific sequences of sounds to be associated with different behaviours, such as foraging, prey acquisition, and territoriality. This species has been observed engaging in intraspecific aerial displays of aggression.",
    "Conservation": "Though infrequently encountered, the conservation status of the yellow-bellied sheath-tailed bat is categorised as of least concern, because the species is both widespread and versatile in its habitat selection, thus is considered unlikely to decline rapidly. Conservation status at the state level is more cautious, most likely due to insufficient population data. In NSW, the species is listed as vulnerable under the Threatened Species Conservation Act 1995, in South Australia as rare under the National Parks and Wildlife Act 1972, and in Victoria as threatened under the provisions of Part 3 of the Victorian Flora and Fauna Guarantee Act 1988.The main threats to conservation of the yellow-bellied sheath-tailed bat are habitat loss, particularly of old-growth trees, disturbance to roosting sites, and prey depletion or secondary poisoning as a result of pesticides and herbicides.",
    "References": "",
    "Further reading": "Chiroptera Specialist Group 1996. Saccolaimus flaviventris. 2006 IUCN Red List of Threatened Species. Downloaded on 10 July 2007.\nBarrett, Janine L. (2004) \"Australian Bat Lyssavirus.\" PhD thesis, The University of Queensland. Australian Bat Lyssavirus - DAFF eResearch Archive (eRA)"
  }
}