{
  "url": "https://en.wikipedia.org/wiki/Yellow-winged_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Megadermatidae"
    },
    {
      "Genus": "LaviaGray, 1838"
    },
    {
      "Species": "L. frons"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-winged bat (Lavia frons) is one of five species of false vampire bat (family Megadermatidae) from Africa.",
    "Description": "The yellow-winged bat has a total length of 58–80 mm and a body weight of 28-36 g. Females tend to be slightly larger than males. The wingspan averages 36 cm. This specie's pelage is made of long hairs that are typically pearl grey or slaty gray. Males may have greenish-yellow fur on the hindparts and on the ventral surfaces. As their name suggests, the bat has wings that are reddish-yellow which is also the color of their other membranes as well as their noseleaf and ears. The membranes are largely hairless although there is some fur on the upper arms. The ears are fairly long and have a spiky tragus. They have an elongated noseleaf with a blunt but pointed tip. Although the yellow-winged bat has an advanced interfemoral membrane, they lacks an external tail. The dental formula is 0.2.1.11.2.3.3. Glands exist on the lower back of males and discharge a yellow substance. Females have false nipples near the anus and are used by the young to hold on to.",
    "Ecology": "The yellow-winged bat has an extensive range throughout sub-Saharan Africa south to northern Zambia. The bat mostly lives in woodland and savannah habitats and in elevations of less than 2,000 m. They prefer acacia trees and thorn bushes near bodies of water, around which they fly. They prefer to live in areas where the vegetation is well spaced, which allows them to view more of their surroundings. The yellow-winged bat primarily roosts in small trees and shrubs. They can also be found roosting in trees cavities and buildings. They will roost in two separate trees; a primary and a peripheral tree. Bats use their primary roost in the morning and again before evening. Bats travel between primary and peripheral roost trees, especially on hot days, as they may need shade. These flights are typically short but longer flights have been recorded in midday.Unlike other false vampire bats, the yellow-winged bat feeds only on insects and not small vertebrates. They will feed on both soft- and hard-bodied insects.  Bats may feed on termites, scarab beetles, orthopterans, lepidopterans and dipterans. The size of prey ranges from \"very small to relatively large\". The yellow-winged bat is a sit-and-wait predator. They perch and listen for prey and if it flies by, the bat launches their attack. This species, while potentially vulnerable to predation, is very alert. Mambas, bat hawks, night tree vipers and common kestrels may prey on this species.",
    "Behavior and life history": "The yellow-winged bat is a monogamous species. Males and females form pairs during the breeding season and establish their own foraging territories. They are no more than 1m apart when roosting together. One member is vigilant during the day, and is able to turn its head 225° and move its ears. Between the foraging periods in the morning and evening, the male visits the peripheral roost, protecting it from potential intruders. In the morning, the pairs interact with each other before splitting up for the day. The male and female meet again at the primary roost tree before evening to interact. The maximum amount of male-female social interaction occurs between May and early June. This is when insects are more numerous and the young are able to hone their hunting skills. The exact time at which the yellow-winged bat gives birth can vary by region; parturition occurs at the close of the dry season in October in Zambia, while at Lake Baringo in Kenya, it occurs the start of the so-called \"long rains\" in April. Females are pregnant for around 3 months with only one young being born. During the first few weeks, young hang on to their mothers. Soon, the young stay at the roost for around a week and develop self-sustained flight. Young are weaned when they are around 55 days old.Calls produced by this species include search-phase echolocation calls and some social calls that can be heard by humans. Echolocation helps give the bat information on close objects. Social calls are associated with aggression, copulation or mother-offspring interactions.",
    "Status": "Little is known about human impacts on the population of the yellow-winged bat and the population dynamics of the species have not been recorded. It does not appear to be particularly threatened but is likely not very common.",
    "References": "\nD.E. Wilson & D.M. Reeder, 2005: Mammal Species of the World: A Taxonomic and Geographic Reference. Third Edition. The Johns Hopkins University Press, Baltimore\nMickleburgh, S., Hutson, A. & Bergmans, W. 2004.  Lavia frons.   2006 IUCN Red List of Threatened Species.   Downloaded on 30 July 2007."
  }
}