{
  "url": "https://en.wikipedia.org/wiki/Yellow-lipped_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Vespadelus"
    },
    {
      "Species": "V. douglasorum"
    }
  ],
  "text": {
    "__SUMMARY__": "The yellow-lipped cave bat (Vespadelus douglasorum) is a vespertilionid bat which only occurs in the Kimberley region of northwest Australia. The bat was first captured at Tunnel Creek in 1958 and a description published nearly twenty years later. Aside from observations of their physical characteristics, a preference for caves, and hunting insects over streams, little is known of the species.",
    "Description": "An insectivorous flying mammal with greyish fur, pale at the back and lighter still on the front. The hair at the shoulders and head is tinged with yellow, and bare parts, the feet and forearms, are also yellowish. The shade of the lips may a buff orange or light cinnamon.  The forearm measurement is 34–38 mm (1.3–1.5 in), and the weight range is 3–5 g (0.11–0.18 oz). The long and slender fore-arm, foot, and head is comparatively lighter than the rest of the animal.Vespadelus douglasorum is distinguished by the length of forearm to 34.3 to 37.8 mm. total of head and body 35 to 44 mm, length of tail 35 to 38 mm and a length from notch at base to the tip of ear is 11 to 12.5 millimetres. The sample range in weight of 4.5 to 6 g averaged to a mean of 5.3 grams.They resemble the smaller 'northern cave' species Vespadelus caurinus, except for the darker colouring lacks a yellowish hue.",
    "Taxonomy": "The first description, published as Eptesicus douglasi, was made by Darrell Kitchener in 1976. The epithet was emended by Kitchener to douglasorum in 1987, the same year another systematic treatment transferred that taxon to a subgeneric arrangement within Pipistrellus, allied to Pipistrellus (Vespadelus). The type location is at Tunnel Creek in the Kimberley region, located in the north-west of the continent in the state of Western Australia. The holotype obtained at Tunnel Creek was the first collection of specimen, captured in a mist net in 1958 by D. Farner and D. L. Serventy. Further specimens were shot at Drysdale River National Park and at the Prince Regent River reserve.No subspecies are recognised within the population, although several specimens are noted as aberrant, possible subspecies or species, and designated as Vespadelus aff. douglasorum.The specific epithet \"douglasi\" honours the work of Marion and Athol M. Douglas, for their contributions to research of Australian bats.  Common names include the 'yellow-lipped' eptesicus or cave bat, and large cave eptesicus.\nThe common names include yellow-lipped bat, and Kimberley or yellow-lipped cave bat.",
    "Habitat and distribution": "Vespadelus douglasorum is restricted to the Kimberley region and is widespread within this range. The conservation status is of least concern, without known threatening factors and a population assumed to be stable; a listing in 1999 for the species as 'data deficient'. They are poorly surveyed and studied. Anthropogenic threats to the population include disturbance while roosting by visitors to caves and loss of habitat due to agricultural practices.The species occurs in areas of higher rainfall in the north-west of the range, mostly associated with areas of rainfall greater than 800 mm per annum, and at the devonian limestone of an ancient reef in the southern Kimberley. It is also recorded at islands of the Kimberley region: Adolphus, Augustus, Bigge, Boongaree, Middle Osborn, Storr, and Wulalam Islands. The areas in which they forage are streams running through tropical woodland, riparian zones dominated by pandanus and melaleuca trees within the 800 mm isohyet.",
    "Behaviour": "They roost in limestone and sandstone caves in colonies, smaller in number with occasional records are of up to eighty individuals. The breeding behavior is largely unrecorded, it is assumed that copulation takes place in the wet season due to an observation of lactation at a maternity colony in March. They give birth a single young. The individual life expectancy is unknown, for similar species in captivity it is twelve to twenty years. The generation length of the species is approximated to be six years. They maintain small groups, typically foraging in tropical woodland vegetation and often observed hunting over open running water. Collectors of the museum specimens noted that the species was more difficult to shoot, flying closer to the cliffs than V. caurinus.",
    "Ecology": "They occur in sympatry with a bat which they resemble, the smaller and darker northern cave species Vespadelus caurinus, and found cohabiting with these and other microchiropteran species.V. douglasorum itself was discovered to host an unknown parasitic species, Psorergatoides australiensis  (Acarina: Psorergatidae), a newly described mite of a genus that parasitizes bats. These are tiny disc shaped organisms that reside at the ears or wings, under the stratum corneum, as a low grade infestation.",
    "Footnotes": "\n\n== References =="
  }
}