{
  "url": "https://en.wikipedia.org/wiki/Yuma_myotis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Vespertilionidae"
    },
    {
      "Genus": "Myotis"
    },
    {
      "Species": "M. yumanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Yuma myotis (Myotis yumanensis) is a species of vesper bat native to western North America.",
    "Description": "The Yuma myotis is a relatively small myotis, measuring 3.9 to 4.8 cm (1.5 to 1.9 in) in head-body length,  with an average wingspan of 24 cm (9.4 in) and a weight of about 6 g (0.21 oz). The simple dental formula of a bat species in the genus Myotis is 2.1.3.33.1.3.3, for a total of 38 teeth. This dental formula applies to Myotis yumanensis as well. Individuals vary in color across their range, and can be anything from dark brown to pale tan, or even greyish. The fur is short and dull, and significantly paler, sometimes even whitish, on the underside of the animal. The tail is 2.7 to 4.0 cm (1.1 to 1.6 in) in length, with only the tip extending beyond the edge of the uropatagium. The calcar is long, extending about 60% of the distance from the ankle to the tail, and, unlike that of many other North American species of Myotis, lacks a keel. The feet are large and broad, and the ears moderately long, with a slim, straight tragus. The head has a short, broad snout, and a rounded cranium.It is similar to Myotis occultus, but most closely resembles the little brown bat, from which it can only be distinguished through the examination of a number of different features considered together.",
    "Distribution and habitat": "First described from specimens captured near Fort Yuma, the Yuma myotis is found throughout much of western North America. It is found in a variety of western lowland habitats, from arid thorn scrub to coniferous forest, but always close to standing water such as lakes and ponds. When not close to a body of water, the Yuma Myotis can be found in the thousands roosting in caves, attics, buildings, mines, underneath bridges, and other similar structures. There is little information on the migration of this species, but there have been recordings in Texas during the winter season.Six subspecies are recognized:\nM. y. iambi - limited to central Baja California Sur\nM. y. lutosus - Sinaloa to the State of Mexico\nM. y. oxalis - limited to central California\nM. y. saturatus - British Columbia, western Washington and Oregon, and most of California\nM. y. sociabilis - eastern Washington and Oregon, Idaho, western Montana, and north-eastern California\nM. y. yumanensis - south-eastern California, southern Nevada, Utah and Colorado, and across to western Texas and north-western Mexico",
    "Biology and behavior": "Yuma myotis are nocturnal, and forage for insects above the surface of slow moving water or in vegetation close to the water's edge. They are maneuverable fliers, with a wing aspect ratio of about 6.45, and can fly at up to 9 mph (14 km/h). Food foraging begins at dusk and finishes a few hours after sunset. They feed on beetles and soft-bodied insects, but are opportunistic hunters with no preference for particular prey. Instead, they feed on whatever is most common in their areas; for example, they feed primarily on moths in Texas, but on flies in Oregon. Like most bats, the Yuma Myotis will locate insects in flight by emitting ultrasonic sounds known as echolocation, then they either catch the insects in their mouths or use their tail membranes as a pouch to snag larger insect prey.Although their natural roosts include caves, rock crevices, and hollow trees, they are more commonly found today in artificial structures close to water. In suitable locations, they have been reported to establish colonies with as many as 10,000 members. They are relatively inactive during the winter, spending some of the time in torpor, but probably do not migrate any significant distance. The echolocation calls of Yuma myotis are frequency modulated and sweep abruptly from 59 to 72 kHz down to 45 to 50 kHz.Yuma myotis typically undergo a polygynandrous mating system, where a female pairs with several males, each of which also pairs with several different females. Males and females are usually around 1 year old at the time of sexual and reproductive maturity, and they will only produce 1 offspring. Mating occurs in the fall, but the females retain the sperm for several months, so ovulation and fertilization will not occur immediately. Young are born between late May and late June, and weigh around 1.4 g (0.05 oz) at birth. Initially blind and hairless, their eyes open around the fifth day, and they are completely furred by day nine.",
    "Conservation": "In May 2017, the lethal fungal disease white-nose syndrome was recorded in this species for the first time, in the second recorded case in Washington state. This discovery brings the total number of bat species affected by the disease up to eight (an additional seven species have been documented with the spores on their bodies, but without the symptoms of the disease).",
    "See also": "Bats of the United States\nBats of Canada\n\n\n== References =="
  }
}