{
  "url": "https://en.wikipedia.org/wiki/Zenker's_fruit_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Pteropodidae"
    },
    {
      "Genus": "ScotonycterisMatschie, 1894"
    },
    {
      "Species": "S. zenkeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Zenker's fruit bat (Scotonycteris zenkeri) is a species of megabat in the family Pteropodidae. It is found in Cameroon, Central African Republic, Republic of the Congo, Democratic Republic of the Congo, Ivory Coast, Equatorial Guinea, Gabon, Ghana, Guinea, Liberia, and Nigeria. Its natural habitats are tropical and subtropical moist broadleaf forests and subtropical or tropical swamps. It is threatened by habitat destruction.",
    "Description": "This very small fruit bat is distinguished by having pale-coloured lips and three white patches on the head, one on the forehead and one behind each eye. The fur is soft, dense and fluffy; the dorsal pelage is medium-brown to rusty brown, the flanks are medium to greyish-brown and the chest and belly are whitish to pale grey, with scantier, stiffer hairs. The wing membranes are brown or greenish-brown and there is no discernable tail.",
    "Distribution and habitat": "This fruit bat is endemic to tropical West and Central Africa. Its range includes Guinea, Liberia, Ivory Coast, Ghana, Nigeria, Cameroon, Bioko Island, Equatorial Guinea, the Republic of the Congo and the Democratic Republic of the Congo. However, its range is not continuous throughout these countries, as it is only known from certain widely-separated locations, especially in the Congo Basin. In general, it is known from all the locations where Pohle's fruit bat (Casinycteris ophiodon) occurs, and some additional ones.Suitable habitat for this bat includes both primary and secondary lowland rainforest, mangrove forests, forest fringes, clearings and gardens. It sometimes occurs in forest-savanna mosaic zones but avoids large clear-felled areas. It is mostly found at altitudes below 800 m (2,600 ft) but also occurs up to 1,100 m (3,600 ft) on the Western High Plateau of Cameroon. In the Congo Basin, it is often found in degraded secondary growth forest where the understorey is dominated by Haumania liebrechtsiana.",
    "Ecology": "This species is locally rare or very rare. When catching bats with mist nets in Taï National Park in Ivory Coast, only about 3.6% of the bats caught were this species, putting it sixth among the eight species caught. It seems to have two peaks of activity, between 21.00 and 23.00 hours, and again between 02.00 and 04.30 hours, whereas Pohle's fruit bat is active in the intervening period. The diet  is not precisely known. It seems to forage in both the canopy and the understorey zone. Near Mount Richard-Molard, on the Guinea / Ivory Coast border, it is known to consume the fruits of Solanum torvum and Solanum erianthum during July to September.\n\n\n== References =="
  }
}