{
  "url": "https://en.wikipedia.org/wiki/Ziama_horseshoe_bat",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Chiroptera"
    },
    {
      "Family": "Rhinolophidae"
    },
    {
      "Genus": "Rhinolophus"
    },
    {
      "Species": "R. ziama"
    }
  ],
  "text": {
    "__SUMMARY__": "The Ziama horseshoe bat (Rhinolophus ziama) is a species of bat in the family Rhinolophidae. It was first described in 2002. It is found in Guinea, Sierra Leone, and Liberia. Its natural habitats are subtropical or tropical moist lowland forests and subtropical or tropical moist montane forests. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. It is threatened by habitat loss.",
    "Description": "The Ziama horseshoe bat can be distinguished from the Maclaud's horseshoe bat because it is significantly smaller in body size. While it is smaller than Maclaud's horseshoe bat, it is still one of the largest horseshoe bats in Africa. They weigh between 20–24 g (0.71–0.85 oz) as adults. Their forearms are 58–60 mm (2.3–2.4 in). Their ears are 35–37 mm (1.4–1.5 in) long, pointed at the tips, and have 11-12 inner folds. Their noseleafs are 11.5 mm (0.45 in) wide, almost covering their snouts. Their pelage is soft and woolly in texture, with dorsal hairs paler at the base and darker at the tip; ventral hairs are uniformly buffy",
    "R. maclaudi group": "As the genus Rhinolophus is quite speciose, it is split into groups. Maclaud's horseshoe bat is the identifier of one of these groups, called the maclaudi group, which currently consists of six species, three of which were not described before 2003. Members of this group have large ears, and a diminished connection between the sella and lancet.\nMaclaud's horseshoe bat—R. maclaudi\nRhinolophus willardi—discovered in 2013\nRuwenzori horseshoe bat— R. ruwenzorii\nHill's horseshoe bat—R. hilli\nRhinolophus kahuzi—discovered in 2013\nZiama horseshoe bat—R. ziamaR. maclaudi and R. ziama are considered the two West African taxa, while the other four species are found further east around the Albertine Rift. The West African species are larger in size than the East African species, with R. maclaudi as the largest bat of the species group. As these species are very similar morphologically, it was previously thought that R. hilli and R. ruwenzorii were the same taxon, and that the taxon was a subspecies of the Maclaud's horseshoe bat.",
    "Conservation": "As of 2002, only four specimens had ever been encountered; all were captured via mist-netting in 1990 and 1992. Three were encountered in the Ziama Massif of Guinea, while the other was captured in Wonegizi Nature Conservation Unit in Liberia. Based on the two known locations of occurrence at the time, the species range was feared to be as small as 32 km2 (12 sq mi) There are concerns that its habitat in Liberia could have been damaged by the Second Liberian Civil War.\nIn 2006, a fifth specimen was captured in Sierra Leone, extending the range of occurrence by 450 km (280 mi). It is one of five species of microbat in Africa listed as endangered by the IUCN.\n\n\n== References =="
  }
}