{
  "url": "https://en.wikipedia.org/wiki/Gymnopilus_punctifolius",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Gymnopilus"
    },
    {
      "Species": "G. punctifolius"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopilus punctifolius is a species of mushroom in the family Strophariaceae found in North America.",
    "Taxonomy": "The fungus was originally described in 1903 by American mycologist Charles Horton Peck as Cortinarius punctifolius. Alexander H. Smith transferred it to Flammulina in 1945. It was given its current name when Rolf Singer transferred it to Gymnopilus in 1951.",
    "Description": "The cap is initially convex before flattening out, reaching 2.5–10 cm (1–4 in) in diameter. It color is dull purple-red with tones ranging from bluish green to greenish yellow to olive or brown.  The cap's surface texture is smooth overall except for a central fibrillose patch sometimes present in young specimens. The cap margin, initially curled inward, often becomes wavy with age. The bitter-tasting greenish-yellow flesh is thick and firm, and lacks any distinct odor. Gills have an attached to sinuate attachment to the stipe when young, which often becomes deeply emarginate (notched near the stipe) later. They are broad and closely spaced, with intervening lamellae (short gills). Initially yellowish olive, the gills become pinkish cinnamon as the spores mature.The spore print is reddish yellow. spores are thin-walled, oval with small warts on the surface, and measure 4–6 by 3.5–5 µm. Clamp connections are present in the hyphae.",
    "Habitat and distribution": "Gymnopilus punctifolius fruit scattered or in groups on decaying coniferous wood, debris, and rich humus. It has been found in Idaho, Washington, Oregon, California, Wyoming, Michigan, Massachusetts, and New Mexico between August and September.",
    "See also": "\nList of Gymnopilus species\n\n\n== References =="
  }
}