{
  "url": "https://en.wikipedia.org/wiki/Gymnopilus_aeruginosus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Gymnopilus"
    },
    {
      "Species": "G. aeruginosus"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopilus aeruginosus, also known as the Magic Blue Gym, is a mushroom which grows in clusters on dead wood and wood chip mulch. It is widely distributed and common in the Pacific Northwest. It has a rusty orange spore print and a bitter taste and contains the hallucinogen psilocybin. It was given its current name by mycologist Rolf Singer in 1951.",
    "Description": "",
    "Description-Cap": "The cap is (2) 5–15 cm (23) across, convex with an incurved margin and expands to broadly convex to almost plane in age. The top is dry, fibrillose, and scaly, often with a blueish-green tinge when young. The color is variable, often with various bluish green, pink, or vinaceous patches. The cap is sometimes cracked in age. The flesh is pallid to whitish, sometimes turning buff or pinkish-buff in age. The scales are tawny or reddish becoming dark brown.",
    "Description-Gills": "The gills are close or crowded, and broad. They are buff to yellow-orange or ochre, and adnexed to adnate. They are at first slightly decurrent, often seceding. The edges are even to slightly rough.",
    "Description-Spores": "Spores are 6—9 µm by 3.5—4.5 µm and have no germ pore. They are roughened and elliptical. Pleurocystidia are rare and clamp connections are present. The basidia each have four spore. Gymnopilus aeruginosus has a rusty to rusty-orange or rusty-cinnamon spore print.",
    "Description-Stipe": "The stipe is (3) 5 –  12 cm long, (0.4) 1.0 —  1.5 cm (4) thick, and has a more or less equal structure. It is covered with appressed fibrils, soon disappearing. It is smooth, dry, dusted with rusty orange spores and has a cottony, scanty, yellowish, partially fibrillose veil that leaves an evanescent zone of hairs near the apex of the stipe. It is colored more or less like the cap; it is flesh whitish, tinged greenish or bluish green,  becoming yellowish or pinkish brown when dry. It is solid but becomes hollow, and is sometimes striated.",
    "Habitat and formation": "Gymnopilus aeruginosus grows gregariously to cespitosely on stumps, logs, and woodchip mulch/sawdust on hardwood and conifers; Gymnopilus aeruginosus grows in spring, fall, and winter, common in the Pacific Northwest, it also grows in some of the southern states of the United States, such as Tennessee, and Georgia.  It is also found in Japan and Korea.",
    "See also": "List of Gymnopilus species",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkley: Ten Speed Press. ISBN 0-9610798-0-0.",
    "External links": "Rogers Mushrooms - Gymnopilus aeruginosus\nGuzmán-Dávalos, Laura; Mueller, Gregory M.; Cifuentes, Joaquín; Miller, Andrew N.; Santerre, Anne (Nov–Dec 2003). \"Traditional infrageneric classification of Gymnopilus is not supported by ribosomal DNA sequence data\" (PDF). Mycologia. 95 (6): 1204–1214. doi:10.2307/3761920. JSTOR 3761920. PMID 21149021."
  }
}