{
  "url": "https://en.wikipedia.org/wiki/Berberis_nevinii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Mahonia"
    },
    {
      "Species": "M. nevinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Mahonia nevinii (syn. Berberis nevinii, Odostemon nevinii), known by the common name Nevin's barberry, is a species of flowering shrub in the barberry family.\nThis plant is endemic to southern California, where it is known from very few occurrences in the riparian areas of chaparral in inland canyons and foothills. It is a California state and United States federally listed endangered species, since 1987 and 1998, respectively. There are thought to be about 500 individuals remaining, with half of those being naturally occurring plants. It is also cultivated in gardens and parks as an ornamental and barrier plant.",
    "Description": "Mahonia nevinii is an erect, evergreen, rhizomatous shrub approaching a maximum height of 4 metres (13 ft). It has a dense foliage of dark green to bluish-green spiny-toothed, spear-shaped leaflets. It flowers in racemes of 3 to 5 bright yellow cup-shaped, layered blossoms, that appear in spring between March and April. The fruit is a spherical reddish berry appearing in bunches, in the summer, eventually darkening to a dark blue. The plant was first described by American botanist Asa Gray, in 1895, named in of honor fellow botanist, Reverend Joseph Cook Nevin (1835-1912), who was active in China and Southern California, particularly in the Channel Islands. It was later described in 1901 by Fedde and Engel as Mahonia nevinii. Gray's original description for the plant was the following:Berbericidae, Berberis.\nB. Nevinii, Gray, n. sp. Leaflets 3 to 7, oblong-lanceolate, rather evenly and numerously spinulose-serrulate, half to full inch long, obscurely reticulated; lowest pair toward base of petiole: raceme loosely 5-7-flowered, equalling [sic] or surpassing the leaves • pedicels slender. — S. California, near Los Angeles, Nevin. Shrub 7 or 8 feet high, on a sandy plain. Berries juicy, ovoid, black or blue with a copious white bloom, called by Californian Mexicans Leña Amarilla, and northward Oregon Grape: leaflets ovate to oblong, usually 2 or 3 inches long: racemes commonly fascicled at summit of stem or in axils, subsessile, dense and numerously flowered; pedicels rather short. Following a reclassification in 1961, some botanists re-classified Berberis nevinii (see Berberis) as Mahonia nevinii (see Mahonia), many commercial growers continue to use both names interchangeably. As early as 1880, Gray stated that \"[a]ll our species belong to the section Mahonia, Nutt., which has evergreen unequally pinnate leaves, sessile spinulosely dentate leaflets, and dark blue globose berries.\"  In a 1908 publication on fruits of California, Edward J. Wickson, refers to other Californian barberries as belonging to the Mahonia genus and briefly describes M. aquifolium, M. nervosa, and M. pinnata. The latter is described as also being called leña amarilla (yellow firewood), by Spanish Californians and noted for its \"small, pleasant-flavored fruit\". It also shares a name with Leña amarilla, a name given to Adesmia pinifolia, a thorny shrub, native to the Andes of Mendoza.  The conflation of the common name in Spanish, may be due to the plant's rarity and ambiguity in classification during the early classification process. In his initial description of Mahonia species in California, Gray stated:B. Pinnata, Mahonia fascicularis, DC.  Hills about San Francisco Bay and southward to San Diego, thence East to New Mexico. Fruit pleasant to the taste and known to the Mexicans as Leña amarilla. There has always been much confusion and is still some uncertainty respecting this species and its allies. Lagasca's original description (published in 1803) professedly included specimens both from Monterey and from Vancouver Island, while the plant cultivated in the gardens from his seed, and figured under this name, appears to have been wholly the Oregon form, which Pursh afterwards included with the low B. repens in his description and figure of B. Aquifolium. Humboldt and Bonpland afterward applied the name B. pinnata to a Mexican plant, figured by them, and DeCandolle at length included all, the Mexican, Californian, and Oregon together, under the name Mahonia fascicularis. The question of synymy is most conveniently solved by retaining what has become the ordinary application of the names, B. fascicularis being limited to the Mexican species, which seems distinguishable from the Californian B. pinnata by its more numerous, more acuminate, and less shining leaflets.",
    "Distribution": "Populations were historically found in washes of the San Fernando Valley, near the Tujunga wash (near the neighborhood of Garnsey).  It was described in the 1910 Bulletin of the New York Botanical Garden as:\"A rare species apparently confined to the San Fernando Valley, where it occurs sparingly on the sandy slopes along the eastern edge of the valley. Upper Sonoran. Specimens examined: 'Los Angeles Valley,' probably San Fernando Valley, Nevin, April, 1882; San Fernando, Franceschi, 1893; wash near Garnsey, San Fernando Valley, Grinnell, Oct. 31, 1903\"The plant grows between 900 and 2,000 feet of altitude (300 - 610 m) in typical Southern California plant communities like coastal sage scrub, chaparral, cismontane woodland, riparian scrub, sandy and gravelly places, and washes below 2150 feet. The plant is naturally occurring with chamise, manzanitas, California sages, ceanothus species, bush poppy, and bladderpod.\nThere are currently about 21 known populations of the plant remaining, and almost all of them have fewer than 20 individuals, with some with as few as 5 individual plants. As of 1989, the USDA estimated that fewer than 500 plants exist in total. The populations are scattered throughout the San Gabriel Mountains and the Peninsular Ranges in Los Angeles, San Bernardino, and Riverside Counties, its distribution possibly extending just into San Diego County. The USDA lists the plant as naturally occurring in Angeles National Forest and Cleveland National Forest.  Naturally-occurring, extant populations can be found in Dripping Springs (near Aguanga), Scott Canyon, Agua Tibia Wilderness, and a large population in Vail Lake/Oak Mountain Area. The populations in Devil's Gate Dam, Arroyo Seco, the Rose Bowl, Rimforest, and San Timoteo appear to be introduced, according to a 2009 Southern California Edison Environmental Report for a renewable transmission line project in the Tehachapi Mountains.  The same report states that plants in the San Francisquito canyon appear to be the only naturally regenerating population, despite having been introduced by seed.Threats to the species include habitat loss due to destruction, fragmentation of existing populations due to road-widening, degradation from urban development, off-road vehicle use, horseback riding, modified fire regimes, gold extraction activities, biocides, and displacement by exotic plant species, such as Spanish broom. Additionally, it appears that the plant does not seed easily or frequently, which means that the community does not regenerate as quickly as competing species; the single individual at Dripping Springs successfully reproduced 56 years after it was initially documented.",
    "Cultivation": "Mahonia nevinii is cultivated as a drought-tolerant ornamental plant by specialty plant nurseries.  It is planted as a shrub in native plant and wildlife gardens, natural landscaping of parks in its range, drought tolerant landscaping, and for habitat restoration projects.It can serve as an impenetrable barrier hedge, due to the spiny-toothed dense foliage. With berries appearing in the summer, earlier/later than other chaparral plants, it is an attractive bird food plant.  The plant was introduced into cultivation in California by Theodore Payne in the 1920s.",
    "See also": "California chaparral and woodlands\nList of California native plants\nTheodore Payne Foundation",
    "References": "",
    "External links": "Jepson Manual eFlora (TJM2) treatment of Mahonia nevinii — formerly Mahonia nevinii.\nBerberis nevinii — U.C. Photo gallery\nNevin's Barberry on Calscape.org"
  }
}