{
  "url": "https://en.wikipedia.org/wiki/Berberis_laurina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. laurina"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis laurina is a spiny and woody, (semi-)evergreen shrub belonging to the barberries in the family Berberidaceae. It may grow to up to 2½ m high. The leaves are bluish green, and may turn yellow or red during autumn and winter. It has drooping racemes of light yellow flowers. The species is endemic to Uruguay, southern Brazil and Argentina (Misiones province). The local name in Uruguay is espina amarilla, while it is called espinho-de-judeu in Brasil.",
    "Description": "Berberis laurina is a spiny and woody shrub, up to 2½ m high, evergreen or with semi-persistent foliage. The leaves are bluish green, and may turn yellow or red during autumn and winter. The species is occurs in the wild in Uruguay, southern Brazil and the Misiones province in the very east of Argentina. Its leaves are simple, alternate or sometimes almost in a whorl, hairless, leathery, with a short leafstem. The leafblade is elliptical in shape, 3–9 cm long, sometimes widest beyond midlength, and has a triangular base, entire margins or with few spiny teeth, while the tip also ends in a spine. The thorns on the branches are split in three arms of about 4 cm long, and are somewhat yellowish in colour. The inflorescence is a drooping, raceme of 6–11 cm long, with pedicels of ½–1 cm long. The star symmetrical flowers are hermaphrodite and 4 mm in diameter. The calyx and corolla cannot be clearly distinguish since both consist of concave, ovate, light yellow tepals, together twelve in four worls of three. The six stamens stand opposite to the inner two worls. The fruit is a small, oblong berry of 6–8 mm long, bluish black, and contain one to three seeds each.",
    "References": "",
    "External sources": "Héctor A. Keller (2010). La presencia en Argentina de Berberis laurina Billb. (Berberidaceae), una especie de uso múltiple. Kurtziana versión On-line, ISSN 1852-5962"
  }
}