{
  "url": "https://en.wikipedia.org/wiki/Berberis_empetrifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. empetrifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis empetrifolia, sometimes called heath barberry, is a low, somewhat spiny shrub belonging to the barberries in the family Berberidaceae. The local names in Chile are zarcilla, monte negro and uva de la cordillera. It has small narrow entire leaves, and small yolk-colored flowers and later globose blue-black berries. The species originates south of 30ºS in Argentina and Chili, where it grows on sunny, often gravelly soils, and is sometimes planted as an ornamental elsewhere in temperate climates.",
    "Description": "Heath barberry is a low (up to ½ m high and over 1 m wide in the wild) shrub. The mature twigs have a warm brown color, with 3-branched, flattened, light brown spines (1-1½ cm long) under each short side shoot. The thick, narrow leaves are semi-deciduous, linear in shape (1–2 cm long), somewhat bluish-green, with entire, rolled-under margins, and pointed, often purplish tips that may later die-down to a light brown. The flowers are radially symmetrical (about ½ cm), occur late in spring individually or in small umbels, are yolk yellow hinting towards orange. As in other Berberis species, the tepals are set in four whorls of three to five and equal in shape and color, so it is difficult to separate sepals from petals. The filament has a tooth on each side near its upper end, where the anther is attached. The fruit is a globose, blue-black berry of about 7 mm in diameter.",
    "Taxonomy": "Like almost every Berberis species in South-America, B. empetrifolia belongs to the subgenus Australes, characterised by simple, evergreen leaves and glaucous, purplish to black berries. Within that subgenus, B. empetrifolia forms a group with B. actinacantha, B. congestiflora, B. rotundifolia, B. horrida, B. microphylla, B. glomerata, B. grevilleana, and B. comberi. This group more or less shares the following character states: leafy spines, flowers in umbels, short styles, filaments with teeth, and palmately veined leaves.Berberis empetrifolia occurs to form natural hybrids with at least B. grevilleana and B. montana.",
    "Distribution": "Heath barberry occurs is southern Argentina and Chile, up to subalpine or alpine heights in the Andes among rocks and grows largest in stable scree.",
    "Ecology": "Berberis empetrifolia is adapted to tough microclimates, and typically grows in such places as the stormy beaches of the southern islands and inlets of Chile, the constant drying winds of Patagonia such as in Ainsen, and rocky Andes slopes.The berries are eaten by wildlife, such as the lizard Liolaemus belii. Research has shown the seeds are adapted to digestion as both germination speed and total final rate are higher after passing through the gut, and this is possibly caused by abbration of a waxy layer from the seed in the gut. This does not only lead to dispersal over a wider area, but also do these lizards fecate often on bare soil, which improves the chances of survival of the seedlings.",
    "Use": "As in all barberry species, the rhizomes contain berberine, an alkaloid salt with antibacterial effects, antitumour activity, and a beneficial influence on diabetes and cholesterol levels. As it is not easily taken up by the body, oral treatment against enteric infections such as bacterial dysentery can be effective without serious impacts elsewhere in the body. Glycyrrhiza, a component of liquorice contains an antagonist of berberine, and will neutralise its effect. The berry of the heath barberry is edible raw or cooked, and it can be used in jams after removing the seeds. The rest of the plant is poisonous. It is sometimes planted as an ornamental, and in good soil it can eventually exceed 1 m in height and 2 m wide.\n\n\n== References =="
  }
}