{
  "url": "https://en.wikipedia.org/wiki/Berberis_cretica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. libanotica"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis libanotica is a species of plant in the family Berberidaceae.\nThe etymology of the generic name is not certain. Berberis libanotica is considered by C. Schneider and most botanists after him as specifically distinct from B. cretica L. It is however very close to it and differs only by the absence of stomata on the upper side of the leaves. It is a medicinal plant well known to the Lebanese, who make use of the solution obtained by maceration of its roots in tepid water for treating certain liver and gall bladder diseases. The investigation of its active agents was the topic of a doctorate dissertation in pharmacy submitted by J. Ades in 1948 at the French Faculty of Medicine, Beirut.",
    "Description": "Shrubby tree reaching up to 1.50 metres (4 ft 11 in). Branches blackish red. provided with strong yellow spines, close to each other, often 3-parted. Leaves glabrous, sessile, 15–25 millimetres (0.59–0.98 in) long over 5–7 millimetres (0.20–0.28 in) wide, strongly innerved.\nInflorescence in racemes smaller than leaves. Perianth made of 6 petal-like yellow sepals, 4–5 millimetres (0.16–0.20 in) in diameter. Stamens ; anthers oval. Ovary topped by a thick sessile stigma. Fruit an ovate blackish berry.",
    "Flowering": "May–June.",
    "Habitat": "Mountains.",
    "Distribution": "Middle mountain, eastern slope, Hermon, Antilebanon.",
    "Geographic area": "Syria, Lebanon.",
    "References": "\nGeorges Tohme& Henriette Tohme, IIIustrated Flora of Lebanon, National Council For Scientific Research, Second Edition 2014."
  }
}