{
  "url": "https://en.wikipedia.org/wiki/Berberis_holstii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. holstii"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis holstii is a spiny evergreen shrub assigned to the barberry family, with simple leaves, hanging panicles with a few yellow flowers and eventually blackish-blue berries. It is one out of only species of Berberis that grow in the wild in Africa, where it can be found at high altitudes (above 2000 m) in Tanzania, Uganda, Kenya, Ethiopia, Somalia, and Malawi. It is also reported from Yemen and Oman. In Malawi it is known as Kayunga, while in Ethiopia it is called Gewo, Yeset af in Amharic, as well as Zinkila, a name also used in the Afar language, and Godxantool in the Somali language.",
    "Description": "Berberis holstii is hairless evergreen shrub of 1–3 m high, with reddish or brownish young shoots, that later develop dark grey bark. At the base of the short side shoots, that carry leaves and flowers, are 1–4 cm long spines with three (to five) branches. The leaves appear simple, but there are two short hairlike leaflets at the base. The large top leaflet is stiff and leathery, and mostly measures 2–3 cm in length, is generally inverted egg-shaped and may have a few spiny teeth along the margin and one at the tip. The typical yellow barberry flowers are in few flowered panicles 2½–7½ cm long. The three inner sepals are 6–7 mm long and rounded at their tip. The six petals are 4½–6 mm long and inverted egg-shaped. Like the flowers in many other Berberis-species, they contain stamens that respond to touch by rapidly moving upwards and inwards, to promote delivering pollen on the body of a visiting insect. The flowers will develop into long oval berries which retain the stigma, and are initially frosted green, turn to a frosted deep purple when ripe, and contain one to four seeds. In Malawi, flowers are present in October and November, while the berries are ripe in May and June.",
    "Taxonomy": "In 1847, Achille Richard described our species as Berberis tinctoria, an unavailable name since Jean-Baptiste Leschenault de La Tour had already used it on another species in 1822. Daniel Oliver proposed Berberis aristata, but this name had also been used before, this time by Augustin Pyramus de Candolle in 1821 for a somewhat differing but closely related species from the Himalayas. In 1895, Adolf Engler described Berberis holstii, which he assigned to the Berberidaceae, based on a plant that was collected by Holst in the Usambara Mountains, in former Tanganyika. Remarkably, Engler described Berberis aristata var. subintegra in the year 1900 based on a specimen collected by Goetze in the Uluguru Mountains in Tanganyika. In 1905, Camillo Karl Schneider described Berberis petitiana based on a plant collected by Quartin Dillon and Petit in Menisa, Ethiopia. Leslie Walter Allen Ahrendt described Berberis grantii in 1961 based on a specimen from the western Usambara Mountains collected by Grant. All of these names are now considered synonymous.",
    "Distribution": "Berberis holstii occurs in the highlands of eastern Africa, from northern Malawi to Ethiopia and Somalia, and on the Arabian Peninsula in Yemen and Oman.",
    "Habitat": "Berberis holstii can be found in open upland woodland, on the margins and glades of mountain rain-forest, mountain evergreen bushland and the park-like landscapes where the scattered trees mostly are Juniperus, Hagenia and Olea. This species usually occurs between 2300–3200 m of altitude.",
    "Ecology": "Berberis holstii is susceptible to the rust species Puccinia graminis and P. striiformis, and spores of P. graminis from B. holstii can infect certain varieties of wheat, barley, rye, and oat.",
    "Use": "Berberis holstii is used as firewood, for making hedges, and cut branches are reported to be useful in the construction of barriers that are difficult for rodents to pass. It is also used in traditional medicine against a host of ailments, including coughing, pneumonia, malaria, stomach ache, and STDs, as an infusion of the root. One study found that alkaloid extracts of the roots showed significant activity against a strain of the malaria parasite, Plasmodium falciparum, as well as good activity against a strain of HIV, while not being cytotoxic.",
    "Conservation": "Berberis holstii is considered a most important source for traditional medicine. Because the root is used in most cases, and hence entire plants are collected in substantial quantities, the species may become threatened.\n\n\n== References =="
  }
}