{
  "url": "https://en.wikipedia.org/wiki/Berberis_bealei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Mahonia"
    },
    {
      "Species": "M. bealei"
    }
  ],
  "text": {
    "__SUMMARY__": "Mahonia bealei (Beale's barberry) is a shrub native to mainland China (Anhui, Fujian, Guangdong, Guangxi, Henan, Hubei, Hunan, Jiangsu, Jiangxi, Shaanxi, Sichuan, Zhejiang). The species has sometimes been regarded as the same species as Mahonia japonica, native to Taiwan, but the two differ consistently in certain floral and leaf characters. Both species are widely cultivated in many countries as ornamentals. Mahonia bealei has reportedly escaped cultivation and become established in the wild in scattered places in the southeastern United States from Arkansas to Florida to Delaware.Mahonia bealei is a shrub or small tree up to 8 metres (26 ft) tall. Leaves are up to 50 cm long, with 4–10 pairs of leaflets, plus a much larger terminal leaflet. Flowers are borne in an erect raceme up to 30 cm long. The berries are egg-shaped, dark purple and up to 15 mm long.First collected in China (Anhui) by Robert Fortune, the plants were taken to Shanghai, where they were lodged in the garden of Mr Beale to await transportation to Europe. Fortune named the species after Beale in an issue of the Gardeners' Chronicle and was sure it was a distinct species, separate from Mahonia japonica. However, Chronicle editor John Lindley, was unconvinced and repeatedly referred to the new species as Berberis (Mahonia) japonica. The confusion between M. japonica and M. bealei is reflected in subsequent literature, with the latter referred to variously as M. japonica var. bealei, M. japonica ‘Bealei’ or M. japonica Bealei Group. Plants labelled as M. bealei with silver undersides to the leaves have been recognized as the cultivar 'Silver Back', though the original Fortune plants lack this silver colouration; 'Silver Back' may represent a different species.\n\n\n== References =="
  }
}