{
  "url": "https://en.wikipedia.org/wiki/Berberis_koreana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. koreana"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis koreana, the Korean barberry, is deciduous shrub that can grow up to 5 feet (1.5 m) in height.  The species is native to Korea, northeastern China, and other parts of East Asia. It is widely planted as an ornamental tree in North America, South America and Europe.",
    "Distribution": "Berberis koreana  is native to Korea and East Asia and has been recently used as an ornamental tree in the United States. The genus Berberis however, ranges widely in Temperate zones of North America and Eurasia. The species is reportedly naturalized in a few locations in the US State of Vermont.",
    "Habitat and ecology": "Berberis koreana is a deciduous shrub that is considered hardy which means it can tolerate temperatures as low as 5 °F (−15 °C).  B. koreana can also tolerate a range of soil types; it can be in a well-drained or moist soil.  B. koreana can be placed in full sun or part shade but does not prefer to be in full shade.",
    "Morphology": "Individuals of this species are deciduous shrubs with berries that are purple to red in color. The leaf margins are dentate and have inflorescences in racemes on reddish branchlets. The leaves are simple, alternating, are either elliptical or oval shape and are dark to medium-green in color. They show pinnate venation with smooth edges that are 1–3 inches (2.5–7.6 cm) in length.",
    "Morphology-Flowers and fruit": "The flowers of Berberis koreana are approximately 0.2 inches (5.1 mm) in length, appear in clusters, and are yellow in color when they bloom in the spring. B. koreana has 0.2–0.3 inches (5.1–7.6 mm) egg-shaped, red to purple berries in the fall and winter months. The flower has six yellow sepals, six stamens and six petals that can be yellow to dark orange-red. B. koreana has 1-10 seeds that are tan to red-brown or black.",
    "Uses": "",
    "Uses-Food": "Berberis berries are edible but sour and are used only in jams and jellies.  However eating high quantities of B. koreana berries can result in adverse side effects.  See Intoxication section.",
    "Uses-Medicinal purposes": "There are no established medical uses for barberry. However, roots of other Berberis species were used by American Indians and settlers to help with upset stomachs, hemorrhages, tuberculosis, and eye trouble. It has also been said, but not proved, that Berberis koreana can be used as an antibacterial agent. Recent studies found that compounds synthesized from the trunk of B. koreana showed cytotoxicity against human tumor cell lines and inhibited the growth of a skin melanoma.",
    "Uses-Intoxication": "\nSeveral species of Berberis contain alkaloids such as berberine, canadine, columbamine, corypalmine, jatrorrhizine, and palmatine.  These alkaloids are all very similar in chemical structure, but they vary in the effects they have on humans. Protoberberine relaxes smooth muscle and causes a decrease in overall blood pressure. Berberine, at high dosages, has been known to cause seizures and inhibit enzymes. Berberis can have adverse side effects such as severe digestive tract irritation that includes nausea, vomiting, and diarrhea. The side effects are not life-threatening and can be treated.\n\n\n== References =="
  }
}