{
  "url": "https://en.wikipedia.org/wiki/Berberis_integerrima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. canadensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis canadensis, commonly known as the American barberry or Allegheny barberry, is a member of the family Berberidaceae. Berberis canadensis is one of only two simple-leaved or 'true' Berberis indigenous to the United States. The other is B. fendleri of the southwest U.S. The epithet \"canadensis\" literally means \"Canadian\" but was often used by 18th-Century botanists to refer to any plants growing in northeastern North America.",
    "Morphology": "In its native range, B. canadensis can be difficult to distinguish from the introduced weed species B. vulgaris. Useful distinguishing traits are that the second-year branches are brown, purple, or reddish (rather than grey) and there are fewer teeth along the edge of a leaf, and fewer flowers in an inflorescence.Berberis vulgaris is a deciduous shrub, which grows, on average 1 meter in height, sometimes reaching as high as 2 meters. It spreads by rhizomes, forming large stands of clones. Rhizomes enable the plant to absorb more nutrients from the soil. This enables the species to grow in relatively dry environments. Stems of Berberis canadensis are hairless, not extensively branched, and range in color from green, purple, red, to brown. Stems also grow in a dimorphic fashion. The leaves on the shrub are arranged in an alternate pattern with petioles 8 mm in length and covered in a white waxy coating known as glaucose.  In addition, leaves are thin and smooth and ovate in structure. A seemingly random venation pattern is visible on the underside of the leaves.",
    "Distribution": "Berberis canadensis is indigenous in 13 of the 50 states of the United States. Berberis canadensis occurs naturally from the Appalachian Mountains from southern Pennsylvania to northern Georgia and Alabama. Scattered populations have also been reported as far west as Missouri.The species primarily thrives on rocky slopes on the sides of hills and mountains. The species used to be a lot more prevalent in the past, however due to its connection with wheat rust, the United States government has slowly been eradicating the species. It seems that the species has reached an equilibrium with the environment, thus indicating no further expansion of the range. Unlike most plants whose growth is restricted by weather, B. canadensis is primarily restricted by soil composition and habitat openness.",
    "Habitat and ecology": "Berberis canadensis grows in many diverse open environments. It can be found in dry woodlands or on exposed hillside. The species grows in different soils types as well, ranging from basic to slightly acidic and extremely shallow in depth. The soil is well-drained with occasional moisture obtained from seasonal rainfall. Berberis canadensis is perennial, and is associated with a number of plants that grow in its habitat.",
    "Flowers and fruit": "Flowers of Berberis canadensis are arranged in a raceme. They are usually 2–5 cm (1–2 in) in length and have six petals. The petals are cup-shaped and notched at the tips. In addition, flowers are set in a double row pattern, with one petal sitting on top of another. They range in color from yellow to a dull whitish yellow with a bright green stigma protruding out of the middle. The stamen responds to physical stimuli and bends towards the stigma when a stimulus is present.\nBerberis canadensis also produces small, bright red berries that are edible. Berries are oblong in shape and have a high acid content. This gives the fleshy berries an appealing tart-like taste.",
    "Uses": "",
    "Uses-Food": "The fruit of Berberis canadensis are used extensively by many people, and is rich in vitamin C. Historically, it has been known as a major source of nutrition for the indigenous people of southeastern United States. The juicy red berries of the plant can be cooked to make jelly. The juice of the berries is also a sought-after refreshment. Lastly the berries of the B. canadensis are pounded to produce a paste similar to oatmeal. In addition, the berries are sometimes used to make alcoholic beverages.",
    "Uses-Medicine": "Native Americans, specifically the Cherokee, have been known to use Berberis canadensis as a remedy for diarrhea. The bark of the plant would be placed in water and then drunk to help alleviate the symptoms.\n\n\n== References =="
  }
}