{
  "url": "https://en.wikipedia.org/wiki/Berberis_morrisonensis",
  "classification": [
    {
      "Domain": "Eukarya"
    },
    {
      "Kingdom": "Plantae"
    },
    {
      "Phylum": "Magnoliophyta"
    },
    {
      "Class": "Magnoliopsida"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "Berberis morrisonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis morrisonensis,commonly known as Yushan Barberry (Chinese:玉山小檗) or Red Fruit Baeberry  (Chinese:红果小蘖、赤果小蘖) is a perennial deciduous shrub belonging to the genus Berberis and endemic to Taiwan.",
    "Distribution": "It is located in the high-altitude mountain area above 3,000 meters in Taiwan and is distributed in the Xueshan Range, Central Mountain Range, and Yushan Range. However, the Central Mountain Range still dominates. The deciduous shrubs distributed in the margins of high-altitude forests in Taiwan or in high-altitude forest borders belong to the neutral and slightly shade-loving species, which makes it the highest distributed species among the genus Berberis.",
    "Characteristics": "It is a perennial deciduous shrub that grows in grows in open areas , forests, arrow bamboo grove, or cuttings with good light transmission. The plant height is about 1 meter and there are three small thorns on the stem. Leaves 8–10 together, papery narrowly obovate to oblanceolate, leaf about 1.5–2.5 cm in length, and 0.5–1 cm in width. The leaf margins are sparsely sharply serrate, and the leaves on both sides are of the same color and hairless, but sometimes the lower half of the leaves will be pale green with obvious veins. Yellow long elliptic flowers, 3-6 bunches clustered in leaf axils, short panicles; pedicels 2.5-3 cm long; outer sepals long-ovate, about 3.5 cm long, 1.5 cm wide, and inner sepals 6 cm long , 3 cm wide; petals are elliptic, 5-6 cm long, 3-3.5 cm wide; ovules approximately 4-9. Red round spherical berries, approximately 1 cm long. Every year from the end of April to May in late spring and early summer is the budding period. Fl. Jun-Jul, Fr. Sep-Oct, leaves falling from November to December, and entering dormancy during the winter.",
    "References": "\n\"Berberis morrisonensis Hayata, 1911\". TaiBNET. Taiwan: Biodiversity Research Centre, Academia_Sinica. Retrieved 2013-01-24."
  }
}