{
  "url": "https://en.wikipedia.org/wiki/Berberis_ilicifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. ilicifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis ilicifolia, sometimes called holly barberry or holly-leaved barberry is a medium to high, spiny shrub belonging to the barberries in the family Berberidaceae. The local name in Chile is Chelia. It has ovate leaves with a few teeth that end in spines, reminiscent of holly leaves. Its orange flowers grow with three to seven together, which later produce globose blue-black berries. The species originates south of 40ºS in Argentina and Chile, where it grows in Nothofagus woods. Flowers are present from August to December, while ripe berries are available between November and March.",
    "Description": "The holly barberry is an evergreen shrub of between 1–4 m high. Branches develop from reddish brown, with ridges lengthways and very fine grains when young, to yellowish gray, circular in cross-section with persistent half circle-shaped leaf scars, and often with corky outgrowths. The spines are mostly split at base into three arms of 4–12 mm long, often somewhat curved outward, and almost at a straight angle to each other. Bracts are narrowly triangular and about 1 cm long. The leaf blades are approximately elliptic, 20-50 × 12–22 mm, with the largest width before, at or beyond midlength, stiff and leathery, shiny danker green on top, but sometimes prone to patchy reddish brown or golden discoloration, and whitish green underneath. The margin mostly has few teeth (zero to six, mostly one to four) at each side that end in spines of 1–4 mm long, and with a truncated,  or pointed and spined tip. The base can be rounded or pointed more or less blending with the leafstem of up to 4 mm long. The midvein is slightly sunken above but sticks out underneath, the three to five pairs of secondary veins that partially reach the leaf margin, partially curve back on their neighbours. The inflorescens is a raceme of tree to seven flowers on a common inflorescens stem ⅔–2 or exceptionally 3½ cm long, and stems of the individual flower mostly a bit shorter. The flowers are orange in color and ½–1 cm long, with about 14 tepals, that change in shape form almost circular to ovate going out. The filaments are 3 mm long and do not have a tooth on each side, unlike in many other Berberis species, and the anther is about 1½ mm long. The pistils are 3–7 mm long and almost cylindrical and are topped with a stigma of about 1½ mm across. These develop into ball-shaped, 1 cm, glaucous berries that contain four to six seeds, each about ½ cm long.",
    "Description-Differences with related species": "Berberis ilicifolia looks like B. serratodentata and their home ranges coincide between Coihaique and Puyehue. Here one species merges into the other, most probably through consecutive interbreeding, and the bastard grade may be called B. ×pseudoilicifolia. Typical B. ilicifolia leaves are 1½–2½ times longer than wide, with mostly one to four teeth on each side, while branches carry many spines. Pure B. serratodentata leaves are 2½-4 times longer than wide, with more than ten teeth on each side, while spines on the branches are rare.",
    "Taxonomy": "Berberis ilicifolia was first described by Georg Forster in 1789. B. lagenaria described by Jean Louis Marie Poiret in 1808, and B. subarctica described by Michel Gandoger in 1913 both are now regarded as synonyms of B. ilicifolia. Like almost every Berberis species in South-America, B. ilicifolia belongs to the subgenus Australes, characterised by simple, evergreen leaves and glaucous, purplish to black berries. Within that subgenus, B. ilicifolia forms a group with B. chilensis, B. litoralis, B. valdiviana, B. darwinii, B. trigona, B. serratodentata, B. negeriana, and probably B. laurina. This group more or less shares the following character states: large trifid spines, flowers in racemes, long styles, filaments without teeth, and secondary veins that partially reach the leaf margin, partially curve back on their neighbours.",
    "Ecology and use": "Holly barberry comprises the understory of lenga Nothofagus pumilio and nire Nothofagus antarctica woods, together with hard log mayten Maytenus magellanica, Fuchsia magellanica and the smaller barberry species B. microphylla. The filaments are tactile, i.e. they suddenly jerk upright when touched, with the result that visiting insects will be showered with pollen. Stems have been used to make bows by the inhabitants of Tierra del Fuego, because the wood is sufficiently pliant and does not branch over sufficient length.\n\n\n== References =="
  }
}