{
  "url": "https://en.wikipedia.org/wiki/Berberis_aristata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. aristata"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis aristata, also known as Indian barberry, \"chutro\" or tree turmeric, is a shrub belonging to the family Berberidaceae and the genus Berberis.   The genus comprises approximately 450-500 species of deciduous evergreen shrubs and is found in the temperate and sub-tropical regions of Asia, Europe, and America.  B. aristata is native to the Himalayas in India and in Nepal. It is also naturally found in the wet zone of Sri Lanka.",
    "Morphology": "Berberis aristata is characterized by an erect spiny shrub, ranging between 2 to 3 m (6.6 to 9.8 ft) in height.  It is a woody plant, with bark that appears yellow to brown from the outside and deep yellow from the inside.  The bark is covered with three-branched thorns, which are modified leaves, and can be removed by hand in longitudinal strips.  The leaves are arranged in tufts of five to eight and are approximately 4.9 cm (1.9 in) long and 1.8 cm (0.71 in) broad.  The leaves are deep green on the dorsal surface and light green on the ventral surface.  The leaves are simple with pinnate venation. The leaves are leathery in texture and are toothed, with several to many small indentations along the margin of the leaf.",
    "Flowers and fruits": "The flowering season begins in mid-March and lasts throughout the month of April. The yellow flowers that develop are complete and hermaphroditic.  The average diameter of a fully opened flower is 12.5 mm (0.49 in).  The flowers form a racemose inflorescence, with 11 to 16 flowers per raceme, arranged along a central stem.  The flower is polysepalous, with three large and three small sepals, and polypetalous, with six petals in total.  The male reproductive structure, the androecium, is polyandrous and contains six stamens, 5–6 mm (0.20–0.24 in) long.  There is one female reproductive structure, the gynoecium, which is 4–5 mm (0.16–0.20 in) long and is composed of a short style and a broad stigma.  The plant produces bunches of succulent, acidic, edible berries that are bright red in color and have medicinal properties. The fruits start ripening from the second week of May and continue to do so throughout June. The berries are approximately 7 mm (0.28 in) long, 4 mm (0.16 in) in diameter, and weigh about 227 mg (0.0080 oz).",
    "Uses": "The fruits of the species are eaten by people living in areas where the plant is found, often as a dessert.  They are juicy and contain plenty of sugars and other useful nutrients that supplement their diet.  The roots can also be used for making an alcoholic drink.\nThe plant as a whole is a good source of dye and tannin which is used for dyeing clothes and for tanning leather.",
    "Uses-Medicinal uses": " \nIn India, B. aristata is used in traditional herbal medicine.  Its stem, roots, and fruits are used in Ayurveda.A preparation called rasaunt is prepared by boiling the bark of the root and of the lower part of the stem in water.  The solution is then strained and evaporated until a semi-solid mass, rasaunt, is obtained.  It is mixed with either butter and alum, or with opium and lime-juice.The root bark contains the bitter alkaloid berberine, which has been studied for its potential pharmacological properties.\n\n\n== References =="
  }
}