{
  "url": "https://en.wikipedia.org/wiki/Berberis_vulgaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. vulgaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis vulgaris, also known as common barberry, European barberry or simply barberry, is a shrub in the genus Berberis. It produces edible but sharply acidic berries, which people in many countries eat as a tart and refreshing fruit.\nThe shrub is native to central and southern Europe, northwest Africa and western Asia; it is also naturalised in northern Europe, including the British Isles and Scandinavia, and North America. In the United States and Canada, it has become established in the wild over an area from Nova Scotia to Nebraska, with additional populations in Colorado, Idaho, Washington State, Montana, and British Columbia. Although not naturalised, in rural New Zealand it has been widely cultivated as a hedge on farms. It is cultivated for its fruits in many countries.",
    "Description": "It is a deciduous shrub growing up to 4 metres (13 ft) high. The leaves are small oval, 2–5 centimetres (0.79–1.97 in) long and 1–2 centimetres (0.39–0.79 in) broad, with a serrated margin; they are borne in clusters of 2–5 together, subtended by a three-branched spine 3–8 mm long. The flowers are yellow, 4–6 millimetres (0.16–0.24 in) across, produced on 3–6 centimetres (1.2–2.4 in) long panicles in late spring. The fruit is an oblong red berry 7–10 millimetres (0.28–0.39 in) long and 3–5 millimetres (0.12–0.20 in) broad, ripening in late summer or autumn; they are edible but sour.",
    "Culinary uses": "The berries are edible and rich in vitamin C, though with a very sharp flavor; the thorny shrubs make harvesting them difficult, so in most places, they are not widely consumed. They are an important food for many small birds, which disperse the seeds in their droppings.\nIn Europe, the berries have been traditionally used as an ingredient in making jam. The berries are high in pectin which makes the jam congeal as it cools after having been boiled. In southwestern Asia, especially Iran, the berries are used for cooking, as well as for jam-making. In Iran, barberries are commonly used as a currant in rice pilaf.\nZereshk or sereshk is the Persian name for the dried fruit of Berberis spp., specifically that of Berberis integerrima 'Bidaneh', which is widely cultivated in Iran. Iran is the largest producer of zereshk.\nThe South Khorasan province in Iran is the main area of zereshk and saffron production in the world, especially around Birjand and Qaen. About 85% of production is in Qaen and about 15% in Birjand. There is evidence of cultivation of seedless barberry in South Khorasan two hundred years ago. A garden of zereshk is called zereshk-estan. Zereshk is widely used in cooking, imparting a tart flavor to chicken dishes. It is usually cooked with rice, called zereshk polo, and provides a nice meal with chicken.",
    "Other uses": "The plant has been widely cultivated for hedges in New Zealand.Berberis vulgaris (European barberry) is the alternate host species of the wheat rust fungus (Puccinia graminis), a grass-infecting rust fungus that is a serious fungal disease of wheat and related grains. For this reason, cultivation of B. vulgaris is prohibited in Canada and some areas of the United States (Connecticut, Massachusetts, Michigan, New Hampshire).\nSalishan elders have used M. aquifolium to treat acne and native American Indians used barberries to treat scurvy. A decoction of the plant has been used to treat gastrointestinal ailments and coughs.The use of the plant in traditional medicine has been limited by the bitter taste of the bark and root. However, numerous folk medicinal uses for barberry exist.",
    "See also": "Berberis microphylla, calafate (a related shrub with similar berries, native in temperate South America)\n\n\n== References =="
  }
}