{
  "url": "https://en.wikipedia.org/wiki/Mahonia_fortunei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Mahonia"
    },
    {
      "Species": "M. fortunei"
    }
  ],
  "text": {
    "__SUMMARY__": "Mahonia fortunei  is a species of shrubs in the family Berberidaceae, the barberry family, described as a species in 1846. It is endemic to China, found in the provinces of Chongqing, Guangxi, Guizhou, Hubei, Hunan, Jiangxi, Sichuan, Taiwan, and Zhejiang. It is grown as an ornamental in many lands, with common names including Chinese mahonia, Fortune's mahonia, and holly grape.Some authorities place the genus Mahonia in Berberis because there is no definite morphological distinction between the two genera. The subject awaits in-depth genetic analysis.",
    "Description": "This is an evergreen shrub that usually grows up to 2 meters tall, but sometimes reaches 4 meters. It is upright, spreading, and somewhat rounded. It has a slow to moderate rate of growth and a moderate density. The leaves are odd-pinnately compound and alternately arranged. They are dull to dark green on top and pale yellowish green on the undersides. The blades measure up to 28 centimeters long by 18 wide. The foliage is borne in bunches at the stem tips. The inflorescence is a raceme with 4 to 10 fascicles of yellow flowers. The flowers have a sweet scent and are insect-pollinated. The fruit is a rounded purple-blue berry about half a centimeter long. The fruit is edible and acidic in flavor but it has numerous seeds. It can be eaten cooked or raw and contains a good amount of vitamin C.",
    "Chemistry": "This and many other related species contain the alkaloid berberine, a chemical being studied for its therapeutic potential.",
    "Cultivation": "This species is widely cultivated in China and in other places, such as Indonesia, Japan, and United States.This species is grown as an ornamental plant in gardens. It has multicolored leaves and yellow flowers. The fruits attract birds. It does not tend to have pests, and it is heat-tolerant.It makes an adequate hedge and it can be confined to a container for use as a houseplant.\n\n\n== References =="
  }
}