{
  "url": "https://en.wikipedia.org/wiki/Mahonia_haematocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Berberis"
    },
    {
      "Species": "B. haematocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Berberis haematocarpa, Woot. with the common names red barberry, red Mexican barbery, Colorado barberry and Mexican barberry, is a species in the Barberry family in southwestern North America.  It is also sometimes called algerita, but that name is more often applied to its relative, Mahonia trifoliolata.",
    "Distribution": "The shrub is native to the southwestern United States and northern Mexico at elevations of 900–2,300 metres (3,000–7,500 ft). It grows on rocky slopes and canyons of mountains, in Pinyon-juniper woodlands, grasslands, and desert chaparral.  It is found on slopes and mesas in Arizona, New Mexico, Colorado, Texas, and Sonora. It is also native to sky island habitats of the Mojave Desert in California and southwestern Nevada.",
    "Description": "Berberis haematocarpa is a shrub growing up to 3–4 m (9.8–13.1 ft) tall, with stiff and erect branches.It has thick, rigid  pinnate leaves of several centimeters long. Each is made up of a few thick 3-7 lance-shaped leaflets with very spiny toothed edges. They are a glaucus whitish-gray in color, due to a thick cuticle of wax.The inflorescences bear 3 to 5 bright yellow flowers, each with nine sepals and six petals all arranged in whorls of three. The plant blooms from February to June.The fruit is a juicy, edible deep red to purplish-red berry, spherical and up to 8 mm (0.31 in) across.",
    "Description-Taxonomy": "The compound leaves place this species in the group sometimes segregated as the genus Mahonia, and classified as Mahonia haematocarpa.",
    "Uses": "Native Americans of the Apache tribe used the plant's wood shavings for a yellow dye and as a traditional eye medicine, and it's fresh and preserved fruit for food.",
    "References": "",
    "External links": "Calflora Database: Berberis haematocarpa (red fruited mahonia)\nUC Photos gallery: Berberis haematocarpa"
  }
}