{
  "url": "https://en.wikipedia.org/wiki/Mahonia_repens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Mahonia"
    },
    {
      "Species": "M. repens"
    }
  ],
  "text": {
    "__SUMMARY__": "Mahonia repens commonly known as creeping mahonia, creeping Oregon grape, creeping barberry, or prostrate barberry, is a species of Mahonia native to the Rocky Mountains and westward areas of North America, from British Columbia and Alberta in the north through Arizona and New Mexico, then into northwest Mexico by some reports. It is also found in many areas of California and the Great Basin region in Nevada.",
    "Description": "Mahonia repens is a typical mahonia with conspicuous matte blue berries. It grows as a subshrub. The yellow flowers appear in the middle of spring, and the blue berries in early summer. Although it is evergreen, in fall the leaves turn bronze. The plant is found at elevations from 300 metres (980 ft) to 2,200 metres (7,200 ft).",
    "Taxonomy": "Some botanists place Mahonia repens, and the genus Mahonia as a whole, in the barberry genus Berberis. In this case, the scientific name may be given as Berberis repens. Additionally, some botanists treat the plant as a subspecies of tall Oregon grape (Berberis aquifolium), in which case the scientific name Berberis aquifolium var. repens is applied.",
    "Distribution and habitat": "It is native to Northern America, and found in US states of Minnesota, Nebraska, South Dakota, Colorado, Idaho, Montana, Oregon, Washington, Wyoming, New Mexico, Texas, Arizona, California, Nevada and Utah. It is also found in Canada, within the provinces of Alberta and British Columbia.It is widespread, and found at low to mid elevation on dry plateaus, in forests and on foothills.",
    "Uses": "The berries are edible but are considered bitter, and used to make jellies.The Tolowa and Karok Indians of Northwest California used the roots for a blood and cough tonic. The Hopi, Paiute, Navajo, Shoshoni, Blackfoot, Cheyenne, Mendocino, and other tribes also used the plant for medicinal, food, and ceremonial needs. Native Americans also used the wood of the stem to produce yellow dyes to stain woven baskets.",
    "Cultivation": "Creeping mahonia is cultivated as an ornamental plant for use in natural landscaping, and in water conserving, drought tolerant, traditional residential, native plant habitat, and wildlife gardens. It is a low water-needing ground cover for shade and brighter habitats, and in gardens under oaks to reduce or eliminate irrigation that can threaten mature Quercus trees. Berries and foliage are resistant to browsing by deer.\nIt is a year-round attractive, hardy plant, tolerant of drought, frost, and heat, so it is popular with landscape designers and gardeners. It can provide good ground cover in a cold situation. In garden conditions, and where their ranges overlap in nature, this species hybridizes readily with Oregon-grape (Mahonia aquifolium), and the hybrids are less prostrate in their habit than the pure stock.",
    "References": "",
    "Other sources": "Beetle, A. A. Recommended plant names. Univ. Wyoming Agr. Exp. Sta. Res. J. 31. 1970 (Names Beetle)\nCorrell, D. S. & M. C. Johnston Manual of the vascular plants of Texas. 1970 (F Tex)\nErhardt, W. et al. Zander: Handwörterbuch der Pflanzennamen, 17. Auflage. 2002 (Zander ed17)\nFNA Editorial Committee Flora of North America. 1993- (F NAmer)\nHickman, J. C., ed. The Jepson manual: higher plants of California. 1993 (F CalifJep)\nHitchcock, C. L. et al. Vascular plants of the Pacific Northwest. 1955-1969 (F Pacif NW)\nKearney, T. H. & R. H. Peebles Arizona flora, ed. 2. 1969 (F Ariz)\nMartin, W. C. & C. R. Hutchins A flora of New Mexico. 1980 (F New Mex)\nMcGuffin, M., J. T. Kartesz, A. Y. Leung, & A. O. Tucker Herbs of commerce, ed. 2. 2000 (Herbs Commerce ed2)\nWelsh, S. L. et al. A Utah flora. Great Basin Naturalist Mem. 9. 1987 (F Utah)",
    "External links": "Mahonia repens - UC/CalPhotos Gallery"
  }
}