{
  "url": "https://en.wikipedia.org/wiki/Mahonia_japonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Mahonia"
    },
    {
      "Species": "M. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Mahonia japonica is a species of flowering plant in the family Berberidaceae, native to Taiwan. Despite the name, it is not native to Japan, though it has been known in cultivation there for centuries. The wild origins of this species have long puzzled botanists, but wild plants in Taiwan, known under the name Mahonia tikushiensis, appear most similar to the cultivated forms of M. japonica.",
    "Description": "It is an evergreen shrub growing to 2 m (7 ft) tall by 3 m (10 ft) wide. The foliage is pinnate, glossy dark green above, paler beneath, and sharply toothed. Each leaf usually has six to eight pairs of leaflets together with a single terminal leaflet. The plant produces new shoots regularly from the base, so it is clothed in foliage at all levels.\nThe small, scented, yellow flowers are borne from autumn through winter into spring. The inflorescences are 25 cm or more long, at first arching and then pendant. Blue or black fruits develop in spring and summer.",
    "Cultivation": "The plant is much grown as an ornamental shrub, and for use in landscapes. It is of value for its bold foliage, flowers in flowering season, and as a groundcover landscape shrub. Its spiny foliage, like that of the closely related Berberis, invite use in security hedging.\nMahonia japonica has received the Royal Horticultural Society's Award of Garden Merit.  The hybrid between it and Mahonia oiwakensis subsp. lomariifolia is also a popular garden plant. Known as Mahonia × media, several cultivars have been developed from it, including 'Charity', 'Winter Sun' and 'Lionel Fortescue'. A hybrid with Mahonia duclouxiana (M. siamensis), called Mahonia × lindsayae 'Cantab', though less well known, is a useful garden plant and also holds an Award of Garden Merit.Mahonia bealei, native to mainland China and also widely cultivated, is usually treated as a separate species, but in the past has been listed as a cultivar of Mahonia japonica. Its most obvious differences from M. japonica are in shorter, upright flowering racemes and wider leaflets.\n\n\n== References =="
  }
}