{
  "url": "https://en.wikipedia.org/wiki/Odostemon_fremontii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Berberidaceae"
    },
    {
      "Genus": "Mahonia"
    },
    {
      "Species": "M. fremontii"
    }
  ],
  "text": {
    "__SUMMARY__": "Mahonia fremontii (syn. Berberis fremontii) is a species of barberry known by the common name Frémont's mahonia (after John C. Frémont).",
    "Distribution": "Mahonia fremontii is native to mountainous regions of the US states of Arizona, Nevada, California, Colorado, New Mexico and Utah. It reaches a height of up to 3 m, and has pinnate leaves of 3–9 leaflets. Flowers are pale yellow, fruits ellipsoid and dull reddish-purple. The plant was named in honor of John C. Fremont.",
    "Description": "Mahonia fremontii is an erect evergreen shrub growing up to 4.5 meters tall. The leaves are several centimeters long and are made up of several holly-leaf-shaped leaflets, each about 2 centimeters long and edged with spiny teeth. The leaves are purplish when new, green when mature, and greenish blue when aged.\nThe abundant inflorescences each bear 8 to 12 bright yellow flowers, blooming generally in the spring but sometimes in the fall. Each flower is made up of nine sepals and six petals all arranged in whorls of three. The fruit is a berry up to 1.5 centimeters wide, ranging in color from yellowish to purple to nearly black.",
    "Uses": "The Zuni people use the crushed berries as a purple coloring for the skin and for objects employed in ceremonies.",
    "References": "",
    "External links": "Calflora Database: Berberis fremontii (Fremont barberry)—formerly Mahonia fremontii.\nJepson Manual eFlora (TJM2) treatment Berberis fremontii  (Fremont barberry)—formerly Mahonia fremontii.\nUSDA Plants Profile for Mahonia fremontii (Fremont barberry)\nColorado Wildflowers Mahonia Fact Sheet\nU.C. Photos gallery of Berberis fremontii"
  }
}