{
  "url": "https://en.wikipedia.org/wiki/Lactifluus_vellereus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Russulales"
    },
    {
      "Family": "Russulaceae"
    },
    {
      "Genus": "Lactifluus"
    },
    {
      "Species": "L. vellereus"
    }
  ],
  "text": {
    "__SUMMARY__": "Lactifluus vellereus (formerly Lactarius vellereus), commonly known as the fleecy milk-cap, is a quite large fungus in the genus Lactifluus. It is one of the two most common milk-caps found with beech trees, with the other being Lactarius subdulcis.",
    "Taxonomy and systematics": "Lactifluus vellereus is one of a handful of north temperate milk caps that belong to the genus Lactifluus which has been separated from Lactarius on phylogenetic grounds. Its closest species is L. bertillonii, with which it forms a rather isolated clade in the genus.",
    "Description": "Like other mushrooms in the family Russulaceae, the L. vellereus fruit body has crumbly, rather than fibrous, flesh, and when this is broken the fungus exudes a milky latex. The mature caps are white to cream, funnel-shaped, and up to 25 cm (9.8 in) in diameter. It has firm flesh, and a stipe which is shorter than the fruit body is wide. The gills are fairly distant (quite far apart), decurrent, and narrow, and have brown specks from the drying milk. The spore print is white in colour.Lactifluus bertillonii is closely related and very similar, but has hotter milk. Another similar, but phylogenetically distant species is Lactarius controversus, distinguishable mainly by its white gills and lack of rosy markings on the upper cap.",
    "Distribution and habitat": "The mushroom is found in deciduous woods, from late summer to early winter. It is found in Britain and Europe. David Arora makes no mention of it in Mushrooms Demystified, so it is probably absent from North America.",
    "Edibility": "The milk tastes mild on its own, but hot when tasted with the flesh. It is considered inedible because of its peppery taste.",
    "See also": "\nList of Lactifluus species\n\n\n== References =="
  }
}