{
  "url": "https://en.wikipedia.org/wiki/Amanita_pantherina",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Amanitaceae"
    },
    {
      "Genus": "Amanita"
    },
    {
      "Species": "A. pantherina"
    }
  ],
  "text": {
    "__SUMMARY__": "Amanita pantherina, also known as the panther cap and false blusher due to its similarity to the true blusher (Amanita rubescens), is a species of fungus found in Europe and Western Asia.",
    "Description": "Cap:  4 – 11 cm wide, hemispheric at first, then convex to plano-convex, deep brown to hazel-brown to pale ochraceous brown, densely distributed warts that are pure white to sordid cream, minutely verruculose, floccose, easily removable. Viscid when wet, with a short striate margin. The flesh is white, unchanging when injured.\nGills: free, close to crowded, white becoming greyish, truncate.\nSpores: white in deposit, broadly ellipsoid to ellipsoid to elongate, infrequently globose. 8–12  ×  5.5–8 µm.\nStipe: 5–14 cm long × .6–2 cm wide, subcyclindric, somewhat narrowing upward, white, becoming slightly tannish in age, stuffed then hollow, finely floccose becoming smooth above the ring, and with small appressed squamules or creamy floccose material below. The volva is white, becoming grey with age, forming one or sometimes two narrow hoop-like rings just above the bulbous base. The flesh is white, unchanging when injured.\nOdour: Unpleasant or like raw potatoes\nMicroscopic features: Spores are 8–14 x 6–10 µm, smooth, elliptical and inamyloid.Other than the brownish cap with white warts, distinguishing features of Amanita pantherina include the collar-like roll of volval tissue at the top of the basal bulb, and the elliptical, inamyloid spores.\nContrary to the Amanita rubescens the panther cap  does not color red/pink (\"blush\") when the flesh is damaged, hence its name \"false blusher\". This is a key feature in differentiating both species.",
    "Habitat and distribution": "The panther cap is an uncommon mushroom, found in both deciduous, especially beech and, less frequently, coniferous woodland and rarely meadows throughout Europe, western Asia in late summer and autumn. It has also been recorded from South Africa, where it is thought to have been accidentally introduced with trees imported from Europe, and on Vancouver Island, in British Columbia, Canada.It is an ectomycorrhizal fungus, living in root symbiosis with a tree, deriving photosynthesised nutrients from it and providing soil nutrients in return.",
    "Biochemistry": "Amanita pantherina contains the psychoactive compound muscimol, but is used as an entheogen much less often than its much more distinguishable relative Amanita muscaria.",
    "Legal status": "Amanita muscaria and Amanita pantherina are illegal to buy, sell, or possess in the Netherlands since December 2008. Possession of amounts larger than 0.5 g dried or 5 g fresh lead to a criminal charge.",
    "See also": "List of Amanita species",
    "Gallery": "",
    "References": "",
    "External links": "Webpages on Amanita species by Tulloss and Yang Zhuliang\nAmanita on erowid.org\nAminita muscaria, Amanita pantherina and others (Group PIM G026) by IPCS INCHEM"
  }
}