{
  "url": "https://en.wikipedia.org/wiki/Gymnopilus_luteoviridis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Cortinariaceae"
    },
    {
      "Genus": "Gymnopilus"
    },
    {
      "Species": "G. luteoviridis"
    }
  ],
  "text": {
    "__SUMMARY__": "Gymnopilus luteoviridis is a widely distributed mushroom of the Eastern United States that contains the hallucinogens psilocybin and psilocin.",
    "Description": "Pileus: 2.5– 4 cm in diameter, moderately thick (4 –  5 mm), convex to subconic with an incurved margin when young, becoming nearly flat. Straw yellow to  mustard yellow, smooth, conspicuously fibrillose, with pale fulvous scales along the margin and becoming olivaceous towards the center of the cap, flesh the same color as the surface. Staining greenish where injured.\nGills: Adnate to adnexed with a  short decurrent tooth, thin, close to subdistant, cream buff to dark yellow, becoming rusty brown with age, edges the same color as the gill face.\nSpore print: Rusty brown.\nStipe: 4– 6 cm x 0.3— 0.5 cm, tapering slightly at the apex, stuffed to hollow, surface dry, glabrous, vertically striate, yellowish buff, staining greenish when handled or in age, the partial veil sometimes forms a faint fibrillose annular zone near the apex.\nTaste: Bitter.\nOdor: Not distinctive.\nMicroscopic features: Spores 5.5 —  7 x 4 —  5(5.5) µm ellipsoid in face view, dextrinoid, wrinkled-rough, no germ pore. Pleurocystidia present, cheilocystidia present. Pileocystidia and caulocystidia none. Clamp connections are present.\nBruising: The base and stipe will bruise blue or green.",
    "Habitat and formation": "Gymnopilus luteoviridis is found growing gregarious to cespitose on oak stumps and hardwoods from August to November. It is widely distributed in eastern North America.",
    "See also": "List of Gymnopilus species",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.\nHesler, L. R. (1969). North American species of Gymnopilus. New York: Hafner. 117 pp.\nThiers, Harry D. (1959). \"The Agaric Flora of Texas. III. New taxa of brown- and black-spored agarics\". Mycologia. 51 (4): 529–540. doi:10.2307/3756141."
  }
}