{
  "url": "https://en.wikipedia.org/wiki/Inocybe_aeruginascens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Inocybaceae"
    },
    {
      "Genus": "Inocybe"
    },
    {
      "Species": "Inocybe aeruginascens"
    }
  ],
  "text": {
    "__SUMMARY__": "Inocybe aeruginascens is a member of the genus Inocybe which is widely distributed in Europe. The species was first documented by I. Ferencz in Ócsa, Hungary on June 15, 1965.",
    "Description": "Inocybe aeruginascens is a small mycorrhizal mushroom with a conic to convex cap which becomes plane in age and is often fibrillose near the margin. It is usually less than 5 cm across, has a slightly darker blunt umbo and an incurved margin when young.  The cap color varies from buff to light yellow brown, usually with greenish stains which disappear when the mushroom dries. The gills are adnate to nearly free, numerous, colored pale brown, grayish brown, or tobacco brown.  The fruit body has greenish tones and bruises blue where damaged.  The spores are smooth and ellipsoid, measuring 6–9.5 x 4.5 micrometres and forming a clay brown spore print.  The stem is 2–7 cm long, 3 to 8 mm thick, and is equal width for the whole length, sometimes with some swelling at the base. It is solid, pale grey, becoming bluish green from the bottom up.  The stem is fibrous and appears to be covered with fine powder near the top. It has a partial veil which often disappears in age and an unpleasant soapy odor.",
    "Distribution and habitat": "Inocybe aeruginascens is widely distributed in temperate areas and has been reported in central Europe and western North America. It grows in moist sandy soils in a mycorrhizal relationship with poplar, linden, oak and willow trees.",
    "Edibility": "No toxicology information exists on Inocybe aeruginascens currently, however a minimum of \"23 unintentional intoxications\" were reported in 1982 by Drewitz and Babos. Unintentional consumption could be due to the similarity of Marasmius oreades. The symptoms of \"intoxication\" were hallucinogenic, leading Gartz and Drewitz to eventually discover the first source of psilocybin in any Inocybe species. There are no known deaths directly related to consumption, however edibility is not yet conclusive.",
    "Biochemistry": "Inocybe aeruginascens contains the formerly known alkaloids psilocybin, psilocin, baeocystin, as well a newly discovered indoleamine 4-phosphoryloxy-N,N,N-trimethyltryptamine. Jochen Gartz named this new substance aeruginascin after the mushroom species. Aeruginascin is the N-trimethyl analogue of psilocybin. Inocybe aeruginascens and Pholiotina cyanopus are the only known natural sources of aeruginascin.",
    "See also": "List of Inocybe species\nList of Psilocybin mushrooms",
    "References": "",
    "External links": "Extraction and analysis of indole derivatives from fungal biomass\nNew Aspects of the Occurrence, Chemistry, and Cultivation of European Hallucinogen Mushrooms"
  }
}