{
  "url": "https://en.wikipedia.org/wiki/Panaeolus_cyanescens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Bolbitiaceae"
    },
    {
      "Genus": "Panaeolus"
    },
    {
      "Species": "P. cyanescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Panaeolus cyanescens, also known as Copelandia cyanescens, is a mushroom in the Bolbitiaceae family.  Panaeolus cyanescens is a potent psilocybin mushroom and is similar to Panaeolus tropicalis.",
    "Description": "Cap: 1.5 – 4 cm across, dry, at first hemispheric, expanding to campanulate to convex, with an incurved margin when young.  Young caps start out light brown and fade to off-white or light gray at maturity, sometimes with yellowish or brownish tones.  Often developing cracks in dry weather, slightly hygrophanous, turning greenish or blue where damaged.\nGills: Broadly adnate to adnexed attachment, close, starting out gray and turning black as the spores mature.  Gill faces with a mottled appearance, edges white.\nSpores: Jet Black, 12 - 15 x 7 - 11 µm, smooth, opaque, elliptical.  With a germ pore.\nStipe: 7 – 12 cm long by 2 to 3 mm thick, equal to slightly enlarged at the base, pruinose, colored like the cap, staining blue where bruised.\nTaste: Farinaceous.\nOdor: Farinaceous.\nMicroscopic features: Basidia 4 spored, pleurocystidia fusoid-ventricose, cheilocystidia 12 x 4 µm.",
    "Distribution and habitat": "Panaeolus cyanescens is a coprophilous (dung-inhabiting) species which grows in tropical and neotropical areas in both hemispheres.  It has been found in Africa (including South Africa, Madagascar and Zaire), Australia, Bali, Belize, Brasil, Borneo, the Caribbean (Bermuda, Grenada, Jamaica, Trinidad), Puerto Rico, Costa Rica, India, Indonesia (including Sumatra), Sri Lanka, Cambodia, Thailand, Europe (including Austria, France, Great Britain, Luxembourg, Spain, Switzerland), Japan, New Zealand, Mexico, Oceania (including Fiji and Samoa), the Philippines, South America (including Bolivia, Brazil, Paraguay, Colombia, Venezuela), Tasmania, and the United States (California, Hawaii, Louisiana, Mississippi, Alabama, Florida and Texas).",
    "Gallery": "",
    "See also": "List of Panaeolus species",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.",
    "External links": "Panaeolus cyanescens cultivation\nPsilocin, psilocybin, serotonin and urea in Panaeolus cyanescens from various origins"
  }
}