{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_hispanica",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. hispanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe hispanica is a species of fungus in the family Hymenogastraceae. It produces small brown mushrooms with conical to convex caps up to 10 mm (0.4 in) in diameter and stems 16 to 25 mm (0.6 to 1.0 in) long by 0.5 to 1 mm (0.02 to 0.04 in) thick. Reported as new to science in 2000, it is only known from the Pyrenees mountain range in northern Spain and southwestern France, where it grows on horse dung in grass fields at elevations of 1,700 to 2,300 m (5,600 to 7,500 ft). The mushroom contains the psychoactive compound psilocybin. The possible depiction of this species in the 6,000-year-old Selva Pascuala rock art suggests that it might have been used in ancient religious rituals—the oldest evidence of such usage in prehistoric Europe.",
    "Taxonomy": "The species was described by Mexican mycologist Gastón Guzmán in a 2000 publication, based on specimens collected by Ignacio Seral Bozal near Huesca in northern Spain in 1995. Psilocybe hispanica is classified in the section Semilanceata of the genus Psilocybe because of its thick-walled spores and fruit body that bruises blue with handling. The specific epithet hispanica is Latin for \"Spanish\".",
    "Description": "The cap ranges in shape from somewhat conical to convex, and reaches diameters of 5 to 10 millimetres (0.2 to 0.4 in). Its surface is smooth, somewhat sticky to dry, and brown to brownish-yellow. The gills are somewhat adnate, and brown-violaceous with whitish edges. The stem is 16 to 25 mm (0.6 to 1.0 in) long by 0.5 to 1 mm (0.02 to 0.04 in) thick, cylindrical, and slightly bulbous at the base. It is whitish-yellow, with vinaceous or blue-green to blackish tones towards the base. Mature specimens do not have a veil on the stem. The flesh is whitish, but like most psilocybin-containing species, stains blue when injured.The spores are ellipsoid and measure 12–14.5 by 6.5–8 μm. They have a brownish-yellow wall greater than 1 μm thick and a broad apical germ pore with an acute hilar appendix at the base (a region where the spore was once attached to the sterigma). The basidia (spore-bearing cells in the hymenium) are four-spored, hyaline (translucent), and measure 32–44 by 8–12 μm. The cap cuticle is made of a layer 130–150 μm thick, with hyaline, thin-walled gelatinized hyphae measuring 1.5–4 μm broad. The hypodermium (the tissue layer directly under the pileipellis) is made of thin-walled, hyaline hyphae, 2.5–8 μm broad, with a brownish incrusting pigment. Clamp connections are present in the hyphae.",
    "Description-Similar species": "Psilocybe semilanceata is roughly similar in appearance to P. hispanica, but may distinguished by its mycenoid (Mycena-like) appearance and acute umbonate cap. Although the grassland habitat of the two species is similar, P. semilanceata does not grow directly on dung; rather, it is a saprobic species that grows on decaying grass roots. P. fimetaria also resembles P. hispanica, but it also has a mycenoid appearance and has a ring on the stem. In terms of microscopic characteristics, P. fimetaria has larger cheilocystidia that measure 20–32 by 4–8 μm. P. hispanica differs from P. liniformans var. liniformans in that it lacks a gelatinous gill edge. P. liniformans var. americana has larger cheilocystidia, measuring 22–33 by 5.5–9 μm, and it is known to grow only on soil around herbs, in the Northwest and Northeast USA and Chile. Deconica coprophila (formerly known as Psilocybe coprophila) is a small brownish mushroom that also grows on dung, but it does not contain psilocybin and does not have a bluing stem.",
    "Habitat and distribution": "Psilocybe hispanica is a coprophilous fungus (dung-loving), and produces fruit bodies that grow solitarily or in dense groups on horse dung; sometimes more than 25 fruit bodies can arise from the same dung. In Guzmán's original report, they were found in a Pyrenean meadow in Aragon, at an elevation of 2,300 metres (7,500 ft). In 2003, the species was reported from Tramacastillo de Tena, a small village in the Pyrenees; it was also reported to have \"penetrated the French part of the Pyrenees\". Within its restricted range, the mushroom is \"very common\" at altitudes of 1,700 to 2,300 m (5,600 to 7,500 ft).",
    "Uses": "The mushroom is consumed recreationally by Spanish youths for its mind-altering effects; other mushrooms used recreationally in Spain include P. semilanceata and P. gallaeciae. Guzmán and Castro report that a 17th-century medallion found in Tena Valley in the southern Pyrenees had images of a devil and mushrooms carved on it. The mushrooms—possibly either P. semilanceata or P. hispanica, according to Guzmán and Castro—were used in witchcraft, a common practice in the valley during the Middle Ages.It has been argued that prehistoric rock art at a site known as Selva Pascuala near the Spanish town of Villar del Humo offers evidence that P. hispanica was used in religious rituals 6,000 years ago. The rock shelter at Selva Pascuala was discovered in the early 20th century; in the early 21st century it was noticed that objects in one of the murals, which  previously had been described as \"mushrooms\", matched the general morphology of P. hispanica: the mural depicts a row of 13 mushroom-like objects with convex to conical caps, and ringless stems that vary from straight to sinuous (wavy). Additionally, the mural shows a bull, which suggests an association with the coprophilic P. hispanica. Although the hallucinogenic species P. semilanceata is also widespread in the area where the mural was found, its differing shape (narrowly conical and acutely papillate) and its habitat on soil instead of dung suggests it is not the species represented in the mural. If the interpretation is correct, the mural represents the oldest evidence of psychedelic fungi use in Europe, and the third reported instance of rock art suggesting prehistoric usage of neurotropic fungi. The only older example is from Tassili n'Ajjer, in the Sahara desert in southeast Algeria. In 1992, the Italian ethnobotanist Giorgio Samorini reported finding a painted mural dated 7000 to 9000 BCE portraying mushrooms, later tentatively identified as Psilocybe mairei, a species known from Algeria and Morocco.",
    "See also": "List of psilocybin mushrooms",
    "References": "",
    "External links": "Psilocybe hispanica  in Index Fungorum\nImages"
  }
}