{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_subaeruginascens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Homobasidiomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. subaeruginascens"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe subaeruginascens is a psychedelic mushroom which has psilocybin and psilocin as main active compounds.  This mushroom is closely related to Psilocybe subfimetaria and Psilocybe stuntzii.",
    "Description": "The cap is 1–6 cm, conical to convex, tan brown, hygrophanous, margin striate when moist, and often has a broad umbo. It bruises bluish where damaged.\nThe gills are crowded, sometimes forking, slightly mottled, cream color when young, violet brown in age, with adnate to adnexed and sometimes subdecurrent attachment.\nThe spores are dark violet brown, rhomboid to subrhomboid to subellipsoid, and 7.5-12 x 6.5-8.5 µm.\nThe stipe is 2.5 to 6.5 cm long, .2 to .3 cm thick, white to gray, finely striate, and equal to slightly enlarged near the base. It has a well-developed partial veil which leaves a persistent membranous annulus on the upper stem. It bruises blue where damaged.\nThe taste and odor are farinaceous.",
    "Distribution and habitat": "Psilocybe subaeruginascens grows in gregariously and in cespitose clusters in wood chips, piles of leaves, and woody debris in urban areas and along trails and roads in deciduous forests and gardens. It is occasionally found in dung. It is found from April to July in southern Japan and subtropical Java and in Kwazulu-Natal South Africa where it occurs in February and March.  A similar species, Psilocybe ovoideocystidiata has been reported from the Bay Area of California.",
    "See also": "List of Psilocybin mushrooms",
    "References": "\nGuzman, G. The Genus Psilocybe: A Systematic Revision of the Known Species Including the History, Distribution and Chemistry of the Hallucinogenic Species. Beihefte zur Nova Hedwigia Heft 74. J. Cramer, Vaduz, Germany (1983) [now out of print]."
  }
}