{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_liniformans_var._americana",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. liniformans"
    },
    {
      "Variety": "P. l. var. americana"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe liniformans var. americana,  is a psilocybin mushroom in the family Hymenogastraceae. It is in the section Semilanceatae of Psilocybe and has psilocybin as its main active compound.",
    "Description": "The cap is 1 — 2.5 cm convex to nearly plane, and is sometimes broadly umbonate but not papillate. It is smooth, dull grayish brown to slightly olivacous, more reddish at the center, hygrophanous, and becoming straw brown when dry with the center remaining more brownish. It sometimes has a bluish green tone, or olivacous tones at the margin when young.\nThe gills are adnexed, subdistant, broad, and dark chocolate brown to purplish brown with age.\nThe spores are dark purple brown, ellipsoid, and 13 — 14.5 by 7.5 — 8.8(10)μm.\nThe stipe is 1.4 — 3.0 cm by 1 – 2 mm, equal, enlarging at the base. It is whitish to very pale brownish, darker below, bruising blue, and finely fibrillose in the lower portion. The partial veil is thin and soon disappears.\nThe taste is weak to somewhat farinaceous; The odor is strongly aromatic to farinaceous.\nMicroscopic features: The basidia are 4-spored and pleurocystidia are absent. The cheilocystidia are 22 — 33 by 5.5 — 9 μm, lageniform and have an extended neck.",
    "Habitat and formation": "Psilocybe liniformans var. americana is found scattered to gregarious in rich pastures or grasslands, fruiting from summer to early winter. It has been collected in Washington, Oregon, and Michigan, and has also been reported from Chile where it fruits in the spring.\nThis mushroom is very close to the type variety; the main difference is the lack of a gelatinous layer on the edge of the lamellae and the terricolous habitat.",
    "See also": "List of Psilocybin mushrooms",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0."
  }
}