{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_caerulipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. caerulipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe caerulipes, commonly known as blue-foot, is a rare psilocybin mushroom of the Strophariaceae family, having psilocybin and psilocin as main active compounds. An older synonym is Agaricus caerulipes.\nIt is in the section Semilanceatae, other members of the section include Psilocybe bohemica, Psilocybe callosa, Psilocybe carbonaria, Psilocybe cyanofibrillosa, Psilocybe fimetaria, Psilocybe indica, Psilocybe liniformans var. liniformans, Psilocybe liniformans var. americana, Psilocybe pelliculosa, Psilocybe semiinconspicua, Psilocybe semilanceata, Psilocybe serbica, Psilocybe silvatica, Psilocybe subfimetaria and Psilocybe venenata.",
    "Etymology": "From the Latin words caerulea (blue) and pes (foot).",
    "Description": "Psilocybe caerulipes has a farinaceous taste and a no to slightly farinaceous odor.\n\nThe cap is 1 — 3.5 cm in diameter, obtusely conic to convex, and the margin is initially turned inwards, later becoming broadly convex to flattened or somewhat umbilicate while retaining a slight umbo, and at times quite irregular. The surface is viscid when moist from a gelatinous pellicle, but soon becomes dry and shiny, translucent-striate, and decorated with fine fibrillose veil remnants near the margin, often with greenish stains near the margin or a greenish tinge overall. It is cinnamon brown to dingy brown when fresh, hygrophanous, and soon fading to dingy ochraceous buff to cinnamon buff. The flesh is thin, pliant, bruising blue, sometimes slowly.\nThe gills are close to crowded, narrow with adnate to sinuate to uncinate attachment. They are light brown at first, becoming rusty cinnamon as the spores mature; the edges are whitish and slightly fimbriate.\nThe spores are dark purple brown, ellipsoid, 7—10  x 4—5 µm from 4-spored basidia, thick-walled, and with a broad germ pore. The spores from 2-spored basidia are larger.\nThe stipe is 3–6 cm long, 1.5–3 mm thick, equal to enlarging downwards, tough, and is whitish to buff at first. The stipe is pallid to bluish when dried, becoming dingy brown towards the base with age, and bruises blue, sometimes slowly. The surface is powdered at the apex, and covered with whitish to grayish fibrils downwards. The flesh is stuffed with a pith and is solid at first but becomes hollow It lacks an annulus but sometimes remnants of the thin cortinate partial veil form a soon disappearing fibrillose annular zone in the upper region of the stem.\nMicroscopic features: The basidia are 2- and 4-spored. Pleurocystidia are absent. The cheilocystidia are 18—35 x 4.5—7.5 µm, langeniform (swollen at the base, narrowed at the top), and with a thin neck, sometimes forked, 1—2.5 µm broad at apices.",
    "Habitat": "Psilocybe caerulipes may be found growing solitary to cespitose, in deciduous forests on hardwood slash and debris, plant matter, on or about decaying hardwood logs, birch, beech and maple.",
    "Season": "Psilocybe caerulipes grows from late May through December.",
    "Distribution": "Psilocybe caerulipes grows in eastern North America, from Nova Scotia to North Carolina, and west to Michigan. It has also been found as far south as Mexico in the states of Hidalgo and Veracruz.  In Mexico it is found in cloud forests on Fagus.  It is often overlooked as just another little brown mushroom, and although widely distributed, it is not found often. It is sometimes confused with the larger Psilocybe ovoideocystidiata.",
    "References": "",
    "Further reading": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 978-0-9610798-0-2.\nGuzmán, G. The Genus Psilocybe: A Systematic Revision of the Known Species Including the History, Distribution and Chemistry of the Hallucinogenic Species. Beihefte zur Nova Hedwigia Heft 74. J. Cramer, Vaduz, Germany (1983) [now out of print]."
  }
}