{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_weraroa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. weraroa"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe weraroa (syn. Weraroa novae-zelandiae), is a hallucinogenic pouch fungus of New Zealand.",
    "Taxonomy": "The species was first described in the literature in 1924 by the New Zealand-based mycologist Gordon Heriot Cunningham, under the name Secotium novae-zelandiae. Rolf Singer transferred it to Weraroa in 1958.Phylogenetic analysis by Moncalvo (2002) and Bridge et al. (2008) has demonstrated the close relationship between Weraroa novae-zelandiae and the hallucinogenic blue-staining group of Psilocybe, particularly Psilocybe subaeruginosa. Phylogenetic analysis published by Borovička and colleagues (2011) shows this species is very close to Psilocybe cyanescens. Given this and the apparently distant relation with other species of Weraroa  Borovička et al. (2011) suggest renaming the species Psilocybe weraroa.  The specific epithet weraroa refers to the former generic name. The binomial Psilocybe novae-zelandiae could not be used, as it had already been used in 1978 by Gastón Guzmán and Egon Horak for another Psilocybe species.",
    "Description": "Peridium: (1)3–5 cm tall, 1.5– 3 cm wide, irregularly roundish to ovate, elliptical or even depressed-globose, margin folded, light brown when young becoming pale blue-grey, often showing blue or blue-green stains with age, at first finely fibrillose becoming smooth,  glabrous, slightly viscid, bruising blue when injured, slowly. Drying dingy brown.\nGleba: Chocolate or sepia-brown, sparse, chambered, contorted gill-like structures.\nSpores: 11–15(17) x 5–8 µm in size, smooth, sepia-coloured, elliptic-ovate or elliptical in shape, rounded at one end with a thin epispore.\nStipe: Up to 4 cm tall, 6 mm thick, equal, cartilaginous, whitish to blue-grey, yellowish-brown at the base, hollow, bruising blue when injured.\nTaste: Bitter-sweet, earthy flavor, released upon chewing of the raw fruit, probably not a taste sought after for culinary purposes.\nOdor: Organic, similar to ferns, undertone of rubber.\nMicroscopic features: Oval SporesWeraroa virescens is often mistaken for P. weraroa since they are both naturally pale bluish, however, unlike P. weraroa, W. virescens does not stain blue. The sepia color of the gleba also serves to separate P. weraroa from similar species in the genus Weraroa.",
    "Habitat and distribution": "Psilocybe weraroa is found growing solitary to gregarious  on decaying wood buried in forest leaf litter, often on the rotting branches of Melicytus ramiflorus. It has also been found fruiting on rotted cabbage trees and is often associated with decaying fern fronds, native to the forests of New Zealand, typically South of Wanganui in the North Island. It is fairly abundant from April till August in lowland mixed rain-forest around Wellington, Porirua, Hutt Valley, Kapiti Coast, Manawatu, and South Wairarapa . The pouch fungus has been found in winter in Central Hawkes Bay where they tend to be found around fallen pine cones - not in pine forests but in areas where pines are interspersed by other kinds of trees. They are also found in the South Island. The mushroom is sometimes hard to see because it is usually hidden under dried leaves. It is often eaten by slugs and sometimes hard to find specimens that haven't been nibbled on.",
    "Psychoactivity": "Psilocybe weraroa is psychoactive. Psilocin and psilocybin are the chemical components considered to be responsible for its effects, as with other blue-staining fungi of the genus Psilocybe.",
    "References": "",
    "External links": "“Hey Man, Do they grow any Weraroa around here?” by Peter Werner\nManaaki Whenhua Landcare Research\nMycotopia"
  }
}