{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_azurescens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. azurescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe azurescens is a species of psychedelic mushroom whose main active compounds are psilocybin and psilocin. It is among the most potent of the tryptamine-bearing mushrooms, containing up to 1.8% psilocybin, 0.5% psilocin, and 0.4% baeocystin by dry weight, averaging to about 1.1% psilocybin and 0.15% psilocin. It belongs to the family Hymenogastraceae in the order Agaricales.",
    "Appearance": "The cap (pileus) of Psilocybe azurescens is 30–100 mm in diameter, conic to convex, expanding to broadly convex and eventually flattening with age with a pronounced, persistent broad umbo; surface smooth, viscous when moist, covered by a separable gelatinous pellicle; chestnut to ochraceous brown to caramel in color, often becoming pitted with dark blue or bluish black zones, hygrophanous, fading to light straw color in drying, strongly bruising blue when damaged; margin even, sometimes irregular and eroded at maturity, slightly incurved at first, soon decurved, flattening with maturity, translucent striate and often leaving a fibrillose annular zone in the upper regions of the stipe. The lamellae are ascending, sinuate to adnate, brown, often stained into black where injured, close, with two tiers of lamellulae, mottled, edges whitish. The spore print is a dark purplish brown to purplish black in mass. The stipe is 90–200 mm in length and 3–6 mm thick, silky white, dingy brown from the base or in age, hollow at maturity, and composed of twisted, cartilaginous tissue. The base of the stipe thickens downwards, is often curved, and is characterized by coarse white aerial tufts of mycelium, often with azure tones. The mycelium surrounding the stipe base is densely rhizomorphic (i.e., root-like), silky white, tenaciously holding the wood-chips together, strongly bruising bluish upon disturbance. The fungus is odorless to slightly farinaceous, and its taste is extremely bitter.",
    "Habitat and distribution": "P. azurescens occurs naturally along a small area of the West Coast of the United States, including in parts of Oregon and California. It has been regularly found as far south as Depoe Bay, Oregon, and as far north as Grays Harbor County, Washington. Its primary locations are clustered around the Columbia River Delta: the first type collections were made in Hammond, Oregon, near Astoria. It is also quite prevalent north of the Columbia River in Washington, from Long Beach north to Westport. Some feral specimens have also been reported in Stuttgart, Germany. While infrequent, the mushroom can sometimes be found around decaying wood in the Willamette Valley of Oregon. Ilwaco, Washington also has a large population, but harvesting is a potential felony that is enforced by local law enforcement agencies.\nThe species' preferred environment ranges from caespitose (growing in tight, separated clusters) to gregarious on deciduous wood-chips and/or in sandy soils rich in lignicolous (woody) debris. The mushroom has an affinity for coastal dune grasses. In aspect it generates an extensive, dense, and tenacious mycelial mat (collyboid). P. azurescens causes the whitening of wood. Fruitings begin in late September and continue until \"late December and early January\", according to mycologist Paul Stamets. Psilocybe azurescens has been cultivated in many countries including Germany, the Netherlands, New Zealand, the United Kingdom, and its native United States (especially in California, New Mexico, Ohio, Oregon, Vermont, Wisconsin, and Pennsylvania).",
    "Legal status": "Possession and/or cultivation of this species is illegal in a number of countries including the United States, and it is considered a Class A Drug in New Zealand.",
    "Effects": "",
    "See also": "List of psilocybin mushrooms",
    "References": "",
    "External links": "Psilocybe azurescens on Google Images\nPsilocybe azurescens taxonomy paper\nPsilocybe azurescens cultivation\nPsilocybe azurescens Images"
  }
}