{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_subaeruginosa",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. subaeruginosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe subaeruginosa is a potent psychedelic mushroom from Australasia and New Zealand, which has psilocybin and psilocin as its main active compounds.",
    "Taxonomy": "First described in 1927 by Australian mycologist John Burton Cleland, it was previously placed in the section Cyanescens. Cyanescens has since been deprecated as a section and so Psilocybe subaeruginosa now falls under the section Semilanceatae.A 1992 study of comparative morphology, isozyme analysis and mating compatibility approaches suggested that P. australiana, P. eucalypta and P. tasmaniana are synonyms of this species. It is unclear, however, whether the study authors actually used true P. subaeruginosa for comparison, and if the results have any validity. Additional studies have rejected the proposed synonymy with P. tasmaniana based on differences in habitat and microscopic characters.",
    "Description": "The cap is 1–6 cm in diameter, conical to convex, tan brown, hygrophanous, margin striate when moist, uplifting in age, and often with a slight umbo.  It bruises bluish where damaged. The gills are crowded, cream color when young, violet brown in age, with adnate to adnexed attachment. The spore print is dark violet brown. The stipe is 4.5 to 22 cm long, 0.2 to 0.5 cm thick, white, bruising blue where damaged, finely striate, and equal to slightly enlarged near the base. A white cortinate partial veil soon disappears and often leaves traces in the upper stipe. The taste and odor are  farinaceous. The cheilocystidia are 17–29 x 5.5–11, hyaline, fusoid-ventricose, subpyriform or mucronate, often with an elongated neck at the apex which is 2–4.5 µm.  The pleurocystidia measure 22–47 x 6–16 µm and is shaped like the cheilocystidia and also hyaline.  The spores are smooth, subellipsoid, with an apical germ pore, measuring (10) 13.2–14.3 (15.4) x 6.6–7.7 x 6–7.5 µm.",
    "Distribution and habitat": "Psilocybe subaeruginosa grows solitary to gregarious from wood such as wood chips in urban areas, pine tree plantations and woody debris in forests and gardens. It is common in southern parts of Australia and New Zealand from April to August.",
    "Alkaloid content": "Psilocybin has been isolated from this species in 0.45% yield. In the same study, psilocin was not detectable with the analytical methods used (chromatographic separation and UV spectroscopy), and was estimated to be present at less than 1% of the psilocybin content.",
    "Similar species": "Psilocybe subaeruginosa bears similarity to a number of other common, and sometimes toxic mushrooms. In its own environment, of particular note are the mushrooms Pholiota communis, the highly toxic Galerina marginata and other Galerina species.",
    "References": "\n\n== External links =="
  }
}