{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_washingtonensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Hymenogastraceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. washingtonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe washingtonensis is a species of psilocybin mushroom in the family Hymenogastraceae. It is similar in appearance to Psilocybe pelliculosa and P. silvatica, and a microscope is needed to reliably distinguish between them.",
    "Taxonomy": "The species was first described scientifically by American mycologist Alexander H. Smith in 1946. He collected the type specimen in Olympic National Park in Washington in 1941, at an elevation of 2,500 feet (760 m). Mycologist Gastón Guzmán classified it in the section  Singeria of Psilocybe.",
    "Description": "The cap is obtusely conic to convex, and does not expand to become flattened with age; it reaches 1–2 cm (0.4–0.8 in) in diameter. Its margin is bent in slightly at first but soon straightens. The cap surface is smooth except for a faint fringe at the margin from a rudimentary veil, sticky, hygrophanous but opaque when moist, deep brown in the center and somewhat darker brown near the margin. As the mushroom matures, it fades slowly in the center to a dull cinnamon color. The pellicle rips into shreds when peeled. The pliant flesh is thin, 2 mm in the center of the cap and tapered evenly to the margin. The cap surface is covered with grayish fibrils; underneath the fibrils the color is initially the same as the cap, but becomes blackish-brown in age at the base or over lower parts. The gills are slightly darker than the cap in color, broadly adnate, but develop a slight decurrent tooth in age (when the gill separates slightly from the stem). The gills are broad (about 3 mm), with a close to subdistant spacing. Roughly 24 gills reach the cap edge from the stem; there are additionally 2 or three tiers of lamellulae—short gills that do not extend completely from the stem to the cap edge. The stem is 3 to 5 cm (1.2 to 2.0 in) long by 1.5–2.5 mm thick, and equal in width throughout its length. It is attached to its substrate (wood or sticks) by a grayish mat of mycelium. It is not known if the mushroom contains psychoactive compounds like psilocybin or psilocin.The spore print is purple-brown. The spores are ellipsoid to slightly egg-shaped, smooth, and measure 6.3–7.5 by 3.8–4.5 μm. The spores have an apical pore, but it is small and inconspicuous. The basidia (spore-bearing cells) are four-spored, narrowly club-shaped to somewhat cylindrical, and measure 18–24 by 5–6 μm. P. washingtonensis has scattered to abundant pleurocystidia (cystidia on the gill face) that typically measure 38–56 by 9–12 μm. There are two forms of cheilocystidia (cystidia in the gill edge): one is fusoid-ventricose (distinctly enlarged in the middle and tapered toward both ends) with blunt to somewhat sharp apices, often covered with mucilage, and measures 26–38 by 7–11 μm; the other is broadly club-shaped to capitate (with a distinct spherical tip), and measures 26 by 10–12 μm.",
    "Description-Similar species": "Other than differences in spore color, P. washingtonensis is similar in appearance to Kuehneromyces vernalis. Stamets has noted a resemblance to Hypholoma udum and H. dispersum. P. washingtonensis may be distinguished from P. pelliculosa by the presence of pleurocystidia.",
    "Habitat and distribution": "Psilocybe washingtonensis grows scattered or in groups on decaying conifer wood in forests. The species is only known from Washington state and from northern Oregon, near Welches.",
    "See also": "List of Psilocybin mushrooms\nPsilocybin mushrooms\n\n\n== References =="
  }
}