{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_cinnamomea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. cinnamomea"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe cinnamomea is a species of psilocybin mushroom that was described as new to science in 2014 from collections made in southern China. The specific epithet cinnamomea refers to the cinnamon-like coloration of young fruitbodies.",
    "Systematics": "Molecular analysis of nucleic acid sequences from the internal transcribed spacer region indicates that genetically close relatives of P. cinnamomea include P. subcaerulipes, P. zapotecorum, P. zapotecoantillarum, and P. antioquiensis. The authors suggest that P. cinnamomea should be classified in the section Zapotecorum of the genus Psilocybe, based on its bluing reaction, and ellipsoid, thin-walled spores.",
    "Description": "Fruitbodies have bell-shaped to convex caps measuring 2–4 cm (0.8–1.6 in) in diameter. The cap surface is smooth, and bears a small papilla. Its color, initially cinnamon, later becomes cream to light orange, or yellowish brown when dried. The closely crowded gills have a somewhat adnate to sinuate attachment to the stipe. They have a greenish-white to pale green tint. The flesh bruises blue when injured or with age—a characteristic feature of Psilocybe fungi.Spores are ellipsoid to more or less ovoid, smooth with thin walls (0.3–0.5 µm thick), and typically measure 6.5–7.5 by 4–4.5 µm. Basidia (spore-bearing cells) are club-shaped, four-spored, and have dimensions of 7–13.5 by 3–6 µm. The cystidia are highly variable in shape and size depending on the age of the specimen.",
    "Description-Similar species": "Other Psilocybe species with a similar morphology include the Caribbean P. guilartensis, and the Mexican P. moseri. In addition to geographical distribution, these species can be distinguished from P. cinnamomea by microscopic differences: P. moseri has smaller spores, while P. guilartensis has thick-walled, rhomboid-shapes spores and longer basidia.",
    "Habitat and distribution": "The fungus is found in Yangdongshan Shierdushi Nature Reserve, in Guangdong Province (southern China), in subtropical evergreen forest. It fruits in groups or clusters on rotten wood, or on nutrient-rich soils.",
    "See also": "List of psilocybin mushrooms\nList of Psilocybe species\n\n\n== References =="
  }
}