{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_subcaerulipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. subcaerulipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe subcaerulipes (commonly known as Hikageshibiretake in Japanese) is a species of fungus in the family Strophariaceae. It is in the section Zapotecorum of the genus Psilocybe, other members of this section include Psilocybe muliercula, Psilocybe angustipleurocystidiata, Psilocybe aucklandii, Psilocybe collybioides, Psilocybe kumaenorum, Psilocybe zapotecorum, Psilocybe pintonii, Psilocybe graveolens, Psilocybe moseri, Psilocybe zapotecoantillarum, Psilocybe zapotecocaribaea, and Psilocybe antioquiensis. It is endemic to Japan. Fruit bodies grow on the ground in woody debris, and typically stand 6 to 8 cm (2.4 to 3.1 in) tall with caps that are 2.5 to 5 cm (1.0 to 2.0 in) in diameter. They are chestnut brown (or lighter brown if dry), and stain blue if bruised or handled. The species is a psychoactive mushroom, and contains the hallucinogenic compounds psilocybin and psilocin. There have been reports of poisoning caused by the accidental consumption of this mushroom. It has been used in research, specifically, to test the effects of its consumption of marble-burying in mice, an animal model of obsessive-compulsive disorder.",
    "History": "The species was first identified in 1958 by Japanese mycologist Tsuguo Hongo.  It is known as Hikageshibiretake (\"shadow numbness mushroom\") in Japanese.",
    "Description": "The fruit bodies of Psilocybe subcaerulipes have caps that are 2.5 to 6 cm (1.0 to 2.4 in) in diameter, initially conic or bell-shaped but expanding to become convex, then finally somewhat flattened in maturity. A well-defined umbo (a rounded elevation resembling a nipple) is typically present. The cap color is chestnut brown when wet, but the species is hygrophanous, and when dried, changes color to become a lighter shade of brown. As is characteristic of psilocybin-containing species, P. subcaerulipes stains blue where it has been bruised or injured. The cap margins of young specimens are usually curved inwards, and have irregular, wavy edges; young specimens may also have fragments of the partial veil hanging off the margin. The whitish partial veil is similar to those of the genus Cortinarius—cobwebby, and made of silky fibrils. When the cap expands and the veil rips, the fibrils remains briefly as an annular zone on the stem, before fading into nothing.The gills have an adnate or adnexed attachment to the stem, which later becomes seceding (pulled away from the stem). The gills are a grayish-orange color initially, later turning purple-brown with whitish edges. The stem is 6 to 8 cm (2.4 to 3.1 in) long and 0.2 to 0.4 cm (0.1 to 0.2 in) thick, and has roughly the same width throughout its length, except for a widening at the base due to the whitish rhizomorphs present. Initially a whitish color, it matures to become yellowish, then brown or reddish brown. It may have white veil fragments attached to the lower two-thirds of its length, and has a pseudorhiza at the base.",
    "Description-Microscopic features": "Viewed in deposit, as with a spore print, the spores are a dark purple-brown color. Viewed microscopically, spores are roughly ellipsoid in shape, with dimensions of (5-) 6–7.5 (-8) by (3-) 4-4.5 (-5) by (3-) 3.5–4 µm. The spore-bearing cells, the basidia, are four-spored. The pleurocystidia are (11‒) 15‒20(‒32) × (3‒) 4‒6 (‒10.5) µm, hyaline, polymorphous with many forms - ventricose-capitate or broadly globose, subclavate, subfusoid to sublageniform, sometimes subcylindric or ventricose, usually a short neck but sometimes with two or three necks, occasionally irregularly branching. The cheilocystidia (cystidia located on the gill edge) are (11‒) 14‒22 (‒40) × (3‒) (4‒) 5‒7 (19) µm, and are shaped like the pleurocystidia.   The pileocystidia (cystidia located on the cap surface) are hyaline, (8‒) 10‒30 (‒40) × (4‒) 5‒7 (‒10) µm and have very irregular forms - globose, subglobose, capitate or ventricose.  The caulocystidia (cystidia located on the gill stipe) are (11‒) 14‒22 (‒40) × (3‒) (4‒) 5‒7 (19) µm, and are shaped like the pleurocystidia.   The pileocystidia are hyaline, (13‒) 15‒38 (‒46) × 4‒8 (‒9.5) µm, polymorphous, subglageniform, clavate or fusoid.",
    "Habitat and distribution": "This species grows in groups, or clustered together on the ground on soil that is rich in woody debris. It has been noted to grow near the tree species Cryptomeria japonica (known locally as Sugi),Taiwania, Quercus glauca (Japanese Blue Oak), and Pinus taeda (Loblolly Pine). It has been found in Japan (specifically, in Kyoto, Osaka, Shiga, Saitama, Niigata, and Miyagi), Jeju Province in South Korea, Taiwan and Thailand.",
    "Bioactive compounds": "The presence of the hallucinogenic compounds psilocybin and psilocin have been confirmed by using thin-layer chromatography and column chromatography as the analytical methods. The concentration of psilocybin varied considerably depending on the locations the specimens were collected; on the basis of dry weights of the specimens, the values were from 0.003% to 0.55%. The same report also established the presence of the fungal steroids ergosterol and ergosterol peroxide.",
    "Effects of consumption": "There have been several Japanese reports of intoxication following accidental consumption of this species. In a report of five cases of unintentional ingestion in Miyagi Prefecture from the period 1980–84, anxiety and panic were common to all poisoning victims, even if the anxiety was preceded by an initial period of euphoria. In a later analysis of 10 cases of poisoning by this species, Musha and colleagues noted that poisoning \"produced alterations of consciousness but also disturbances of consciousness such as strong drowsiness, short-term sleeping, fluctuation of vigilance and stuporous state with amnesia.\"The effects of P. subcaerulipes consumption on obsessive-compulsive disorder (OCD) have been tested using marble-burying behavior in mice, a commonly used animal model of OCD. When presented with an aversive stimulus such as shocks, puffs of air, or noxious food, rodents will exhibit a behavior called \"defensive burying\", where they will displace bedding material with their nose and forepaws; the marble-burying test takes advantage of this behavior by measuring how many glass marbles a rodent will bury under the effect of different stimuli. In the experiments, when mice consumed P. subcaerulipes, it significantly inhibited their marble-burying behavior, but, unlike an equivalent dose of purified psilocybin, did not affect locomotor activity.  Further, the mushroom was more effective than purified psilocybin in inhibiting the behavior, and lower doses were required. Based on these results, the authors suggest that the mushroom has the potential \"to be efficient in clinical obsessive-compulsive disorder therapy\".",
    "References": "",
    "External links": "Psilocybe subcaerulipes  in Index Fungorum\nSeveral photos\nPhoto of fruit bodies\nPhotos of spores and cheilocystidia"
  }
}