{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_guilartensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. guilartensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe guilartensis is a psilocybin mushroom which has psilocybin and psilocin as main active compounds.  It is common in Puerto Rico.\nFirst reported in the literature in 1997, Gastón Guzmán placed P. guilartensis in Psilocybe section Brunneocystidiatae due to its blue staining reaction, small thick-walled subrhomboid spores, and pigmented cystidia.Other mushrooms in the section Brunneocystidiatae include Psilocybe banderillensis, Psilocybe banderillensis var. paulensis,  Psilocybe brunneocystidia, Psilocybe heimii, Psilocybe inconspicua, Psilocybe pleurocystidiosa, Psilocybe rzedowski, Psilocybe singeri, Psilocybe uxpanapensis, Psilocybe veraecrucis and Psilocybe weldenii.",
    "Description": "Cap: 1 – 3 cm in diameter, initially subconical to campanulate (bell-shaped), expanding to plano-convex with an umbo.  Cap surface dark violet brown in color, translucent-striate near the margin, hygrophanous, fading to tan as it dries.   Staining blue-green to black where bruised.\nGills: Cream color when young, violet brown or chocolate brown in age, with adnexed attachment.\nSpores: Dark violet brown, subrhomboid in face view, subellipsoid in side view, thick walled, 6 x 5 μm.\nStipe: 3 – 8 cm long, 1 – 2 mm thick, central, equal with subbulbous base, hollow and cylindric, color whitish to brown, ornamented with small flattened scales towards the base.  The base is covered in tiny yellow fibers which help distinguish this from similar species. Staining blue-green to black where bruised.\nTaste: Farinaceous, sometimes with a slight mustard taste.\nOdor: Farinaceous, sometimes with a slight mustard odor.\nMicroscopic features: Pigmented cheilocystidia and pleurocystidia present.  Basidia four-spored.  Clamp connections common.",
    "Distribution and habitat": "Psilocybe guilartensis is found growing gregariously, often on disturbed bare clay or moss.  Found along hiking trails, in coffee plantations, tropical and subtropical forests, especially in landslide areas.  Known only from Puerto Rico and Dominican Republic.",
    "References": "",
    "External links": "Mushroom Observer - Psilocybe guilartensis\nPsilocybe guilartensis photograph"
  }
}