{
  "url": "https://en.wikipedia.org/wiki/Psilocybe_mescaleroensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Psilocybe"
    },
    {
      "Species": "P. mescaleroensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Psilocybe mescaleroensis is a psychedelic mushroom which has psilocybin and psilocin as main active compounds.   This mushroom is closely related to Psilocybe cyanescens.  It was brought to scientific attention by Lee Walstad.",
    "Description": "Cap: 2 – 6 cm, convex to subumbonate, brownish-yellow, hygrophanous, margin striate when moist, often with an orangish center, broad umbo and wavy margin.  Has a separable gelatinous pellicle.   Bruising bluish where damaged.\nGills: Cream color when young, chocolate brown in age, with adnate to adnexed attachment.\nSpores: Dark chocolate brown, subrhomboid to subovoid, thick-walled, 9 - 12 x 6 - 8 µm.\nStipe: 5 – 10 cm long, .5 to 2 cm thick, white, sometimes with light orange patches, fibrillose, equal to slightly enlarged near the top.  Annulus fragile and membranous, white or dusted with dark brown spores.  Stem base with rhizomorphic mycelium. Bluing where damaged.\nTaste: Slightly farinaceous.\nOdor: Slightly farinaceous.\nMicroscopic features: Pleurocystidia absent.  Cheilocystidia 20 - 30 x 6 µm, fusiform or ventricose-rostrate, sometimes forked.",
    "Distribution and habitat": "Grows scattered to gregariously on dead grasses, in grasslands and savanna near ponderosa pine woodlands, often near gopher holes.  Found in the summer and fall in Lincoln County, NM. So far it has only been collected in or near the type locality.",
    "References": "Guzmán, Gastón, Lee Walstad, Etelvina Gándara & Florencia Ramírez-Guillén. (2007). A new bluing species of Psilocybe, section Stuntzii from New Mexico, U.S.A. Mycotaxon 99: 223–226."
  }
}