{
  "url": "https://en.wikipedia.org/wiki/Caladenia_speciosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. speciosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia speciosa, commonly known as the sandplain white spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three relatively large white flowers tinged with pink and with a fringe of long teeth on the sides of the labellum.",
    "Description": "Caladenia speciosa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 150–250 mm (6–10 in) long and 5–12 mm (0.2–0.5 in) wide. Up to three flowers 120–180 mm (5–7 in) long and 100–150 mm (4–6 in) wide are borne on a stalk 350–600 mm (10–20 in) tall. The flowers are white, often with a pink or red tinge. The sepals and petals have long, thin, brownish thread-like tips. The dorsal sepal is erect, 80–130 mm (3–5 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals are 80–150 mm (3–6 in) long and 5–9 mm (0.2–0.4 in) wide, spread widely and horizontally near their base but then curve downwards. The petals are 65–105 mm (3–4 in) long and 3–6 mm (0.1–0.2 in) wide and arranged like the lateral sepals. The labellum is 20–30 mm (0.8–1 in) long, 8–16 mm (0.3–0.6 in) wide and white but with erect, narrow red teeth up to 15 mm (0.6 in) long on the sides. The tip of the labellum is curled under and there are between four and six rows of pink or white calli along the mid-line of the labellum. Flowering occurs from September to October but is more prolific after fire the previous summer.",
    "Taxonomy and naming": "Caladenia speciosa was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Bunbury and the description was published in Nuytsia. The specific epithet (speciosa) is a Latin word meaning \"beautiful\", \"handsome\", \"splendid\" or \"showy\" referring to the \"large, attractive flowers\" of this orchid.",
    "Distribution and habitat": "The sandplain white spider orchid is found between Mundijong and Boyanup in the Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in woodland.",
    "Conservation": "Caladenia speciosa is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.\n\n\n== References =="
  }
}