{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._crassa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. crassa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. crassa, commonly known as the Esperance white spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three mostly white flowers with long, broad, spreading lateral sepals and petals, a relatively broad labellum with short, narrow teeth. It grows on the south coast between Bremer Bay and the Cape Arid National Park.",
    "Description": "Caladenia longicauda subsp. crassa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 120–250 mm (5–10 in) long and 8–14 mm (0.3–0.6 in) wide. Up to three, mostly white flowers 140–200 mm (6–8 in) long and 70–140 mm (3–6 in) wide are borne on a spike 250–500 mm (10–20 in) tall. The dorsal sepal and the lateral sepals are 70–100 mm (3–4 in) long and linear to lance-shaped for about one-third their length then narrow to a thread-like, drooping tip. The labellum is heart-shaped, mostly white, 20–25 mm (0.8–1 in) long and 12–18 mm (0.5–0.7 in) wide and the column is a relatively long 8–12 mm (0.3–0.5 in). There are four or more rows of pale red calli in the centre of the labellum. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, including subspecies crassa and the descriptions were published in Nuytsia. The subspecies name (crassa) is a Latin word meaning “thick, or \"fat\" referring to the broadness of the sepals and petals near their bases.",
    "Distribution and habitat": "The Esperance white spider orchid occurs between Bremer Bay and the Cape Arid National Park in the Esperance Plains, Jarrah Forest, Mallee and Warren biogeographic regions where it grows in shrubland that is inundated in winter.",
    "Conservation": "Caladenia longicauda subsp. crassa  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}