{
  "url": "https://en.wikipedia.org/wiki/Caladenia_horistes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. horistes"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia horistes, commonly known as the cream spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two, creamy-yellow flowers which have a red-striped labellum and long, dark, thread-like tips on the sepals and petals.",
    "Description": "Caladenia horistes is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 40–160 mm (2–6 in) long and 3–7 mm (0.1–0.3 in) wide. One or two flowers 50–80 mm (2–3 in) long and 40–60 mm (1.6–2.4 in) wide are borne on a stalk 140–250 mm (6–10 in) tall. The flowers are cream-coloured to creamy-yellow and the sepals and petals spread horizontally but have long, drooping, dark, thread-like tips. The dorsal sepal is erect, 45–90 mm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide at the base and the lateral sepals are about the same size. The petals are 40–80 mm (2–3 in) long and about 3 mm (0.1 in) wide. The labellum is 12–16 mm (0.5–0.6 in) long and 10–13 mm (0.4–0.5 in) wide and a similar colour to the sepals and petals but with pale brown or red lines and blotches. The sides of the labellum have short teeth, the tip is turned downwards and there are two rows of cream to yellowish, anvil-shaped  calli along its centre. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia horistes was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected in the Wittenoom Hills north of Esperance and the description was published in Nuytsia. The specific epithet (horistes) is an Ancient Greek word meaning \"definer of boundaries\" referring to the distribution of this species being at the easterly limit distribution of orchids similar to this species.",
    "Distribution and habitat": "The cream spider orchid occurs between the Fitzgerald River National Park and Balladonia in the Avon Wheatbelt, Coolgardie, Esperance Plains, Jarrah Forest and Mallee biogeographic regions where it grows in shrubland near creeks and around granite outcrops.",
    "Conservation": "Caladenia horistes is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}