{
  "url": "https://en.wikipedia.org/wiki/Caladenia_drakeoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. drakeoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia drakeoides, commonly known as the hinged dragon orchid is a species of orchid endemic to the south-west of Western Australia. It has a single hairy leaf and a single greenish-yellow and red flower with a hinged labellum resembling a female thynnid wasp.",
    "Description": "Caladenia drakeoides is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows as solitary plants or in clumps of up to ten plants. It has a single, pale green, broad, ground-hugging, hairy leaf, 3–6 cm (1–2 in) long and 4–12 mm (0.2–0.5 in) wide.Usually only one greenish-yellow and red flower is borne on a stalk 18–30 cm (7–10 in) tall. The flowers are 2–3 cm (0.8–1 in) long and about 2 cm (0.8 in) wide and bear a striking resemblance to those in the genus Drakaea. The dorsal sepal is curved backwards, almost horizontally behind the flower and is 12–18 mm (0.5–0.7 in) long and 1–1.5 mm (0.04–0.06 in) wide at the base. The lateral sepals and petals are linear to lance-shaped, hang vertically and clasp the ovary. The lateral sepals are 12–18 mm (0.5–0.7 in) long and 3–4 mm (0.1–0.2 in) wide with a sudden bend one-third the distance from their outer ends. The petals are 10–14 mm (0.4–0.6 in) long and 1–1.5 mm (0.04–0.06 in) wide at the base. The labellum is greenish-yellow and red and covered with dark maroon hairs and calli. It is loosely-hinged and resembles an insect abdomen 5–6 mm (0.20–0.24 in) long, 3–4 mm (0.1–0.2 in) wide and a yellow to red head about 2 mm (0.08 in) in diameter. The false abdomen is strongly turned in towards the ovary. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia drakeoides was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected by Hopper near Dalwallinu. The description was published in Nuytsia. The specific epithet (drakeoides) refers to the similarity of the flowers of this species to those in the genus Drakaea - the suffix -oides means \"likeness\" in Latin.",
    "Distribution and habitat": "The hinged dragon orchid grows among shrubs near salt lakes and in winter-wet areas between Bonnie Rock and Lake Moore in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions.",
    "Ecology": "As with orchids in the genus Drakaea, this species is pollinated by male thynnid wasps when they attempt to copulate with the flower.",
    "Conservation": "Caladenia drakeoides  is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife  and it has also been listed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species include weed invasion and grazing by goats (Capra hircus) and sheep (Ovis aries).\n\n\n== References =="
  }
}