{
  "url": "https://en.wikipedia.org/wiki/Caladenia_necrophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. necrophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia necrophylla, commonly known as late green-comb spider orchid, is a species of orchid endemic to South Australia. It has a single leaf and a single yellowish-green flower with red lines along the sepals and petals. It is unusual in that the leaf has completely withered before the flower opens, and sometimes even before the flower spike appears.",
    "Description": "Caladenia necrophylla is a terrestrial, perennial, deciduous, herb with an underground tuber. Its leaf is hairy, dark green with reddish-purple blotches near its base, linear to lance-shaped, 60–150 mm (2–6 in) long and 6–8 mm (0.2–0.3 in) wide. A single yellowish-green flower with red lines along the sepals and petals and about 35 mm (1 in) across is borne on a stalk 100–200 mm (4–8 in) tall. The sepals and petals have light brown club-like glandular tips 5–20 mm (0.2–0.8 in) long. The dorsal sepal is erect, 35–60 mm (1–2 in) long and about 2 mm (0.08 in) wide. The lateral sepals are about the same length but slightly wider and the petals are 25–40 mm (1–2 in) long and 1–2 mm (0.04–0.08 in) wide. The lateral sepals and petals spread widely but curve downwards. The labellum is 13–18 mm (0.5–0.7 in) long, 14–18 mm (0.6–0.7 in) wide, green to yellowish-green with a dark red tip. The sides of the labellum curve upwards and have four or five thin teeth up to 5 mm (0.2 in) long and the tip of the labellum is curved under. There are four crowded rows of dark red calli up to 1.5 mm (0.06 in) longin the centre of the labellum. Flowering occurs from November to December.",
    "Taxonomy and naming": "Caladenia necrophylla was first described in 1991 by David Jones from a specimen collected near Robe and the description was published in Australian Orchid Research. The specific epithet (necrophylla) is derived from the Ancient Greek words nekros meaning \"a dead body\" and phyllon meaning \"a leaf\", referring to the leaf withering before the flower opens.",
    "Distribution and habitat": "The late green-comb spider orchid occurs in the south east of South Australia where it grows in mallee woodland.",
    "Conservation": "Caladenia necrophylla is described as \"rare\" in South Australia.\n\n\n== References =="
  }
}