{
  "url": "https://en.wikipedia.org/wiki/Caladenia_montana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. montana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia montana, commonly known as the mountain spider orchid is a plant in the orchid family Orchidaceae and is endemic to New South Wales, Victoria and the Australian Capital Territory. It is a ground orchid with a single leaf and a single greenish-cream to cream flower, sometimes with reddish markings. It only grows in high montane forests.",
    "Description": "Caladenia montana is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 80–200 mm (3–8 in) long and 8–12 mm (0.3–0.5 in) wide. A single greenish-cream to cream-coloured flower, sometimes with red markings, is borne on a spike 100–250 mm (4–10 in) tall. The flowers is 40–60 mm (1.6–2.4 in) wide. The sepals have club-like, dark red or brownish glandular tips 8–15 mm (0.3–0.6 in) long. The dorsal sepal is 30–40 mm (1–2 in) long, 2–3 mm (0.08–0.1 in) wide and curved forwards. The lateral sepals are 30–40 mm (1.2–1.6 in) long, 3–4 mm (0.12–0.16 in) wide and turn downwards. The petals are 25–33 mm (0.98–1.3 in) long, about 3 mm (0.1 in) wide and arranged like the lateral sepals. The labellum is 10–12 mm (0.4–0.5 in) long, 7–9 mm (0.3–0.4 in) wide and mostly dark red with its sides turned up and the tip curled under. Each side of the labellum has six to eight dark red teeth up to 1.5 mm (0.06 in) long and there are four or six well-spaced rows of dark red calli along its mid-line. Flowering occurs from November to January.",
    "Taxonomy and naming": "Caladenia montana  was first formally described in 1991 by Geoffrey Carr and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (montana) is a Latin word meaning \"of mountains\".",
    "Distribution and habitat": "The mountain spider orchid grows in montane forest at altitudes of between 700 and 1,000 m (2,000 and 3,000 ft) in the southern tablelands of New South Wales and the Australian Capital Territory and in the Victorian high country.",
    "Conservation": "Caladenia montana  is listed as  \"vulnerable\" under the New South Wales Government Threatened Species Conservation Act 1995. The main threats to the species are weed invasion, trampling and grazing by cattle, wild horses and pigs.\n\n\n== References =="
  }
}