{
  "url": "https://en.wikipedia.org/wiki/Caladenia_luteola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. luteola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia luteola, commonly known as the lemon spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to three lemon-yellow flowers with red stripes on the labellum. It is only known from two small populations near Woodanilling.",
    "Description": "Caladenia luteola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–120 mm (3–5 in) long and 3–5 mm (0.1–0.2 in) wide. Up to three lemon yellow flowers, 60–100 mm (2–4 in) long and 60–90 mm (2–4 in) wide are borne on a stalk 150–250 mm (6–10 in) tall. The sepals and petals have long, brown, thread-like tips. The dorsal sepal is erect, 45–70 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide and the lateral sepals are 45–75 mm (2–3 in) long, 2–4 mm (0.08–0.2 in) wide, spreading stiffly near their base but then drooping. The petals are 45–65 mm (2–3 in) long and 2–4 mm (0.08–0.2 in) wide, spread slightly upwards near their bases, then drooping. The labellum is 10–20 mm (0.4–0.8 in) long and 8–11 mm (0.3–0.4 in) wide, cream-coloured to yellow with red or brownish stripes and the tip is curled under. The sides of the labellum have irregular serrations and two rows of broad, anvil-shaped, shiny cream-coloured calli in the centre. Flowering occurs from September to mid-October.",
    "Taxonomy and naming": "Caladenia luteola was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Woodanilling and the description was published in Nuytsia. The specific epithet (luteola) is a Latin word meaning \"yellowish\" referring to the colour of the flowers.",
    "Distribution and habitat": "Lemon spider orchid occurs between Woodanilling and Katanning in the Avon Wheatbelt biogeographic region where it grows on low, sandy hills near salt lakes and temporary creeks.",
    "Conservation": "Caladenia luteola is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife meaning that it is likely to become extinct or is rare, or otherwise in need of special protection.\n\n\n== References =="
  }
}