{
  "url": "https://en.wikipedia.org/wiki/Caladenia_leucochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. leucochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia leucochila is a species of orchid endemic to the south-west of Western Australia. It has a single leaf and one or two pale yellow to greenish cream and white flowers with dull red stripes. it is a rare species, only known from near Collie.",
    "Description": "Caladenia leucochila is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows as solitary plants. It has a single, erect leaf, 120–200 mm (5–8 in) long and 4–11 mm (0.2–0.4 in) wide with reddish-purple blotches near its base. One or two pale yellow to greenish cream and white flowers with dull red stripes 40–60 mm (1.6–2.4 in) in diameter are borne on a stalk 120–400 mm (5–20 in) tall. The sepals and petals are linear to lance-shaped for about half their length then suddenly narrow. The sepals, but usually not the petals, end with yellowish-brown, club-like glandular tips 10–12 mm (0.4–0.5 in) long. The dorsal sepal is erect but curves forward slightly, 25–35 mm (0.98–1.4 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 35–40 mm (1–2 in) long and about 3 mm (0.1 in) wide and held close to horizontal, sometimes with a drooping tip. The petals are 25–30 mm (0.98–1.2 in) long and about 2 mm (0.08 in) wide, held like the lateral sepals and usually lack club-like tips. The labellum is 10–15 mm (0.4–0.6 in) long and 7–9 mm (0.28–0.35 in) wide and white with the tip rolled under. The sides of the labellum have long, forward-facing white or red linear teeth decreasing in size towards the front of the labellum. There are four to six rows of yellow or red hockey stick-shaped calli up to 1.5 mm (0.06 in) long along the centre line of the labellum but decreasing in size towards the tip. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia leucochila was first described in 2001 by Andrew Brown, Ryan Phillips and Garry Brockman from a specimen collected near Collie and the description was published in Nuytsia. The specific epithet (leucochila) is said to be derived from the Greek leuco- meaning \"white\" and chilus meaning \"-lipped\", referring to the white labellum. In ancient Greek, chilus is not attested, while cheilos (χεῖλος) means 'lip'.",
    "Distribution and habitat": "This caladenia is only known from the Collie district in the Jarrah Forest biogeographic region where it grows in sandy soil in open forest and scrub.",
    "Conservation": "Caladenia leucochila is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}