{
  "url": "https://en.wikipedia.org/wiki/Caladenia_nana_subsp._unita",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. nana"
    },
    {
      "Subspecies": "C. n. subsp. unita"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia nana subsp. unita, commonly known as the pink fan orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three pink flowers with short, spreading, fan-like sepals and petals. It usually grows in areas that are swampy in winter and flowers in large number after summer bushfires.",
    "Description": "Caladenia nana subsp. unita is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–180 mm (3–7 in) long and 3–10 mm (0.1–0.4 in) wide. Up to three (rarely up to five) pale to deep pink, rarely white, flowers 20–30 mm (0.8–1 in) long and 29–40 mm (1–2 in) wide are borne on a spike 150–400 mm (6–20 in) tall. The dorsal sepal is curved forward over the column and the lateral sepals and petals are short, spreading and fan-like, with the lateral sepals joined at their bases. The labellum is narrow with short, blunt teeth on its sides and two rows of calli along its centre. Flowering occurs from October to November and is more prolific following summer bushfires. It differs from subspecies nana in the size of it leaf and flowers and earlier flowering period.",
    "Taxonomy and naming": "This orchid was first formally described in 1882 by Robert D. FitzGerald and given the name Caladenia unita. The description was published in The Gardeners Chronicle. In 2001, Stephen Hopper and Andrew Brown reduced it to a subspecies of Caladenia nana and published the change in Nuytsia. The subspecies epithet (unita) is a Latin word meaning \"united\" referring to the sepals' connection at their bases.",
    "Distribution and habitat": "The pink fan orchid is found between Perth and Bremer Bay in the Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions growing in places that are swampy in winter, where it rarely flowers unless subject to bushfire in the previous summer.",
    "Conservation": "Caladenia nana subsp. unita  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}