{
  "url": "https://en.wikipedia.org/wiki/Caladenia_rhomboidiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. rhomboidiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia rhomboidiformis, commonly known as the diamond spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two green, yellow and red flowers. Until 1971 It was known as a variety of the green comb spider orchid Caladenia dilatata then, until 1989 as a variety of the clubbed spider orchid, Caladenia longiclavata.",
    "Description": "Caladenia rhomboidiformis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 120–180 mm (5–7 in) long and about 2 mm (0.08 in) wide. One or two green, yellow and red flowers 40–70 mm (2–3 in) long, 40–60 mm (1.6–2.4 in) wide are borne on a stalk 200–450 mm (8–20 in) tall.  The sepals have yellowish to brown, club-like glandular tips 2–10 mm (0.08–0.4 in) long. The dorsal sepal is erect, 30–40 mm (1–2 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals are 25–40 mm (1–2 in) long, 4–7 mm (0.2–0.3 in) wide, turn stiffly downwards and roughly parallel to each other. The petals are 20–30 mm (0.8–1 in) long, 3–4 mm (0.1–0.2 in) wide, spread widely and are also turned stiffly downwards. The labellum is 14–16 mm (0.55–0.63 in) long, 10–11 mm (0.39–0.43 in) wide, broadly diamond-shaped and white to yellow with a deep red tip. The sides of the labellum have greenish teeth up to 2 mm (0.08 in) long and the tip is curled under. There are four rows of deep red calli along the mid-line of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "This orchid was first described in 1930 by Edith Coleman who gave it the name Caladenia dilatata var. rhomboidiformis and published the description in The Victorian Naturalist. In 1971, Alex George recognised it  as Caladenia longiclavata var. rhomboidiformis and in 1989 Mark Clements and Stephen Hopper raised it to species status. The specific epithet (rhomboidiformis) is derived from the Ancient Greek word ῥόμβος rhombos meaning \"rhombus\", the suffix oid meaning \"likeness\" and the Latin word forma meaning \"shape\" or \"figure\" referring to the diamond-shaped labellum of this orchid.",
    "Distribution and habitat": "The diamond spider orchid is found between Busselton and Augusta in the Jarrah Forest and Warren biogeographic regions where it grows in a variety of habitats but often in jarrah forest, or Banksia or sheoak woodland.",
    "Conservation": "Caladenia rhomboidiformis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}