{
  "url": "https://en.wikipedia.org/wiki/Caladenia_dimorpha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. dimorpha"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia dimorpha, commonly known as spicy caps, is a plant in the orchid family Orchidaceae and is endemic to New South Wales. It is an uncommon ground orchid with a single sparsely hairy leaf, and up to three white flowers which often have pinkish markings.",
    "Description": "Caladenia dimorpha is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy leaf up to 18 cm (7 in) long and 5 mm (0.2 in) wide. Up to three white flowers are borne on a sparsely hairy spike up to 30 cm (10 in) high and often have pink or purplish markings. The dorsal sepal is about 15 mm (0.6 in) long and curves forward, forming a hood over the column. The lateral sepals and petals are up to 20 mm (0.8 in) long, with the back surfaces greenish and covered with scattered glandular hairs. The front of the petals and sepals is glabrous. The labellum is broadly egg-shaped, about 8 mm (0.3 in) long and mostly white, sometimes with a dark red or purplish tip. The sides of the labellum have thin, finger-like teeth along most of their length. There are four rows of club-shaped, white to yellow calli along the mid-line of the labellum, becoming clumped and purple near its tip. The column has broad wings and red stripes. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia dimorpha was first formally described by Robert D. FitzGerald in 1875 and the description was published in Australian Orchids. The type specimen was collected near Bowenfels. The specific epithet (dimorpha) is derived from the Ancient Greek words di meaning \"two\" and morphe meaning \"form\" or \"shape\".",
    "Distribution and habitat": "This uncommon caladenia grows in forest in the western part of the Blue Mountains almost to the Victorian border.\n\n\n== References =="
  }
}