{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._minima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. minima"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. minima, commonly known as the little white spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three mainly white flowers with long, drooping lateral sepals and petals. It is a relatively rare orchid which is similar to the daddy-long-legs spider orchid (subspecies borealis) but has smaller flowers and a more easterly distribution.",
    "Description": "Caladenia longicauda subsp. minima is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows as solitary plants. It has a single hairy leaf, 100–120 mm (4–5 in) long and 8–12 mm (0.3–0.5 in) wide. Up to three mostly white flowers 80–100 mm (3–4 in) long and 80–90 mm (3–4 in) wide are borne on a spike 170–300 mm (7–10 in) tall. The dorsal sepal is erect, 50–70 mm (2–3 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 60–80 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide and the petals are 50–60 mm (2.0–2.4 in) long and about 2 mm (0.08 in) wide. The lateral sepals and petals are linear to lance-shaped in the lower half of their length, then suddenly taper to thin, drooping ends. The labellum is white, 13–15 mm (0.5–0.6 in) long and 6–8 mm (0.2–0.3 in) wide with narrow teeth up to 5 mm (0.2 in) long on the sides. There are usually four rows of pale red calli up to 2 mm (0.08 in) long in the centre of the labellum. Flowering occurs from late July to August. This subspecies is most similar to subspecies borealis but has smaller flowers and a more easterly distribution.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, then in 2015 Brown and Garry Brockman described three more, including subspecies minima and the new descriptions were published in Nuytsia. The subspecies had previously been known as Caladenia longicauda subsp. 'Chapman Valley'. The subspecies name (minima) is a Latin word meaning “least\", referring to the small flowers of this subspecies.",
    "Distribution and habitat": "The little white spider orchid is only known from a small area near Yuna in the Geraldton Sandplains biogeographic region where the type specimen was collected. It usually grows woodland and shrubland in areas that are often subject to drought and flowers are usually only seen in years of good rainfall.",
    "Conservation": "Caladenia longicauda subsp. minima  is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only one or a few locations.\n\n\n== References =="
  }
}