{
  "url": "https://en.wikipedia.org/wiki/Caladenia_macroclavia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. macroclavia"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia macroclavia, commonly known as the large-club spider orchid, or brown bayonets, is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single hairy leaf and a single green to yellowish-green flower with dark red central stripes. It is a rare species and in 2006 the total population was estimated to be between 35 and 80 mature plants.",
    "Description": "Caladenia macroclavia is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, lance-shaped,  dull green hairy leaf, 80–140 mm (3–6 in) long and 10–13 mm (0.4–0.5 in) wide with irregular reddish-purple blotches. Usually only a single green to yellowish-green flower with dark red, central stripes is borne on a thin, wiry, hairy spike 150–280 mm (6–10 in) tall. The sepals have dark brown, rather flat, bayonet-shaped, club-like glandular tips 12–16 mm (0.5–0.6 in) long. The dorsal sepal curves forward and is 45–60 mm (1.8–2.4 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are a similar length to the dorsal sepal but slightly wider, curve downwards and are nearly parallel to each other. The petals are 30–35 mm (1.2–1.4 in) long and about 2 mm (0.08 in) wide curve downwards. The labellum has an elongated heart-shape, about 18–22 mm (0.7–0.9 in) long and 14–18 mm (0.6–0.7 in) wide and is green or yellowish green with a dark red tip. The tip of the labellum curls under and there are between six and seven thin green teeth up to 5 mm (0.2 in) long on each side of the labellum. There are four crowded rows of calli up to 2 mm (0.08 in) long along the mid-line of the labellum. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia macroclavia was first formally described by David Jones in 1991 from a specimen collected near Minlaton, and the description was published in Australian Orchid Research. The specific epithet (macroclavia) is derived from the Ancient Greek word μακρός makros meaning \"long\" and the Latin word clava meaning \"club\", referring to the long \"clubs\" on the sepals.",
    "Distribution and habitat": "The large-club spider orchid grows in mallee woodland on the Yorke Peninsula.",
    "Conservation": "The total population of C. macroclavia was estimated in 2006 to be between 35 and 80 mature plants in five populations, with 95% of the individual plants in one sub-population on private land and fewer than five plants in each of the other populations. The species is listed as \"Endangered\" under the South Australian National Parks and Wildlife Act and the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999.\n\n\n== References =="
  }
}