{
  "url": "https://en.wikipedia.org/wiki/Caladenia_tentaculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. tentaculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia tentaculata, commonly known as the eastern mantis orchid, large green-comb, green comb or fringed spider orchid is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single, hairy leaf and up to three green flowers with red stripes on the sepals and petals.",
    "Description": "Caladenia tentaculata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 80–150 mm long and 12–20 mm wide and often with red spots near the base. Up to three green flowers with red stripes and 60–100 mm across are borne on a spike 150–500 mm tall. The sepals have brown or yellow, club-like glandular tips 5–12 mm long. The dorsal sepal curves forward and is 60–80 mm long and 2–4 mm wide. The lateral sepals are 60–80 mm long, 4–5 mm wide and are turned downward, nearly parallel to each other but with the tips turning to horizontal or slightly upwards, then often drooping at their ends. The petals are 40–50 mm long, 2–3 mm wide and turned downwards. The labellum is green with a white central area and a dark red tip, and is  16–20 mm long and 20–25 mm wide. Each side of the labellum has between five and eight thin green teeth up to 8 mm long and the tip is curved downwards. There are four crowded rows of dark red, club-shaped calli up to 2 mm long in the centre of the labellum. Flowering occurs from September to December.",
    "Taxonomy and naming": "Caladenia tentaculata was first formally described in 1847 by Diederich von Schlechtendal and the description was published in Linnaea: ein Journal für die Botanik in ihrem ganzen Umfange, oder Beiträge zur Pflanzenkunde. The specific epithet (tentaculata) is a Latin word meaning a \"feeler\" or \"holdfast\".",
    "Distribution and habitat": "The eastern mantis orchid is widespread through Victoria, eastern New South Wales and south-eastern South Australia, growing in heath, woodland and forest.\n\n\n== References =="
  }
}