{
  "url": "https://en.wikipedia.org/wiki/Caladenia_nobilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. nobilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia nobilis, commonly known as the noble spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single hairy leaf and one or two large white flowers with a red-marked labellum.",
    "Description": "Caladenia nobilis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–180 mm (4–7 in) long and 4–8 mm (0.2–0.3 in) wide. One or two white flowers 120–250 mm (5–10 in) long and 100–130 mm (4–5 in) wide are borne on a stalk 200–400 mm (8–20 in) tall. The sepals and petals have long, dark brown, thread-like tips. The dorsal sepal is erect, 60–150 mm (2–6 in) long, 2.5–4 mm (0.1–0.2 in) wide. The lateral sepals are 60–150 mm (2–6 in) long, 3–6 mm (0.1–0.2 in) wide and turn downwards with drooping tips. The petals are 50–140 mm (2–6 in) long and 2.5–4 mm (0.1–0.2 in) wide and arranged like the lateral sepals. The labellum is 12–25 mm (0.5–1 in) long, 12–16 mm (0.5–0.6 in) wide and cream-coloured with radiating red lines, spots and blotches. The sides of the labellum have short, blunt teeth, and the tip is curled under. There are two rows of white, anvil-shaped calli, sometimes with red tips, along the centre of the labellum. Flowering occurs from July to mid-October.",
    "Taxonomy and naming": "Caladenia nobilis was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. The specific epithet (nobilis) is a Latin word meaning \"well-known\", \"celebrated\" or \"noble\" referring to large, attractive flowers of this species.",
    "Distribution and habitat": "The noble spider orchid occurs between Capel and Kalbarri in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in a wide range of habitats including peppermint and tuart woodland and sandy hills near salt lakes.",
    "Conservation": "Caladenia nobilis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}