{
  "url": "https://en.wikipedia.org/wiki/Caladenia_tensa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. tensa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia tensa, commonly known as the rigid spider orchid is a plant in the orchid family Orchidaceae and is endemic to southern continental Australia. It is a ground orchid with a single leaf and one or two pale green flowers with red stripes.  It is mainly only found in the Little Desert National Park in Victoria and in the far south-east of South Australia but there are four records from New South Wales.",
    "Description": "Caladenia tensa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 60-120 long and 10-15 wide, often with red spots near its base. One or two pale green flowers with red stripes along the sepals and petals, and 40–50 mm wide is borne on a stalk 200–300 mm tall. The sepals have fairly thin, yellowish, club-like glandular tips, 6–12 mm long. The dorsal sepal is erect, 30–40 mm long and 2–3 mm wide. The lateral sepals are 30–40 mm long, 3–4 mm wide and spread slightly apart from each other and turning stiffly downwards. The petals are 25–35 mm long, about 2 mm wide and arranged like the lateral sepals. The labellum is 18–20 mm long and 18–22 mm wide, pale green with a white central area and a dark red tip. Each side of the labellum has thin green teeth up to 4 mm long, grading to small white teeth near the labellum tip. The tip of the labellum is curled under and there are four well-spaced rows of calli along the centre of the labellum. Flowering occurs from September to October",
    "Taxonomy": "Caladenia tensa was first formally described in 1991 by Geoffrey Carr from a specimen collected near Kiata and the description was published in  Indigenous Flora and Fauna Association Miscellaneous Paper. The specific epithet (tensa) is a Latin word meaning \"stretched\" or \"extended\".",
    "Distribution and habitat": "In Victoria, the rigid spider orchid is found between Horsham and Ouyen and west to the border with South Australia, mostly in the Little Desert National Park. In the past it has been recorded in the Cape Gantheaume, Billiatt and Mount Boothby Conservation Parks in South Australia and near Lake Cargelligo, Trundle and Carrathool in New South Wales but its present distribution is unclear. It grows in eucalyptus and cypress woodland.",
    "Conservation": "Caladenia tensa is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"vulnerable\"under the Victorian Flora and Fauna Guarantee Act 1988. The main threats to the species are habitat loss, weed invasion and grazing by rabbits. The effect of fire on the species is unknown.\n\n\n== References =="
  }
}