{
  "url": "https://en.wikipedia.org/wiki/Caladenia_saccharata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Subtribe": "Caladeniinae"
    },
    {
      "Genus": "CaladeniaHopper & A.P.Br."
    },
    {
      "Species": "C. saccharata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia saccharata, commonly known as sugar orchid, is a species of flowering plant in the orchid family, Orchidaceae and is endemic to the south-west of Western Australia. It has a single leaf and a single flower with three white sepals and two similar petals.",
    "Description": "Caladenia saccharata is a terrestrial, perennial, deciduous, sympodial herb with a roughly spherical, white, fleshy tuber surrounded in its upper half by a fibrous sheath. Each year a replacement tuber is formed on the end of a short, root-like stolon. There is a single, narrow linear-shaped leaf rising from the base of the plant. The leaf is pale yellowish green on both sides, hairy, 4–8 cm (2–3 in) long, 2–3 mm (0.08–0.1 in) wide and usually has irregular reddish-purple blotched near the base.There a single resupinate flower on the end of a hairy, wiry stem 5–15 cm (2–6 in) high. The flower is 2–3 cm (0.8–1 in) long and 2–3 cm (0.8–1 in) wide on a stalk less than 1 cm (0.4 in) long and has a strong, musky cinnamon scent but does not have any nectar. The two lateral sepals are about the same size and shape as the two petals and are white, 10–15 mm (0.4–0.6 in) long, 3–4 cm (1–2 in) wide and curve slightly forwards. The dorsal sepal is slightly narrower than the lateral ones and the sides of the top half are curved inwards or \"pinched\". The sepals and petals have dark-coloured glandular hairs on their back surface. As is usual in orchids, one petal is highly modified as the central labellum. The labellum is glabrous, divided into three parts, roughly circular when flattened,  with the lateral lobes erect cream-coloured with obvious parallel purple lines and irregular purple blotches. The central part has smooth yellow calli in two rows. The sexual parts of the flower are fused to the column which is narrow, curved forwards and has two translucent wings. Flowering occurs from August to September and the fruit which follows is a non-fleshy, glabrous, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia saccharata was first formally described in 1871 by Heinrich Gustav Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. In 2004, Stephen Hopper and Andrew Brown described the genus Ericksonella and included this species in the new genus but the change has not been accepted by the World Checklist of Selected Plant Families. The name \"Ericksonella\" honours Rica Erickson, botanist, author and artist. The specific epithet (saccharata) is derived from the Latin word saccharum meaning \"sugar\".",
    "Distribution and habitat": "Caladenia saccharata grows in a range of soils and habitats including sand and clay loam, in shrubland near salt lakes, woodland and sheoak thickets around granite outcrops. It occurs from near Paynes Find to Israelite Bay and inland as far as Coolgardie and Norseman in the Avon Wheatbelt, Coolgardie, Esperance Plains, Jarrah Forest, Mallee and Yalgoo biogeographic regions.",
    "Conservation": "Sugar orchid (as Ericksonella saccharata) is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": " Media related to Caladenia saccharata at Wikimedia Commons\nRetired Aussies, Western Australia Orchids, Ericksonella saccharata, Sugar Orchid\nAtoz Visual, Western Australia's Native Orchids, sugar candy orchid, Ericksonella saccharata"
  }
}