{
  "url": "https://en.wikipedia.org/wiki/Caladenia_anthracina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. anthracina"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia anthracina, commonly known as the black-tipped spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Tasmania. It is a ground orchid with a single hairy leaf and a single white or cream-coloured flower with red markings and black tips on the sepals and petals.",
    "Description": "Caladenia anthracina is a terrestrial, perennial, deciduous, herb with an underground tuber surrounded by a fibrous covering. A single hairy, dull green, lance-shaped leaf, 5–12 cm (2–5 in) long and 3–7 mm (0.1–0.3 in) wide appears above ground in May or June, following rain.A single flower, 45–65 mm (2–3 in) in diameter is borne on a densely spike 10–20 cm (4–8 in) high. The dorsal sepal is erect, linear to oblong, 35–55 mm (1–2 in) long, 2–3 mm (0.08–0.1 in) wide and tapers near the end to a thick, black tip. The lateral sepals are lance-shaped, 35–55 mm (1–2 in) long, 3.5–5 mm (0.14–0.20 in) wide and taper towards a black tip similar to the one on the dorsal sepal. The petals are 35–45 mm (1–2 in) long, 2–3 mm (0.08–0.1 in) wide and also taper to a black point. The labellum is a broadly egg-shaped when flattened and curves forward, 13–16 mm (0.5–0.6 in) long and 7–9 mm (0.3–0.4 in) wide and is strongly curved towards the tip. It is white to cream-coloured and there are four to six rows of dark reddish-purple calli along in the centre part and short, blunt teeth along the edge. The column is 13–15 mm (0.5–0.6 in) long and translucent with reddish markings and narrow wings. Flowering occurs between late September and early November.",
    "Taxonomy and naming": "The species was first formally described by David L. Jones in 1998 and the description was published in Australian Orchid Research from a specimen collected near Ross. The specific epithet (anthracina) is a Latin word meaning \"coal-black\" referring to the glands on the ends of the sepals and petals.",
    "Distribution and habitat": "Caladenia anthracina is only known from an area of 27 km2 (10 sq mi) in the Midlands where it grows in grassy woodland in sandy soil.",
    "Conservation": "This species is classified as \"Endangered\"  by the Tasmanian government and is listed as \"critically endangered\" (CR) under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act).\n\n\n== References =="
  }
}