{
  "url": "https://en.wikipedia.org/wiki/Caladenia_×_cala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. .mw-parser-output .noitalic{font-style:normal}× cala"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia × cala, commonly known as the wheatbelt spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and one or two red and white or greenish flowers. A natural hybrid between C.falcata and C. longicauda, it is found between Wongan Hills and Ravensthorpe.",
    "Description": "Caladenia × cala is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 180–200 mm (7–8 in) long and 9–15 mm (0.4–0.6 in) wide. One or two red and white or red and pale greenish flowers 60–80 mm (2–3 in) wide are borne on a spike 200–400 mm (8–20 in) tall. The lateral sepals often curve upwards and the labellum is white with a red tip, a long fringe on the sides and four or more rows of calli along its mid-line. Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia × cala was first formally described in 2001 by Hopper and Andrew Brown from a specimen collected near Bullaring. The description was published in Nuytsia. The epithet (cala) is derived from the Greek word kalos meaning \"beautiful\", referring to the flowers of this orchid.",
    "Distribution and habitat": "The wheatbelt spider orchid occurs where the two parent species are found together. It sometimes forms clumps of genetically identical plants and is often common. It is found between the Wongan Hills and Ravensthorpe in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions.",
    "Conservation": "Caladenia × cala  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}