{
  "url": "https://en.wikipedia.org/wiki/Caladenia_williamsiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. williamsiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia williamsiae, commonly known as Judy's spider orchid, or Williams' spider orchid is a species of orchid endemic to the south-west of Western Australia. It is a rare species with a single relatively large, erect, hairy leaf and one or two delicate, greenish-yellow and red flowers. It is only known from a single population near Brookton.",
    "Description": "Caladenia williamsiae is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 70–90 mm long and 15–18 mm wide. One or two greenish-yellow flowers with red markings, and about 40 mm long and 30 mm wide are borne on a stalk 150–200 mm high. The sepals have reddish, club-like glandular tips 3–4 mm long. The dorsal sepal is erect near the base, then curves forward and is 15–20 mm long and about 1 mm wide. The lateral sepals and petals are 15–20 mm long, about 2 mm wide and horizontal near their bases, then curve downwards. The labellum is 6–8 mm long, 3–4 mm wide and yellowish green with a red tip. The sides of the labellum have narrow red or cream-coloured teeth up to 3 mm long, the tip of the labellum curls downward and there are four rows of dark red calli up to 1 mm long, along the mid-line. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia williamsiae was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Brookton and the description was published in Nuytsia. The specific epithet (williamsiae) honours Judy Williams who discovered this species in 2000.",
    "Distribution and habitat": "Judy's spider orchid is only known from near Brookton in the Avon Wheatbelt biogeographic region where it grows under wandoo and in dense shrubland.",
    "Conservation": "Caladenia williamsiae is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threat to the species is grazing by kangaroos.\n\n\n== References =="
  }
}