{
  "url": "https://en.wikipedia.org/wiki/Caladenia_microchila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. microchila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia microchila, commonly known as the western wispy spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is relatively common orchid with a single erect, hairy leaf and up to three wispy white flowers with narrow lateral sepals and petals and a white labellum with red markings.",
    "Description": "Caladenia microchila is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–120 mm (3–5 in) long and about 2 mm (0.08 in) wide. Up to three white flowers 30–90 mm (1–4 in) long and 30–60 mm (1–2 in) wide are borne on a stalk 90–250 mm (4–10 in) tall. The sepals and petals have long, dark, reddish-brown, thread-like tips. The dorsal sepal is erect, 35–70 mm (1–3 in) long, about 2 mm (0.08 in) wide. The lateral sepals are 45–70 mm (2–3 in) long, 2–3 mm (0.08–0.1 in) wide and turned stiffly downwards. The petals are 25–60 mm (1–2 in) long and about 2 mm (0.08 in) wide and held horizontally or slightly upwards. The labellum is 4–7 mm (0.2–0.3 in) long and 4–5 mm (0.16–0.20 in) wide, white with red stripes and spots and the tip is curled under. The sides of the labellum have short, blunt teeth and there two rows of creamish-white, anvil-shaped calli, sometimes with red tips, along the centre. Flowering occurs from July to early October.",
    "Taxonomy and naming": "Caladenia microchila was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. The specific epithet (microchila) is derived from the Ancient Greek words mikros meaning \"small\" and cheilos meaning \"lip\" referring to the relatively small labellum of this species.",
    "Distribution and habitat": "The western wispy spider orchid occurs between Kondinin and Madura in the Avon Wheatbelt, Coolgardie, Esperance Plains, Hampton and Mallee biogeographic regions where it grows in a range of habitats including granite outcrops and salt lake margins.",
    "Conservation": "Caladenia microchila is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}