{
  "url": "https://en.wikipedia.org/wiki/Caladenia_fluvialis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. fluvialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia fluvialis, commonly known as the Brookton Highway spider orchid is a species of orchid endemic to the south-west of Western Australia. It is a recently discovered orchid with a single hairy leaf and one or two cream-yellow flowers with red markings on the labellum.",
    "Description": "Caladenia fluvialis is a terrestrial, perennial, deciduous, herb with an underground tuber and which sometimes forms clumps. It has a single erect, hairy leaf, 70–130 mm (3–5 in) long and 3–5 mm (0.1–0.2 in) wide which is pale green with pale purplish blotches near its base. One or two creamy-yellow flowers 50–100 mm (2–4 in) long and 70–110 mm (3–4 in) wide are borne on a stalk 120–250 mm (5–10 in) high. The dorsal sepal is erect, 50–80 mm (2–3 in) long and 1.5–3 mm (0.06–0.1 in) wide at the base. The lateral sepals and petals have dark tips. The lateral sepals are 50–80 mm (2–3 in) long and 2–4 mm (0.08–0.2 in) wide at the base and spread horizontally near the base, then curve downwards. The petals are  50–70 mm (2–3 in) long and 1.5–2 mm (0.06–0.08 in) wide and spread horizontally. The labellum is 8–12 mm (0.3–0.5 in) long and 7–8 mm (0.28–0.31 in) wide and is white with dark red markings. The sides of the labellum have short, blunt teeth, decreasing in size towards the front, its tip is curved downwards and there are two rows of anvil-shaped calli along its centre. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia fluvialis was first described in 2015 by Andrew Phillip Brown and Garry Brockman from a specimen collected near West Dale and the description was published in Nuytsia. The specific epithet (fluvialis) is a Latin word meaning \"of a river\" referring to the habitat preference of this species.",
    "Distribution and habitat": "This caladenia occurs between Williams and York in the Avon Wheatbelt, and Jarrah Forest biogeographic regions where it grows in moist soils in ephemeral creeks and near granite outcrops.",
    "Conservation": "Caladenia fluvialis is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}