{
  "url": "https://en.wikipedia.org/wiki/Caladenia_attingens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. attingens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia attingens, commonly known as mantis orchids, are plants in the orchid family Orchidaceae and are endemic to the south-west of Western Australia. There are three subspecies, each of which has a single hairy leaf and one or two brightly coloured flowers with upswept sepals and a labellum with long, comb-like fringes. The subspecies differ in size, distribution and habitat.",
    "Description": "Caladenia attingens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 5–20 cm (2–8 in) long and 5–12 mm (0.2–0.5 in) wide. The lower part of the leaf often has reddish blotches.There are one or two flowers on a hairy spike 12–45 cm (5–20 in) high, each flower 4–8 cm (2–3 in) long and 2–7 cm (0.8–3 in) wide. The flowers are green, white and yellow with reddish-purple areas. The dorsal sepal is erect, sometimes curves forward, 3.5–6 cm (1–2 in) long, 1.5–3 mm (0.06–0.1 in) wide with a swollen glandular tip 10–20 mm (0.4–0.8 in). The lateral sepals are 3.5–6 cm (1–2 in) long, 1.5–4 mm (0.06–0.2 in) wide and upswept with a glandular tip similar to the one on the dorsal sepal. The petals are 2–4 cm (0.8–2 in) long, 1–2 mm (0.04–0.08 in) long, spread widely and usually lack a glandular tip. The labellum is greenish-yellow with a red tip and four or more rows of dark red calli along its centre. The sides of the labellum bear long, green, comb-like teeth. Flowering occurs between August and November.",
    "Taxonomy and naming": "Caladenia attingens was first formally described by Stephen Hopper and Andrew Brown in 2001 and the description was published in Nuytsia. The specific epithet (attingens) is a Latin word meaning \"reaching to\" or \"attaining\", referring to the calli which extend as far as the tip of the labellum.When Hooper and Brown described the species, they also described two subspecies, C. attingens subsp. attingens and C. attingens subsp. gracillima. Since then, a third subspecies has been described by Andrew Brown and Garry Brockman and given the name C. attingens subsp. effusa.",
    "Distribution and habitat": "Mantis orchids occur between Perth and Israelite Bay, growing in a range of habitats, depending on subspecies.",
    "Conservation": "All three subspecies of Caladenia attingens are classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}