{
  "url": "https://en.wikipedia.org/wiki/Caladenia_concolor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. concolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia concolor, commonly known as the  crimson spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-east of Australia. It is a ground orchid with a single, sparsely hairy leaf, and one or two hairy, dark purplish-red flowers.",
    "Description": "Caladenia concolor is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single, sparsely hairy, narrow lance-shaped leaf up to 8–15 cm (3–6 in) long and 8–10 mm (0.3–0.4 in) wide.One or two flowers 80 mm (3 in) wide are borne on a spike up to 25 cm (10 in) tall. The sepals and petals are dark purplish-red to crimson, 25–45 mm (1–2 in) long and 2–3 mm (0.08–0.1 in) wide at the base and taper to a long, thin, drooping \"tail\". The petals are similar to the sepals except that they are shorter. The tail is densely covered with glands. The labellum is egg-shaped, 5–13 mm (0.2–0.5 in) long and 8–10 mm (0.3–0.4 in) wide, dark purplish-red and curves downwards at the tip. Its sides turn upwards and are fringed with teeth up to 3 mm (0.1 in) long and there are four crowded rows of foot-shaped calli along its centre line. Flowering occurs from September to November and the flowers are reported to \"smell like a hot motor\" or to have a \"distinctly mandarin-flavoured smell\".",
    "Taxonomy and naming": "Caladenia concolor was first formally described in 1928 by Robert D. FitzGerald from a specimen collected \"from the granite hills near Albury\". The description was published in Fitzgerald's book Australian Orchids and the specific epithet (concolor) is a Latin word meaning \"uniformly coloured\".Two forms of the crimson spider orchid, currently known as Bethungra spider orchid and Burrinjuck spider orchid are expected to be described as new species.",
    "Distribution and habitat": "Caladenia concolor grows on granite ridges and slopes with dry open forest in northern Victoria and southern New South Wales. It is known from two locations in Victoria near Beechworth and Chiltern. In New South Wales there are three populations, on private property near Bethungra, in the Burrinjuck Nature Reserve and in the Nail Can Hill Reserve near Albury. The first two of these New South Wales populations may be described in the future as new species.",
    "Conservation": "Crimson spider orchid is listed as \"Endangered\" under the New South Wales Threatened Species Conservation Act 1995 and as \"Vulnerable\" under the Environment Protection and Biodiversity Conservation Act 1999. None of the populations includes more than a few hundred individual plants. The main threats to its survival are habitat loss, weed invasion and grazing by livestock and rabbits. Seeds of the species have been successfully germinated with the associated mycorrhiza with plans to introduce cultivated plants into the wild.\n\n\n== References =="
  }
}