{
  "url": "https://en.wikipedia.org/wiki/Caladenia_uliginosa_subsp._candicans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. uliginosa"
    },
    {
      "Subspecies": "C. u. subsp. candicans"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia uliginosa subsp. candicans, commonly known as the northern darting spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three yellowish-cream flowers which have a forward-projecting labellum lacking the red tip of subspecies uliginosa.",
    "Description": "Caladenia uliginosa subsp. candicans is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 70–150 mm long and 7–10 mm wide. Up to three yellowish-cream flowers 70–100 mm long and 40–50 mm wide are borne on a spike 200–300 mm tall. The sepals and petals have brownish, thread-like tips. The dorsal sepal is erect, 45–100 mm long and about 2 mm wide and the lateral sepals are 45–100 mm long, 4–5 mm wide and held horizontally near their base but then droop. The petals are 35–80 mm long and about 3 mm wide and arranged like the lateral sepals. The labellum is 14–22 mm long, 7–10 mm wide, white, and projects forward, lacking a dark red tip. The sides of the labellum have thin, red or white, short erect teeth, its tip curves downward and there are four rows of calli along its centre. Flowering occurs from late September to October.",
    "Taxonomy and naming": "Caladenia uliginosa was first described in 1984 by Alex George and the description was published in Nuytsia. In 2001, Stephen Hopper and Andrew Phillip Brown described three subspecies, including subspecies candicans and the description was also published in Nuytsia from a specimen collected near West Dale. The subspecies name (candicans) is a Latin word meaning \"shining white\" or \"bright\" referring to the colour of the labellum of this orchid.",
    "Distribution and habitat": "The northern darting spider orchid is found between York and Kojonup in the Avon Wheatbelt and Jarrah Forest biogeographic regions where it usually grows in wandoo woodland but also in seasonally wet areas and along drainage lines.",
    "Conservation": "Caladenia uliginosa subsp. candicans  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}