{
  "url": "https://en.wikipedia.org/wiki/Caladenia_osmera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. osmera"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia osmera is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single leaf and one or two greenish-cream flowers with pink stripes and which has a sharp odour resembling burnt plastic.",
    "Description": "Caladenia osmera is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 60–120 mm (2–5 in) long and 5–10 mm (0.2–0.4 in) wide. One or two greenish-cream to cream-coloured flowers with pink stripes and blotches are borne on a spike 150–300 mm (6–10 in) tall. The flowers have a sharp odour resembling the smell of burnt plastic. The sepals and petals have narrow, dark red, club-like glandular tips 5–12 mm (0.2–0.5 in) long. The sepals and petals are 20–45 mm (0.8–2 in) long and 2–4 mm (0.08–0.2 in) wide with the petals shorter than the sepals. The sepals and petals spread widely and horizontally or curve downwards. The labellum is greenish-cream with a dark red tip and is 11–13 mm (0.4–0.5 in) long and 7–9 mm (0.28–0.35 in) wide. The sides of the labellum curve upwards and have linear teeth up to 25 mm (1 in) long, decreasing in size towards the tip. There are four or six rows of calli about 1 mm (0.04 in) long near the base of the labellum and tapering towards the tip. Flowering occurs in September and October.",
    "Taxonomy and naming": "This orchid was first formally described in 2006 by David Jones and given the name Arachnorchis osmera. The description was published in Australian Orchid Research. In 2007 Gary Backhouse changed the name to Caladenia osmera. The specific epithet (osmera) is derived from the Ancient Greek word osme meaning \"smell\" or \"odour\" referring to the strong floral scent of this species.",
    "Distribution and habitat": "Caladenia osmera is only known from areas east of Bruthen where it grows in tall montane forest. It probably also occurs on the Southern Tablelands of New South Wales.",
    "Conservation": "Caladenia osmera  is listed as  \"vulnerable\" under the Victorian Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}