{
  "url": "https://en.wikipedia.org/wiki/Caladenia_radiata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. radiata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia radiata, commonly known as the ray spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two green, yellow and red flowers. It flowers more profusely after fire and grows in swampy areas, sometimes flowering whilst in water.",
    "Description": "Caladenia radiata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–250 mm (4–10 in) long and about 1 mm (0.04 in) wide. One or two green, yellow and red flowers 60–90 mm (2–4 in) long and 50–60 mm (2.0–2.4 in) wide are borne on a stalk 300–450 mm (10–20 in) tall. The sepals have thin, brown, club-like glandular tips 15–25 mm (0.6–1 in) long. The dorsal sepal is erect, 40–65 mm (2–3 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals and petals have about the same dimensions as the dorsal sepal and turn stiffly downwards. The labellum is 12–15 mm (0.5–0.6 in) long and wide and green with a dark red tip that is curled downwards. The sides of the labellum have erect, linear up to 5 mm (0.2 in) long and there are four rows of dark red, densely crowded calli along the mid-line. Flowering occurs from October to early December.",
    "Taxonomy and naming": "Caladenia radiata was first described in 1948 by William Nicholls from a specimen collected near Yarloop and the description was published in The Victorian Naturalist. The specific epithet (radiata) is derived from the Latin word radius meaning \"ray\", \"rod\" or \"spoke\", referring to the spreading teeth on the sides of the labellum.",
    "Distribution and habitat": "The ray spider orchid is found between the Yarloop and Albany in the Avon Wheatbelt, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions where it grows in swampy areas, often flowering in standing water.",
    "Conservation": "Caladenia radiata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}