{
  "url": "https://en.wikipedia.org/wiki/Caladenia_bartlettii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. bartlettii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia bartlettii is a plant in the orchid family Orchidaceae and is endemic to New Zealand. It is a ground orchid with a single narrow, hairy leaf and a thin wiry stem usually bearing one short-lived mauve to pink flower.",
    "Description": "Caladenia bartlettii is a terrestrial, perennial, deciduous, herb, sometimes solitary or in groups of up to ten individuals. It has an underground tuber and a single hairy, narrow linear leaf up to 10 cm (4 in) long, 2 mm (0.08 in) wide and dark purplish or reddish-green.One, sometimes two flowers up to 20 mm (0.8 in) in diameter are borne on a thin, sparsely hairy, wiry spike, 30 cm (10 in) high. The sepals and petals are a dark magenta colour shading to white in the lower parts. The dorsal sepal is erect and the lateral sepals are elliptic in shape with a rounded end and are slightly larger than the petals. The labellum has three lobes with red stripes, the mid-lobe triangular in shape, curled under and dark yellow with a wavy edge. There are two rows of bright yellow-tipped calli along the mid-line of the labellum. Flowering occurs from October to December but the flowers are self-pollinating and only last for a few days.",
    "Taxonomy and naming": "The species was first formally described in 1949 by Edwin Hatch as a variety of Caladenia carnea and the description was published in Transactions and Proceedings of the Royal Society of New Zealand. The name was changed to Caladenia bartlettii in 1997. The specific epithet (bartlettii) honours Francis (Frank) William Bartlett (1896-1979) of Silverdale, \"whose knowledge of the gumlands flora has made his home the mecca of Auckland enthusiasts for many years\".",
    "Distribution and habitat": "This caladenia grows in shady places in poor soil, always in forests dominated by kauri trees. It is found on both the North and South Island of New Zealand.",
    "Conservation": "Caladenia bartlettii was classified in 2012 as \"At Risk - Naturally Uncommon\".\n\n\n== References =="
  }
}