{
  "url": "https://en.wikipedia.org/wiki/Caladenia_calcicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. calcicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia calcicola, commonly known as the Bats Ridges spider orchid, is a plant in the orchid family Orchidaceae and is endemic to a small area near the Victoria - South Australia border. It is a ground orchid with a single hairy leaf and one or two glossy, pale yellow flowers with maroon markings.",
    "Description": "Caladenia calcicola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single lance-shaped, hairy leaf, 5–13 cm (2–5 in) long, 4–15 mm (0.2–0.6 in) wide. A single 35–40 mm (1–2 in) wide is borne on a  hairy spike 11–22 cm (4–9 in) high. (On rare occasions there are two flowers and sometimes the spike is up to 28 cm (10 in) high.) The lateral sepals and petals are pale, glossy yellow with a red stripe down the centre. The lateral sepals spread widely, turn downwards, 1–4 cm (0.4–2 in) long, 2–4 mm (0.08–0.2 in) wide and taper to thread-like, glandular, yellow to reddish tips 2–9 mm (0.08–0.4 in) long. The petals are slightly shorter than the sepals and taper to a thin, pointed end. The labellum is 8–15 mm (0.3–0.6 in) long, 7–11 mm (0.3–0.4 in) wide when flattened, partly red and yellowish-cream coloured near its base.  The sides of the labellum have linear teeth up to 1 mm (0.04 in) long, decreasing in size towards the front. There are four or six rows of flattened calli along the centre of the flat part of the labellum. Flowering occurs from mid-September to early November.",
    "Taxonomy and naming": "The species was first formally described by Geoffrey Carr in 1986 and the description was published in Muelleria from a specimen collected near Portland. The specific epithet (calcicola) is derived from Latin words meaning \"lime\" and \"dweller\".",
    "Distribution and habitat": "This caladenia grows on low limestone ridges in a few areas west of Portland and a short distance into South Australia.",
    "Conservation": "Caladenia calcicola is classified as \"vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act, as \"Endangered\" under the South Australian National Parks and Wildlife Act and as \"Threatened\" under the Victorian Government Flora and Fauna Guarantee Act 1988. The total population in 2007 was estimated to be less than 300. The main threats are grazing, quarrying activities and unsuitable fire regimes.\n\n\n== References =="
  }
}