{
  "url": "https://en.wikipedia.org/wiki/Caladenia_cairnsiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. cairnsiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia cairnsiana, commonly known as the zebra orchid, is a species of orchid endemic to the south-west of Western Australia. It is a common and widespread orchid distinguished by its red-striped labellum, and petals and lateral which are pressed against the ovary.",
    "Description": "Caladenia cairnsiana is a terrestrial, perennial, deciduous, herb with an underground tuber and which is usually found in scattered groups or sometimes in clumps of more than ten. It has a single hairy leaf, 6–20 mm (0.2–0.8 in) long and about 6 mm (0.2 in) wide. There are one or two flowers on the end of a stalk 15–30 cm (6–10 in) tall, each flower 20–30 mm (0.8–1 in) long and about 10 mm (0.4 in) wide. The flowers are greenish-yellow with red markings. The lateral sepals and the petals hang down against the ovary. The labellum is inclined upwards, is red-striped, has a smooth edge and a glandular tip. In the centre of the labellum is a band of deep purple-red calli. Flowering occurs between August and early November and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia cairnsiana was first described by Ferdinand von Mueller in 1868 in Fragmenta phytographiae Australiae from specimens collected in the Stirling Range. The specific epithet (cairnsiana) honours Reverend Adam Cairns.",
    "Distribution and habitat": "The zebra orchid is widespread and common, between Esperance and Lancelin in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren  biogeographic regions. It grows in sand, laterite or loam in forest, woodland and heath.",
    "Conservation": "Caladenia cairnsiana is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}