{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._extrema",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. extrema"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. extrema, commonly known as the late white spider orchid or Seaton Ross spider orchid is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and one or two mainly white flowers with long, mostly spreading lateral sepals and petals. It is a relatively rare orchid which is similar to the tangled white spider orchid (subspecies redacta) but has larger flowers and a later flowering period.",
    "Description": "Caladenia longicauda subsp. extrema is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows as solitary plants. It has a single hairy leaf, 100–170 mm (4–7 in) long and 5–12 mm (0.2–0.5 in) wide. One or two mostly white flowers 80–110 mm (3–4 in) long and 60–90 mm (2–4 in) wide are borne on a spike 160–300 mm (6–10 in) tall. The dorsal sepal is erect, 50–80 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 60–95 mm (2–4 in) long and 5–7 mm (0.2–0.3 in) wide and the petals are 55–80 mm (2–3 in) long and 3–5 mm (0.1–0.2 in) wide. The lateral sepals and petals are linear to lance-shaped in the lower quarter of their length, then suddenly taper to downcurved, narrow ends. The labellum is white, 16–21 mm (0.6–0.8 in) long and 5–12 mm (0.2–0.5 in) wide with narrow teeth up to 5 mm (0.2 in) long on the sides. There are four or more rows of pale red calli up to 1.5 mm (0.06 in) long in the centre of the labellum. Flowering occurs from November to early December. This subspecies is most similar to subspecies redacta and their distributions sometimes overlap but has larger flowers with a larger labellum and a later flowering period.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, then in 2015 Brown and Garry Brockman described three more, including subspecies extrema and the new descriptions were published in Nuytsia. The subspecies had previously been known as Caladenia longicauda subsp. 'Manjimup'. The subspecies name (extrema) is a Latin word meaning “outermost\", \"farthest\" or \"last\" referring to the late flowering of this subspecies.",
    "Distribution and habitat": "The late white spider orchid is only known from a small area near Manjimup in the Jarrah Forest biogeographic region where the type specimen was collected. It usually grows in areas that are swampy in winter.",
    "Conservation": "Caladenia longicauda subsp. extrema  is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}