{
  "url": "https://en.wikipedia.org/wiki/Caladenia_macrostylis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. macrostylis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia macrostylis, commonly known as the leaping spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to three distinctive pale greenish-yellow and red flowers with a cluster of deep purplish calli in the centre of its labellum.",
    "Description": "Caladenia macrostylis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 120–160 mm (5–6 in) long and 6–10 mm (0.2–0.4 in) wide. Up to three pale greenish-yellow and red flowers 40–60 mm (1.6–2.4 in) long and 30–60 mm (1–2 in) wide are borne on a stalk 160–250 mm (6–10 in) tall. The sepals and petals have dark, club-like glandular tips 2–4 mm (0.08–0.2 in) long. The dorsal sepal curves forward over the column and is 25–35 mm (0.98–1.4 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 25–35 mm (0.98–1.4 in) long, 4–5 mm (0.16–0.20 in) wide and spread forward and downward. The petals are 25–30 mm (0.98–1.2 in) long and 3–5 mm (0.1–0.2 in) wide and spread upwards. The labellum is 10–13 mm (0.4–0.5 in) long and 10–11 mm (0.39–0.43 in) wide and yellowish with deep purplish-red lines. The edges of the labellum are curled under and have small, crowded, blunt teeth and the tip is curled under. There is a broad, dense band of blackish calli up to 2.5 mm (0.1 in) long in the centre in the centre of the labellum. Flowering occurs from August to early November.",
    "Taxonomy and naming": "Caladenia macrostylis was first described in 1842 by Robert Fitzgerald and the description was published in Nuytsia.",
    "Distribution and habitat": "The leaping spider orchid is found in the area between Albany and Bindoon in the Avon Wheatbelt, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions where it grows in forest, woodland and coastal scrub.",
    "Conservation": "Caladenia macrostylis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}