{
  "url": "https://en.wikipedia.org/wiki/Caladenia_leptoclavia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. leptoclavia"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia leptoclavia, commonly known as the thin-clubbed spider orchid, is a plant in the orchid family Orchidaceae and is endemic to New South Wales. It is a ground orchid with a single hairy leaf and a single pale cream-coloured to yellow flower with dark reddish stripes.",
    "Description": "Caladenia leptoclavia is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, lance-shaped,  dull green hairy leaf, 80–140 mm (3–6 in) long and 8–11 mm (0.3–0.4 in) wide with a reddish base. Usually only a single cream-coloured to yellow flower with dark reddish, central stripes is borne on a thin, wiry, hairy spike 200–600 mm (8–20 in) tall. The sepals have thin, dark red to blackish club-like ends 15–20 mm (0.6–0.8 in) long. The dorsal sepal is erect, 45–65 mm (2–3 in) long and about 4 mm (0.2 in) wide near the base. The lateral sepals are a similar size and shape to the dorsal sepal but spread widely and stiffly. The petals are 35–45 mm (1–2 in) long and about 3 mm (0.1 in) wide and droop slightly. The labellum is egg-shaped to heart-shaped, about 16–19 mm (0.6–0.7 in) long and 10–12 mm (0.4–0.5 in) wide and is sometimes all red, or dark maroon with a white base. The tip of the labellum curls under and there are between eight and ten red teeth up to 1.5 mm (0.06 in) long on each side of the labellum. There are four rows of calli 2 mm (0.08 in) long along the mid-line of the labellum and which decrease in size towards the tip. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia leptoclavia was first formally described by David Jones in 1991 from a specimen collected near Bethungra, and the description was published in Australian Orchid Research. The specific epithet (leptoclavia) is derived from the Ancient Greek word λεπτός leptos meaning \"thin\" or \"slender\", and the Latin word clava meaning \"club\", referring to the thin \"clubs\" on the sepals.",
    "Distribution and habitat": "Thin-clubbed spider orchid has a restricted distribution in New South Wales where it is only known from near Bethungra, Cowra and Eugowra where it grows in forest.\n\n\n== References =="
  }
}