{
  "url": "https://en.wikipedia.org/wiki/Caladenia_fulva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. fulva"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia fulva, commonly known as the tawny spider orchid, is a plant in the orchid family Orchidaceae and is endemic to a small area in Victoria. It is a ground orchid with a single hairy leaf and one or two creamy-white to pale yellow flowers. Only two small populations are known, although both are in nature reserves.",
    "Description": "Caladenia fulva is a terrestrial, perennial, deciduous, herb with a small, spherical underground tuber. It has a single green, red-blotched, sparsely hairy leaf, 50–120 mm (2–5 in) long and 6–8 mm (0.2–0.3 in) wide. One or two, creamy-white to pale yellow flowers 40–80 mm (2–3 in) across are borne on a dark coloured, hairy spike 120–250 mm (5–10 in) tall. The sepals and petals taper to thin, blackish, thread-like tips and sometimes have red stripes. The dorsal sepal is erect, 60–80 mm (2–3 in) long, about 4 mm (0.2 in) wide and the lateral sepals are about the same length but wider and spread widely with drooping tips. The petals are 50–60 mm (2.0–2.4 in) long, about 4 mm (0.2 in) wide at the base and arranged similarly to the lateral sepals. The labellum is narrow triangular to egg-shaped, 15–18 mm (0.6–0.7 in) long, 10–12 mm (0.4–0.5 in) wide with its edges turned up and its tip rolled under. It is tawny to deep red with many pale red teeth up to 2.5 mm (0.1 in) long on its sides, decreasing in size towards its tip. There are four or six rows of foot-shaped, reddish calli along the centre line of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia fulva was first formally described by Geoffrey Carr in 1991 from a specimen collected near Stawell. The description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (fulva) is a Latin word meaning “tawny” or \"reddish-yellow\".",
    "Distribution and habitat": "The tawny spider orchid is only known from woodland near Stawell where it grows in well-drained soil.",
    "Conservation": "Caladenia fulva is listed as  \"endangered\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and the Australian Government Environment Protection and Biodiversity Conservation Act 1999. Only two populations totalling an estimated 650 plants in 2010 are known. The main threats to the species are its small population size, habitat loss and disturbance, and weed invasion. Both populations are in nature reserves.\n\n\n== References =="
  }
}