{
  "url": "https://en.wikipedia.org/wiki/Caladenia_chamaephylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. chamaephylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia chamaephylla, commonly known as redleaf fingers, is a plant in the orchid family Orchidaceae and is endemic to Queensland. It is a ground orchid with a single leaf and a single pink flower which is brownish-pink on the back. Unlike the leaves of most caladenias, this one has a leaf which lies flat on the ground and flowers appear in late autumn or winter.",
    "Description": "Caladenia chamaephylla is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 30–100 mm long and 3–6 mm wide which lies flat on the ground. A single pink flower which is brownish-pink on the back and 12–15 mm long and 15–20 mm wide is borne on a spike 80–160 mm high. The dorsal sepal is erect, 10–15 mm long and about 3 mm wide and the lateral sepals are 12–16 mm long, 3–5 mm wide. The petals are 9–14 mm long, about 3 mm wide and with the lateral sepals, spread fan-like in front of the flower. The labellum is 7–9 mm long and about 7 mm wide, and white to pale pink with dark pink bars. The tip of the labellum curves downwards with six to eight short teeth and each side and two rows of yellow calli in the centre of the labellum. Flowering occurs in May to July.",
    "Taxonomy and naming": "Caladenia chamaephylla was first formally described by David Jones in 1999 and the description was published in The Orchadian from a specimen collected near Cooktown. The specific epithet (chamaephylla) is derived from the Ancient Greek words χαμαί chamai meaning \"on the ground\" and φύλλον phyllon meaning \"leaf\".",
    "Distribution and habitat": "Redleaf fingers grows in open forest among low shrubs in a small area south of Cooktown.\n\n\n== References =="
  }
}