{
  "url": "https://en.wikipedia.org/wiki/Caladenia_venusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. venusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia venusta, commonly known as the graceful spider orchid, large white spider orchid, or simply white spider orchid is a plant in the orchid family Orchidaceae and is endemic to southern Australia. It is a ground orchid with a single leaf and one or two white to cream-coloured flowers with drooping, brown, thread-like tips.",
    "Description": "Caladenia venusta is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 100–180 mm long and 8–12 mm wide. One or two white to cream-coloured flowers 80–120 mm wide are borne on a spike 200–600 mm high. The sepals and petals have rather thick, brown thread-like tips. The dorsal sepal is erect, 60–100 mm long and 2–4 mm wide. The lateral sepals are 60–100 mm long, 4–8 mm wide, spread apart from each other and have drooping tips. The petals are 50–80 mm long, 3–6 mm wide and also have drooping tips. The labellum is white or cream-coloured with its tip rolled under and sides turned upwards. There are many thin, reddish teeth up to 3.5 mm long on the side of the labellum and four or six rows of narrow, reddish foot-shaped calli up to 2 mm long along its mid-line with the longest ones near its base. Flowering occurs from September to November.",
    "Taxonomy and naming": "Caladenia venusta was first formally described in 1991 by Geoffrey Carr and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (venusta) is a Latin word meaning \"lovely\", \"beautiful\", \"elegant\" or \"graceful\".",
    "Distribution and habitat": "The graceful spider orchid is most common in Victoria but even in that state it is rare, usually occurring in coastal woodland but is also found in the Grampians. It has been found in the far south-east of South Australia and may occur on the south-west slopes of New South Wales.\n\n\n== References =="
  }
}