{
  "url": "https://en.wikipedia.org/wiki/Caladenia_concinna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. concinna"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia concinna, commonly known as the neat spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Australia. It is a ground orchid with a single hairy leaf, and usually a single greenish flower with red stripes on the petals and sepals.",
    "Description": "Caladenia concinna is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single hairy, lance-shaped leaf up to 12 cm (5 in) long and 8 mm (0.3 in) wide with red spots near the base. One or two flowers are borne on a spike 20 cm (8 in) tall. The sepals and petals are greenish with red stripes and are about 35 mm (1 in) long. The ends of the sepals and petals have a narrow \"tail\" which sometimes has yellowish glands. The sepals and petals droop  downwards. The labellum is broad with a few short, blunt teeth on its edges and is about 10 mm (0.4 in) long and wide. It is greenish with a maroon tip and has six crowded rows of swollen, club-shaped calli along its centre. Flowering occurs in September and October.",
    "Taxonomy and naming": "This caladenia was first formally described in 1928 by Herman Rupp who gave it the name Caladenia dilatata var. concinna. The description was published in Proceedings of the Linnean Society of New South Wales and the type specimen was collected near Griffith. In 1989 David L. Jones and Mark Clements raised the variety to species status, giving it the name Caladenia concinna. The specific epithet (concinna) is a Latin word meaning \"skilfully put together\", \"beautiful\" or \"appropriate\".",
    "Distribution and habitat": "Caladenia concinna grows in sparse scrub in cypress-pine woodland. It occurs in South Australia, Tasmania, and in New South Wales where it is found in the Griffith, Eugowra and Hillston districts.\n\n\n== References =="
  }
}