{
  "url": "https://en.wikipedia.org/wiki/Caladenia_flava_subsp._sylvestris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. flava"
    },
    {
      "Subspecies": "C. f. subsp. sylvestris"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia flava subsp. sylvestris, commonly known as the karri cowslip orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to three pale yellow and cream-coloured flowers which are white near the tips of the sepals and petals and marked with bright red or pink.",
    "Description": "Caladenia flava subsp. sylvestris is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 50–150 mm (2–6 in) long, about 15 mm (0.6 in) wide and tinged with purple on its lower side. Up to four flowers 20–50 mm (0.8–2 in) long and 20–40 mm (0.8–2 in) wide are borne on stalks 120–300 mm (5–10 in) tall. The sepals and petals are pale lemon-yellow grading to white near their tips with a line of bright red or pink marks along the mid-line. The dorsal sepal is erect, 15–25 mm (0.6–1 in) long, 7–10 mm (0.3–0.4 in) wide and the lateral sepals are larger than the dorsal sepal, 20–40 mm (0.8–2 in) long and 7–15 mm (0.3–0.6 in) wide. The petals are 12–24 mm (0.5–0.9 in) long and 6–12 mm (0.2–0.5 in) wide. The labellum is 10–15 mm (0.4–0.6 in) long and 10–13 mm (0.4–0.5 in) wide and has three lobes. The lateral lobes are egg-shaped, sometimes with four to six club-shaped teeth. The middle lobe has four to six erect teeth and there are two rows of calli along its centre forming a U-shape. Flowering occurs from October to December.This subspecies differs from subspecies flava in its taller flowering stems and later (about six weeks) flowering. It differs from subspecies maculata in its more southerly distribution, taller flowering stems and paler-coloured flowers.",
    "Taxonomy and naming": "Caladenia flava was first formally described in 1810 by Robert Brown and the description was published in Brown's book Prodromus Florae Novae Hollandiae et Insulae Van Diemen. In 2001, Stephen Hopper and Andrew Phillip Brown described three subspecies of Caladenia flava including Caladenia flava subsp. sylvestris and published the descriptions in Nuytsia. The specific epithet (sylvestris) is a Latin word meaning \"of woods\" referring to the habitat preference of this species.",
    "Distribution and habitat": "Karri cowslip orchid grows in forests, especially high-rainfall karri forests between Bunbury and Albany in the Esperance Plains, Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "Caladenia flava subsp. sylvestris is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}