{
  "url": "https://en.wikipedia.org/wiki/Caladenia_uliginosa_subsp._uliginosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. uliginosaA.S.George[1]"
    },
    {
      "Subspecies": "C. u. subsp. uliginosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia uliginosa subsp. uliginosa, commonly known as the dainty spider orchid, or darting spider orchid is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to four greenish-cream flowers which have a forward-projecting labellum with a dark red tip.",
    "Description": "Caladenia uliginosa subsp. uliginosa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–160 mm long and 8–10 mm wide. Up to four greenish-cream flowers 80–120 mm long and 40–60 mm wide are borne on a spike 200–350 mm tall. The sepals and petals have brownish, thread-like tips. The dorsal sepal is erect, 45–100 mm long and about 2 mm wide and the lateral sepals are 45–100 mm long, 4–5 mm wide and curve downwards. The petals are 35–80 mm long and about 3 mm wide and also curve downwards. The labellum is 14–22 mm long, 7–10 mm wide, cream-coloured and projects forward with a dark red tip. The side of the labellum have thin, red, erect teeth up to 2.5 mm long, its tip curves downward and there are four rows of red calli along its centre. Flowering occurs from late September to early November.",
    "Taxonomy and naming": "Caladenia uliginosa was first described in 1984 by Alex George from a specimen collected near Frankland and the description was published in Nuytsia. In 2001, Stephen Hopper and Andrew Phillip Brown described three subspecies, including subspecies uliginosa and the description was also published in Nuytsia. The specific epithet (uliginosa) is a Latin word meaning \"full of moisture\", \"wet\" or \"marshy\" referring to the swampy habitat where this orchid usually grows.",
    "Distribution and habitat": "The dainty spider orchid is found between Boddington and Mount Barker in the Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in moist forest and areas that are wet in winter.",
    "Conservation": "Caladenia uliginosa subsp. uliginosa  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}