{
  "url": "https://en.wikipedia.org/wiki/Caladenia_xanthochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. xanthochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia xanthochila, commonly known as the yellow-lip spider orchid is a plant in the orchid family Orchidaceae and is endemic to southern Australia. It is a rare ground orchid with a single leaf and usually only one pale greenish-yellow flower. Only a few plants are known from Victoria and South Australia.",
    "Description": "Caladenia xanthochila is a terrestrial,  perennial, deciduous, herb with an underground tuber and a single leaf, 80–170 mm (3–7 in) long and 6–10 mm (0.2–0.4 in) wide. One, rarely two flowers 30–50 mm (1–2 in) wide are borne on a hairy spike 250–320 mm (9.8–13 in) high. The sepals have red, club-like glandular tips 3–9 mm (0.1–0.4 in). The dorsal sepal is erect, 30–50 mm (1–2 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals have similar dimensions to the dorsal sepal, spread apart from each other and curve downwards. The petals are 20–40 mm (0.8–2 in) long, about 2–3 mm (0.08–0.1 in) wide and arranged like the lateral sepals. The labellum is greenish-yellow, 9–11 mm (0.35–0.43 in) long, 7–9 mm (0.3–0.4 in) wide with yellow or red, club-shaped teeth up to about 1.5 mm (0.06 in) long on the sides but decreasing in length towards the tip. The tip of the labellum is curled under and there are four or six rows of calli up to 1 mm long, along its mid-line. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia xanthochila was first formally described by David and Cam Beardsell in 1992 and the description was published in Australian Systematic Botany from a specimen collected near Murtoa. The specific epithet (xanthochila) is derived from the Ancient Greek words xanthos meaning \"yellow\" and cheilos meaning \"lip\".",
    "Distribution and habitat": "Yellow-lip spider orchid grows in Eucalyptus leucoxylon woodland on sandy soil. It is only known from four sites near Bendigo and Dimboola in Victoria and one site in the Flinders Ranges in South Australia, the latter site containing only two plants.",
    "Conservation": "Caladenia xanthochila is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"endangered\" under the Victorian Flora and Fauna Guarantee Act 1988. Effort are being made to increase the numbers of this orchid in the wild.\n\n\n== References =="
  }
}