{
  "url": "https://en.wikipedia.org/wiki/Caladenia_hillmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. hillmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia hillmanii, commonly known as purple-heart fingers, is a plant in the orchid family Orchidaceae and is endemic to New South Wales. It is a ground orchid with a single leaf and one or two bright pink flowers with a reddish-purple labellum with darker bars.",
    "Description": "Caladenia hillmanii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, dark green linear leaf, 60–120 mm (2–5 in) long and 3–4 mm (0.1–0.2 in) wide. One or two bright pink flowers about 25 mm (1 in) across are borne on a spike 150–250 mm (6–10 in) tall. The backs of the sepals and petals are greenish and densely covered with brownish glands. The dorsal sepal is erect, linear to lance-shaped, 13–18 mm (0.5–0.7 in) long and 2–3.5 mm (0.08–0.1 in) wide. The lateral sepals and petals are 12–20 mm (0.5–0.8 in) long, 3–6 mm (0.1–0.2 in) wide, lance-shaped and slightly sickle-shaped. The labellum is egg-shaped, 6–8 mm (0.2–0.3 in) long, 8–10 mm (0.3–0.4 in) wide with the sides turned up and the tip rolled under. It is dark reddish-pink to reddish-purple, with darker, narrow red stripes and two rows of yellow calli along its mid-line. The tip of the labellum is bright yellow with two dark yellow blunt teeth.Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia hillmanii  was first formally described in 1994 by David Jones and the description was published in Muelleria from a specimen collected at Shoal Bay. The specific epithet (hillmanii) honours George Hillman of Nelson Bay, who recognised this species as distinct.",
    "Distribution and habitat": "Purple-heart fingers grows in coastal forest in sandy soil from Nelson Bay to Ulladulla.\n\n\n== References =="
  }
}