{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pendens_subsp._pendens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pendensHopper & A.P.Br.[1]"
    },
    {
      "Subspecies": "C. p. subsp. pendens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pendens subsp. pendens, commonly known as the pendant spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three relatively large, creamy-white flowers with long drooping petals and sepals and sometimes has a sickly-sweet scent.",
    "Description": "Caladenia pendens subsp. pendens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–130 mm (3–5 in) long and about 5 mm (0.2 in) wide. Up to three creamy-white flowers 120–180 mm (5–7 in) long and 100–160 mm (4–6 in) wide are borne on a spike 150–300 mm (6–10 in) tall. The sepals and petals have long, brown, drooping, thread-like tips. The dorsal sepal is erect, 60–120 mm (2–5 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 60–120 mm (2–5 in) long and 3–5 mm (0.1–0.2 in) wide, turned downwards near their bases but then drooping. The petals are 80–120 mm (3–5 in) long and 3–4 mm (0.1–0.2 in) wide, spreading horizontally near their bases then drooping. The labellum is 15–19 mm (0.6–0.7 in) long, 9–12 mm (0.4–0.5 in) wide and creamy-white with red lines and spots. The sides of the labellum curve upwards and have short blunt teeth on their sides and the tip of the labellum curves downwards. There are two rows of cream-coloured, anvil-shaped calli along the centre of the labellum. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia pendens was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. At the same time they described two subspecies, including subspecies pendens. The specific epithet (pendens) is a Latin word meaning \"hanging\" referring to the long drooping petals and lateral sepals.",
    "Distribution and habitat": "The pendant spider orchid is found between Wongan Hills and Walpole in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions. It grows in sandy soil near salt lakes and on granite outcrops.",
    "Conservation": "Caladenia pendens subsp. pendens  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}