{
  "url": "https://en.wikipedia.org/wiki/Caladenia_ornata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. magnifica"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia ornata, commonly known as ornate pink fingers is a species of orchid endemic to Victoria. It has a single leaf and one or two bright pink flowers with greenish-pink backs, and a dark pink labellum with dark red bars.",
    "Description": "Caladenia ornata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 60–120 mm (2–5 in) long and 2–3 mm (0.08–0.1 in) wide. One or two bright pink flowers, 18–25 mm (0.7–1 in) long and wide are borne on a stalk 90–150 mm (4–6 in) tall. The flowers have a greenish-pink back covered with glandular hairs and are sometimes white in the centre of the front. The dorsal sepal is erect, 9–14 mm (0.4–0.6 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals are 10–14 mm (0.4–0.6 in) long, 4–5 mm (0.16–0.20 in) wide, a curved lance-shape and are slightly spreading. The petals are 8–12 mm (0.3–0.5 in) long and 4–5 mm (0.16–0.20 in) wide and spread widely. The labellum is 5–6 mm (0.20–0.24 in) long, 6–8 mm (0.2–0.3 in) wide and dark pink with dark red bars. The sides of the labellum curve upwards and the tip turns downward and has a few short teeth. There are two rows of yellow calli up to 2 mm (0.08 in) long in the centre of the labellum. Flowering occurs from October to December.",
    "Taxonomy and naming": "This orchid was first formally described in 1936 by William Nicholls and given the name Caladenia carnea var. ornata and the description was published in The Victorian Naturalist. In 2000 David Jones raised the variety to species status. The specific epithet (ornata) is a Latin word meaning \"decorated\", \"embellished\" or \"ornate\".",
    "Distribution and habitat": "Ornate pink fingers occurs in isolated populations near Portland, Cherrypool, Lake Fynes and Stawell in south-west Victoria where it grows in heathy forest.",
    "Conservation": "Caladenia ornata is classified as \"vulnerable\" as Caladenia carnea var. ornata under the Victorian Flora and Fauna Guarantee Act 1988 and under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are weed invasion, habitat disturbance and trampling and grazing by kangaroos and feral rabbits (Oryctolagus cuniculus).\n\n\n== References =="
  }
}