{
  "url": "https://en.wikipedia.org/wiki/Caladenia_drummondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. drummondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia drummondii, commonly known as the winter spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a relatively small, hairy leaf at flowering and usually only one cream and deep purplish-red flower with downswept lateral sepals and petals.",
    "Description": "Caladenia drummondii has a single leaf, 10–40 mm (0.4–2 in) long and 8–10 mm (0.3–0.4 in) wide at first, but which enlarges after flowering to  50–70 mm (2–3 in) long and 12–15 mm (0.5–0.6 in) wide. The leaf is hairy, green on the upper surface and purplish beneath. The flower stem is 60–100 mm (2–4 in) tall and usually bears a single flower 20–30 mm (0.8–1 in) long and about 20 mm (0.8 in) wide. The flower is white with darker lines and the sepals and petals have brownish glandular tips 8–16 mm (0.3–0.6 in) long. The dorsal sepal is erect, 15–30 mm (0.6–1 in) long and 1–1.5 mm (0.04–0.06 in) wide at the base. The lateral sepals are 15–30 mm (0.6–1 in) long, 2–3 mm (0.08–0.1 in) wide and spreading near the base but with the tips hanging down. The petals are 12–30 mm (0.5–1 in) long, 3–3.5 mm (0.12–0.14 in) wide and also turn downwards with twisted ends. The labellum is dark purplish-red with short, blunt teeth on the edges and its tip curving downwards and there are four or more rows of dark red calli along its centre line. Flowering occurs from late April to June.",
    "Taxonomy and naming": "Caladenia drummondii was first described by George Bentham in 1873 in from a specimen collected by James Drummond near the Swan River. The description was published in Flora Australiensis. The specific epithet (drummondii) honours the collector of the type specimen, James Drummond.",
    "Distribution and habitat": "The winter spider orchid is widespread between Lake King and Nerren Nerren station near Kalbarri. It grows in mallee communities, Melaleuca thickets and York gum woodland in the Avon Wheatbelt, Geraldton Sandplains, Mallee, Yalgoo biogeographic regions.",
    "Conservation": "Caladenia drummondii  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}