{
  "url": "https://en.wikipedia.org/wiki/Caladenia_flavovirens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. flavovirens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia flavovirens, commonly known as the summer spider orchid, or the Christmas spider orchid is a plant in the orchid family Orchidaceae and is endemic to Victoria in Australia. It is a ground orchid with a single hairy leaf and one or two pale greenish-yellow flowers.",
    "Description": "Caladenia flavovirens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy, narrow lance-shaped leaf, 150–300 mm (6–10 in) long and 8–20 mm (0.3–0.8 in) wide. One or two pale greenish-yellow flowers are borne on a spike 300–600 mm (10–20 in) high. The sepals and petals taper to brownish, thread-like tips. The dorsal sepal is erect, 90–130 mm (4–5 in) long, about 4 mm (0.2 in) wide and the lateral sepals are 100–150 mm (4–6 in) long and 7–10 mm (0.3–0.4 in) wide. The petals are 75–95 mm (3–4 in) long, about 6 mm (0.2 in) wide. The labellum is egg-shaped, 15–23 mm (0.6–0.9 in) long and 10–12 mm (0.4–0.5 in) wide with its edges turned up. It is yellowish green with its maroon-coloured tip rolled under. There are many narrow thin teeth along the edges and four or six rows of red or yellow calli along its centre line. Flowering occurs from December to January.",
    "Taxonomy and naming": "Caladenia flavovirens was first formally described by Geoffrey Carr in 1991 from a specimen collected near Montrose. The description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (flavovirens) is from the Latin words flavus meaning “golden-yellow” or \"yellow\" and virens meaning \"green\".",
    "Distribution and habitat": "Summer spider orchid grows among shrubs in near-coastal areas and in open forest with grass or heath on mountains. It is only found in Victoria where it was once common but now rare and possibly extinct in areas near Portland, Lorne and Marlo.",
    "Conservation": "Caladenia flavovirens is listed as  \"rare\" in the Department of Environment and Primary Industries Advisory List of Rare Or Threatened Plants In Victoria.\n\n\n== References =="
  }
}