{
  "url": "https://en.wikipedia.org/wiki/Caladenia_graniticola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. graniticola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia graniticola, commonly known as the Pingaring spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two yellowish-green, red and white flowers which have a greenish-yellow and white labellum with a red tip. It was originally described as Caladenia hoffmanii subsp. graniticola but has a slightly different labellum and column.",
    "Description": "Caladenia graniticola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–150 mm (3–6 in) long and 5–10 mm (0.2–0.4 in) wide. One or two flowers 60–70 mm (2–3 in) long and 40–50 mm (1.6–2.0 in) wide are borne on a stalk 120–300 mm (5–10 in) tall. The flowers are yellowish-green, red and white and the lateral sepals and petals have narrow, club-like, glandular tips. The lateral sepals and petals spread widely and curve downwards. The dorsal sepal is erect, 25–35 mm (0.98–1.4 in) long and 3–5 mm (0.1–0.2 in) wide. The lateral sepals are 22–32 mm (0.9–1 in) long and 3–5 mm (0.1–0.2 in) wide, curved so that they sometimes cross each other. The petals are 20–30 mm (0.8–1 in) long and about 3 mm (0.1 in) wide and curve downwards. The labellum is 15–20 mm (0.6–0.8 in) long and 6–9 mm (0.2–0.4 in) wide and greenish-yellow with a red tip. The tip of the labellum turns downward but is not rolled under as in some other caladenias. The sides of the labellum have narrow, erect teeth up to 5 mm (0.2 in) long and there are four rows of deep red calli up to 3 mm (0.1 in) long, along the centre of the labellum. Flowering from late September to October.",
    "Taxonomy and naming": "The Pingaring spider orchid was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Pingaring. It was given the name Caladenia hoffmanii subsp. graniticola and the description was published in Nuytsia. In 2007, the same authors raised it to species status. The specific epithet (graniticola)  is derived from the Latin word graniticus meaning 'granite rocks' and -cola meaning 'dweller', referring to the habitat preference of this species.",
    "Distribution and habitat": "Pingaring spider orchid occurs between Kalgarin and Newdegate in the Esperance Plains and Mallee biogeographic regions where it grows under tall shrubs on and around granite outcrops.",
    "Conservation": "Caladenia graniticola is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife. The main threats to the species are its small population size, inappropriate fire regimes, grazing by rabbits and kangaroos and weed invasion.\n\n\n== References =="
  }
}