{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pallida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pallida"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pallida, commonly known as the rosy spider orchid, is a species of orchid endemic to Tasmania. It has a single dark green, hairy leaf and one or two yellowish to bright, rosy pink flowers. Individual plants of this species have not been seen since 1987.",
    "Description": "Caladenia pallida is a terrestrial, perennial, deciduous, herb with a small underground tuber. It has a single, dark green, very hairy, lance-shaped leaf, 80–140 mm (3–6 in) long and 70–80 mm (2.8–3.1 in) wide. One or two yellowish to bright, rosy pink flowers about 45 mm (2 in) across are borne on a stalk 150–400 mm (6–20 in) tall.The sepals have dark glandular tips 5–20 mm (0.2–0.8 in) long. The dorsal sepal is erect, 30–45 mm (1–2 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 30–45 mm (1–2 in) long, 3–5 mm (0.1–0.2 in) wide and spread widely and stiffly but with drooping tips. The petals are 20–25 mm (0.8–1 in) long and about 2 mm (0.08 in) wide, and arranged like the lateral sepals. The labellum is 9–11 mm (0.35–0.43 in) long, 5–6 mm (0.20–0.24 in) wide and has its tip rolled under. There are five to eight linear teeth up to 2 mm (0.08 in) long on each side of the labellum and four rows of hockey stick-shaped calli along its mid-line. Flowering occurs in October and November.",
    "Taxonomy and naming": "Caladenia pallida was first described in 1840 by John Lindley and the description was published in The Genera and Species of Orchidaceous Plants. The specific epithet (pallida) is a Latin word  meaning \"ashen\", \"pale\" or \"wan\".",
    "Distribution and habitat": "The rosy spider orchid has mostly been recorded in the central north and north-west of Tasmania, growing in open forest although the last sighting of the species was in 1987 on private land. Earlier collections were made between Hobart and New Norfolk.",
    "Conservation": "Caladenia pallida is classified as \"Critically Endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Endangered\" under the Tasmanian Government Threatened Species Protection Act 1995. The main threats to the species are thought to be accidental damage due to the small population size, climate change and inappropriate fire regimes.\n\n\n== References =="
  }
}