{
  "url": "https://en.wikipedia.org/wiki/Caladenia_gracillima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. gracillima"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia gracillima, commonly known as pretty fingers, is a species of orchid endemic to eastern Australia. It has a single leaf and up to three bright pink flowers. The type specimen was collected at Yandina in southern Queensland but there are also records from southern New South Wales.",
    "Description": "Caladenia gracillima is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 90–150 mm long and 2–3 mm wide. Up to three bright pink flowers with dusky pink backs and 25–40 mm long, 20–40 mm wide are borne on a stalk 100–200 mm tall. The dorsal sepal is erect, 10–18 mm long and 2–4 mm wide. The lateral sepals are 13–25 mm long, 4–6 mm wide and the petals are 12–22 mm long, 2–5 mm wide and spread fan-like with the lateral sepals in front of the flower. The labellum is 6–8 mm long, 5–7 mm wide and white with pink to mauve edges. The sides of the labellum turn upwards and the tip has 8 to 14 yellow to orange teeth on each side and curls downward. There are two rows of red to orange calli along the centre of the labellum. Flowering occurs from August to September.",
    "Taxonomy and naming": "This orchid was first formally described in 1939 by Herman Rupp who gave it the name Caladenia carnea var. gracillima and published the description in The Queensland Naturalist from a specimen collected at Yandina. In 2000, David Jones raised the variety to species status. The specific epithet (gracillima) is the superlative form of the Latin word gracilis meaning \"slender\" or \"thin\", hence \"most slender\". Referring to C. carnea var. gracillima, Rupp noted \"the segments are narrow and acuminate\" and \"the labellum is ...narrower than in other forms\".",
    "Distribution and habitat": "Pretty fingers grows in forest between Dayboro and Cooroy in south-east Queensland but there are also records from the southern tablelands of New South Wales.",
    "Conservation": "Caladenia gracillima is listed as of \"least concern\" in Queensland.\n\n\n== References =="
  }
}