{
  "url": "https://en.wikipedia.org/wiki/Caladenia_petrensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. petrensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia petrensis, commonly known as the rock spider orchid is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three pale yellow flowers with drooping lateral sepals and petals.",
    "Description": "Caladenia petrensis is a terrestrial, perennial, deciduous, herb with an underground tuber. It is sometimes found as a solitary plant or otherwise in small clumps. It has a single erect, hairy leaf 60–110 mm (2–4 in) long, 3–6 mm (0.1–0.2 in) wide and blotched with reddish-purple near its base. Up to three flowers 90–150 mm (4–6 in) long and 80–140 mm (3–6 in) wide are borne on a spike 17–37 mm (0.7–1 in) tall. The flowers are cream-coloured to pale yellow with dark red lines and blotches. The dorsal sepal is erect, 40–70 mm (2–3 in) long, 2–3 mm (0.08–0.1 in) wide and curves slightly forwards. The sepals and petals are linear to lance-shaped near their base, then suddenly narrow to a dark brown, thread-like tip covered with glandular hairs. The lateral sepals are 150–70 mm (6–3 in) long, 3–4 mm (0.1–0.2 in) wide and spread widely but with drooping tips. The petals are 50–60 mm (2.0–2.4 in) long, 2–4 mm (0.08–0.2 in) wide and arranged like the lateral sepals. The labellum is pale yellowish-white with red stripes, 12–15 mm (0.5–0.6 in) long, 8–10 mm (0.3–0.4 in) wide with forward-facing serrations on the sides. The tip of the labellum curves downwards and there are two rows of anvil-shaped calli along its centre. Flowering occurs from late July to September.",
    "Taxonomy and naming": "Caladenia petrensis was first formally described by Andrew Brown and Garry Brockman in 2007 from a specimen collected near Rothsay. The description was published in Nuytsia. The specific epithet (petrensis) is a Latin word meaning \"among rocks\" referring to the rocky habitat where this species grows.",
    "Distribution and habitat": "The rock spider orchid is found between Canna and Paynes Find in the Avon Wheatbelt, Geraldton Sandplains and Yalgoo biogeographic regions where it grows in seasonally moist soils on rocky hills.",
    "Conservation": "Caladenia petrensis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}