{
  "url": "https://en.wikipedia.org/wiki/Caladenia_vulgata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. vulgata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia vulgata, commonly known as the common spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is a relatively common and widespread orchid with a single erect, hairy leaf and up to three creamy-white flowers. There is some variation in the species, both in flower colour and growth habit.",
    "Description": "Caladenia vulgata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 50–150 mm long and about 4 mm wide. Up to three white or creamy-white flowers, sometimes with reddish markings, and 100–150 mm long, 70–100 mm wide are borne on a stalk 150–300 mm high. The dorsal sepal is erect, 45–90 mm long and 2–3 mm wide. The lateral sepals and petals are 45–90 mm long, 2–4 mm wide and horizontal near their bases, then curve downwards. The labellum is 9–15 mm long, 7–11 mm wide and cream coloured with red lines. The sides of the labellum have short, blunt teeth, the tip curls under and there are two rows of anvil-shaped, mostly cream-coloured calli along the mid-line. Flowering occurs from July to mid-October. The colour of the flowers of this orchid vary from glistening white to dull white or pale creamy white and in some areas the plants grow in large clumps and in others whereas in others they are solitary.",
    "Taxonomy and naming": "Caladenia vulgata was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected in the Kalbarri National Park and the description was published in Nuytsia. The specific epithet (vulgata) is derived from the Latin word vulgaris meaning \"common\" referring to the abundance of this species.",
    "Distribution and habitat": "The common spider orchid is found throughout the south-west from as far north as Kalbarri and as far east as Esperance growing in shrubland, woodland and forest.",
    "Conservation": "Caladenia vulgata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}