{
  "url": "https://en.wikipedia.org/wiki/Caladenia_dienema",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. dienema"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia dienema, commonly known as the windswept spider-orchid, is a plant in the orchid family Orchidaceae and is endemic to Tasmania. It is a ground orchid with a single, hairy leaf and a single, variably-coloured, usually dark red  flower on a thin, wiry stem 5–12 cm (2–5 in) high.",
    "Description": "Caladenia dienema is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows singly or in small, loose groups. It has a single, hairy, narrow lance-shaped leaf, 4–9 cm (2–4 in) long and 3–7 mm (0.1–0.3 in) wide. The leaf is dull green and has purple blotches near its base.One or two flowers, 60–90 mm (2–4 in) across, are borne on a thin, wiry, hairy spike 5–12 cm (2–5 in) high. The flowers are variably coloured, usually dark red but may be almost white, yellow or from pale to deep red, and usually have darker red lines. The dorsal sepal is linear to oblong, 40–60 mm (1.6–2.4 in) long, 2–3.5 mm (0.08–0.1 in) wide but tapers to a thin, blackish glandular tip. The lateral sepals and petals are a similar size and shape to the dorsal sepal and end with a similar tip, although the petals are slightly narrower. The lateral sepals and petals spread widely and are turned downwards to drooping. The labellum is broadly lance-shaped to egg-shaped when flattened and is coiled forward at the tip, 13–20 mm (0.5–0.8 in) long and 7–11 mm (0.3–0.4 in) wide. There are 13 to 18 pairs of narrow, linear teeth up to 2 mm (0.08 in) along the edges of the labellum. There are four to six rows of erect, hockey stick-shaped calli along the centre of the labellum.  The column is 12–14 mm (0.5–0.6 in) long, about 1.5 mm (0.06 in) wide and yellow and has broad wings. Flowering occurs in October and November and is followed by the fruit which is a reddish capsule 12–18 mm (0.5–0.7 in) long.",
    "Taxonomy and naming": "Caladenia dienema was first formally described by David L. Jones in 1998 and the description was published in Australian Orchid Research. Jones derived the specific epithet (dienema) from the Latin word dienemus, meaning \"bleak or windswept\", referring to the nature of this orchid's habitat. Dienemos is a Greek word meaning \"windswept\".",
    "Distribution and habitat": "Elegant caladenia grows in windswept, low heath and in rocky areas in heathy woodland. It occurs in areas near the coast of Tasmania, north of the Pieman River, especially near Temma and Marrawah, although it was previously recorded on the north-west coast near Stanley.",
    "Conservation": "Caladenia behrii is classified as \"Endangered\" under the Tasmanian Government Threatened Species Protection Act 1995 and the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are land clearing, agricultural practices, recreational activities and inappropriate fire regimes.\n\n\n== References =="
  }
}