{
  "url": "https://en.wikipedia.org/wiki/Caladenia_hoffmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. hoffmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia hoffmanii, commonly known as Hoffman's spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two, greenish-yellow, red and white flowers which have a greenish-yellow labellum with a red tip. It is distinguished from the Pingaring spider orchid (Caladenia graniticola) by small differences in the labellum and more northerly distribution.",
    "Description": "Caladenia hoffmanii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–150 mm (3–6 in) long and 5–10 mm (0.2–0.4 in) wide. One or two flowers 60–70 mm (2–3 in) long and 40–50 mm (1.6–2.0 in) wide are borne on a stalk 120–300 mm (5–10 in) tall. The flowers are greenish-yellow, red and white and the sepals and petals have narrow, club-like glandular tips, 2–10 mm (0.08–0.4 in) long. The dorsal sepal is erect, 20–28 mm (0.8–1 in) long and about 3 mm (0.1 in) wide at the base. The lateral sepals are about the same size as the dorsal sepal but curve downwards. The petals are 17–25 mm (0.7–1 in) long, about 2 mm (0.08 in) wide and also curve downwards. The labellum is 12–14 mm (0.5–0.6 in) long and 6–9 mm (0.2–0.4 in) wide, greenish-yellow and white. The sides of the labellum have many erect teeth up to 5 mm (0.2 in) long. The tip is dark red and curves downward (but not under). There are four close rows of red calli along the centre of the labellum, gradually decreasing in size towards the tip. Flowering occurs from August to September. Caladenia graniticola has larger calli, a more southerly distribution and different habitat.",
    "Taxonomy and naming": "Caladenia hoffmanii was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected in the Morseby Range and the description was published in Nuytsia. The specific epithet (hoffmanii) honours Noel Hoffman, the author of books about Western Australian orchids.",
    "Distribution and habitat": "Hoffman's spider orchid occurs between Geraldton and the Murchison River in the Geraldton Sandplains biogeographic region where it grows under dense shrubs on rocky hillsides.",
    "Conservation": "Caladenia hoffmanii is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife  and it has also been listed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are grazing by feral pigs (Sus scrofa), by rabbits (Oryctolagus cuniculus) and inappropriate fire regimes.\n\n\n== References =="
  }
}