{
  "url": "https://en.wikipedia.org/wiki/Caladenia_attingens_subsp._gracillima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. attingens"
    },
    {
      "Subspecies": "C. a. subsp. gracillima"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia attingens subsp. gracillima, commonly known as the small mantis orchid, is a species of orchid endemic to the south-west of Western Australia. It is a relatively common orchid with a single erect, hairy leaf and one or two green, yellow and red flowers. It differs from subspecies attingens in having smaller flowers and a more easterly distribution.",
    "Description": "Caladenia attingens subsp. gracillima is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 80–160 mm (3–6 in) long and 5–12 mm (0.2–0.5 in) wide. One or two green, yellow and red flowers 50–70 mm (2–3 in) long and 40–60 mm (1.6–2.4 in) wide are borne on a stalk 170–350 mm (7–10 in) tall. The sepals and petals have thin, brown, club-like glandular tips 5–20 mm (0.2–0.8 in) long. The dorsal sepal is erect, 35–45 mm (1–2 in) long and 1.5–2 mm (0.06–0.08 in) wide  and the lateral sepals are 35–50 mm (1–2 in) long, 2–3 mm (0.08–0.1 in) wide, upswept and parallel to each other. The petals are 25–35 mm (0.98–1.4 in) long, 1–2 mm (0.04–0.08 in) wide and are arranged in a similar way to the lateral sepals. The labellum is 12–16 mm (0.5–0.6 in) wide, 15–17 mm (0.6–0.7 in) wide and green with a dark red tip. The sides of the labellum have narrow teeth and there are four or more rows of crowded, red calli along its centre, including near its tip. Flowering occurs from August to early October. This subspecies differs from the other two subspecies in having sepals that are less than 3 mm (0.1 in) wide and a labellum that is more than 15 mm (0.6 in) wide.",
    "Taxonomy and naming": "Caladenia attingens was first formally described in 2001, Stephen Hopper and Andrew Phillip Brown. In the same paper, Hopper and Brown described two subspecies including Caladenia attingens subsp. gracillima and the description was published in Nuytsia. The subspecies name (\"gracillima\") is the comparative form of the Latin word gracilis meaning \"thin\" or \"slender\", hence \"more slender\", referring to the thinner sepals of this subspecies.",
    "Distribution and habitat": "The small mantis spider orchid is found between Jerramungup and Israelite Bay in the Coolgardie, Esperance Plains and Mallee biogeographic regions where it grows near creeks, granite outcrops and salt lakes.",
    "Conservation": "Caladenia attingens subsp. gracillima is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}