{
  "url": "https://en.wikipedia.org/wiki/Caladenia_fragrantissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. fragrantissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia fragrantissima, commonly known as the scented spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria and South Australia. It is a ground orchid with a single hairy leaf and up to three creamy-white to yellowish-green flowers. It is possible that it is conspecific with Caladenia orientalis.",
    "Description": "Caladenia fragrantissima is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, hairy leaf, 60–100 mm (2–4 in) long and 10–15 mm (0.4–0.6 in) wide. Up to three strongly-scented, creamy-white to yellowish-green flowers 60–80 mm (2–3 in)  across are borne on a hairy spike 200–400 mm (8–20 in) tall. The sepals and petals suddenly taper to long, thin, dark red to black glandular tips. The dorsal sepal is erect, 60–80 mm (2–3 in) long, 2–3 mm (0.08–0.1 in) wide and the lateral sepals are 60–80 mm (2–3 in) long and 3–4 mm (0.1–0.2 in) wide at the base. The petals are 50–70 mm (2–3 in) long, 2–3 mm (0.08–0.1 in) wide at the base. The lateral sepals and petals slope downwards near their bases then have drooping tips. The labellum is 16–18 mm (0.6–0.7 in) long, 8–10 mm (0.3–0.4 in) wide and cream-coloured with its tip rolled under. There are many narrow, dark reddish to blackish teeth up to 1.5 mm (0.06 in) long on the sides of the labellum and four or six rows of reddish calli along its centre. Flowering occurs in September and October.This species is similar to Caladenia orientalis and Caladenia patersonii and is difficult to distinguish from them. It may not be a separate species from C. orientalis.",
    "Taxonomy and naming": "This caldenia was first formally described by William Henry Nicholls in 1940 and given the name Caladenia patersonii var. suaveolens. The description was published in The Victorian Naturalist from a specimen collected near Portland. In 1989, David Jones and Geoffrey Carr raised it to species status. The specific epithet (fragrantissima) is the superlative form of the Latin adjective fragrans meaning “smelling agreeably\".",
    "Distribution and habitat": "The scented spider orchid grows in dense heath or heathy forest in well-drained soil in near-coastal areas between Nelson and Portland in Victoria and in the far south-east of South Australia.",
    "Conservation": "Caladenia fragrantissima is listed as  \"endangered\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and as \"vulnerable\" in South Australia.\n\n\n== References =="
  }
}