{
  "url": "https://en.wikipedia.org/wiki/Caladenia_melanema",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. melanema"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia melanema, commonly known as the ballerina orchid, is a species of orchid endemic to the south-west of Western Australia. It is a rare orchid with a single erect, hairy leaf and one or two cream-coloured to pale yellow flowers with red markings and black tips on the sepals and petals.",
    "Description": "Caladenia melanema is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 40–120 mm (2–5 in) long and 2–7 mm (0.08–0.3 in) wide. One or two cream-coloured flowers with red markings, 40–60 mm (1.6–2.4 in) long and 40–50 mm (1.6–2.0 in) wide are borne on a stalk 80–150 mm (3–6 in) tall. The sepals and petals are covered with dark, reddish-brown to black, thread-like tips. The dorsal sepal is erect, 20–45 mm (0.8–2 in) long, about 2 mm (0.08 in) wide and the lateral sepals are a similar length but slightly wider. The lateral sepals spread widely or droop slightly. The petals are 20–30 mm (0.8–1 in) long and 1.5–3 mm (0.06–0.1 in) wide and arranged like the lateral sepals. The labellum is 8–11 mm (0.3–0.4 in) long and 6–8 mm (0.2–0.3 in) wide, white with red stripes, spots and blotches and the tip is curled under. The sides of the labellum have short, white-tipped teeth and there are two rows of calli in the centre. Flowering occurs from August to mid-September.",
    "Taxonomy and naming": "Caladenia melanema was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Lake Grace and the description was published in Nuytsia. The specific epithet (melanema) is derived from the Ancient Greek words melas meaning \"black\" and nema meaning \"thread\" referring to the black hairs on the ends of the sepals and petals.",
    "Distribution and habitat": "The ballerina orchid is only known from a single population near Lake Altham in the Mallee biogeographic region where it grows in sand near salt lakes.",
    "Conservation": "Only about 300 mature plants from two populations of C. melanema were known in 2006. The species is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and is listed as \"Critically Endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are land clearing (although most of the population is now in a reserve), grazing by kangaroos, increasing salinity and road maintenance.\n\n\n== References =="
  }
}