{
  "url": "https://en.wikipedia.org/wiki/Caladenia_mesocera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. mesocera"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia mesocera, commonly known as the narrow-lipped dragon orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and usually only one greenish-yellow and red flower with a relatively long, insect-like labellum. Its distribution is further inland than that of most other caladenias.",
    "Description": "Caladenia mesocera is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 40–80 mm (2–3 in) long and 4–10 mm (0.2–0.4 in) wide. Usually only one greenish-yellow and red flower 30–40 mm (1–2 in) long and 20–30 mm (0.8–1 in) wide is borne on a stalk 80–250 mm (3–10 in) tall. The dorsal sepal is bent backwards, 20–30 mm (0.8–1 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 18–25 mm (0.7–1 in) long, 2.5–6 mm (0.1–0.2 in) wide and spread widely. The petals are 15–24 mm (0.6–0.9 in) long and about 2 mm (0.08 in) wide and downswept. The labellum is 10–15 mm (0.4–0.6 in) long and 3–7 mm (0.1–0.3 in) wide, insect-like and stiffly hinged. It is densely hairy, greenish-yellow and red with a \"false head\" 2–3 mm (0.08–0.1 in) across at its highest point and there is a horn-like gland 2 mm (0.08 in) long either side of the \"head\". Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia mesocera was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. The specific epithet (mesocera) is said to be derived from the Greek words meso meaning \"middle\" and ceras meaning \"horn\", referring to the position of the horn-like glands between the labellum claw and claw connection, a feature that readily distinguishes Caladenia mesocera from C. barbarossa. The proper word for \"middle\" in ancient Greek is mesos (μέσος).",
    "Distribution and habitat": "The narrow-lipped dragon orchid occurs between Bonnie Rock and Lake Moore east of Wubin, in the Avon Wheatbelt, Coolgardie, Geraldton Sandplains, Mallee and Yalgoo biogeographic regions where it grows near salt lakes and in other places that are moist in winter.",
    "Conservation": "Caladenia mesocera is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}