{
  "url": "https://en.wikipedia.org/wiki/Caladenia_douglasiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. douglasiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia douglasiorum is a plant in the orchid family Orchidaceae and is endemic to central Victoria in Australia. It is a ground orchid with a single hairy leaf and a single greenish-cream to yellowish flower with red marks.",
    "Description": "Caladenia douglasiorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 60–110 mm long and 5–8 mm wide. A single greenish-cream to yellowish flower with red striations is borne on a spike 100–250 mm tall. The sepals have dark red to blackish, club-like glandular tips, 6–10 mm long. The dorsal sepal is erect is 28–45 mm long and 2–3 mm wide. The lateral sepals are 28–45 mm long, 4–5 mm wide and spread widely apart with their tips drooping. The petals are 28–45 mm long and 2–3 mm wide and sometimes have club-like tips although shorter than those on the sepals. The labellum is 13–15 mm long, 8–9 mm wide and cream-coloured with red marks. The sides of the labellum have narrow, linear teeth up to 3 mm long, the tip curls under and there are four rows of foot-shaped calli up to 1.5 mm long, along the centre. Flowering occurs from September to October.",
    "Taxonomy and naming": "This orchid was first formally described by David L. Jones in 2006 as Arachnorchis douglasiorum and the description was published in Australian Orchid Research. The type specimen was collected in the western goldfields area. In 2007, Gary Backhouse changed the name to Caladenia douglasiorum. The specific epithet (douglasiorum) honours the family of John, Debra and Kate Douglas, on whose property this species occurs.",
    "Distribution and habitat": "Caladenia douglasiorum is only known from a single population on private property in the western goldfields where it grows in open forest.",
    "Conservation": "This spider orchid is listed as \"endangered\" and is protected under the Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}