{
  "url": "https://en.wikipedia.org/wiki/Caladenia_arenicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. arenicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia arenicola, commonly known as the carousel spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three red, white and green flowers on a flowering stem up to 60 cm (20 in) high. It is a common species on the Swan Coastal Plain, where it grows in sandy soil under trees.",
    "Description": "Caladenia arenicola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 15–25 cm (6–10 in) long and 5–12 mm (0.2–0.5 in) wide. The inflorescence is a raceme, 30–60 cm (10–20 in) high with up to three flowers, each flower 8–10 cm (3–4 in) long and 6–8 cm (2–3 in) wide. The dorsal sepal is erect and the lateral sepals and petal spreads widely and have narrow scent-producing glands on their ends. The labellum is more than 11 mm (0.4 in) wide with long calli along its edges and calli along its centre in four or more roughly parallel rows. Flowering occurs between late August and October and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia arenicola was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected near Wanneroo. The description was published in Nuytsia. The specific epithet (arenicola) is derived from the Latin words arena meaning \"sand\", and -cola meaning \"dweller\" referring to the sandy habitat of this orchid.",
    "Distribution and habitat": "Carousel spider orchid occurs between Lancelin and Yarloop in the Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in sandy soil in Allocasuarina, Eucalyptus or Banksia woodland.",
    "Conservation": "Caladenia arenicola is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}