{
  "url": "https://en.wikipedia.org/wiki/Caladenia_capillata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. capillata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia capillata, commonly known as white daddy long legs or wispy spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria and South Australia. It is a ground orchid with a single hairy leaf and up to three cream-coloured to yellowish flowers with long, thread-like petals and sepals and a very small labellum.",
    "Description": "Caladenia capillata is a terrestrial,  perennial, deciduous, herb which often grows in clumps. It has an underground tuber and a single, very hairy, narrow linear leaf, 10–20 cm (4–8 in) long and 3–6 mm (0.1–0.2 in) wide.There are up to three, sometimes four flowers borne on a slender, very hairy spike 5–15 cm (2–6 in) high. The dorsal and lateral sepals and the petals are greyish cream to creamy white, sometimes with reddish streaks, 3–7 cm (1–3 in) long, about 2 mm (0.08 in) wide at the base and taper to a long, thread-like tip. All are covered with glandular hairs and have drooping tips. The labellum is 4.5–6 mm (0.18–0.24 in) long, about 4 mm (0.2 in) wide and egg-shaped when flattened. The labellum has many short, broad teeth along its edge and there are two rows of flattened calli in its centre. This species is similar to Caladenia filamentosa but is usually not as tall and the flowers not as red as those of that species. Flowering occurs from August to November.",
    "Taxonomy and naming": "This species was first formally described by Ralph Tate in 1889 and given the name Caladenia tentaculata but that name was invalid because the name had already been given to a different species by Schlechtendal. In 1922, R.S.Rogers changed the name to Caladenia filamentosa var. tentaculata and in 2000 David L. Jones raised it to species level with the name Caladenia capillata.Tate's original description was published in Transactions, proceedings and report, Royal Society of South Australia from a specimen collected \"45 miles due west of Port Augusta\". The specific epithet (capillata) is derived from the Latin word capillus meaning \"hair\".Confusion remains over the naming of this species because Stephen Hopper and Andrew Brown described Caladenia paradoxa in 2001, unaware of Jones's description of Caladenia capillata and it is possible that the two species are synonymous. The State Herbarium of South Australia continues to use the name Caladenia filamentosa var. tentaculata.",
    "Distribution and habitat": "This caladenia grows in north-western Victoria in mallee scrub and in heath, malle or light scrub in rocky places in South Australia.\n\n\n== References =="
  }
}