{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._albella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. albella"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. albella, commonly known as the small-lipped white spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to four, mostly white flowers which have a pungent smell. It usually grows in seasonal swamps between Eneabba and Gingin.",
    "Description": "Caladenia longicauda subsp. albella is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 120–200 mm (5–8 in) long and 3–11 mm (0.1–0.4 in) wide. Up to four mostly white flowers 100–150 mm (4–6 in) long and 50–100 mm (2–4 in) wide are borne on a spike 250–450 mm (10–20 in) tall. Unlike the pleasantly-scented flowers in other subspecies of Caladenia longicauda, the flowers of this subspecies have an acrid odour. The dorsal sepal is erect, the lateral sepals are 2–5 mm (0.08–0.2 in) wide and the petals are 2–3 mm (0.08–0.1 in) wide. The labellum is white, 4–6 mm (0.16–0.24 in) long with narrow teeth 4–6 mm (0.16–0.24 in) long and the column is 12–15 mm (0.5–0.6 in) and 4–6 mm (0.16–0.24 in) wide. The relatively narrow sepals and petals and the small labellum, together with the distribution of this subspecies, distinguish it from others in the same species. Flowering occurs from August to mid-September.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, including subspecies albella and the descriptions were published in Nuytsia. The subspecies name (albella) is a diminutive of the Latin word albus meaning “white\", hence \"small white\" referring to the flowers of this orchid.",
    "Distribution and habitat": "The small-lipped white spider orchid is common in the area between Eneabba and Gingin, where it grows in seasonal swamps, near creeks and on lake edges in the Geraldton Sandplains and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Caladenia longicauda subsp. albella  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}