{
  "url": "https://en.wikipedia.org/wiki/Caladenia_fitzgeraldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. fitzgeraldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia fitzgeraldii, commonly known as Fitzgerald's spider orchid, is a plant in the orchid family Orchidaceae and is endemic to New South Wales and the Australian Capital Territory. It is a ground orchid with a single hairy leaf and usually only one greenish-yellow and red flower.",
    "Description": "Caladenia fitzgeraldii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy, linear to lance-shaped leaf, 80–150 mm (3–6 in) long and 8–12 mm (0.3–0.5 in) wide. A single yellowish-green flower 35–50 mm (1–2 in) wide and with red markings is borne on a spike 120–250 mm (5–10 in) high. The dorsal sepal is erect but curves forward, 30–45 mm (1–2 in) long and about 2 mm (0.08 in) wide. The lateral sepals and petals spread widely, turn stiffly downwards and have glandular tips at least 15 mm (0.6 in) long. The lateral sepals are 35–55 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide and the petals are 25–40 mm (1–2 in) long and 2–3 mm (0.08–0.1 in) wide. The labellum is more or less egg-shaped, 13–17 mm (0.5–0.7 in) long and 8–11 mm (0.3–0.4 in) wide, yellowish near its base and red to maroon near the tip. There are 8 to 12 pairs of linear teeth 2–3 mm (0.08–0.1 in) long along its edges and four rows of red, golfstick-shaped calli along its centre. Flowering occurs from August to November.",
    "Taxonomy and naming": "Caladenia fitzgeraldii was first formally described by Herman Rupp in 1942 and the description was published in Australian Orchid Review.",
    "Distribution and habitat": "Fitzgerald's spider orchid grows in forest in rocky soil in the Australian Capital Territory and the Wellington-Bathurst area of New South Wales.\n\n\n== References =="
  }
}