{
  "url": "https://en.wikipedia.org/wiki/Caladenia_straminichila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. straminichila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia straminichila, commonly known as the Tenterden yellow spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two pale yellow flowers which have a red-striped labellum with short teeth on its sides.",
    "Description": "Caladenia straminichila is a terrestrial, perennial, deciduous, herb with an underground tuber and which sometimes forms clumps of up to five plants. It has a single erect leaf, 60–120 mm long, 4–6 mm wide and pale green with reddish-purple blotches. One or two yellow flowers 80-110 across are borne on a stalk 120–200 mm high. The sepals and petals are linear to lance-shaped near their base then narrow to a dark brown, thread-like glandular tip. The dorsal sepal is erect, then slightly curved forward, 60–80 mm long and 2–3 mm wide. The lateral sepals are 60–80 mm long and 2–4 mm wide and spread horizontally near the base, then curve downwards. The petals are 60–70 mm long and 1–3 mm wide and arranged like the lateral sepals. The labellum is 11–13 mm long and 9–11 mm wide and yellow with red lines and spots. The sides of the labellum have short, broad, forward-facing teeth, its tip is curled under and there are two rows of creamy yellow, glossy anvil-shaped calli up to 1.5 mm long, along its centre. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia straminichila was first described in 2015 by Andrew Phillip Brown and Garry Brockman from a specimen collected near Boyup Brook and the description was published in Nuytsia. Acccording to Brown and Brockman, the specific epithet (straminichila) is derived from the Latin stramineus (straw-yellow) and chilus (-lipped),  referring to the colour of the labellum. Within the same article, Brown and Brockman identify chilus as Greek. In classical Latin and ancient Greek, chilus is not attested, while cheilos (χεῖλος) means 'lip' in ancient Greek.\nBefore its formal description, this orchid was known as Caladenia sp. 'Moodiarrup'.",
    "Distribution and habitat": "The Tenterden yellow spider orchid occurs between the Porongurup National Park and Manjimup in the Avon Wheatbelt and Jarrah Forest biogeographic regions where it grows in with scattered shrubs in open woodland.",
    "Conservation": "Caladenia straminichila is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}