{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._eminens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. eminens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. eminens, commonly known as the stark white spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three large, bright white flowers with long, broad, spreading lateral sepals and petals, a relatively broad labellum with short, narrow teeth. It is a relatively common orchid found in a broad band, mainly between Tenterden and Jerramungup.",
    "Description": "Caladenia longicauda subsp. eminens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 120–250 mm (5–10 in) long and 5–15 mm (0.2–0.6 in) wide. Up to three, bright white flowers 100–180 mm (4–7 in) long and 80–120 mm (3–5 in) wide are borne on a spike 300–600 mm (10–20 in) tall. The dorsal sepal is erect, the lateral sepals are 90–140 mm (4–6 in) long and 6–12 mm (0.2–0.5 in) wide and the petals are 3–6 mm (0.1–0.2 in) wide. The labellum is white, more than 10 mm (0.4 in) wide and the column is a less than 10 mm (0.4 in) long. There are four or more rows of pale red calli in the centre of the labellum. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, including subspecies eminens and the descriptions were published in Nuytsia. The subspecies name (eminens) is a Latin word meaning “prominent\", or \"illustrious\" referring to the attractiveness of the flowers of this subspecies.",
    "Distribution and habitat": "The stark white spider orchid mainly occurs between Tenterden and Jerramungup but is also found as far east as Esperance and as far north as Moora,  in the  Avon Wheatbelt, Coolgardie, Esperance Plains, Jarrah Forest, Mallee and Swan Coastal Plain biogeographic regions where it grows in wandoo (Eucalyptus wandoo) and yate (Eucalyptus cornuta) woodland.",
    "Conservation": "Caladenia longicauda subsp. eminens  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}