{
  "url": "https://en.wikipedia.org/wiki/Caladenia_australis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia australis, commonly known as southern spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria, although it was also found on one Bass Strait island on one occasion in 1968. It has a single hairy leaf and usually only one creamy-yellow flower with red streaks, the flower on a hairy stalk.",
    "Description": "Caladenia australis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 5–17 cm (2–7 in) long and 4–11 mm (0.2–0.4 in) wide.There is usually only a single flower on a thin, wiry, sparsely hairy spike 12–30 cm (5–10 in) high, each flower 50–60 mm (2.0–2.4 in) wide. The dorsal sepal curves forward or droops over the rest of the flower. All three sepals are 20–60 mm (0.8–2 in) long, 2–4 mm (0.08–0.2 in) wide and taper to a thin end with dark red, club-like glands. The petals are a similar size and shape to the sepals but lack glandular ends. The petal and sepals spread widely, sometimes drooping near their ends and are a creamy-yellow colour, often with red streaks. The  labellum  is shiny, yellowish with a maroon tip and curves forward, with the tip rolled under at the end. It is egg-shaped, 12–15 mm (0.5–0.6 in) long and about 3 mm (0.1 in) wide. The edges of the labellum have many teeth up to 2 mm (0.08 in) long and there are 4 to 6 rows of dark red calli along the labellum mid-line, decreasing in size towards the front. Flowering occurs between September and November and is strongly enhanced by fires the previous summer.",
    "Taxonomy and naming": "The species was first formally described by Geoffrey Carr in 1991 and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The type specimen was collected on Wilsons Promontory. The specific epithet (australis) is a Latin word meaning \"southern\".",
    "Distribution and habitat": "Caladenia australis mostly grows in near-coastal areas of Victoria and although widespread, is also uncommon. It grows in heath and woodland, usually on sandy soil. There is a single record from the southern part of Flinders Island in 1968.",
    "Conservation": "There are insufficient data to make an assessment of the conservation status of southern spider orchid in Victoria but it is listed as \"Endangered\" under the Tasmanian \"Threatened Species Protection Act 1995\".\n\n\n== References =="
  }
}