{
  "url": "https://en.wikipedia.org/wiki/Caladenia_arrecta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. arrecta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia arrecta, commonly known as the reaching spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three red, yellow and green flowers on a flowering stem up to 35 cm (10 in) high. It is distinguished from the similar C. longiclavata and C. magniclavata by its upswept petals and distinctive calli. Although not common, it is widespread in south-eastern coastal areas.",
    "Description": "Caladenia arrecta is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 10–30 cm (4–10 in) long and about 2 mm (0.08 in) wide. The inflorescence is a raceme, 12–35 cm (5–10 in) high with up to three flowers. The flowers are 5–8 cm (2–3 in) long, 3–5 cm (1–2 in) wide and red, yellow and green. The dorsal sepal is erect and the lateral sepals have prominently clubbed, glandular ends pointing obliquely downwards. The petals are also clubbed but spread upwards. The labellum is red with fringes of pointed calli and two pairs of rows of deep red calli along its centre. Flowering occurs between late July and mid-October.",
    "Taxonomy and naming": "Caladenia arrecta was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected near Bindoon. The description was published in Nuytsia and the specific epithet (arrecta) is a Latin word meaning \"upright\", in reference to the upright petals.",
    "Distribution and habitat": "Reaching spider orchid occurs in scattered locations between Esperance and Bindoon in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions where it grows in a variety of soils and habitats.",
    "Conservation": "Caladenia arrecta is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}