{
  "url": "https://en.wikipedia.org/wiki/Caladenia_remota_subsp._remota",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. remotaHopper & A.P.Br.[1]"
    },
    {
      "Subspecies": "C. r. subsp. remota"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia remota subsp. remota, commonly known as the outback spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and one or two relatively large creamy-white to pale yellow flowers. It is relatively common in moist soil around granite outcrops, growing in more inland areas than most other spider orchids.",
    "Description": "Caladenia remota subsp. remota is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 150–170 mm (6–7 in) long and about 5 mm (0.2 in) wide. One or two cream-coloured to creamy-yellow flowers 90–140 mm (4–6 in) long and 60–80 mm (2–3 in) wide are borne on a spike 150–250 mm (6–10 in) tall. The sepals and petals have long, brown, thread-like tips. The dorsal sepal is erect, 55–90 mm (2–4 in) long and 2–5 mm (0.08–0.2 in) wide. The lateral sepals are 55–90 mm (2–4 in) long and 4–5 mm (0.16–0.20 in) wide, spread apart and turned downwards. The petals are 55–80 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide and spread horizontally near their bases but then turn downwards. The labellum is 13–18 mm (0.5–0.7 in) long, 11–12 mm (0.4–0.5 in) wide and cream coloured with red lines and marks. The sides of the labellum have many short blunt teeth, the tip curls under and there are two rows of anvil-shaped, white calli, sometimes with red tips, along its centre. Flowering occurs from August to mid December.",
    "Taxonomy and naming": "Caladenia remota was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. At the same time they described two subspecies, including subspecies remota. The specific epithet (remota) is a Latin word meaning \"distant\" or \"far off\" referring to the more inland distribution of this species of orchid.",
    "Distribution and habitat": "The outback spider orchid is found between Yalgoo and Bonnie Rock in the Avon Wheatbelt, Murchison and Yalgoo biogeographic regions where it usually grows in moist areas around the edges of granite outcrops.",
    "Conservation": "Caladenia remota subsp. remota  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}