{
  "url": "https://en.wikipedia.org/wiki/Caladenia_reptans_subsp._reptans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. reptansLindl.[1]"
    },
    {
      "Subspecies": "C. r. subsp. reptans"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia reptans subsp. reptans, commonly known as the little pink fairy or dwarf pink fairy, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three relatively small, pink flowers which have a labellum with three distinct lobes.",
    "Description": "Caladenia reptans subsp. reptans is a terrestrial, perennial, deciduous, herb with an underground tuber and which often grows in clumps. It has a single, hairy leaf, 40–80 mm (2–3 in) long and about 8 mm (0.3 in) wide with a purplish lower surface. Up to three pale to dark pink flowers 10–20 mm (0.4–0.8 in) long and wide are borne on a spike 50–150 mm (2–6 in) tall. The dorsal sepal is erect, 10–15 mm (0.4–0.6 in) long and 4–6 mm (0.16–0.24 in) wide and the lateral sepals are a similar size. The petals are 9–14 mm (0.4–0.6 in) long and 3–4 mm (0.1–0.2 in) wide and spread fan-like with the lateral sepals. The labellum is 6–7 mm (0.2–0.3 in) long, 7–8 mm (0.28–0.31 in) wide and has three distinct lobes. The lateral lobes usually have three red stripes and the middle lobe has between four and ten short teeth on the sides. There are two rows of thick calli along the centre of the labellum. Flowering occurs from July to early October. In areas of high rainfall it tends to only flower after fire but in drier areas it flowers in the absence of summer fires.",
    "Taxonomy and naming": "Caladenia reptans was first described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001, Stephen Hopper and Andrew Phillip Brown described two subspecies, including subspecies reptans and the description was published in Nuytsia. The specific epithet (reptans) is a Latin word meaning \"creeping\" referring to the clumping habit of this orchid.",
    "Distribution and habitat": "The little pink fairy is found between Kalbarri and Esperance in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions where it grows in jarrah and wandoo woodland and in scrubland.",
    "Conservation": "Caladenia reptans subsp. reptans  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}