{
  "url": "https://en.wikipedia.org/wiki/Caladenia_xantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. xantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia xantha, commonly known as the primrose spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three yellow flowers with a cream-coloured, brown-striped labellum.",
    "Description": "Caladenia xantha is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–200 mm long and 3–5 mm wide. Up to three pale to bright yellow flowers, 60–100 mm long and 70–100 mm wide are borne on a stalk 180–260 mm tall. The sepals and petals have dark brown, thread-like tips. The dorsal sepal is erect, 60–80 mm long and about 2 mm wide. The lateral sepals are 40–60 mm long, about 3 mm wide and curve downwards. The petals are 30–50 mm long, 2–3 mm wide and arranged like the lateral sepals. The labellum is 10–15 mm long, 7–10 mm wide and creamy-yellow with brown stripes and spots. The sides of the labellum are serrated, the tip is curled downwards and there are two rows of anvil-shaped, cream-coloured calli along the mid-line. Flowering occurs from July to early September.",
    "Taxonomy and naming": "Caladenia xantha was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Katanning and the description was published in Nuytsia. The specific epithet xanthos is an Ancient Greek word meaning \"yellow\", \"yellowish-red\", \"orange\" or \"golden\" referring to the flower colour of this orchid.",
    "Distribution and habitat": "The primrose spider orchid is mostly found between the Mogumber Nature Reserve and Kendenup in the Avon Wheatbelt, Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in well-drained soil under wandoo and sheoak trees.",
    "Conservation": "Caladenia xantha is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}