{
  "url": "https://en.wikipedia.org/wiki/Caladenia_transitoria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. transitoria"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia transitoria, commonly known as green caps, is a species of orchid endemic to south-eastern Australia. It has a single, long, erect, hairy leaf and one or two greenish-yellow flowers with purplish backs.",
    "Description": "Caladenia transitoria is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows in loose groups. It has a single erect, hairy, leaf, 60–100 mm long, 1.5-2.5 mm wide which has a slightly reddish base. One or two greenish-yellow, short-lived flowers about 20 mm wide are borne on a stalk 80–160 mm tall. The backs of the sepals and petals are covered with brownish or purplish glands. The dorsal sepal is 7–11 mm long, 2–3 mm wide and curves forward, forming a cap over the column. The lateral sepals have similar dimensions to the dorsal sepal but are held horizontally and spread apart from each other. The petals are 7–10 mm long, about 2 mm wide and spread horizontally or upwards. The labellum is 5–6 mm long and about 4 mm wide, whitish with reddish-purple bars. The lateral lobes of the labellum are erect and surround the column while the central part has four to six short, purplish-black teeth on each side. The tip of the labellum is curved downward and there are four rows of dark purple, stalked calli along the mid-line of the labellum. Flowering occurs from October to November but only last for one or two days and the flowers are sometimes self-pollinating.",
    "Taxonomy and naming": "Caladenia transitoria was first described in 1998 by David Jones from a specimen collected in Launceston and the description was published in Australian Orchid Research. The specific epithet (transitoria) is a Latin word meaning \"fleeting\", \"passing\" or \"temporary\" referring to this orchid's brief flowering period.",
    "Distribution and habitat": "Green caps is widespread but uncommon, occurring in the Blue Mountains and coastal districts of New South Wales, in eastern Victoria and in Tasmania. It grows in shrubland, woodland and forest.\n\n\n== References =="
  }
}