{
  "url": "https://en.wikipedia.org/wiki/Caladenia_lindleyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. lindleyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia lindleyana, commonly known as the Lindley's spider orchid is a species of orchid endemic to Tasmania. It has a single, hairy leaf and one or two greenish-yellow flowers tinged with red and with thin dark tips on the sepals. Very few plants of this species survive with only one plant, which has not been seen since 1997, protected in a reserve.",
    "Description": "Caladenia lindleyana is a terrestrial, perennial, deciduous, herb with an underground tuber and a single narrow, densely hairy leaf, 60–110 mm (2–4 in) long and 3–5 mm (0.1–0.2 in) wide. One or two flowers 40–50 mm (1.6–2.0 in) wide are borne on a stalk 120–350 mm (5–10 in) tall. The flowers are greenish-yellow with red markings and the sepals taper to thin, dark, glandular tips. The dorsal sepal is erect, 25–40 mm (1–2 in) long and about 2 mm (0.08 in) wide, and the lateral sepals are 25–40 mm (1–2 in) long and about 3 mm (0.1 in) wide and spread widely. The petals are narrow lance-shaped, 20–25 mm (0.8–1 in) long, about 1.5 mm (0.06 in) wide, taper to a thin tip and spread widely. The labellum is 10–12 mm (0.4–0.5 in) long and 5–7 mm (0.2–0.3 in) wide, cream-coloured with dark red stripes and blotches, and the tip is dark red and turned under. The sides of the labellum have a few short, blunt teeth and there are four rows of dark red, hockey stick-shaped calli up to 1 mm (0.04 in) long, along the centre of the labellum. Flowering occurs from November to January.",
    "Taxonomy and naming": "This caladenia was first described in 1871 by Heinrich Reichenbach and given the name Caladenia patersonii var. lindleyana. The description was published in Beitrage zur Systematischen Pflanzenkunde. In 1998, Mark Clements and David Jones raised it to species status. The specific epithet (lindleyana) honours the botanist John Lindley.",
    "Distribution and habitat": "Lindley's spider orchid grows in lowland forest and woodland in the central north and northern Midlands of Tasmania.",
    "Conservation": "Only three populations of Caladenia lindleyana are known, two of which are on private land and contain only a few individual plants. The third population is protected in Diprose Lagoon Nature Reserve near Cleveland, but only contains a single plant which has not been seen since 1997. The species is listed as \"Critically Endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"Endangered\" under the Tasmanian Government Threatened Species Protection Act 1995. The main threats to the species are accidental damage due to the small population size, land clearing, fertiliser application and inappropriate fire regimes.\n\n\n== References =="
  }
}