{
  "url": "https://en.wikipedia.org/wiki/Caladenia_bicalliata_subsp._bicalliata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. bicalliataR.S.Rogers"
    },
    {
      "Subspecies": "C. b. subsp. bicalliata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia bicalliata subsp. bicalliata, commonly known as the limestone spider orchid or dwarf limestone spider orchid, is a plant in the orchid family Orchidaceae and is native to the south-west of Western Australia and coastal areas of South Australia. It has a single erect, hairy leaf and one or two cream-coloured flowers with reddish-brown tips.",
    "Description": "Caladenia bicalliata subsp. bicalliata is a terrestrial, perennial, deciduous, herb with an underground tuber and which occurs singly or in small clumps. It has a single erect, very hairy, linear to lance-shaped leaf, 6–20 cm (2–8 in) long and 2–5 mm (0.08–0.2 in) wide. The inflorescence is a raceme, 10–35 cm (4–10 in) high with one or two flowers, each flower 5–7 cm (2–3 in) long and 4 cm (2 in) wide. The dorsal sepal is about 2 cm (0.8 in) long and abruptly narrows about one-third of its length from the base. The lateral sepals and petals are cream or greenish-cream, much shorter than those of the similar C. abbreviata and C. evanescens and have reddish-brown tips. The lateral sepals are less than 2 cm (0.8 in) long and thread-like for about half their length and the petals are about the same length and gradually taper to a thread-like tip. The labellum is egg-shaped, about 7 mm (0.3 in) long, 5 mm (0.2 in) wide and white with red stripes. The edge of the labellum is serrated and there are two rows of white-tipped calli along its centre. Flowering occurs from August to early October, however the flowers are often open for only one or two days and sometimes self-pollinate and do not open at all.",
    "Taxonomy and naming": "Caladenia bicalliata was first formally described by Richard Rogers in 1909 but in 2001 Stephen Hopper and Andrew Brown described two subspecies, including subspecies bicalliata and the description of the two subspecies was published in Nuytsia The specific epithet (bicalliata) is a derived from the Latin bi- meaning \"two\", callus meaning \"a callus\" and -atus indicating possession, referring to the two pairs of rows of calli on the labellum.",
    "Distribution and habitat": "Limestone spider orchid occurs in a narrow coastal strip, growing in calcareous soil between Kalbarri and Esperance in Western Australia and along the south-east coast but sometimes up to 100 km (60 mi) inland in South Australia.",
    "Conservation": "Caladenia bicalliata subsp. bicalliata  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}