{
  "url": "https://en.wikipedia.org/wiki/Caladenia_caesarea_subsp._maritima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. caesarea"
    },
    {
      "Subspecies": "C. c. subsp. maritima"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia caesarea subsp. maritima, commonly known as the cape spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single spreading, hairy leaf and up to three small mustard-coloured flowers with red stripes. It is only known from a small coastal area near Cape Leeuwin where it grows in clumps of ten or more.",
    "Description": "Caladenia caesarea subsp. maritima is a terrestrial, perennial, deciduous, herb which often occurs in clumps of ten or more. It has an underground tuber and a single erect, hairy leaf 6–9 cm (2–4 in) long and 2–4 mm (0.08–0.2 in) wide. There are up to three flowers borne on a stem 15–20 cm (6–8 in) high and each flower is 4–5 cm (1.6–2.0 in) long and 5–6 cm (2.0–2.4 in) wide. The lateral sepals and petals are spread widely. The labellum is mustard-yellow with brownish-red stripes, projects prominently, has an irregularly serrated edge and two rows of shiny yellow calli along its centre. Flowering occurs from August to mid-September and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia caesarea was first formally described by Karel Domin in 1912 and given the name Caladenia filamentosa subsp. caesarea. Domin's description was published in Journal of the Linnean Society, Botany but in 1989 Mark Clements and Stephen Hopper raised it to species status. In 2001 Hopper and Andrew Brown described three subspecies, including subspecies maritima and the descriptions were published in Nuytsia. The epithet (maritima) is a Latin word meaning \"of the sea\", referring to the \"coastal habitat of this species\".",
    "Distribution and habitat": "Cape spider orchid occurs in the south-west corner of Western Australia between Dunsborough and Cape Leeuwin in the Jarrah Forest biogeographic region where it grows in shallow soil on granite outcrops. It is endemic to Meelup Regional Park.",
    "Conservation": "Caladenia caesarea subsp. maritima  is classified as \"endangered\" under the Environment Protection and Biodiversity Conservation Act 1999 and as \"rare flora\" under the Western Australian Wildlife Conservation Act 1950. An interim recovery plan has been prepared for this subspecies.\n\n\n== References =="
  }
}