{
  "url": "https://en.wikipedia.org/wiki/Caladenia_rosea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. rosea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia rosea, also known as pink primrose orchid, is a plant in the orchid family Orchidaceae and is endemic to relatively inaccessible, high lateritic plateaux in a high rainfall area in south-western Western Australia. It is a terrestrial orchid with a single hairy leaf and up to three pink flowers on a thin, sparsely-hairy stem. It is similar to Caladenia flava but is distinguished by the perianth being pink to dark pink with prominent red striping and spotting on the dorsal sepal and lateral petals. \nCaladenia rosea mimics Hypocalymma robustum (Myrtaceae) in terms of flowering time, colour and scent.",
    "Description": "Caladenia rosea is a terrestrial, perennial, deciduous, herb with spheroid, annually replaced tubers situated 8–15 cm below the soil surface and forming a single, hairy, linear leaf, tinged purple and usually with darker purple veining below, 5–15 cm (2–6 in) long and 4–8 mm (0.2–0.3 in) wide.\nThere are up to three flowers borne on a slender, fine, sparsely silky-hairy raceme, 10–25 cm (4–10 in) tall, with a bract in halfway up the stem. The sepals and petals are spreading, pink throughout with various amounts of deeper pink dots and stripes. The dorsal sepal is linear to ovate lanceolate, 12–16 mm (0.5–0.6 in) long. The lateral sepals spathulate to ovate-lanceolate and petals ovate usually with a single darker pink stripe. The labellum is prominently trilobed with a raised yellow plate near the base of the middle lobe, yellow at the base, with rows of white calli extending from either side of the plate and the lateral lobes suffused with pink, 4–5 mm (0.2–0.2 in) long. Column is curved over the raised central plate, yellow with prominent white lateral wings.",
    "Taxonomy and naming": "The first formal description of this orchid was by Kingsley Dixon and Maarten Christenhusz in 2018, but the species was initially not adopted by Florabase. \nIt was confused for the hybrid C. × spectabilis, which does occur in the are, but has orange flowers and occurs in very small numbers, whereas this species is fertile and is known from larger populations.",
    "Distribution and habitat": "Caladenia rosea grows sympatrically with Caladenia lateritica in shallow lateritic regolith that overlays massive bauxite. The open jarrah (Eucalyptus marginata) and marri (Corymbia calophylla) woodland has an understory of\nBanksia sessilis, Conostylis setosa, Hypocalymma robustum, Orthosanthus laxus, Xanthorrhoea preissii, Phyllanthus calycinus and Stylidium species.",
    "Ecology": "Caladenia rosea is putatively mimicking flowers of the Swan River myrtle (Hypocalymma robustum), which has a similar colour and scent. We assume that this orchid is pollinated by the same insects as Hypocalymma robustum (probably native bees). As for Caladenia lateritica, C. rosea is restricted to the shallow soils overlaying massive bauxite in a confined, high rainfall region that is now subject to strip mining for bauxite. The species is therefore threatened with extinction.\n\n\n== References =="
  }
}