{
  "url": "https://en.wikipedia.org/wiki/Caladenia_citrina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. citrina"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia citrina, commonly known as the Margaret River spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three lemon-yellow flowers. It has a narrow distribution in the far south-west corner of Western Australia.",
    "Description": "Caladenia citrina is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 10–20 cm (4–8 in) long and 3–10 mm (0.1–0.4 in) wide. Up to three flowers are arranged on the flowering spike, each flower 10–13 cm (4–5 in) long and 6–9 cm (2–4 in) wide. The flowers are a delicate lemon-yellow colour with lateral sepals, and petals that are held stiffly and spread widely from each other. The labellum is cream-coloured to greenish-yellow and has narrow teeth, often with clubbed ends, on its margins. There are four or more rows of white to pale red calli along the centre line of the labellum. Flowering occurs in September or October.",
    "Taxonomy and naming": "Caladenia citrina was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected near Witchcliffe. The description was published in Nuytsia. The specific epithet (citrina) refers to the lemon-yellow colour of the flowers of this orchid.",
    "Distribution and habitat": "Margaret River spider orchid grows in gravelly soil in Jarrah and Marri forest between Dunsborough and Forest Grove in the Jarrah Forest and Warren biogeographic regions.",
    "Conservation": "Caladenia citrina is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}