{
  "url": "https://en.wikipedia.org/wiki/Caladenia_gardneri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. gardneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia gardneri, commonly known as the cherry spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to three pale pink, sweetly scented flowers with a dark pinkish-red labellum.",
    "Description": "Caladenia gardneri is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–200 mm (3–8 in) long and 4–15 mm (0.2–0.6 in) wide. Up to three flowers 60–80 mm (2–3 in) long and 40–80 mm (2–3 in) wide are borne on a stalk 100–200 mm (4–8 in) high. The flowers are sweetly scented and white, flushed with pink while the lateral sepals have narrow, club-like, glandular tips. The lateral sepals and petals spread widely and have their ends curving downwards. The dorsal sepal is erect, 40–60 mm (1.6–2.4 in) long and about 3 mm (0.1 in) wide at the base. The lateral sepals are 40–75 mm (2–3 in) long and 3–6 mm (0.1–0.2 in) wide at the base and the petals are 30–55 mm (1–2 in) long and 2–4 mm (0.08–0.2 in) wide. The labellum is 17–25 mm (0.7–1 in) long and 7–10 mm (0.3–0.4 in) wide and dark pinkish-red. The sides of the labellum have spreading teeth up to 6 mm (0.2 in) long and the tip of the labellum is curved downwards. There are four rows of dark pink calli up to 2 mm (0.08 in) long, along the centre of the labellum. Flowering occurs from September to early November.",
    "Taxonomy and naming": "Caladenia gardneri was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Pemberton and the description was published in Nuytsia. The specific epithet (gardneri) honours George Gardner, an amateur naturalist.",
    "Distribution and habitat": "Cherry spider orchid occurs between Yallingup and William Bay in the Jarrah Forest and Warren biogeographic regions where it grows in coastal woodland and heath.",
    "Conservation": "Caladenia gardneri  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}