{
  "url": "https://en.wikipedia.org/wiki/Caladenia_fuscata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. fuscata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia fuscata, commonly known as dusky fingers, is a plant in the orchid family Orchidaceae and is endemic to eastern and south-eastern Australia, including Tasmania. It is a small ground orchid found in eucalyptus woodland and which flowers in September and October.",
    "Description": "Caladenia fuscata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, narrow linear leaf, 5–18 cm (2–7 in) long and 2–3 mm (0.08–0.1 in) wide.\nThe single white or pink flower is borne on a spike up to 150 mm (6 in) high. The dorsal sepal is erect, linear in shape, 7–12 mm (0.3–0.5 in) long, 1–2 mm (0.04–0.08 in) wide with a pointed end. The lateral sepals and petals are usually 6–12 mm (0.2–0.5 in) long, about 2 mm (0.08 in) wide, with their outer surfaces densely covered with a band of short, reddish-brown glandular hairs. The labellum is egg-shaped, about 6 mm (0.2 in) long and wide, white or pinkish with three lobes and prominent red stripes. The mid-lobe is small and pointed with small teeth on the edge and several rows of yellow-tipped calli in the centre. The lateral lobes are prominent, broad and protrude past the mid-lobe. The column is 5–7 mm (0.2–0.3 in) long, curves inwards and has narrow wings. Flowering occurs in September and October and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds. It is similar to Caladenia carnea but is distinguished from it by its single flower, earlier flowering period and red stripes on the labellum and column.",
    "Taxonomy and naming": "Caladenia fuscata was first formally described as Caladenia carnea var. fuscata by Heinrich Gustav Reichenbach in 1871. It was raised to species status in 1989 by David Jones and Mark Clements. The specific epithet (fuscata) is derived from the Latin word fusca meaning \"brown\" in reference to the brownish coloration on the back of the sepals and petals.",
    "Distribution and habitat": "Dusky fingers occurs in Queensland, New South Wales, Victoria, Tasmania and South Australia where it grows in open forest, woodland and coastal scrub in a range of soil types. It is mostly only found on the drier western side of the Great Dividing Range. It has also been recorded in New Zealand.\n\n\n== References =="
  }
}