{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longiclavata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longiclavata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longiclavata, commonly known as the clubbed spider orchid is a species of plant in the orchid family, Orchidaceae and is endemic to the south-west of Western Australia. It is a widespread and common orchid with a single, hairy leaf and one or two greenish-yellow, white and red flowers and which grows in the area between Perth and Albany.",
    "Description": "Caladenia longiclavata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 90–180 mm (4–7 in) long and about 2 mm (0.08 in) wide. One or two  greenish-yellow, white and red flowers are produced on the end of a flowering stem 200–350 mm (8–10 in) tall. The flowers are 50–70 mm (2–3 in) long and 40–50 mm (1.6–2.0 in) wide. The sepals and petals have flattened, club-like, yellowish-brown glandular tips 5–20 mm (0.2–0.8 in) long.The dorsal sepal is erect, 25–45 mm (1–2 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals are 25–45 mm (1–2 in) long, 5–8 mm (0.2–0.3 in) wide, turn stiffly downwards and are nearly parallel to each other. The petals are slightly shorter and narrower than the sepals and curve stiffly downwards. The labellum is 13–18 mm (0.5–0.7 in) long, 7–14 mm (0.3–0.6 in) wide and yellowish with a dark red tip which is curled under. The edge of the labellum has narrow teeth up to 3 mm (0.1 in) long and there are four or more rows of deep red calli up to 2 mm (0.08 in) long crowded along its centre line. Flowering occurs from September to early November.",
    "Taxonomy and naming": "Caladenia longiclavata was first described in 1930 by Edith Coleman and the description was published in The Victorian Naturalist. The specific epithet (longiclavata) is derived from the Latin words longus meaning \"long\" and clavus meaning \"club\" or \"cudgel\" referring to the club-like tips of the sepals and petals.",
    "Distribution and habitat": "The clubbed spider orchid is common and widespread between Perth and Albany in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions where it grows in woodland and forests.",
    "Conservation": "Caladenia longiclavata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}