{
  "url": "https://en.wikipedia.org/wiki/Caladenia_fragrans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. fragrans"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia fragrans, commonly known as the fragrant china orchid, is a plant in the orchid family Orchidaceae and is endemic to Western Australia. It is similar to the other china orchids, especially C. ashbyae but has a paler green leaf, vanilla-scented flowers and a more northerly distribution.",
    "Description": "Caladenia fragrans is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single prostrate leaf, 20–40 mm (0.8–2 in) long, 10–15 mm (0.4–0.6 in) wide and which is pale green with bristly hairs. One or two bluish-mauve or blue flowers 20–40 mm (0.8–2 in) long and wide are borne on a stalk 60–120 mm (2–5 in) tall. On rare occasions the flower is white. The dorsal sepal is erect, 12–22 mm (0.5–0.9 in) long and 4–7 mm (0.2–0.3 in) wide. The lateral sepals and petals have about the same dimensions as the dorsal sepal. The labellum is relatively flat, 6–8 mm (0.2–0.3 in) long, 3–5 mm (0.1–0.2 in) wide, bluish and white with the tip turned downwards. There are many rows of small, bead-like calli covering the labellum. Flowering occurs from August to September.",
    "Taxonomy and naming": "The fragrant china orchid was first formally described in 2000 Stephen Hopper and Andrew Brown from a specimen collected near Paynes Find and the description was published in Lindleyana. In 2015, as a result of studies of molecular phylogenetics Mark Clements changed the name to Caladenia fragrans. The specific epithet (fragrans) is a Latin word meaning \"smelling agreeably\" referring to the rich fragrance of the flowers.",
    "Distribution and habitat": "The fragrant china orchid is found between Beacon and Mullewa in the Avon Wheatbelt, Murchison and Yalgoo biogeographic regions growing on and near low granite outcrops.",
    "Conservation": "Caladenia fragrans is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}