{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda is a species of plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is distinguished by its large leaf and by its up to five large, white flowers which have drooping sepals and petals with long, thickish brown \"tails\".",
    "Description": "Caladenia longicauda is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 100–250 mm (4–10 in) long and 5–20 mm (0.2–0.8 in) wide. Between July and early November it produces one to three (sometimes up to five) flowers on a stalk 170–600 mm (7–20 in) tall, each flower 50–180 mm (2–7 in) wide. The flowers are mostly white except for a few red markings and reddish stripes on the backs of the petals and sepals. The dorsal sepal is green, erect, 30–140 mm (1–6 in) long and 1.5–6 mm (0.06–0.2 in) wide with its edges slightly turned inwards. The lateral sepals are 30–150 mm (1–6 in) long, 2–10 mm (0.08–0.4 in) wide, spreading horizontally near their bases but then drooping.    The petals are similar to the sepals but slightly shorter and narrower. The labellum is white, 7–28 mm (0.3–1 in) long, 6–18 mm (0.2–0.7 in) wide with erect to spreading teeth up to 10 mm (0.4 in) long along its sides. The middle part of the labellum has the longest teeth on its edge, the teeth red with hooked white tips. The front part of the labellum curves downwards, with the teeth becoming shorter. There are between four and eight rows of calli along the central part of the labellum, the calli pale to dark red and club-shaped. The fruit is a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (longicauda) is derived from the Latin words longus meaning \"long\" and cauda meaning \"tail\".There are 14 subspecies:\n\nCaladenia longicauda Lindl.  subsp. longicauda – white spider orchid, which has a column more than 18 mm (0.7 in) long, sepals 9–13 mm (0.4–0.5 in) long and occurs south-west of a line between Lancelin and Mount Barker;\nCaladenia longicauda subsp. albella Hopper & A.P.Br. – small-lipped spider orchid, which grows in swampy areas, mostly between Eneabba and Gingin;\nCaladenia longicauda subsp. australora  Hopper & A.P.Br. – southern white spider orchid, which grows in calcareous soils in coastal areas between the Fitzgerald River National Park and Beaufort Inlet;\nCaladenia longicauda subsp. borealis Hopper & A.P.Br. – daddy-long-legs spider orchid, which has the longest labellum teeth (10 mm (0.4 in) long) and occurs between Cataby and Kalbarri National Park;\nCaladenia longicauda subsp. calcigena Hopper & A.P.Br. – coastal white spider orchid, which occurs in near-coastal areas, mostly between Bunbury and Dongara and has its calli arranged irregularly rather than in straight rows;\nCaladenia longicauda subsp. clivicola Hopper & A.P.Br. – Hill's white spider orchid, which has a column less than 18 mm (0.7 in) long, sepals 9–13 mm (0.4–0.5 in) long and occurs on the Darling Scarp and near Dunsborough, Western Australia;\nCaladenia longicauda subsp. crassa Hopper & A.P.Br. – Esperance white spider orchid, which has a column more than 18 mm (0.7 in) long and occurs between Bremer Bay and the Cape Arid National Park;\nCaladenia longicauda subsp. eminens (Domin) Hopper & A.P.Br. – stark white spider orchid which is similar to subspecies australora and extrema but has longer, wider sepals and occurs in inland areas;\nCaladenia longicauda subsp. extrema A.P.Br. & G.Brockman – grows near swamp margins near Manjimup;\nCaladenia longicauda subsp. insularis Hopper & A.P.Br. ex A.P.Br. & G.Brockman – has a labellum less than 7 mm (0.3 in) wide and grows on coastal granite headlands;\nCaladenia longicauda subsp. merrittii Hopper & A.P.Br. – Merritt's white spider orchid which has a column more than 18 mm (0.7 in) long and narrower (3–6 mm (0.1–0.2 in) wide) sepals and is common in Jarrah forest between Augusta and Nannup;\nCaladenia longicauda subsp. minima A.P.Br. & G.Brockman – grows in well-drained loam between Dongara to Ajana;\nCaladenia longicauda subsp. redacta  Hopper & A.P.Br.  – tangled spider orchid, which is similar to subspecies borealis but has calli up to 5 mm (0.2 in) long and occurs between York and Nount Barker;\nCaladenia longicauda subsp. rigidula Hopper & A.P.Br. – rigid white spider orchid, which in similar to subspecies insularis but has narrower sepals and labellum and grows on inland granite outcrops.",
    "Distribution and habitat": "Caladenia longicauda grows in a wide range of habitats from the Kalbarri National Park on the west coast to Israelite Bay on the south coast.",
    "Conservation": "Most subspecies of C. longicauda are classified as \"Not Threatened\" but subspecies extrema and insularis are classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife meaning that they are known from only one or a few locations which are potentially at risk. Subspecies minima is classified as \"Priority Two\", meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}