{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pusilla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pusilla"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pusilla, commonly known as tiny fingers, pygmy caladenia, tiny caladenia or pink fingers, is a plant in the orchid family Orchidaceae and is native to Australia and New Zealand. It is a ground orchid with a single erect, sparsely hairy leaf and a single pink flower with a brownish-pink back. The flowers are short-lived and self-pollinating.",
    "Description": "Caladenia pusilla is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, sparsely hairy leaf, 30–60 mm (1–2 in) long, 10–15 mm (0.4–0.6 in) wide. A single flower 50–80 mm (2–3 in) long and  80–100 mm (3–4 in) wide is borne on a relatively thick spike 40–100 mm (2–4 in) tall. The flower is pink with a brownish-pink back and often a white centre. The dorsal sepal is erect at its base but curves forward and is 50–70 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 50–70 mm (2–3 in) long, about 2 mm (0.08 in) wide and are partly joined to each other. The petals are 50–60 mm (2.0–2.4 in) long and about 2 mm (0.08 in) wide and spread widely. The labellum is white or pink with red bars and is 4–5 mm (0.16–0.20 in) long and wide. The sides of the labellum sometimes have a few short teeth near the tip which curls under. There are two rows of stalked calli with yellow heads along the mid-line of the labellum. Flowering occurs from September to November but the flowers are only open for a day or two, sometimes barely open and are self-pollinating.",
    "Taxonomy and naming": "Caladenia pusilla was first formally described in 1980 by Winifred Curtis from a specimen found on King Island and the description was published in The Student's Flora of Tasmania. The specific epithet (pusilla) is a Latin word meaning \"very small\", \"little\" or \"pretty\".",
    "Distribution and habitat": "This orchid is widespread but localised in Victoria where it usually grows in moist coastal heath, sometimes in forests further inland. It grows in similar habitats in New South Wales south from Wellington. South Australian examples are found in the south-eastern corner of that state, especially on the Yorke Peninsula and Kangaroo Island and in Tasmania it grows in coastal areas, including on King and Flinders Islands. In New Zealand it grows in scrub on the North Island.",
    "Conservation": "Caladenia pusilla is listed as \"rare\" under the Tasmanian Government Threatened Species Protection Act 1995.\n\n\n== References =="
  }
}