{
  "url": "https://en.wikipedia.org/wiki/Caladenia_interanea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. interanea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia interanea, commonly known as the inland spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the Eyre Peninsula in South Australia. It is a ground orchid with a single hairy leaf and a single green flower with dark red stripes.",
    "Description": "Caladenia interanes is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, which is 40–180 mm (2–7 in) long and 5–12 mm (0.2–0.5 in) wide. A single green flower with dark red stripes is borne on a thin flowering stem 160–650 mm (6–30 in) tall. The sepals have thin, brown glandular tips 4–10 mm (0.2–0.4 in) long. The dorsal sepal is erect or curves forward and is 35–50 mm (1–2 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 30–40 mm (1–2 in) long and 4–5 mm (0.16–0.20 in) wide, curve downwards and are nearly parallel to each other. The petals are 24–33 mm (0.9–1 in) long, about 2 mm (0.08 in) wide and curve downwards. The labellum is 14–17 mm (0.6–0.7 in) long and 17–20 mm (0.7–0.8 in) wide and is green with a dark maroon tip. The tip of the labellum curls under and there are between two and four pairs of thin green teeth up to 8 mm (0.3 in) long on the sides. There are four densely crowded rows of calli up to 5 mm (0.2 in) long along the mid-line of the labellum. Flowering occurs from August to October.",
    "Taxonomy and naming": "The inland spider orchid was first formally described in 2005 by David Jones, who gave it the name Arachnorchis interanea and published the description in The Orchadian from a specimen collected in the Gawler Ranges. In 2008, Robert Bates changed the name to Caladenia interanea. The specific epithet (interanea) is a Latin word meaning \"inward\", \"interior\" or \"internal\".",
    "Distribution and habitat": "Caladenia interanea occurs in the Eyre Peninsula region, especially the Gawler Ranges where it grows in rocky places.",
    "References": "",
    "External links": " Data related to Caladenia interanea at Wikispecies"
  }
}