{
  "url": "https://en.wikipedia.org/wiki/Caladenia_meridionalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. meridionalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia meridionalis, commonly known as the south coast spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is an early-flowering orchid with a single erect, hairy leaf and one or two white flowers with long, drooping lateral sepals and petals.",
    "Description": "Caladenia meridionalis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–130 mm (4–5 in) long and 4–12 mm (0.2–0.5 in) wide. One or two white to cream-coloured flowers 100–150 mm (4–6 in) long and 60–100 mm (2–4 in) wide are borne on a stalk 150–250 mm (6–10 in) tall. The sepals and petals have dark reddish-brown, drooping, thread-like tips. The dorsal sepal is erect, 55–80 mm (2–3 in) long, 2–3 mm (0.08–0.1 in) wide and the lateral sepals are a similar length but slightly wider. The lateral sepals spread widely near their bases then hang. The petals are 50–70 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide and arranged like the lateral sepals. The labellum is 12–17 mm (0.5–0.7 in) long and 6–10 mm (0.2–0.4 in) wide, white with red stripes, spots and blotches and the tip is curled under. The sides of the labellum have short, irregular serrations and there are six to twelve creamy-yellow, anvil-shaped calli with pink markings, in two rows along the centre. Flowering occurs from July to August.",
    "Taxonomy and naming": "Caladenia meridionalis was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. The specific epithet (meridionalis) is a Latin words meaning \"southern\" referring to the distribution of this species on the south coast.",
    "Distribution and habitat": "The south coast spider orchid occurs between Windy Harbour and Albany in the Warren biogeographic region where it grows in shrubland in consolidated sand dunes.",
    "Conservation": "Caladenia meridionalis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}