{
  "url": "https://en.wikipedia.org/wiki/Caladenia_clarkiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. clarkiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia clarkiae, commonly known as pink caps, is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid which grows singly or in small groups in Victoria and New South Wales. It has a single leaf and usually one or two white to pale pink flowers with darker pink tips.",
    "Description": "Caladenia clarkiae is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, linear leaf, 4–10 cm (2–4 in) long and 1–2 mm (0.04–0.08 in) wide.One or two, rarely up to four flowers are borne on a spike 5–12 cm (2–5 in) high. The flowers are white, pinkish or purplish with darker pink or magenta tips, sometimes with central red stripes and are about 5 cm (2 in) wide. The dorsal sepal is linear to egg-shaped, 9–11 mm (0.35–0.43 in) long, about 3 mm (0.1 in) wide and curves forward over the  labellum. The lateral sepals and petals are 9–13 mm (0.4–0.5 in) long, 2–4 mm (0.08–0.2 in) wide with their outer surface covered with light red glandular hairs. The lateral sepals and petals are lance-shaped but curved and spread widely. The labellum is more or less egg-shaped when flattened, 6–7 mm (0.2–0.3 in) long and about 4 mm (0.2 in) wide, pink or white with pink blotches. There are golf-stick shape calli along the edges of the labellum and four rows of yellow to white calli in the centre. The column has narrow wings and is greenish with red markings. Flowering occurs from September to November.",
    "Taxonomy and naming": "Caladenia clarkiae was first formally described by David L. Jones in 1991 and the description was published in Australian Orchid Research. The type specimen was collected in the Colquhoun State Forest. The specific epithet (clarkiae) honours \"Ruth Clark of Lakes Entrance\", an orchid enthusiast and assistant to David Jones.",
    "Distribution and habitat": "This caladenia occurs in eastern Victoria and in New South Wales south from Eden where it grows in forest among grasses or low shrubs in well-drained loam.\n\n\n== References =="
  }
}