{
  "url": "https://en.wikipedia.org/wiki/Caladenia_curtisepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. curtisepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia curtisepala, commonly known as short-hooded fingers, is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single hairy leaf, and a single white to cream-coloured flower with a white labellum with red bands.",
    "Description": "Caladenia curtisepala is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, dark green, linear leaf, 6–18 cm (2–7 in) long and 1.5–2 mm (0.06–0.08 in) wide. A single white to cream or pale pink flower, 14–22 mm (0.6–0.9 in) in diameter is borne on a spike 5–18 cm (2–7 in) high. The dorsal sepal is 8–13 mm (0.3–0.5 in) long, 2.5–3.5 mm (0.098–0.14 in) wide, linear to elliptic in shape and curves forward, partly forming a hood over the column. The back of the dorsal sepal is covered with many reddish-brown glands. The lateral sepals are 11–16 mm (0.4–0.6 in) long, 4–5 mm (0.16–0.20 in) wide, lance-shaped to egg-shaped and held horizontally, with their backs covered with glands similar to those on the dorsal sepal. The petals are lance-shaped to sickle-shaped but otherwise similar to the lateral sepals, although shorter and narrower. The labellum is more or less kidney-shaped, white with many narrow red bands and is 6–7 mm (0.2–0.3 in) long, 7–8 mm (0.28–0.31 in) wide when flattened and has three lobes. The lateral lobes are about 3.5 mm (0.1 in) wide and erect, sometimes slightly wavy on the side. The mid-lobe curves forward and has stalked teeth along its edge and two rows of stalked, yellow-tipped calli in its mid-line, the calli decreasing in size towards the tip of the labellum. The column is curved and is greenish with many irregular red bands and has broad wings. Flowering occurs in August or September.",
    "Taxonomy and naming": "Caladenia curtisepala was first formally described by David L. Jones in 1991 and the description was published in Australian Orchid Research. The type specimen was collected at Mount Kuring-gai. The specific epithet (curtisepala) is derived from the Latin words curtus meaning \"short\" and sepalum meaning \"sepal\" referring to the dorsal which is smaller than in similar orchids.",
    "Distribution and habitat": "This caladenia grows in heath and low shrubland in the Central Coast of New South Wales where it grows in soil derived from Hawkesbury sandstone.\n\n\n== References =="
  }
}