{
  "url": "https://en.wikipedia.org/wiki/Caladenia_bryceana_subsp._cracens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. bryceana"
    },
    {
      "Subspecies": "C. b. subsp. cracens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia bryceana subsp. cracens, commonly known as the northern dwarf spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single spreading, hairy leaf and a single green to apricot-coloured flower. It is a small orchid and difficult to find, even when quite abundant in a particular location. It has a more northerly distribution than subspecies bryceana which grows closer to Albany.",
    "Description": "Caladenia bryceana subsp. cracens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 4–8 cm (1.6–3.1 in) long and about 8 mm (0.3 in) wide. The single flower is borne on a stem 3–8 cm (1–3 in) high and is 1–2 cm (0.4–0.8 in) long and 1–2 cm (0.4–0.8 in) wide. The lateral sepals and petals are short and spreading. The labellum is green to apricot-coloured, has a red tip and smooth edges. There is a band of calli along the centre of the labellum. It is distinguished from subspecies bryceana by its smaller calli and by its lateral sepals which have their edges rolled under. Flowering occurs between August and early September and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia bryceana was first formally described by Richard Rogers in 1914 but in 2001 Stephen Hopper and Andrew Brown described two subspecies, including subspecies cracens and the description of the two subspecies was published in Nuytsia.",
    "Distribution and habitat": "Northern dwarf spider orchid occurs between Northampton and Nerren Nerren Station in the Geraldton Sandplains biogeographic region where it grows in heathland and woodland, often under thickets of Melaleuca uncinata.",
    "Conservation": "Caladenia bryceana subsp. cracens  is classified as \"endangered\" under the Environment Protection and Biodiversity Conservation Act 1999 and as \"rare flora\" under the Western Australian Wildlife Conservation Act 1950.\n\n\n== References =="
  }
}