{
  "url": "https://en.wikipedia.org/wiki/Caladenia_erythrochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. erythrochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia erythrochila,  commonly known as the Lake Muir spider orchid, Lake Muir blood spider orchid, Harry's little red spider orchid and Lake Muir blood orchid is a species of orchid endemic to a small area in the southern corner of the south-west of Western Australia. It has a single, hairy leaf and long, wispy, thread-like sepals and petals. Most of the flower parts are blood red, although there are often white marks on the labellum.",
    "Description": "Caladenia erythrochila is a terrestrial, perennial, deciduous, herb with an underground tuber and which has a single erect, hairy leaf, 70–90 mm (3–4 in) long and 2–4 mm (0.08–0.2 in) wide. One or two blood red flowers 60–80 mm (2–3 in) long and 50–60 mm (2.0–2.4 in) wide are borne on a stalk 200–250 mm (8–10 in) high. The sepals and petals are blood red and nearly horizontal near their base but taper to thin, wispy, drooping tips. The dorsal sepal is erect, 35–40 mm (1–2 in) long and about 1.5 mm (0.06 in) wide at the base. The lateral sepals are 45–50 mm (1.8–2.0 in) long, about 1.5 mm (0.06 in) wide near their bases and the petals are 30–35 mm (1.2–1.4 in) long, about 1.5 mm (0.06 in) wide at their bases. The labellum is 5.5–6 mm (0.22–0.24 in) long and 2.5–3 mm (0.098–0.12 in) wide and blood red, often with white marks. The edges of the labellum have short, forward-pointing teeth and there are two rows of red to cream, anvil-shaped calli along its centre. Flowering occurs from September to early October.",
    "Taxonomy and naming": "Caladenia erythrochila was first described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected east of Manjimup. The description was published in Nuytsia. The specific epithet (erythrochila) is derived from the Ancient Greek words ἐρυϑρός erythros meaning \"red\" and χεῖλος cheilos meaning \"lip\" referring to the blood red labellum.",
    "Distribution and habitat": "Lake Muir spider orchid is only known from two locations near Lake Muir and Lake Nunijup near Frankland in the Jarrah Forest biogeographic region where it grows in jarrah forest on laterite.",
    "Conservation": "Caladenia erythrochila is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only one or a few locations.\n\n\n== References =="
  }
}