{
  "url": "https://en.wikipedia.org/wiki/Caladenia_caudata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. caudata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia caudata, commonly known as tailed spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Tasmania. It is a ground orchid with a single hairy leaf and up to four red, or yellow and red flowers with dark red to almost black tips.",
    "Description": "Caladenia caudata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single densely hairy, broad linear to lance-shaped leaf. The leaf is 10–16 cm (4–6 in) long, 7–10 mm (0.3–0.4 in) wide and is reddish or purplish near its base. It emerges in late autumn following rains.There are up to four flowers 40–50 mm (1.6–2.0 in) in diameter borne on a hairy spike 8–15 cm (3–6 in) high. The flowers are red to pinkish, sometimes with yellowish green but always have dark red to almost black glandular tips on the sepals and petals. The dorsal sepal is 50–60 mm (2.0–2.4 in) long, about 2.5 mm (0.1 in) wide and erect near the base but then curves forward. The lateral sepals are 35–45 mm (1–2 in) long, about 3.5 mm (0.1 in) wide, egg-shaped to lance-shaped near their base but then tapering, and spread widely with their tips drooping slightly. The petals are slightly shorter and narrower. The labellum is heart-shaped, 15–18 mm (0.6–0.7 in) long, 8–10 mm (0.3–0.4 in) wide and reddish to cream-coloured with a reddish-black tip. It is divided into three lobes with 7 to 9 pairs of narrow linear teeth about 2 mm (0.08 in) long on the lateral lobes. The middle lobe of the labellum is strongly curved downwards and has many short teeth on its edges. There are four to six irregular rows of dark red calli in the centre of the labellum. The column is 11–13 mm (0.4–0.5 in) long and 5–6 mm (0.20–0.24 in) wide. In some areas, flowering occurs as early as mid-August but in other places starts as late as mid-November, but flowers are rarely open for more than about a week.",
    "Taxonomy and naming": "Caladenia caudata was first formally described by William Henry Nicholls in 1948 and the description was published in The Victorian Naturalist. The specific epithet (caudata) is derived from the Latin word cauda meaning \"tail\".",
    "Distribution and habitat": "This caladenia is widespread in Tasmania, where it grows in dry heath and grassy open woodland in coastal and near-coastal areas.",
    "Ecology": "Tailed spider orchid is thought to be pollinated by the thynnid wasp, Lophocheilus villosus.",
    "Conservation": "Caladenia caudata is listed as \"Vulnerable\" under the Tasmanian Threatened Species Protection Act 1995 and under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). More than forty subpopulations are known but individual plants have not been seen in most of them for many decades and only small numbers have been seen in others. Much of the habitat favoured by this orchid has been cleared for agriculture, individuals are often difficult to find and tend to flower infrequently, often in response to disturbance such as burning.\n\n\n== References =="
  }
}