{
  "url": "https://en.wikipedia.org/wiki/Caladenia_viridescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. viridescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia viridescens, commonly known as the Dunsborough spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three pale greenish-yellow flowers with faint red or pink markings.",
    "Description": "Caladenia viridescens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect leaf, 150–200 mm long and 5–8 mm wide. Up to three greenish-yellow flowers with faint red or pink markings and 50–70 mm across are borne on a stalk 250–400 mm high. The sepals have thick, brownish, club-like, densely glandular tips 5–8 mm long. The dorsal sepal is erect, 40–50 mm long and about 3 mm wide. The lateral sepals are 40–50 mm wide, 3–7 mm long and spread apart from each other with their tips curving downwards. The petals are 35–40 mm long, about 3 mm wide and held horizontally or slightly curved downwards. The labellum is 17–22 mm long, 10–14 mm wide and greenish-yellow with red lines and a dark red tip. The side of the labellum have narrow, red teeth up to 4 mm long, the tip curls under and there are four rows of dark red calli up to 1.5 mm long, along its mid-line. Flowering occurs from September to November.",
    "Taxonomy and naming": "Caladenia viridescens was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected at Cape Naturaliste and the description was published in Nuytsia. The specific epithet (viridescens) is derived from the Latin words viridis meaning \"green\" and the suffix -escens meaning \"becoming\" referring to the pale green colour of the flowers of this orchid.",
    "Distribution and habitat": "The Dunsborough spider orchid is only known from between Yallingup and Busselton in the Jarrah Forest biogeographic region where it grows in shrubby woodland.",
    "Conservation": "Caladenia viridescens is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are weed invasion and grazing and digging by mammals including rabbits, kangaroos, bandicoots and livestock.\n\n\n== References =="
  }
}