{
  "url": "https://en.wikipedia.org/wiki/Caladenia_granitora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. granitora"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia granitora, commonly known as the granite spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two yellowish-cream, white and red flowers which have a white labellum with a red tip.",
    "Description": "Caladenia granitora is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–180 mm (4–7 in) long and 6–8 mm (0.2–0.3 in) wide. One or two flowers 60–80 mm (2–3 in) long and 30–50 mm (1–2 in) wide are borne on a stalk 200–350 mm (8–10 in) tall. The flowers are yellowish-cream, white and red while the lateral sepals have thin, club-like, yellowish-brown glandular tips. The lateral sepals and petals spread widely or curve gently downwards. The dorsal sepal is erect, 25–35 mm (0.98–1.4 in) long and 3–5 mm (0.1–0.2 in) wide at the base and the lateral sepals and petals are 35–40 mm (1–2 in) long and about 3 mm (0.1 in) wide. The labellum is mostly white, 18–22 mm (0.7–0.9 in) long and 11–13 mm (0.4–0.5 in) wide but the tip of the labellum is red and points forward. The sides of the labellum have spreading, reddish teeth up to 4 mm (0.2 in) long and there are four rows of deep red calli up to 1.5 mm (0.06 in) long, along the centre of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "Caladenia granitora was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Mount Manypeaks and the description was published in Nuytsia. The specific epithet (granitora) is derived from the Latin words graniticus meaning \"of granite\" and ora meaning \"the coast\", referring to the habitat preference of this species.",
    "Distribution and habitat": "The granite spider orchid occurs between Mount Manypeaks and Cheyne Beach in the Waychinicup National Park where it grows in heath on coastal granite ourcrops.",
    "Conservation": "Surveys of Caladenia granitora recorded a total of 63 individuals in four populations. In 2014, the species was classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife. The main threats to the species are recreational activities, road maintenance, altered fire regimes and small population size.\n\n\n== References =="
  }
}