{
  "url": "https://en.wikipedia.org/wiki/Caladenia_cleistantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. cleistantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia cleistantha is a plant in the orchid family Orchidaceae and is endemic to the south-east of Australia. It is a ground orchid which occurs as solitary plants and has a singly hairy leaf and one or two cleistogamous flowers. (Cleistogamous flowers do not open, but instead self pollinate).",
    "Description": "Caladenia cleistantha is a terrestrial, perennial, deciduous, herb with an underground tuber and a single sparsely hairy, leaf. The leaf is linear in shape, semi-erect, 6–10 cm (2–4 in) long and 1–2 mm (0.04–0.08 in) wide. Usually only one flower is borne on a spike 10–20 cm (4–8 in) high.There are one or two flowers on a slender, wiry stalk 5–12 cm (2–5 in) high with reddish hairs. The flowers do not open (cleistogamous), are reddish on the outside with brown glands and about 7 mm (0.3 in) long. The sepals and petals are 6–7 mm (0.2–0.3 in) long, 2–3 mm (0.08–0.1 in) wide, egg-shaped to lance-shaped, covered with brown glands on the outside and whitish inside. The dorsal sepal is linear to elliptic in shape and completely surrounds the column. The labellum is broadly egg-shaped, 4–6 mm (0.16–0.24 in) long, 5–6.5 mm (0.2–0.3 in) wide with three lobes and is white with a few narrow, dark red lines and a yellowish tip. The margins of the labellum lobes are slightly wavy but lack the teeth common in many caladenias. The lateral lobes are firmly wrapped around the column. There are two rows of short, yellowish calli in the central part of the labellum. The column is greenish with dark red bands. Flowering occurs in August and September.",
    "Taxonomy and naming": "Caladenia cleistantha was first formally described by David L. Jones in 1991 and the description was published in Australian Orchid Research. The type specimen was collected on Gabo Island. The specific epithet (cleistantha) is derived from the Ancient Greek words kleistos meaning \"shut\" or \"closed\"  and anthos meaning \"flower\", referring to the cleistogamous flowers.",
    "Distribution and habitat": "This caladenia grows with small shrubs in heath and forest, often in moss over rocks or in soil with laterite nodules. It is found south from Ulladulla in New South Wales and east of Melbourne in Victoria.\n\n\n== References =="
  }
}