{
  "url": "https://en.wikipedia.org/wiki/Caladenia_phaeoclavia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. phaeoclavia"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia phaeoclavia, commonly known as the brown-clubbed spider orchid is a species of orchid endemic to New South Wales. It has a single, hairy leaf and a single light to dark green flower with red stripes and thick, brownish club-like tips on the sepals.",
    "Description": "Caladenia phaeoclavia is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single hairy, dull green, linear to lance-shaped leaf, 60–130 mm (2–5 in) long and 5–9 mm (0.2–0.4 in) wide with reddish-purple blotches near the base. A single flower about 35 mm (1 in) wide is borne on a hairy, wiry stalk 100–250 mm (4–10 in) tall. The sepals and petals are pale to dark green with a central dark red stripe. The sepals have thick, brownish, club-like glandular tips about 10 mm (0.4 in) long. The dorsal sepal is erect, curves slightly forward and is 30–42 mm (1–2 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 30–42 mm (1–2 in) long, about 3 mm (0.12 in) wide and spread downwards. The petals are 20–26 mm (0.8–1 in) long and 2 mm (0.08 in) wide and arranged like the lateral sepals. The labellum is 15–17 mm (0.6–0.7 in) long, 14–18 mm (0.6–0.7 in) wide and green and white with a dark red tip which is curled under. The sides of the labellum curve up strongly and have five or six teeth up to 3.5 mm (0.1 in) long on each side. There are four rows of dark red, club-shaped calli up to 2 mm (0.08 in) long in the centre of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "Caladenia phaeoclavia was first described in 1999 by David Jones from a specimen collected in the Wambool Nature Reserve near Yetholme and the description was published in Australian Orchid Research. The specific epithet (phaeoclavia) is derived from the Ancient Greek word phaios meaning \"brown\" and the Latin word clava meaning \"club\" referring to the brown, club-like tips of the sepals.",
    "Distribution and habitat": "The brown-clubbed spider orchid is found in New South Wales, south from the Bathurst district where it grows in eucalypt forest often on ridges and slopes. It probably also occurs in Victoria.\n\n\n== References =="
  }
}