{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pluvialis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pluvialis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pluvialis, commonly known as the Yuna spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is a common spider orchid, especially after winter rains, occurring in a restricted area. It has a single hairy leaf and one or two creamy-coloured flowers. It was formerly included with Caladenia incensa.",
    "Description": "Caladenia pluvialis is a terrestrial, perennial, deciduous, herb with an underground tuber and which sometimes forms small clumps. It has a single erect leaf, 40–120 mm (2–5 in) long, 4–6 mm (0.16–0.24 in) wide and pale green. One or two dull cream to creamy-yellow flowers 70–130 mm (3–5 in) across are borne on a stalk 120–200 mm (5–8 in) high. The sepals and petals are linear to lance-shaped near their base then narrow to a reddish-black, thread-like glandular tip. The dorsal sepal is erect to slightly curved forward, 60–100 mm (2–4 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 60–100 mm (2–4 in) long and 3–4 mm (0.1–0.2 in) wide and spread horizontally near the base, then curve downwards. The petals are  60–100 mm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide and arranged like the lateral sepals. The labellum is 8–12 mm (0.3–0.5 in) long and 6–8 mm (0.2–0.3 in) wide and cream coloured with red lines and spots. The sides of the labellum have short, broad, forward-facing serrations, its tip is curled under and there are two rows of anvil-shaped calli up to 1.5 mm (0.06 in) long, along its centre. Flowering occurs from August to early September and is encouraged by good winter rainfall.",
    "Taxonomy and naming": "Caladenia pluvialis was first described in 2015 by Andrew Phillip Brown and Garry Brockman from a specimen collected near Mullewa and the description was published in Nuytsia. The specific epithet (pluvialis) is a Latin word meaning \"of rain\" referring to the importance of rain to the flowering of this species, which otherwise grows in a low-rainfall area.",
    "Distribution and habitat": "The Yuna spider orchid occurs near Yuna and Mullewa in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions.",
    "Conservation": "Caladenia pluvialis is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only one or a few locations.\n\n\n== References =="
  }
}