{
  "url": "https://en.wikipedia.org/wiki/Caladenia_whiteheadii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. whiteheadii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia whiteheadii is a plant in the orchid family Orchidaceae and is endemic to New South Wales. It is a ground orchid with a single hairy leaf and a single pale yellow flower with thick reddish tips on the sepals and petals. It is only known from a single hill near Eugowra.",
    "Description": "Caladenia whiteheadii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, dull green, lance-shaped leaf, 50–140 mm (2–6 in) long and 7–13 mm (0.3–0.5 in) wide with red to purple blotches near its base. The leaf and the flowering stem are very densely covered with erect transparent or whitish hairs up to 4 mm (0.2 in) long. A single pale yellow flower 40–60 mm (1.6–2.4 in) wide is borne on a wiry flowering stem 150–300 mm (6–10 in) tall. The dorsal sepal is 35–40 mm (1–2 in) long, 2–2.5 mm (0.08–0.1 in) wide, oblong to elliptic near the base then tapers to a reddish glandular tip. The lateral sepals are lance-shaped to egg-shaped near their bases, 40–45 mm (1.6–1.8 in) long, 3–4 mm (0.1–0.2 in) wide and gradually taper to a reddish glandular tip. The petals are 30–35 mm (1.2–1.4 in) long, 2.5–3 mm (0.098–0.12 in) wide, narrow lance-shaped near the base then gradually taper to a thin glandular tip. The labellum is egg-shaped to lance-shaped, 11–14 mm (0.4–0.6 in) long, 8–10 mm (0.3–0.4 in) wide and has up to eight pairs of red, linear teeth up to 1 mm (0.04 in) long on the edges. The tip of the labellum curls downward and there are four rows of red, mostly linear calli along the mid-line of the labellum. Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia whiteheadii was first formally described in 2006 by David Jones who gave it the name Arachnorchis whiteheadii. The specimen was collected near Eugowra and the description was published in Australian Orchid Research. In 2010 Gary Backhouse changed the name to Caladenia whiteheadii and published the change in The Victorian Naturalist. The specific epithet (whiteheadii) honours Brian Whitehead who collected the type specimen.",
    "Distribution and habitat": "This spider orchid is only known from a single hill near Eugowra where it grows in shrubby forest.\n\n\n== References =="
  }
}