{
  "url": "https://en.wikipedia.org/wiki/Caladenia_brunonis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. brunonis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia brunonis, commonly known as the purple enamel orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is a ground orchid with a single flattened, hairy leaf and up to three glossy purple flowers. It has recently been known as Elythranthera brunonis since 1963 but recent discoveries suggest its inclusion in the genus Caladenia.",
    "Description": "Caladenia brunonis is a terrestrial, perennial, deciduous, sympodial herb with a few inconspicuous, fine roots and a tuber partly surrounded by a fibrous, multi-layered protective sheath. It has a single flattened, dark green, hairy leaf, 20–80 mm (0.8–3 in) long and about 7 mm (0.3 in) wide with a reddish-purple underside. Up to three glossy purple flowers 20–30 mm (0.8–1 in) long and 10–30 mm (0.4–1 in) wide are borne on a spike 150–300 mm (6–10 in) tall. The sepals and petals spread apart from each other, have blackish tips and are blotched with red or purple on their backs. The dorsal sepal is erect, 16–20 mm (0.6–0.8 in) long and 6–8 mm (0.2–0.3 in) wide. The lateral sepals and petals are 14–18 mm (0.6–0.7 in) long and 6–8 mm (0.2–0.3 in) wide. The labellum is about 5 mm (0.2 in) long, 0.5 mm (0.02 in) wide and whitish with the tip curved upward. At the base of the labellum there are two erect, fleshy calli about 4 mm (0.2 in) high with yellow bases and black or dark purple tips. Flowering occurs from August to early November.",
    "Taxonomy and naming": "The purple enamel orchid was first formally described in 1839 by Stephan Endlicher who gave it the name Glossodia brunonis and published the description in Novarum Stirpium Decades. In 1871, Heinrich Reichenbach changed the name to Caladenia brunonis and in 1963, Alex George changed it to Elythranthera brunonis. In 2015, as a result of studies of molecular phylogenetics, Mark Clements changed the name to back Caladenia brunonis. The specific epithet (brunonis) honours the Scottish botanist Robert Brown.Elythranthera brunonis is regarded as a synonym of the name Caladenia brunonis which is accepted by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Caladenia brunonis is a common and widespread species in Western Australia, found as far north as Kalbarri and as far east as Israelite Bay, growing in forest, woodland and heath.",
    "Conservation": "Caladenia brunonis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}