{
  "url": "https://en.wikipedia.org/wiki/Caladenia_sanguinea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. sanguinea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia sanguinea, commonly known as red spider orchid or crimson daddy long-legs, is a species of orchid endemic to South Australia. It has a single sparsely hairy leaf and one or two dark red flowers with long, thin sepals and petals.",
    "Description": "Caladenia sanguinea is a terrestrial, perennial, deciduous, herb with an underground tuber and a single sparsely hairy leaf, 50–110 mm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide. One or two dark red flowers 45–60 mm (1.8–2.4 in) wide are borne on a stalk 60–160 mm (2–6 in) tall. The sepals and petals have long, thin, thread-like tips. The dorsal sepal is 25–60 mm (1–2 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 25–60 mm (1–2 in) long and about 3 mm (0.1 in) wide and spread apart from each other, curving downwards. The petals are 25–60 mm (1–2 in) long and about 2 mm (0.08 in) wide and arranged like the lateral sepals. The labellum is 5–8 mm (0.2–0.3 in) long, about 5 mm (0.2 in) wide and white with dark red markings. The sides of the labellum have short, broad teeth, the tip of the labellum is curled under and there are two rows of red, anvil-shaped calli along the mid-line of the labellum. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia sanguinea was first described in 1999 by David Jones from a specimen collected on Kangaroo Island and the description was published in The Orchadian. The specific epithet (sanguinea) is a Latin word meaning \"blood\", \"bloody\" or \"blood-red\".",
    "Distribution and habitat": "Crimson daddy long-legs is only found in the Eyre Peninsula, Yorke Peninsula and Kangaroo Island botanical regions of South Australia where it grows in mallee woodland and heath.",
    "Conservation": "Caladenia sanguinea is classified as \"rare\" in South Australia.\n\n\n== References =="
  }
}