{
  "url": "https://en.wikipedia.org/wiki/Caladenia_hirta_subsp._hirta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. hirtaLindl."
    },
    {
      "Subspecies": "C. h. subsp. hirta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia hirta subsp. hirta, commonly known as the sugar candy orchid or candy orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single leaf and up to three creamy-white or pink flowers with brownish tips and a brown back.",
    "Description": "Caladenia hirta subsp. hirta is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually occurs as single plants. It has a single hairy leaf, 60–200 mm (2–8 in) long and 6–20 mm (0.2–0.8 in) wide which lies flat on the ground. Up to three (rarely six) flowers 30–50 mm (1–2 in) long and wide are borne on a spike 100–600 mm (4–20 in) tall. The flowers are creamy-white to pink on the front with brownish tips and a brown back. The dorsal sepal is erect, 15–35 mm (0.6–1 in) long and about 3 mm (0.1 in) wide. The lateral sepals and petals are 15–35 mm (0.6–1 in) long and 2.5–7 mm (0.1–0.3 in) wide with the sepals wider than the petals. The lateral sepals and petals spread slightly upwards, then arch downwards. The labellum is 10–20 mm (0.4–0.8 in) long, 5–8 mm (0.2–0.3 in) wide and white to pink with its tip rolled downwards. There are many teeth up to 1 mm (0.04 in) long along the sides of the labellum and four rows of pink calli along its centre. Flowering occurs from late August to early November and there are more flowers after summer fires.",
    "Taxonomy and naming": "Caladenia hirta was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony but in 2001 Stephen Hopper and Andrew Brown described two subspecies, including subspecies hirta and the description of the two subspecies was published in Nuytsia. The specific epithet (hirta) is a Latin word meaning “hairy” or \"rough\" referring to the thick hairs on most parts of this orchid.",
    "Distribution and habitat": "The sugar candy orchid occurs between Arrowsmith and Albany in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions. It grows in woodland and forest areas that are swampy in winter.",
    "Conservation": "Caladenia hirta subsp. hirta  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}