{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._clivicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. clivicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. clivicola, commonly known as the Darling Scarp white spider orchid, or hills white spider orchid is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three mostly white flowers with long, drooping lateral sepals and petals, a relatively small, narrow labellum and narrow labellum teeth. It grows in a restricted area, mostly on the Darling Scarp.",
    "Description": "Caladenia longicauda subsp. clivicola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 120–250 mm (5–10 in) long and 6–12 mm (0.2–0.5 in) wide. Up to three, mostly white flowers 100–150 mm (4–6 in) long and 70–100 mm (3–4 in) wide are borne on a spike 300–500 mm (10–20 in) tall. The lateral sepals and petals have long drooping tips. The dorsal sepal is erect and the labellum is mostly white, 15–25 mm (0.6–1 in) long and 7–10 mm (0.3–0.4 in) with narrow teeth up to 5 mm (0.2 in) long on its sides. There are four or more rows of small, pale red calli up to 1.5 mm (0.06 in) long in the centre of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, including subspecies clivicola and the descriptions were published in Nuytsia. The subspecies name (clivicola) is a derived from Latin clivus meaning “hillside\" and -cola meaning \"dweller\", referring to the sloping hills of the Darling Scarp where this subspecies was discovered.",
    "Distribution and habitat": "The Darling Scarp white spider orchid occurs mainly on the Darling Scarp near Harvey but also near Dunsborough, in the Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in forest and shrubland near granite outcrops.",
    "Conservation": "Caladenia longicauda subsp. clivicola  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}