{
  "url": "https://en.wikipedia.org/wiki/Caladenia_sylvicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. sylvicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia sylvicola, commonly known as forest fingers, is a species of orchid endemic to Tasmania. It has a single erect, sparsely hairy leaf and a single white flower with a greenish back.",
    "Description": "Caladenia sylvicola is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows as single plants or in small, loose groups. It has a single erect, sparsely hairy, dark green leaf, 100–150 mm long and 1.5-2.0 mm wide. A single flower 14–18 mm long and 17–22 mm wide is borne on a stalk 100–160 mm tall. The flowers are white with greenish backs. The dorsal sepal is 9–11 mm long, about 2 mm wide and erect or curved forward. The lateral sepals and petals have about the same dimensions as the dorsal sepal but spread forward fan-like, in front of the flower. The labellum is 5–7 mm long, 6–7 mm wide and white with an orange to yellow tip. The sides of the labellum have lobes which are erect and partly enclose the column and the front part of the labellum has three to five teeth up to 1 mm long on each side and decreasing in length towards the tip. The tip of the labellum is curved downward and there are two rows of calli up to 1mm long, some with orange tips, along the mid-line of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "Caladenia sylvicola was first described in 1998 by David Jones from a specimen collected in Hobart and the description was published in Australian Orchid Research. The specific epithet (sylvicola) is derived from Latin word meaning \"forest\" and the \"dweller\" referring to the preferred habitat of this species.",
    "Distribution and habitat": "Forest fingers is only known from two sites near Hobart, growing in open forest in leaf litter or near dense shrubs. The total population was estimated in 1997 to be twenty mature plants, but following a fire no further plants were seen for several years. A single specimen was seen in 2009.",
    "Conservation": "Caladenia sylvicola is classified as \"critically endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and \"endangered' under the Tasmanian Threatened Species Protection Act 1995. The main threats to the species are land clearing and habitat fragmentation, inappropriate fire regimes and accidental trampling.\n\n\n== References =="
  }
}