{
  "url": "https://en.wikipedia.org/wiki/Caladenia_actensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. actensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia actensis, commonly known as the Canberra spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the Australian Capital Territory. It has a single leaf and usually only one greenish flower with red markings and only occurs in  three small populations.",
    "Description": "Caladenia actensis is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows singly or in small groups. A single leaf, 40–90 mm (2–4 in) long and 6–8 mm (0.2–0.3 in) wide appears in late autumn or early winter, after rain. Usually only a single flower is borne on a stalk 80–140 mm (3–6 in) tall. The flower is greenish, heavily marked with reddish-crimson lines and blotches, and is 12–20 mm (0.5–0.8 in) wide. The dorsal sepal is erect, 15–25 mm (0.6–1 in) long and about 2 mm (0.08 in) wide while the lateral sepals are a similar size but are turned downwards, close to the ovary. The petals are 10–15 mm (0.4–0.6 in) long and 2–3 mm (0.08–0.1 in) wide. The labellum is heart-shaped, 9–12 mm (0.4–0.5 in) wide and 8–10 mm (0.3–0.4 in) wide and maroon or green with a maroon tip. The labellum curves forward and downwards and there are up to six pairs of short, blunt teeth on its sides. The mid-line of the labellum has four to six rows of crowded dark, purplish-red calli. Flowering occurs from late September to mid- October.",
    "Taxonomy and naming": "Caladenia actensis was first formally described by David L. Jones and Mark Clements in 1999 and the description was published in The Orchadian from a specimen collected on Mount Ainslie. The specific epithet (actensis) is derived from the abbreviation of Australian Capital Territory (act) with the  Latin ending \"-ensis\" meaning \"of\" or \"in\", hence \"of the Australian Capital Territory\".",
    "Distribution and habitat": "Canberra spider orchid occurs in three small scattered populations on Mount Majura, Mount Ainslie and in the Madura Valley. It grows in the transitional zone between woodland and forest, with grasses and small shrubs, often amongst rocks.",
    "Ecology": "As with other caladenias, this orchid requires a mycorrhizal association, in this case with the fungus Sebacina vermifera and is probably pollinated by a thynnid wasp.",
    "Conservation": "Caladenia actensis is listed as \"critically endangered\" (CR) under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species include trampling by walkers, bicycles or horses, infrastructure building and maintenance, and weed invasion.\n\n\n== References =="
  }
}