{
  "url": "https://en.wikipedia.org/wiki/Caladenia_voigtii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. voigtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia voigtii, commonly known as the mohawk orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and usually only one greenish-yellow and red flower. When discovered near Salmon Gums in 1977, it was thought to be the extinct Caladenia cristata, but when C. cristata was found near Miling, the Salmon Gums discovery was renamed C. voigtii.",
    "Description": "Caladenia voigtii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect leaf, 50–150 mm long and about 6 mm wide. Usually only one greenish-yellow flower with dark reddish markings and 20–30 mm long, 10–20 mm wide is borne on a stalk 80–200 mm high. The dorsal sepal is erect, 14–18 mm long and 2–3 mm wide. The lateral sepals are 14–18 mm wide, 3–4 mm long and turn stiffly downwards. The petals are 10–15 mm long, about 2 mm wide and spread horizontally or somewhat downwards. The labellum is 10–12 mm long, 8–12 mm wide, greenish with faint red lines and heart-shaped with a small, dark red, down-curved tip. There is a dense band of tall, red-tipped calli along the mid-line of the labellum. Flowering occurs from August to October.",
    "Taxonomy and naming": "When discovered near Salmon Gums in 1977, it was thought to be Caladenia cristata which had been considered extinct since 1923, however when C. cristata was located near Miling, the present orchid was recognised as a new species. It was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from the Salmon Gums specimen and the description was published in Nuytsia. The specific epithet (voigtii) honours Don Voigt who found the first specimen.",
    "Distribution and habitat": "The mohawk spider orchid is found between Bremer Bay and Balladonia in the Coolgardie and Mallee biogeographic regions where it grows in a variety of habitats including on granite outcrops and near salt lakes.",
    "Conservation": "Caladenia voigtii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}