{
  "url": "https://en.wikipedia.org/wiki/Caladenia_multiclavia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. multiclavia"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia multiclavia, commonly known as the lazy spider orchid is a species of orchid, endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two greenish-yellow, red and cream-coloured flowers resembling a reclining spider. Although it usually only has a single flower, it often grows in clumps of up to six plants.",
    "Description": "Caladenia multiclavia is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 40–100 mm (2–4 in) long and 5–10 mm (0.2–0.4 in) wide. Up to three greenish-yellow, red and cream-coloured flowers, 30–40 mm (1–2 in) long and wide are borne on a stalk 100–250 mm (4–10 in) tall. The flowers are greenish-yellow, red and cream-coloured, shaped like a reclining spider and the sepals and petals have thin, thread-like tips. The dorsal sepal and petals are close together and parallel, curved down behind the column near their bases, then upswept at the back of the flower. The lateral sepals are similarly arranged but at the front of the flower. The dorsal sepal is 30–40 mm (1–2 in) long and 3–4 mm (0.1–0.2 in) wide, the lateral sepals are 30–40 mm (1–2 in) long and 4–5 mm (0.16–0.20 in) wide and the petals are 25–35 mm (0.98–1.4 in) long and about 3 mm (0.12 in) wide. The labellum is 14–16 mm (0.55–0.63 in) long and wide, diamond-shaped and prominently red-striped in the centre of the flower. In the centre of the labellum there is a dense cluster of reddish, club-shaped calli up to 2.5 mm (0.1 in) long. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia multiclavia was first described in 1871 by Heinrich Reichenbach and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (multiclavia) is derived from the Latin words multus meaning \"much\" or \"many\" and clava meaning \"club\", referring to the many calli on the labellum of this species.",
    "Distribution and habitat": "The lazy spider orchid occurs in a band between Wongan Hills and Ravensthorpe in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions where it grows in she-oak thickets and open woodland.",
    "Conservation": "Caladenia multiclavia is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}