{
  "url": "https://en.wikipedia.org/wiki/Caladenia_moschata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. moschata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia moschata, commonly known as musky caps or musky caladenia, is a plant in the orchid family Orchidaceae and is endemic to eastern and south-eastern Australia, including Tasmania. It is a ground orchid with a single leaf and up to five flowers which are dark-coloured on the back and white on the front, sometimes tinged with pink and with a strong musky or soapy odour. The species was previously known as Caladenia gracilis.",
    "Description": "Caladenia moschata is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows singly or in small groups. It has a single, slightly hairy leaf 90–180 mm (4–7 in) long and 3–5 mm (0.1–0.2 in) wide. Up to five musky or soapy-scented flowers are borne on a spike 150–300 mm (6–10 in) tall. The sepals and petals are white on the front, sometimes tinged with pink or bronze colours and their backs have greenish-brown or purplish glandular hairs. The sepals and petals spread horizontally or slightly downwards. The dorsal sepal is erect, linear in shape, 11–13 mm (0.4–0.5 in) long, 3 mm (0.1 in) wide and curves forward, forming a hood over the column and around its sides. The lateral sepals are 14–16 mm (0.55–0.63 in) long, about 3 mm (0.1 in) wide and the petals are 12–14 mm (0.5–0.6 in) long and 3 mm (0.1 in) wide.  The labellum is 7.5–9 mm (0.3–0.4 in) long and 6–7 mm (0.24–0.28 in) wide and white with red or purplish spots. The sides of the labellum are slightly wavy near its base and have teeth nearer the tip which is strongly curled under and pink. There are four rows of calli along the centre of the labellum. The column has broad, rounded wings and reddish blotches. Flowering is in October and November and is followed by oval-shaped, greenish or reddish capsules 10–14 mm (0.4–0.6 in) long and 3–4 mm (0.1–0.2 in) wide.",
    "Taxonomy and naming": "Caladenia moschata was first formally in 2008 by David Jones and the description was published in The Orchadian. The specific epithet (moschata) is a Latin word meaning \"perfumed with musk\".This species was previously known as Caladenia gracilis and is still recorded as such by the National Herbarium of New South Wales and the State Herbarium of South Australia.",
    "Distribution and habitat": "Musky caps occurs in New South Wales, Victoria, Tasmania and South Australia where it grows in open forest, on dry ridges and slopes. In New South Wales it is found south from the New England region, it is widespread in Victoria and Tasmania, and in South Australia it occurs in the south east corner near Millicent, Glencoe and Wrattonbully.\n\n\n== References =="
  }
}