{
  "url": "https://en.wikipedia.org/wiki/Caladenia_nothofageti",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. nothofageti"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia nothofageti, commonly known as beech caladenia or white fingers, is a plant in the orchid family Orchidaceae and is endemic to New Zealand. It has a single, sparsely hairy, long, thin leaf and one or two white flowers with greenish-white backs, on a thin stalk.",
    "Description": "Caladenia nothofageti is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single, sparsely hairy, bright green leaf 40–180 mm (2–7 in) long and 1–3 mm (0.04–0.1 in) wide. One or sometimes two white flowers with a greenish-white back, 14–16 mm (0.6–0.6 in) across are borne on a thin, wiry stem 50–100 mm (2–4 in) tall. The sepals and petals are 80–95 mm (3–4 in) long and 2–3 mm (0.08–0.1 in) wide.The dorsal sepal is erect, to slightly curved forward, the lateral sepals and petals are held horizontally or slightly downwards. The labellum is 5–7 mm (0.2–0.3 in) long, about 5 mm (0.2 in) wide and white or (rarely) cream-coloured with faint red bars. The sides of the labellum turn upwards and  partly embrace the column and there are four to six blunt teeth on the edges near the front, with the tip of the labellum curled under. There are two rows of pale yellow calli along the centre of the labellum. Flowering occurs from November to January but the flowers are self-pollinating and only open for a day or two.",
    "Taxonomy and naming": "Caladenia nothofageti was first formally described in 1997 by David Jones, Brian Molloy and Mark Clements and the description was published in The Orchadian.",
    "Distribution and habitat": "Beech caladenia occurs on both the North and South Island of New Zealand growing in Nothofagus forest in well-lit sites.",
    "Conservation": "Caladenia nothofageti is listed as \"not threatened\" in New Zealand.\n\n\n== References =="
  }
}