{
  "url": "https://en.wikipedia.org/wiki/Caladenia_toxochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. toxochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia toxochila, commonly known as the bow-lip spider orchid is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single, sparsely hairy leaf and one or two yellowish-green flowers with red stripes. It occurs in Victoria and South Australia and resembles the related Caladenia concinna from New South Wales.",
    "Description": "Caladenia toxochila is a terrestrial,  perennial, deciduous, herb with an underground tuber and a single, sparsely hairy leaf, 50–120 mm long and 10–15 mm wide. One or two flowers 15–20 mm wide are borne on a spike 80–200 mm high. The sepals and petals are yellowish-green with central red stripes. The sepals have thin, club-like glandular tips, 1–7 mm long. The dorsal sepal is 15–25 mm long, 2–4 mm wide and curves forward. The lateral sepals have similar dimensions to the dorsal sepal and are nearly parallel to each other and turned downward, almost touching the ovary. The petals are 12–20 mm long, 1.5–3 mm wide and also turn downwards near the ovary. The labellum is pale green, 10–12 mm long and wide and has a dark red tip. The labellum has many rounded teeth up to 1 mm long on its sides, the tip is curled under and there are four rows of crowded, fleshy, blackish, club-shaped calli up to 1 mm long, along its mid-line. Flowering occurs from August and September.This species is similar to the related Caladenia concinna from New South Wales but differs from that species by in having darker-coloured flowers shorter labellum teeth and fewer calli rows than that species.",
    "Taxonomy and naming": "Caladenia toxochila was first formally described by Ralph Tate in 1889 and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (toxochila) is derived from the Ancient Greek words toxon meaning \"bow\" and cheilos meaning \"lip\" referring to the bow-shaped labellum of this species.",
    "Distribution and habitat": "The bow-lip spider orchid is found in scattered places in western Victoria and in south-eastern South Australia, growing in woodland and mallee with grasses and shrubs.",
    "Conservation": "Caladenia toxochila is listed as \"vulnerable\"under the Victorian Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}