{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pulchra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pulchra"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pulchra, commonly known as the slender spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three red, yellow and white flowers, although the relative amount of each of these colours is variable.",
    "Description": "Caladenia pulchra is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 60–150 mm (2–6 in) long and about 4 mm (0.2 in) wide. Up to three flowers 80–150 mm (3–6 in) long, 40–100 mm (2–4 in) wide are borne on a stalk 200–400 mm (8–20 in) tall. The flowers have varying amounts of red, white and yellow and are sometimes all red. The sepals have long, brown, thread-like tips. The dorsal sepal is erect, 60–100 mm (2–4 in) long and 1–3 mm (0.04–0.1 in) wide. The lateral sepals and petals have about the same dimensions as the dorsal sepal but they are held horizontally near their bases, then turn downwards and droop. The labellum is 8–11 mm (0.3–0.4 in) long, 5–8 mm (0.2–0.3 in) wide and cream-coloured with red lines and marks. The sides of the labellum have short, blunt teeth, the tip is curled under and there are two rows of anvil-shaped calli along the mid-line of the labellum. Flowering occurs from August to early October but generally only occurs after good rainfall.",
    "Taxonomy and naming": "Caladenia pulchra was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Jerramungup and the description was published in Nuytsia. The specific epithet (pulchra) is a Latin word meaning \"beautiful\" referring to the delicate flowers of this orchid.",
    "Distribution and habitat": "The slender spider orchid is found between Jerramungup and Pithara in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions where it grows under dense sheoak and similar trees near temporary streams.",
    "Conservation": "Caladenia pulchra is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}