{
  "url": "https://en.wikipedia.org/wiki/Caladenia_intuta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. intuta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia intuta is a plant in the orchid family Orchidaceae and is endemic to two small areas on the Yorke Peninsula in South Australia. It is a ground orchid with a single hairy leaf and one or two white flowers which sometimes have faint reddish lines.",
    "Description": "Caladenia intuta is a terrestrial, perennial, deciduous, herb with an underground tuber and a single narrow lance-shaped leaf, 80–150 mm (3–6 in) long and 5–11 mm (0.2–0.4 in) wide with purple blotches near its base. The leaf and the flowering stem are densely covered with hairs. One or two white flowers, sometimes with faint reddish lines and 45–65 mm (2–3 in) wide are borne on a wiry flowering stem 100–350 mm (4–10 in) tall. The sepals have thin blackish tips. The dorsal sepal is 32–40 mm (1–2 in) long, 2.5–3 mm (0.098–0.12 in) wide and the lateral sepals are 32–40 mm (1–2 in) long, 4.5–6 mm (0.18–0.24 in) wide and spread stiffly apart from each other. The petals are 27–35 mm (1.1–1.4 in) long, 2–3 mm (0.08–0.1 in) wide and also spread stiffly apart from each other. The labellum is lance-shaped to egg-shaped, 13–16 mm (0.5–0.6 in) long, 7–11 mm (0.3–0.4 in) wide and has many short, white or purplish teeth on the edges. The tip of the labellum curls downward and there are four rows of white or purplish calli shaped like hockey sticks along the mid-line of the labellum. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia intuta was first formally described in 2005 by David Jones, who gave it the name Arachnorchis intuta and published the description in The Orchadian from a specimen collected near Hardwicke Bay. It had previously been known as Caladenia sp. \"Brentwood'. In 2008, Robert Bates changed the name to Caladenia intuta.",
    "Distribution and habitat": "This spider orchid is only known from two sites with a total population estimated in 2006 to be about 400 mature individuals growing in woodland.",
    "Conservation": "Caladenia intuta is classified as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. The main threats to the species are weed invasion, grazing by sheep and vegetation clearance.",
    "References": "",
    "External links": " Data related to Caladenia intuta at Wikispecies"
  }
}