{
  "url": "https://en.wikipedia.org/wiki/Caladenia_lobata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. lobata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia lobata, commonly known as the butterfly orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two greenish-yellow flowers with red markings which have a labellum which vibrates in the slightest breeze.",
    "Description": "Caladenia lobata has a single erect, hairy leaf, 100–250 mm (4–10 in) long and 10–14 mm (0.4–0.6 in) wide. One or two greenish-yellow flowers with red markings are borne on a hairy spike 300–500 mm (10–20 in). The flowers are 80–100 mm (3–4 in) long and 70–90 mm (3–4 in) wide. The dorsal sepal is erect, 55–80 mm (2–3 in) long and 3–5 mm (0.1–0.2 in) wide. The lateral sepals are 55–80 mm (2–3 in) long, 6–8 mm (0.2–0.3 in) wide, curve upwards, are closely parallel to each other, and have narrow club-like glandular tips. The petals are 50–60 mm (2.0–2.4 in) long and about 3 mm (0.1 in) wide and spread horizontally or curve downwards. The labellum is 20–25 mm (0.8–1 in) long and 30–35 mm (1.2–1.4 in) wide, greenish-yellow with a red tip which curls downwards. The labellum is delicately hinged so that it vibrates in the slightest breeze. Its sides spread widely or turn upwards and have many erect to spreading teeth up to 12 mm (0.5 in) long and there are six or eight rows of red calli clustered in the centre of the labellum. Flowering is from late September to November.",
    "Taxonomy and naming": "Caladenia lobata was first described by Robert D. FitzGerald in 1882 in The Gardeners' Chronicle, in which he describes the species as \"A tall robust species, probably the tallest in the genus. From 1 foot 6 inches to 2 feet, hairy.\" The specific epithet (lobata) is a Latin word meaning \"lobed\", referring to the broad lobes of the labellum.",
    "Distribution and habitat": "The butterfly orchid usually grows in dense, shrubby forest in well-drained grey sand, gravelly or clayey loam, or laterite, frequently on flats and slopes near streams. It is found between Bunbury and the Stirling Range in the Esperance Plains, Jarrah Forest and Swan Coastal Plain biogeographical regions of Western Australia.\n\n\n== References =="
  }
}