{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._longicauda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicaudaLindl."
    },
    {
      "Subspecies": "C. l. subsp. longicauda"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. longicauda, commonly known as the white spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to four, mostly white flowers with long drooping, thread-like ends on the sepals and petals. It grows in woodland and forest.",
    "Description": "Caladenia longicauda subsp. longicauda is a terrestrial, perennial, deciduous, herb with an underground tuber and which sometimes grows as a solitary plant, otherwise in a small clump. It has a single hairy leaf, 180–250 mm (7–10 in) long and 5–15 mm (0.2–0.6 in) wide. Up to four mostly white flowers 100–150 mm (4–6 in) long and 60–90 mm (2–4 in) wide are borne on a spike 350–600 mm (10–20 in) tall. The sepals and petals have long, brown, thread-like tips. The dorsal sepal is erect, 70–110 mm (3–4 in) long and about 3 mm (0.1 in) wide. The lateral sepals are 90–130 mm (4–5 in) long, 5–8 mm (0.2–0.3 in) wide and spread widely at their bases but with their tips drooping. The petals are 75–90 mm (3–4 in) long, 3–4 mm (0.1–0.2 in) wide and arranged like the lateral sepals. The labellum is white, 17–24 mm (0.7–0.9 in) long, 10–15 mm (0.4–0.6 in) wide and white with erect or spreading teeth up to 8 mm (0.3 in) long. The tip of the labellum is curled under and there are for to eight rows of white to reddish calli up to 2 mm (0.08 in) in its centre. The column is 18–22 mm (0.7–0.9 in) long and 8–10 mm (0.3–0.4 in) wide. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, including subspecies longicauda and the descriptions were published in Nuytsia. The specific epithet (longicauda) is a derived from the Latin words longus meaning “long\" and cauda meaning \"a tail\" or \"appendage\" referring to the long thin ends of the sepals and petals.",
    "Distribution and habitat": "The white spider orchid is common to the south-west of a line between Lancelin and Mount Barker in the Avon Wheatbelt, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions where it grows in woodland and forest.",
    "Conservation": "Caladenia longicauda subsp. longicauda is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}