{
  "url": "https://en.wikipedia.org/wiki/Caladenia_attenuata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. attenuata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia attenuata, commonly known as Duramana fingers, is a plant in the orchid family Orchidaceae and is endemic to a small area in New South Wales. It is a ground orchid with a single hairy leaf and white flowers on a tall spike.",
    "Description": "Caladenia attenuata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf. The flowers are less than 10 mm (0.39 in) in diameter and are borne on a spike up to 24 cm (9 in) high. The flowers are white with a dorsal sepal that curves forwards, forming a hood over the column. The mid-lobe of the labellum has a smooth edge but the surface is wrinkled. Flowering occurs in October and November.",
    "Taxonomy and naming": "This species was first formally described by William Brinsley in 1964 and given the name Caladenia carnea var. attenuata. The description was based on a plant collected from near Duramana, north of Bathurst and was published in The Orchadian. In 2000, David L. Jones raised it to species status. The specific epithet (attenuata) is a Latin word meaning \"drawn out\", \"tapered\" or \"thin\".",
    "Distribution and habitat": "When Brinsley described the species, he noted that \"considerable numbers of flowering specimens were seen over a fairly restricted area\" at the type location in 1964. Subsequent searches of the area and nearby habitat have failed to find any specimens. More recently, the only sighting has been a single specimen was found near Ilford in 1972 and a further possible sighting in the same area in 2013. The population size is therefore considered to be extremely low. Both sites where the orchids have been seen in the past are subject to grazing by cattle and rabbits.",
    "Conservation": "Caladenia attenuata is classified as \"Critically Endangered\" under the New South Wales Government the Threatened Species Conservation Act 1995 and the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act.\n\n\n== References =="
  }
}