{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pectinata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pectinata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pectinata, commonly known as the king spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three large red, yellow and pale green flowers. It is especially common between Bremer Bay and Rocky Gully.",
    "Description": "Caladenia pectinata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 150–300 mm (6–10 in) long and 10–20 mm (0.4–0.8 in) wide. Up to three red, yellow and pale green flowers 60–100 mm (2–4 in) long and 60–70 mm (2–3 in) wide are borne on a stalk 350–700 mm (10–30 in) tall. The sepals have thick, brown, club-like glandular tips 10–35 mm (0.4–1 in) long. The dorsal sepal is erect, 40–70 mm (2–3 in) long and 2–5 mm (0.08–0.2 in) wide. The lateral sepals are 40–70 mm (2–3 in) long and 6–9 mm (0.2–0.4 in) wide and turn downwards. The petals are 35–45 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide and are sometimes spreading otherwise turn upwards. The labellum is 18–25 mm (0.7–1 in) long, 12–18 mm (0.5–0.7 in) wide and creamy-yellow with a dark red, down-curved tip. The sides of the labellum have linear teeth up to 8 mm (0.3 in) long and there are four or six rows of dark red calli along its mid-line. Flowering is from late September to October.",
    "Taxonomy and naming": "Caladenia pectinata was first formally described by Richard Rogers in 1920 and the description was published in Transactions and Proceedings of the Royal Society of South Australia. The specific epithet (pectinata) is a Latin word meaning \"comb-like\" referring to the fringe on the sides of the labellum.",
    "Distribution and habitat": "The king spider orchid is widespread between Cataby and Munglinup in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee, Swan Coastal Plain, and Warren biogeographic regions. It is most common between Bremer Bay and Rocky Gully.",
    "Conservation": "Caladenia pectinata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}