{
  "url": "https://en.wikipedia.org/wiki/Caladenia_dorrigoensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. dorrigoensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia dorrigoensis is a plant in the orchid family Orchidaceae and is endemic to New South Wales. It has a single leaf and a single white flower with purple marks on its labellum.",
    "Description": "Caladenia dorrigoensis is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows in loose groups. It has a single erect, narrow linear, more or less glabrous leaf, 60–120 millimetres (2–5 in) long and 0.8–1.5 millimetres (0.03–0.06 in) wide. A single flower 12–18 millimetres (0.5–0.7 in) wide is borne on a flowering stem 80–200 millimetres (3–8 in) tall. The front of the flower is mostly white and the back is covered with brownish or purplish glands. The dorsal sepal is spoon-shaped to egg-shaped with the narrower end towards the base, 8–10 millimetres (0.3–0.4 in) long and about 3 millimetres (0.1 in) wide forming a hood over the column. The lateral sepals have similar dimensions to the dorsal sepal but slightly narrower and curved. The petals are 7–10 millimetres (0.3–0.4 in) long and about 1.5 millimetres (0.06 in) wide and curved. The labellum is egg-shaped, white with pale purplish lines and has three distinct lobes, the central one egg-shaped, 5–6 millimetres (0.20–0.24 in) long and about 4 millimetres (0.2 in) wide. The lateral lobes of the labellum are erect and surround the column while the central part has six to eight short, purplish-black teeth on each side. The tip of the labellum is curved downward and there are two rows of dark purplish-black, stalked calli along the mid-line of the labellum. Flowering occurs in October.",
    "Taxonomy and naming": "Caladenia dorrigoensis was first described in 2016 by David Jones and Lachlan Copeland from a specimen collected in the Dorrigo National Park and the description was published in Australian Orchid Review. The specific epithet (dorrigoensis) refers to the area to which this species seems to be restricted.",
    "Distribution and habitat": "This orchid appears to be confined to the a small area in the Dorrigo district where it grows in woodland with a shrubby understorey.\n\n\n== References =="
  }
}