{
  "url": "https://en.wikipedia.org/wiki/Caladenia_aperta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. aperta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia aperta, commonly known as the western tiny blue china orchid, is a plant in the orchid family Orchidaceae and is endemic to Western Australia. It has a relatively narrow leaf and a single bluish-mauve flower. It is distinguished from the other two similar blue orchids by the sides of the labellum which are erect but well-separated from the column. This species also has a more easterly distribution than C. amplexans and C. sericea.",
    "Description": "Caladenia aperta is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, hairy leaf, 30–50 mm (1–2 in) long and 4 mm (0.2 in) wide. Usually only one bluish-mauve flower about 20 mm (0.8 in) long and wide is borne on a stalk 50–150 mm (2–6 in) tall. On rare occasions the flower is white and the bluish flowers are a lighter colour on the outside. The dorsal sepal is erect, 11–16 mm (0.4–0.6 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals and petals have about the same dimensions as the dorsal sepal although the lateral sepals are slightly wider. The labellum is 6–9 mm (0.2–0.4 in) long and wide and reddish-mauve with darker bars. The sides of the labellum curve upwards but without surrounding the column. The labellum has a white and yellow down-curved tip and there are two rows of stalked yellow calli along the mid-line of the labellum. Flowering occurs from August to early October.",
    "Taxonomy and naming": "The western tiny blue china orchid was first formally described in 2000 Stephen Hopper and Andrew Brown and given the name Cyanicula aperta. The description was published in Australian Systematic Botany from a specimen collected near Jerramungup. In 2015, as a result of studies of molecular phylogenetics Mark Clements changed the name to Caladenia aperta. The specific epithet (aperta) is a Latin word meaning \"open\" referring to the gap between the erect sides of the labellum and the column.In spite of the common name suggesting a small size, the flowers of this species are no smaller than those of the dainty blue china orchid, Caladenia amplexans.",
    "Distribution and habitat": "The western tiny blue china orchid is found in areas near the south coast of Western Australia from the Cape Arid National Park to Dumbleyung in the Avon Wheatbelt, Coolgardie, Esperance Plains and Mallee biogeographic regions growing in heath, in shrubland or on granite outcrops.",
    "Conservation": "Caladenia aperta is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}