{
  "url": "https://en.wikipedia.org/wiki/Caladenia_gladiolata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. gladiolata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia gladiolata, commonly known as small bayonet spider orchid, smelly socks or simply bayonet orchid is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single hairy leaf and one or two yellowish or brownish flowers with red stripes and unusual tips on the sepals and petals.",
    "Description": "Caladenia gladiolata is a terrestrial, perennial, deciduous, herb with an underground tuber and which has a single, hairy leaf, 30–80 mm (1–3 in) long and 6–12 mm (0.2–0.5 in) wide. One or two yellowish-green or brownish flowers with red markings and a strong, spicy odour are borne on a spike 40–150 mm (2–6 in) tall. The sepals and petals have thick, flat, bayonet-shaped glandular tips 5–12 mm (0.2–0.5 in) and curve downwards. The dorsal sepal is erect, 15–30 mm (0.6–1 in) long, about 2 mm (0.08 in) wide and curves forward. The lateral sepals are 15–30 mm (0.6–1 in) long, about 3 mm (0.1 in) wide and the petals are 12–20 mm (0.5–0.8 in) long and 1–2 mm (0.04–0.08 in) wide. The labellum is egg-shaped, 9–11 mm (0.35–0.43 in) long and 8–9 mm (0.3–0.4 in) wide with its end curving downwards. It is yellowish-green with a red tip and there are usually a few short teeth along its edges. There are four crowded rows of club-shaped, reddish-black calli along the centre line of the labellum. Flowering occurs from July to October.",
    "Taxonomy and naming": "Caladenia gladiolata was first formally described by Richard Sanders Rogers in 1907 and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (gladiolatus) is derived from the Latin word gladius meaning \"a sword\".",
    "Distribution and habitat": "The small bayonet spider orchid occurs in the Flinders Ranges, Northern Lofty and Southern Lofty botanical regions of South Australia where it grows in shrubby or grassy woodland and forest in well-drained soil. It is currently only known from three or four populations.",
    "Conservation": "Caladenia gladiolata is listed as  \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are weed invasion, grazing and lack of pollination.\n\n\n== References =="
  }
}