{
  "url": "https://en.wikipedia.org/wiki/Caladenia_quadrifaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. quadrifaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia quadrifaria, commonly known as the large pink fingers orchid is a plant in the orchid family Orchidaceae and is endemic to New South Wales. It is a ground orchid with a single, sparsely hairy leaf and up to three pale to bright pink flowers.",
    "Description": "Caladenia quadrifaria is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, linear leaf, 70–150 mm (3–6 in) long and 3–4 mm (0.1–0.2 in) wide. Up to three pale pink to bright pink flowers are borne on a spike 100–200 mm (4–8 in) tall. The flowers are greenish-pink or brownish pink on their back where there are many glandular hairs. The dorsal sepal is 15–20 mm (0.6–0.8 in) long, 3–4 mm (0.1–0.2 in) wide and the lateral sepals are 15–20 mm (0.6–0.8 in) long and 5–6 mm (0.20–0.24 in) wide. The petals are 15–20 mm (0.6–0.8 in) long, 4–5 mm (0.16–0.20 in) wide and spread fan-like with the lateral sepals. The labellum is 7–9 mm (0.3–0.4 in) long and wide, and pink with reddish bars. The sides of the labellum turn upwards and the tip is curled under. There are four to eight long teeth on each side of the labellum near its tip and four to six rows of large, club-shaped calli along its mid-line. Flowering occurs from August to November.",
    "Taxonomy and naming": "Caladenia quadrifaria  was first formally described in 1991 by David Jones and the description was published in Australian Orchid Research. It had previously been known as a variety of Caladenia carnea identified, but not described by Richard Rogers.In 1999, David Jones also described Caladenia porphyrea but it has not been recognised by the National Herbarium of New South Wales as a separate species.",
    "Distribution and habitat": "The large pink fingers orchid occurs in coastal areas of New South Wales between Brunswick Heads and Lake Tabourie where it grows in forest on slopes and ridges.\n\n\n== References =="
  }
}