{
  "url": "https://en.wikipedia.org/wiki/Caladenia_thinicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. thinicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia thinicola, commonly known as the Scott River spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to four yellowish-green and red flowers with a fringe of long teeth on the sides of the labellum and thick brown, club-like glandular tips on the sepals.",
    "Description": "Caladenia thinicola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 130–260 mm long and 5–7 mm wide. Up to four yellowish-green flowers with red markings and 70–90 mm long and 50–70 mm wide are borne on a stalk 450–500 mm tall. The sepals have thick brown, club-like glandular tips. The dorsal sepal is erect, about 40 mm long and 2 mm wide. The lateral sepals are 40 mm long and 3 mm wide, spread apart from each other and turned downwards. The petals are about 35 mm long and 2 mm wide and curve downwards. The labellum is 15–16 mm long, 12–13 mm wide and yellowish green with a dark red tip which curls downwards. The sides of the labellum have thin greenish teeth up to 8 mm long and there are four crowded rows of dark red calli up to 1.5 mm long, along the mid-line of the labellum. Flowering occurs from September to November.",
    "Taxonomy and naming": "Caladenia thinicola was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Pemberton and the description was published in Nuytsia. The specific epithet (thinicola) is derived from Latin words meaning \"dune\" and \"dweller\" referring to the sand dunes where this species is often found.",
    "Distribution and habitat": "The Scott River spider orchid is found between Cape Naturaliste and the Warren River in the Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions where it grows in deep sand in woodland in coastal areas.",
    "Conservation": "Caladenia thinicola is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}