{
  "url": "https://en.wikipedia.org/wiki/Caladenia_filamentosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. filamentosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia filamentosa, commonly known as daddy-long-legs, is a plant in the orchid family Orchidaceae and is endemic to eastern Australia. It is a ground orchid with a single hairy leaf and up to four, usually dark red flowers with long, drooping lateral sepals and petals.",
    "Description": "Caladenia filamentosa is a terrestrial, perennial, deciduous, herb with an underground tuber and which sometimes grows in dense clumps. It has a single, densely hairy, narrow linear leaf, 10–18 cm (4–7 in) long and 4–7 mm (0.2–0.3 in) wide. One or two, rarely up to four, usually dark red flowers are borne on a spike 300–450 mm (10–20 in) high. Sometimes the flowers are pale red or reddish-green. The dorsal sepal is erect, 50–70 mm (2–3 in) long, about 2 mm (0.08 in) wide with its edges turned in. The lateral sepals and petals have long, dark, thread-like, glandular tips which sometimes tangle with other plants. The lateral sepals are a similar size to the dorsal sepal whilst the petals are slightly shorter. The labellum is egg-shaped or oblong, 5.5–8 mm (0.2–0.3 in) long and 3.5–5 mm (0.1–0.2 in) wide with its end curving forwards. It is red with darker markings and there are many short, broad teeth along its edges. There are two rows of flattened calli along the centre line of the labellum but not extending to the tip. Flowering occurs from September to November.",
    "Taxonomy and naming": "Caladenia filamentosa was first formally described by Robert Brown in 1810 and the description was published in Prodromus Florae Novae Hollandiae. The specific epithet (filamentosa) is derived from the Latin word filamentum meaning \"a thread filament\" with the suffix -osa meaning \"abounding in\".",
    "Distribution and habitat": "Daddy long-legs orchid has a widespread distribution but is rarely common. It grows in forest and scrub in well-drained soil. In New South Wales it mostly occurs in drier inland areas, in Victoria it is widespread, in South Australia it only occurs in the far south-eastern corner and in Tasmania in the eastern half of the state.",
    "Conservation": "Caladenia filamentosa is listed as \"Rare\" under the Tasmanian Threatened Species Protection Act 1995.\n\n\n== References =="
  }
}