{
  "url": "https://en.wikipedia.org/wiki/Caladenia_patersonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. patersonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia patersonii is a plant in the orchid family Orchidaceae and is native to Victoria and Tasmania. It is a ground orchid with a single hairy leaf and one or two creamy-white, yellowish or pink flowers.",
    "Description": "Caladenia patersonii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single densely hairy leaf, 80–150 mm (3–6 in) long, 10–15 mm (0.4–0.6 in) wide. The leaf often has red to purple blotches near its base. One or two creamy-white, yellowish or pink flowers with dark red lines are borne on a spike 250–350 mm (9.8–14 in) tall. The sepals and petals have brown or reddish-brown, densely glandular, thread-like tips. The dorsal sepal is erect, 60–80 mm (2–3 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals are 60–80 mm (2–3 in) long, 3–6 mm (0.1–0.2 in) wide, spread widely and downturned with drooping ends. The petals are 40–60 mm (1.6–2.4 in) long, 3–4 mm (0.1–0.2 in) wide and arranged like the lateral sepals. The labellum is 12–20 mm (0.5–0.8 in) long, 7–11 mm (0.3–0.4 in) wide and white to cream-coloured, often with a dark red tip. The sides of the labellum have many reddish teeth up to 2 mm (0.08 in) long and the tip is curled under. There are four or six rows of reddish calli up to 1.5 mm (0.06 in) long in the centre of the labellum. Flowering occurs from September to November and is more prolific after fire.",
    "Taxonomy and naming": "Caladenia patersonii was first formally described in 1810 by Robert Brown and the description was published in ''Prodromus florae Novae Hollandiae.",
    "Distribution and habitat": "Paterson's spider orchid is found mostly in eastern coastal Victoria and northern Tasmania where it grows in heath and heathy woodland.",
    "Conservation": "Caladenia patersonii is listed as \"vulnerable\" in Tasmania under the Threatened Species Protection Act 1995.\n\n\n== References =="
  }
}