{
  "url": "https://en.wikipedia.org/wiki/Caladenia_ensata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. ensata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia ensata, commonly known as the stumpy spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is a common orchid within its natural range and has a single, hairy leaf and up to three pale yellow and red flowers which have short but thick, fleshy glandular tips.",
    "Description": "Caladenia ensata has a single erect, hairy leaf, 70–140 mm (3–6 in) long and 20–25 mm (0.8–1 in) wide. Up to three flowers 30–40 mm (1–2 in) wide are borne on a stalk 200–350 mm (8–10 in) high.  The flowers are pale yellow and red or greenish and red and the sepals and petals have narrow, thick, glandular tips 2–12 mm (0.08–0.5 in) long. The dorsal sepal is erect, 30–35 mm (1.2–1.4 in) long and about 2 mm (0.08 in) wide at the base. The lateral sepals are a similar size to the dorsal sepal but spread widely and are stiffly held at an angle below horizontal. The petals are 22–28 mm (0.9–1 in) long, about 2 mm (0.08 in) wide and arranged like the lateral sepals. The labellum is 12–14 mm (0.5–0.6 in) long and 8–10 mm (0.3–0.4 in) wide and greenish-yellow with a red tip. There are a few short, pointed greenish teeth on the side of the labellum and four or more rows of maroon calli up to 2 mm (0.08 in) long along its centre line. Flowering occurs from September to early November.",
    "Taxonomy and naming": "Caladenia ensata was first described by William Nicholls in 1947 from a specimen he collected on the banks of the King River. The description was published in The Victorian Naturalist. The specific epithet (ensata) is derived from the Latin word ensis meaning \"sword\" referring to the sword-like tips of the petals and sepals.",
    "Distribution and habitat": "Stumpy spider orchid is found between Albany and Augusta in the Jarrah Forest and Warren biogeographic regions where it usually grows in sandy soil in woodland. It is a common orchid but often difficult to locate because of its small size and darker colours.",
    "Conservation": "Caladenia ensata  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}