{
  "url": "https://en.wikipedia.org/wiki/Caladenia_versicolor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. versicolor"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia versicolor, commonly known as the candy spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single, sparsely hairy leaf and one or two white, pink or purplish flowers. Only about one thousand plants in two populations have been recorded and the species has been declared as \"vulnerable\".",
    "Description": "Caladenia versicolor is a terrestrial, perennial, deciduous, herb with an underground tuber and a single sparsely hairy leaf, 50–100 mm long and 6–8 mm wide with reddish blotches. One or two white, pink or purplish flowers 50–60 mm wide are borne on a spike 150–250 mm tall. The sepals and petals have blackish or brownish thread-like tips. The dorsal sepal is erect, 40–60 mm long and 2–3 mm wide. The lateral sepals are 40–60 mm long, 3–5 mm wide and spread stiffly apart from each other. The petals are 30–37 mm long, about 3 mm wide, and arranged like the lateral sepals. The labellum is white, pink or purplish, 12–16 mm long and 7–9 mm wide. The sides of the labellum have narrow teeth up to 3mm long, decreasing in length towards the tip which is curled under, and there are four or six rows of pink or purplish calli up to 1 mm long, along its centre. Flowering occurs from September to November.",
    "Taxonomy and naming": "Caladenia versicolor was first formally described in 1991 by Geoffrey Carr and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (versicolor) is a Latin word meaning \"of different colours\".",
    "Distribution and habitat": "The candy spider orchid is only known from two populations in Victoria, south-west of Stawell where there are about 800 plants and east of Balmoral where 175 individuals were recorded in 2012. It grows in woodland.",
    "Conservation": "Caladenia versicolor is classified as \"endangered\" under the Victorian Flora and Fauna Guarantee Act 1988 and as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are trampling, grazing by feral rabbits (Oryctolagus cuniculus) and inappropriate fire regimes.\n\n\n== References =="
  }
}