{
  "url": "https://en.wikipedia.org/wiki/Caladenia_stricta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. stricta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia stricta, commonly known as the upright spider orchid or rigid-combed spider-orchid is a plant in the orchid family Orchidaceae and is endemic to southern continental Australia. It is a ground orchid with a single leaf and usually only one pale green flower with red lines along the sepals and petals.",
    "Description": "Caladenia stricta is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single, dull green, hairy, linear leaf, 60–100 mm long and 10–15 mm wide with reddish blotches near its base. Usually only one flower 25–40 mm across is borne on a spike 150–400 mm tall. The flowers are pale green with central stripes along the sepals and petals which taper to fine points The dorsal sepal is erect, 25–33 mm long, 2–3 mm wide and curves gently forwards. The lateral sepals have about the same dimensions as the dorsal sepal and are usually curved downwards and sometimes cross each other. The petals are 16–23 mm long, 2–3 mm wide and held horizontally or curve downwards. The labellum is 15–17 mm long, 14–16 mm wide, and pale green with a pale yellow central region and a dark red tip. Each side of the labellum has between five and seven thin green teeth up to 5 mm long. The tip of the labellum curls under and there are four to six rows of thick, crowded, reddish-black calli up to 2 mm long, along the mid-line of the labellum. Flowering occurs from September to November.",
    "Taxonomy and naming": "This orchid was first formally described in 1984 by Robert Bates from a specimen collected on the Yorke Peninsula. He gave it the name Caladenia dilatata var. stricta and published the description in the Journal of the Native Orchid Society of South Australia but in 1987 raised the variety to species status. The specific epithet (stricta) is a Latin word meaning \"draw together\".",
    "Distribution and habitat": "The upright spider orchid occurs in  the Little Desert and Big Desert areas of Victoria and in south-eastern areas of South Australia. It grows in mallee scrub and woodland.",
    "Conservation": "Caladenia stricta is classified as \"vulnerable\" in Victoria under the Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}