{
  "url": "https://en.wikipedia.org/wiki/Caladenia_plicata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. plicata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia plicata, commonly known as the crab-lipped spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single hairy leaf and one or two red, yellow and pale green flowers with an unusual labellum which vibrates in the slightest breeze.",
    "Description": "Caladenia macrostylis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–200 mm (3–8 in) long and 6–12 mm (0.2–0.5 in) wide. One or two red, yellow and pale green flowers with red markings and 30–50 mm (1–2 in) long and 30–40 mm (1–2 in) wide are borne on a stalk 160–350 mm (6–10 in) tall. The sepals have thick brown club-like glandular tips 3–5 mm (0.1–0.2 in) long. The dorsal sepal is erect, 20–25 mm (0.8–1 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 20–25 mm (0.8–1 in) long, about 4 mm (0.2 in) wide, curve downwards and are parallel to each other. The petals are 20–25 mm (0.8–1 in) long and about 2 mm (0.08 in) wide and curve downwards. The labellum is 6–8 mm (0.2–0.3 in) long and 9–11 mm (0.35–0.43 in) wide, red or sometimes pale green and vibrates in the slightest breeze. The sides of the labellum curve downwards and have many spreading teeth up to 4 mm (0.2 in) long. There is a dense band of dark red calli up to 3 mm (0.1 in) long in the centre of the labellum. Flowering occurs from September to early November.",
    "Taxonomy and naming": "Caladenia plicata was first formally described in 1882 by Robert D. FitzGerald and the description was published in The Gardeners' Chronicle. Fitzgerald noted that this is - \"a very hairy species, about 1 foot high.........(The labellum is constantly moving up and down with the slightest breath of air.)\" The specific epithet (plicata) is a Latin word  meaning \"fold\" referring to the unusual shape of the labellum.",
    "Distribution and habitat": "The crab-lipped spider orchid is locally common, growing in a range of forested habitats, often in Casuarina thickets. It is found between Nannup and Hopetoun in the Esperance Plains, Jarrah Forest Swan Coastal Plain and Warren biogeographic regions of Western Australia.",
    "Conservation": "Caladenia plicata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}