{
  "url": "https://en.wikipedia.org/wiki/Caladenia_thysanochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. thysanochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia thysanochila, commonly known as the peninsula spider orchid or fringed spider-orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single hairy leaf and a single bright white to pale pinkish flower. Only two flowers have been seen and the species is thought to be extinct.",
    "Description": "Caladenia thysanochila is a terrestrial,  perennial, deciduous, herb with an underground tuber and a single hairy leaf, 100–200 mm long and 8–10 mm wide with reddish spots. A single flower 40–50 mm wide is borne on a thin spike 150–300 mm high. The sepals and petals are bright white to pinkish with thick, purplish, club-like glandular tips. The dorsal sepal is erect, 25–30 mm long and 3–4 mm wide. The lateral sepals are 25–30 mm long and 4–5 mm wide, spread apart from each other and curve downwards. The petals are 20–25 mm long, about 3 mm wide and curve downwards. The labellum is white or pinkish, 9–13 mm long, 6–8 mm wide with many pinkish teeth up to 1.5 mm long on the sides. The tip of the labellum is curled under and there are four rows of pinkish calli up to 1 mm long, along its mid-line. Flowering occurs in October.",
    "Taxonomy and naming": "Caladenia thysanochila was first formally described by Geoffrey Carr in 1991 and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1 from a specimen collected near Mount Eliza. The specific epithet (thysanochila) is derived from the Ancient Greek words thysanos meaning \"tassel\" or \"fringe\" and cheilos meaning \"lip\".",
    "Distribution and habitat": "The only two specimens of this orchid have been observed having been discovered in 1988. Both were growing in heathy woodland in a reserve on the Mornington Peninsula.",
    "Conservation": "Caladenia thysanochila is listed as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 but as \"extinct\"under the Victorian Flora and Fauna Guarantee Act 1988.",
    "References": "\n Data related to Caladenia thysanochila at Wikispecies"
  }
}