{
  "url": "https://en.wikipedia.org/wiki/Caladenia_echidnachila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. echidnachila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia echidnachila, commonly known as the fawn spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Tasmania. It is a ground orchid with a single, hairy leaf and one or two fawn-coloured flowers with thin red lines on the sepals and petals.",
    "Description": "Caladenia echidnachila is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows singly or in loose groups. It has a single, hairy, narrow lance-shaped leaf, 7–14 cm (3–6 in) long and 4–8 mm (0.2–0.3 in) wide. The leaf is dull green and has purple blotches near its base.One or two fawn to tawny yellow-coloured flowers, 70–110 mm (3–4 in) across, are borne on a thin, wiry, hairy spike 15–40 cm (6–20 in) high. The petals and sepals have pale reddish lines along their length. The dorsal sepal is linear to oblong, 45–80 mm (2–3 in) long, 2–3 mm (0.08–0.1 in) wide but tapers to a thin, blackish glandular tip about one-quarter of its length from the base. The lateral sepals are similar in size and shape to the dorsal sepal but slightly wider, spreading stiffly and widely. The petals are 35–65 mm (1–3 in) long, 2–4 mm (0.08–0.2 in) wide and otherwise similar to the lateral sepals. The labellum is 13–19 mm (0.5–0.7 in) long, 6–9 mm (0.2–0.4 in) wide, broad lance-shaped to egg-shaped when flattened, cream-coloured to yellowish with its tip strongly curved forwards. There are short, blunt teeth on the sides of the labellum, decreasing in size towards the front and four to six rows of dark red calli along its centre. Flowering occurs from September to November and is followed by fruit which is a papery, oval-shaped capsule, 12–15 mm (0.5–0.6 in) long.",
    "Taxonomy and naming": "Caladenia echidnachila was first formally described by William Nicholls in 1933 and the description was published in Papers and Proceedings of the Royal Society of Tasmania. The specific epithet (echidnachila) is derived from the Ancient Greek words Ἕχιδνα echidna meaning \"adder\" or \"viper\", and χεῖλος cheilos meaning \"lip\" referring to the long tip of the labellum.There is disagreement as to whether this orchid is the same species as C. patersonii.",
    "Distribution and habitat": "Fawn spider orchid usually grows in coastal scrub and heath in southern areas of Tasmania. Summer fires appear to encourage flowering.\n\n\n== References =="
  }
}