{
  "url": "https://en.wikipedia.org/wiki/Caladenia_villosissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. villosissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia villosissima, commonly known as the hairy spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single densely hairy leaf and a single pale green flower with red stripes along the sepals and petals. It is a poorly known species and there is insufficient information about its distribution and abundance to determine whether or not it is endangered.",
    "Description": "Caladenia villosissima is a terrestrial,  perennial, deciduous, herb with an underground tuber and a single densely hairy leaf, 60–140 mm long and 6–9 mm wide, often with red blotches near its base. A single greenish flower with red stripes and 35–45 mm wide is borne on a thick, hairy spike 100–230 mm high. The sepals and petals have thick, yellowish, club-like glandular tips, 9–12 mm long on the sepals and 3–4 mm long on the petals. The dorsal sepal is erect, 30–45 mm long and about 3 mm wide. The lateral sepals are 28–40 mm long and about 4 mm wide and parallel to each other, held horizontally or turned slightly downwards. The petals are 20–25 mm long, about 2 mm wide and arranged like the lateral sepals. The labellum is pale green and white, 12–15 mm long, 13–16 mm wide with a red tip. The sides of the labellum have thin green teeth up to 3 mm long, the tip is curved downwards and there are four rows of dark red calli up to about 3 mm long, along its mid-line. Flowering occurs in September and October.",
    "Taxonomy and naming": "This orchid was first formally described in 1991 by Geoffrey Carr who gave it the name Caladenia dilatata var. villosissima. The type specimen was collected near Stawell and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. In 2001, David Jones and others raised it to species status, giving the name Arachnorchis villosissima and 2004 Stephen Hopper and Andrew Brown revised the name to Caladenia villosissima. The specific epithet (villosissima) is the superlative form of the Latin word villosus meaning \"hairy\" (hence \"hairiest\").",
    "Distribution and habitat": "The hairy spider orchid is only known from near Stawell where it grows in river red gum forest among grasses.",
    "Conservation": "Caladenia villosissima has not been given a threat status as its distribution and abundance are uncertain.\n\n\n== References =="
  }
}