{
  "url": "https://en.wikipedia.org/wiki/Caladenia_applanata_subsp._applanata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. applanataHopper & A.P.Br.[1]"
    },
    {
      "Subspecies": "C. a. subsp. applanata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia applanata subsp. applanata, commonly known as the broad-lipped spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is a relatively common orchid with a single erect, hairy leaf and up to three flowers which may be red, cream, green or yellow and have a broad, flattened, red-tipped labellum.",
    "Description": "Caladenia applanata subsp. applanata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, broad, hairy leaf, 90–200 mm (4–8 in) long and 4–10 mm (0.2–0.4 in) wide. Up to three (rarely four) flowers 70–90 mm (3–4 in) long and 60–80 mm (2–3 in) wide are borne on a stalk 250–500 mm (10–20 in) tall. The sepals have narrow, light brown, club-like glandular tips. The dorsal sepal is erect, 40–80 mm (2–3 in) long, 2.5–3.5 mm (0.1–0.1 in) wide and the lateral sepals are 40–80 mm (2–3 in) long, 3–6 mm (0.1–0.2 in) wide and spread stiffly near their bases, then turn downwards. The petals are 30–50 mm (1–2 in) long and 2–4 mm (0.08–0.2 in) wide and arranged like the lateral sepals. The labellum is 20–23 mm (0.8–0.9 in) long and 11–15 mm (0.4–0.6 in) wide with a dark maroon tip. The sides of the labellum have many spreading teeth up to 4 mm (0.2 in) long and there are four or more rows of crowded, deep red calli up to 3 mm (0.1 in) long along its centre. Flowering occurs from September to late October. This subspecies differs from subspecies erubescens which has pink flowers.",
    "Taxonomy and naming": "Caladenia applanata was first formally described in 2001, Stephen Hopper and Andrew Phillip Brown. Hopper and Brown described two subspecies including the autonym Caladenia applanata subsp. applanata and the description was published in Nuytsia. The specific epithet (applanata) is a Latin word meaning \"flattened\", referring to the broad labellum.",
    "Distribution and habitat": "The broad-lipped spider orchid is found in low heath, often over limestone, in coastal areas between Yallingup and Albany in the Jarrah Forest and Warren biogeographic regions",
    "Conservation": "Caladenia applanata subsp. applanata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}