{
  "url": "https://en.wikipedia.org/wiki/Caladenia_brevisura",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. brevisura"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia brevisura, commonly known as the short-sepalled spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is a common, small-flowered orchid with an erect, hairy leaf and a single greenish flower with red markings, on a flowering stem up to 25 cm (10 in) high. It is found between Ravensthorpe and Israelite Bay.",
    "Description": "Caladenia brevisura is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 6–12 cm (2–5 in) long and about 8 mm (0.3 in) wide. The single flower (or rarely two flowers) is borne on a stem 15–25 cm (6–10 in) high and is 3–4 cm (1–2 in) long and 1–2 cm (0.4–0.8 in) wide. The dorsal sepal is pointed and the lateral sepals and petals are short and down-swept. The lateral sepals have narrow, red, scent-producing glands on their ends. The labellum is greenish-white with red or brown markings and a red tip. There is a dense band of calli along the centre of the labellum. Flowering occurs between August and October and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds. This orchid is similar to Caladenia doutchiae but has shorter sepal tips and a more southerly distribution.",
    "Taxonomy and naming": "Caladenia brevisura was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected near the Oldfield River. The description was published in Nuytsia. The specific epithet (brevisura) is derived from the Latin words brevis meaning \"short\" and sura meaning \"calf of the leg\" referring to the short lateral sepal tips.",
    "Distribution and habitat": "Short-sepalled spider orchid occurs between Ravensthorpe and Israelite Bay in the Coolgardie, Esperance Plains and Mallee biogeographic regions where it grows in shallow soil on granite and on the edges of salt lakes.",
    "Conservation": "Caladenia brevisura is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}