{
  "url": "https://en.wikipedia.org/wiki/Caladenia_iridescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. iridescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia iridescens, commonly known as bronze caps or bronze caladenia is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single leaf and one or two dusky red, purplish to greenish-brown flowers, often with golden tints and greenish to brownish on the back.",
    "Description": "Caladenia iridescens is a terrestrial, perennial, deciduous, herb with a spherical underground tuber. It has a single, sparsely hairy, linear leaf, 50–100 mm (2–4 in) long and 1–2 mm (0.04–0.08 in) wide. One or two flowers are borne on a spike 100–250 mm (4–10 in) tall. The flowers are dusky red, purplish to greenish-brown flowers, often with golden tints and greenish to brownish on the back. The dorsal sepal is 11–13 mm (0.4–0.5 in) long, about 3 mm (0.1 in) wide and curves forward, more or less forming a hood over the column. The lateral sepals are 13–16 mm (0.5–0.6 in) long, about 3 mm (0.1 in) wide and spread widely or curve downwards. The petals are 13–16 mm (0.5–0.6 in) long, about 2 mm (0.08 in) wide and also spread widely. The labellum is 5–6 mm (0.2–0.2 in) long, about 3 mm (0.1 in) wide and whitish with red or purple lines. The sides of the labellum have blunt, dark red teeth, its tip is rolled under and there are four crowded rows of calli along its mid-line. Flowering occurs in October and November.",
    "Taxonomy and naming": "Caladenia iridescens  was first formally described in 1920 by Richard Rogers from a specimen collected at \"Hall Gap\" and the description was published in Transactions and Proceedings of the Royal Society of South Australia.",
    "Distribution and habitat": "Bronze caps occurs mainly in the Grampians where it grows in woodland and shrubby forest.\n\n\n== References =="
  }
}