{
  "url": "https://en.wikipedia.org/wiki/Caladenia_verrucosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. verrucosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia verrucosa, commonly known as the mallee spider orchid, is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single, hairy leaf and usually only one greenish-yellow and red flower.",
    "Description": "Caladenia verrucosa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 60–150 mm (2–6 in) long and 6–10 mm (0.2–0.4 in) wide with reddish-purple blotches near its base. A single yellowish-green flower about 40 mm (2 in) across and with central red stripes is borne on a spike 150–300 mm (6–10 in) tall. The sepals have bright yellow, club-like glandular tips 7–11 mm (0.3–0.4 in) long. The dorsal sepal is erect, 35–45 mm (1–2 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 30–45 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide and suddenly narrow at about half their length. The petals are 23–26 mm (0.9–1 in) long, about 1.5 mm (0.06 in) wide, linear to lance-shaped and turn obliquely downwards. The labellum is green with a dark red tip, and is 13–15 mm (0.5–0.6 in) long and wide. The sides of the labellum turn upwards and have three to five green teeth up to 4 mm (0.2 in) long and short red teeth on each side. There are four crowded rows of dark red, stalked calli which are up to 4 mm (0.2 in) long near the base of the labellum but decreasing in size towards its tip. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia verrucosa was first formally described in 1991 by Geoffrey Carr and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (verrucosa) is a Latin word meaning \"full of warts\".",
    "Distribution and habitat": "The mallee spider orchid is most common in north-western Victoria and south-eastern South Australia where it grows in mallee woodland in sandy soil. In New South Wales it occurs in between Griffith and Rankins Springs.\n\n\n== References =="
  }
}