{
  "url": "https://en.wikipedia.org/wiki/Caladenia_flava_subsp._flava",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. flavaR.Br."
    },
    {
      "Subspecies": "C. f. subsp. flava"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia flava subsp. flava, commonly known as the cowslip orchid, is a species of orchid endemic to the south-west of Western Australia. It is a relatively common orchid with a single, hairy leaf and up to three golden-yellow flowers which often have red markings.",
    "Description": "Caladenia flava subsp. flava is a terrestrial, perennial, deciduous, herb with an underground tuber which grows in colonies of hundreds to thousands of individuals. It has a single, broad, hairy leaf, 60–120 mm (2–5 in) long and about 10 mm (0.4 in) wide. The leaf is relatively long for the species' size, often tinged red or purple on the lower side and is narrower beyond its middle. Up to three (rarely four) flowers 20–50 mm (0.8–2 in) long and 20–40 mm (0.8–2 in) wide are borne on stalks 100–250 mm (4–10 in) tall. The sepals and petals are short, broad, taper to a point and contracted at the base. They spread stiffly and are usually yellow, occasionally pinkish or white, and marked with magenta.  The dorsal sepal is erect, 15–25 mm (0.6–1 in) long, 7–10 mm (0.3–0.4 in) wide with a reddish line of splotches along the centre. The lateral sepals are larger than the dorsal sepal, 20–40 mm (0.8–2 in) long and 7–15 mm (0.3–0.6 in) wide. The petals are 12–24 mm (0.5–0.9 in) long and 6–12 mm (0.2–0.5 in) wide. The labellum is 10–15 mm (0.4–0.6 in) long and 10–13 mm (0.4–0.5 in) wide and has three lobes. The lateral lobes are egg-shaped, sometimes with four to six club-shaped teeth. The middle lobe has four to six erect teeth and there are two rows of calli along its centre forming a U-shape. The column has wings on its sides and flowering occurs from July to early December.\nThis subspecies differs from subspecies maculata which has lemon-yellow flowers with fawn-brown or red blotches, 8 to 16 teeth on the labellum and mostly occurs north of Geraldton. It differs from subspecies sylvestris which has pale yellow sepals and petals which are white towards their tips and have a central line of prominent bright red or pink spots forming a line along the dorsal sepal. It occurs mostly between Albany and Bunbury.",
    "Taxonomy and naming": "Caladenia flava was first formally described in 1810 by Robert Brown. The description was published in Brown's book Prodromus Florae Novae Hollandiae et Insulae Van Diemen from a specimen in Archibald Menzies' early collection.In 2001, Stephen Hopper and Andrew Phillip Brown described three subspecies of Caladenia flava including the autonym Caladenia flava subsp. flava and published the descriptions in Nuytsia. The specific epithet (flava) is a Latin word meaning \"golden-yellow\".",
    "Distribution and habitat": "Cowslip orchid grows in a range of soils, often in winter wet areas, in forest, the coastal woodlands and on the granite outcrops between Geraldton and Israelite Bay in most biogeographic regions of the South-West Province and in the Coolgardie region of the Eremaean Province. The species has been identified as occurring with burnt trees, including marri gum.",
    "Conservation": "Caladenia flava subsp. flava is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}