{
  "url": "https://en.wikipedia.org/wiki/Caladenia_reticulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. reticulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia reticulata, commonly known as the veined spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria and South Australia. It is a ground orchid with a single, hairy leaf and usually only one yellowish-green and red flower.",
    "Description": "Caladenia reticulata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 70–120 mm (3–5 in) long, 3–7 mm (0.1–0.3 in) wide. A single yellowish-green and red to wholly red flower is borne on a spike 100–300 mm (4–10 in) tall. The sepals have dark, narrow, club-like glandular tips 5–10 mm (0.2–0.4 in) long. The dorsal sepal is erect at its base but curves forward and is 20–30 mm (0.8–1 in) long. The lateral sepals are 25–35 mm (0.98–1.4 in) long and 4–5 mm (0.16–0.20 in) wide and spreading. The petals are slightly shorter and narrower than the lateral sepals and taper to narrow, thread-like tips. The labellum is red or yellowish-green with red markings and is 8–11 mm (0.3–0.4 in) long and 6–8 mm (0.2–0.3 in) wide. The sides of the labellum sometimes have teeth up to 1.3 mm (0.05 in) long and there are four or six rows of calli which are 1.3 mm (0.05 in) long near the base of the labellum but decreasing in size towards its tip. Flowering occurs from September to November.",
    "Taxonomy and naming": "Caladenia reticulata was first formally described in 1882 by Robert D. FitzGerald and the description was published in The Gardeners' Chronicle. The specific epithet (reticulata) is a Latin word meaning \"netted\" or \"net-like\".",
    "Distribution and habitat": "The veined spider orchid is widespread but localised in Victoria near Stawell, Ararat, Horsham and Dunolly where it usually grows in open woodland. In South Australia it occurs in the Southern Lofty and Kangaroo Island bioregions, growing on forested slopes.",
    "Conservation": "Caladenia reticulata is listed as \"vulnerable\" in Victoria.\n\n\n== References =="
  }
}