{
  "url": "https://en.wikipedia.org/wiki/Caladenia_aestiva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. aestiva"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia aestiva, commonly known as summer spider orchid, is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid which grows singly or in small groups in the Australian Capital Territory and Victoria. It has one or two greenish-yellow to pale yellow flowers, often while the single, hairy leaf withers.",
    "Description": "Caladenia aestiva is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, linear to narrow lance-shaped leaf, 10–20 cm (4–8 in) long and 4–10 mm (0.2–0.4 in) wide. The leaf is dull green and reddish near the base and often is withered by the time the flower opens.One or two flowers are borne on a spike up to 50 cm (20 in) high. The dorsal sepal is erect, linear in shape, 30–55 mm (1–2 in) long, about 3 mm (0.1 in) wide but abruptly narrowing about half-way towards the tip. The lateral sepals are 30–55 mm (1–2 in) long, about 3.5–5 mm (0.1–0.2 in) wide and the petals somewhat shorter and narrower. The petals and sepals narrow abruptly at about their midpoint, linear nearer their bases then thread-like towards the ends.The labellum is linear to egg-shaped when flattened, about 13–17 mm (0.5–0.7 in) long and 8–11 mm (0.3–0.4 in) wide, pale yellow or greenish-yellow, maroon in the central part. There are many short, tooth-like calli along the edges of the labellum and four to six rows of greenish to reddish calli in the centre. The column is 11–13 mm (0.4–0.5 in) long and greenish-yellow, sometimes with a few red marks, and has broad wings. Flowering occurs from December to January and is often stimulated by bushfire. This species has been confused with Caladenia pallida since 1840, but has much larger flowers with somewhat more stiffly-held petals and sepals than C. pallida.",
    "Taxonomy and naming": "Caladenia aestiva was first formally described by David Jones in 1991 and the description was published in Australian Orchid Research. The type specimen was collected near the road between Benambra and Wulgulmerang. The specific epithet (aestiva) is a Latin word meaning \"summer\", in reference to the flowering season of this species.",
    "Distribution and habitat": "Summer spider orchid is widespread in north-eastern Victoria, growing in sheltered, grassy areas in high-altitude woodlands. In the Australian Capital Territory it is confined to the Brindabella Range.",
    "References": "",
    "External links": "\"IOSPE PHOTOS\". www.orchidspecies.com. Retrieved 4 August 2017."
  }
}