{
  "url": "https://en.wikipedia.org/wiki/Caladenia_interjacens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. interjacens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia interjacens, commonly known as the Walpole spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two pale pink and white flowers which lack the red tip on the labellum common to many other similar caladenias.",
    "Description": "Caladenia interjacens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–200 mm (3–8 in) long and 5–15 mm (0.2–0.6 in) wide. One or two white flowers with pinkish markings and 100–150 mm (4–6 in) long and 50–100 mm (2–4 in) wide are borne on a stalk 300–600 mm (10–20 in) tall. The sepals have pinkish-grey to brownish, club-like glandular tips 20–70 mm (0.8–3 in) long. The dorsal sepal is erect, 65–100 mm (3–4 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 70–120 mm (3–5 in) long, 5–9 mm (0.2–0.4 in) wide and turn stiffly downwards. The petals are 40–55 mm (1.6–2.2 in) long and 3.5–5 mm (0.1–0.2 in) wide and spread nearly horizontally. The labellum is 20–25 mm (0.8–1 in) long and 10–15 mm (0.4–0.6 in) wide and pinkish-white with the tip rolled under and lacking a red tip. The sides of the labellum have pinkish teeth up to 7 mm (0.3 in) long and four to six rows of pinkish to deep red calli up to 2 mm (0.08 in) long in the centre. Flowering occurs from September to late October.",
    "Taxonomy and naming": "Caladenia interjacens was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected in the Walpole-Nornalup National Park and the description was published in Nuytsia. The specific epithet (interjacens) is a Latin word meaning \"intervening\" or \"coming between\" referring to the characteristics of the flowers of this species being intermediate between those of Caladenia longicauda and C. huegelii.",
    "Distribution and habitat": "The Walpole spider orchid occurs between Walpole and West Cliff Point in the Jarrah Forest and Warren biogeographic regions where it grows in woodland and in low coastal heath.",
    "Conservation": "Caladenia interjacens is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "References": "",
    "External links": " Data related to Caladenia interjacens at Wikispecies"
  }
}