{
  "url": "https://en.wikipedia.org/wiki/Caladenia_amoena",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. amoena"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia amoena, commonly known as the charming spider orchid, is a plant in the orchid family, Orchidaceae, and is endemic to Victoria. It is a ground orchid which grows singly or in small groups, has a single dark green, hairy leaf and a single yellowish-green flower with red stripes. It is only known from a few sites and has been classified as Endangered.",
    "Description": "Caladenia amoena is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, densely hairy, lance-shaped leaf, 3–8 cm (1–3 in) long and 7–9 mm (0.3–0.4 in) wide which often has purplish blotches near its base.A single flower (rarely two) is borne on a spike 5–12 cm (2–5 in) high. The dorsal sepal is erect, linear to narrow lance-shaped, 20–25 mm (0.8–1 in) long and about 3 mm (0.1 in) wide. It is  narrower near the end which terminates in a glandular structure about 2 mm (0.08 in) long.  The lateral sepals are oblong to lance-shaped, 17–23 mm (0.7–0.9 in) long, about 3.5–5 mm (0.1–0.2 in) wide and end in a gland similar to the one on the dorsal sepal. The petals are 15–18 mm (0.6–0.7 in) long and taper to a point. The labellum is heart-shaped, curves forward, 9–12 mm (0.4–0.5 in) long and 8–11 mm (0.3–0.4 in) wide when flattened. The labellum has three yellowish-green lobes, reddish in the central part, the middle lobe with about 7 pairs of broad teeth. The lateral lobes are also toothed near the mid-lobe. There are four rows of foot-shaped calli which are reddish and about 3 mm (0.1 in) at the back of the labellum, decreasing in size towards the front. The column is 8–9 mm (0.3–0.4 in) long and has reddish markings. Flowering occurs from August to October.Caladenia amoena is similar to C. concinna but has smaller flowers and somewhat drooping petals and sepals.",
    "Taxonomy and naming": "Caladenia amoena was first formally described by David L. Jones in 1994 and the description was published in Muelleria. The specific epithet (amoena) is a Latin word meaning \"pleasant\" or \"delightful\".",
    "Distribution and habitat": "Charming spider orchid is only known from two sites, growing in grassy box–ironbark forest in south-central Victoria, on the northern outskirts of Melbourne.",
    "Conservation": "Only 45 Caladenia amoena plants were known in 2000 and the species is classified as \"Endangered\"  by the Victorian government. It is also classed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and a recovery plan has been prepared.\n\n\n== References =="
  }
}