{
  "url": "https://en.wikipedia.org/wiki/Caladenia_discoidea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. discoidea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia discoidea, commonly known as the dancing spider orchid, antelope orchid or bee orchid is a species of orchid endemic to the south-west of Western Australia. It is distinguished by its horizontally arranged flowers and unusually short sepals and petals.",
    "Description": "Caladenia discoidea has a single leaf, 8–18 mm (0.3–0.7 in) long, about 8 mm (0.3 in) wide and hairy on both surfaces. The flower stem is 90–450 mm (4–20 in) long and bears 1 to 4 flowers, each 20–30 mm (0.8–1 in) long and wide. The flowers are oriented horizontally, are yellow and green with red stripes, have very short petals and sepals and a rounded, fringed labellum with dark calli. Flowers appear between August and early October.",
    "Taxonomy and naming": "Caladenia discoidea was first described by John Lindley in 1840 in A Sketch of the Vegetation of the Swan River Colony. The specific epithet is \"from the Latin discoideus (rounded blade and thickened margin), alluding to the rounded labellum shape\".",
    "Distribution and habitat": "The dancing spider orchid is widespread in the drier areas of the south-west between Kalbarri and Israelite Bay, growing in woodland, sometimes on the edges of salt lakes. It occurs in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest, Mallee and Swan Coastal Plain biogeographic regions of Western Australia.",
    "Conservation": "Caladenia discoidea  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Cultural reference": "This species was featured on an Australian postage stamp in 2014.\n\n\n== References =="
  }
}