{
  "url": "https://en.wikipedia.org/wiki/Caladenia_perangusta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. perangusta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia perangusta, commonly known as the Boyup Brook spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is a rare spider orchid with a single hairy leaf and one or two cream-yellow or red flowers with narrow, drooping sepals and petals.",
    "Description": "Caladenia perangusta is a terrestrial, perennial, deciduous, herb with an underground tuber and which sometimes forms small clumps. It has a single erect leaf, 50–160 mm (2–6 in) long and 3–5 mm (0.1–0.2 in) wide which is pale green with reddish-purplish blotches near its base. One or two flowers 80–140 mm (3–6 in) long and 30–40 mm (1–2 in) wide are borne on a stalk 170–370 mm (7–10 in) high. The flowers are red, creamy-yellow or pale yellow with red markings. The sepals and petals are linear to lance-shaped near their base then narrow to a brownish-red, thread-like glandular tip. The dorsal sepal is erect to slightly curved forward, 60–80 mm (2–3 in) long and 0.5–1 mm (0.02–0.04 in) wide. The lateral sepals are 60–80 mm (2–3 in) long and 1–2 mm (0.04–0.08 in) wide and spread horizontally near the base, then droop. The petals are  50–70 mm (2–3 in) long and about 1 mm (0.04 in) wide and arranged like the lateral sepals. The labellum is 5–6 mm (0.20–0.24 in) long and 3–4 mm (0.1–0.2 in) wide and cream to red with darker red markings. The sides of the labellum have white-tipped serrations, its tip is curved downwards and there are two rows of anvil-shaped calli up to 1 mm (0.04 in) long, along its centre. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia perangusta was first described in 2015 by Andrew Phillip Brown and Garry Brockman from a specimen collected near Boyup Brook and the description was published in Nuytsia. The specific epithet (perangusta) is derived from the Latin prefix per meaning \"very\" or \"exceedingly\" and angustus meaning \"narrow\" or \"slender\" referring to the thin petals and sepals.",
    "Distribution and habitat": "Boyup Brook spider orchid occurs between Frankland and Boyup Brook in the Jarrah Forest biogeographic region where it grows in wandoo woodland.",
    "Conservation": "Caladenia perangusta is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only one or a few locations.\n\n\n== References =="
  }
}