{
  "url": "https://en.wikipedia.org/wiki/Caladenia_ovata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. ovata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia ovata, commonly known as the Kangaroo Island spider orchid is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single hairy leaf and one or two red flowers, sometimes with yellow patches. It is only found on Kangaroo Island and nearby Fleurieu Peninsula.",
    "Description": "Caladenia ovata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, very hairy linear leaf, 50–80 mm (2–3 in) long and 5–8 mm (0.2–0.3 in) wide. One or two red or yellow and red flowers are borne on a spike 100–300 mm (4–10 in) tall. The sepals have fine, club-like glandular tips. The dorsal sepal is 20–25 mm (0.8–1 in) long, about 1.5 mm (0.06 in) wide, turned backwards near it base, then erect or curving forwards. The lateral sepals are 30–35 mm (1.2–1.4 in) long, about 1 mm (0.04 in) wide and spread widely and horizontally near their bases, then turn upwards. The petals are 20–25 mm (0.8–1 in) long, about 2.5 mm (0.1 in) wide and also spread upwards. The labellum is 9–11 mm (0.35–0.43 in) long, 6–7 mm (0.2–0.3 in) wide and red or yellow and red with dark red lines. The sides of the labellum lack teeth and the tip is rolled under. There are four rows of widely spaced calli along the mid-line of the labellum. Flowering occurs from September to November but rarely occurs except after fire.",
    "Taxonomy and naming": "Caladenia ovata  was first formally described in 1909 by Richard Rogers and the description was published in Transactions, proceedings and report, Royal Society of South Australia. The specific epithet (ovata) is a Latin word meaning \"egg-shaped\".",
    "Distribution and habitat": "Kangaroo Island spider orchid occurs on Kangaroo Island and the Fleurieu Peninsula where it grows singly or in small clumps in thick scrub, often in association with Eucalyptus viminalis.",
    "Conservation": "Caladenia ovata is classified as \"vulnerable\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and as \"Endangered\" under the South Australian National Parks and Wildlife Act. The main threats are weed invasion, habitat degradation and unsuitable fire regimes.\n\n\n== References =="
  }
}