{
  "url": "https://en.wikipedia.org/wiki/Caladenia_branwhitei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. branwhitei"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia branwhitei, commonly known as the Bethungra spider orchid, is a plant in the orchid family Orchidaceae and is endemic to southern New South Wales. It has a single dull green leaf and one or two, usually dark red to maroon-coloured flowers. It is only known from three areas near Bethungra where it grows in ironbark forest.",
    "Description": "Caladenia branwhitei is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows in small groups. It has a single dull green leaf with reddish or purple blotches near the base. The leaf is 50–110 mm (2–4 in) long, 4–10 mm (0.2–0.4 in) wide and is densely covered with hairs up to 4 mm (0.2 in) long. One or two flowers, each 50–70 mm (2–3 in) wide are borne on a wiry, hairy flowering stem 200–320 mm (8–10 in) tall. The flower is usually dark red to maroon-coloured, sometimes greenish, and has a hot metal scent. The dorsal sepal is 35–55 mm (1–2 in) long, about 3 mm (0.1 in) wide and tapers to a blackish glandular tip. The lateral sepals are similar to the dorsal sepal but wider and spread apart from each other. The petals are 30–45 mm (1–2 in) long, 2–3.5 mm (0.08–0.1 in) wide and have a terminal gland similar to that on the sepals. The labellum is broadly lance-shaped to egg-shaped, 13–20 mm (0.5–0.8 in) wide and 8–12 mm (0.3–0.5 in) wide and dark red. The labellum curves downwards and there are five to seven pairs of linear, dark purplish teeth 1–2 mm (0.04–0.08 in) long on its sides. The mid-line of the labellum has four or six rows of reddish black calli, the longest of which are 2 mm (0.08 in). Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia branwhitei It was first formally described in 2006 by David Jones, who gave it the name Arachnorchis branwhitei and published the description in Australian Orchid Research from a specimen collected near Bethungra. In 2010, Gary Backhouse changed the name to Caladenia branwhitei. The specific epithet (branwhitei) honours the conservationist and orchidologist Peter Gordon Branwhite.",
    "Distribution and habitat": "This spider orchid is only known from three population in the Bethungra area, where it grows in ironbark forest.",
    "Conservation": "Before its formal description, C. branwhitei was known as Caladenia sp. 'Bethungra' and had previously been included with C. concolor. C. concolor has been classed as \"endangered\" under the New South Wales Threatened Species Conservation Act 1995 and as \"Vulnerable\" under the Environment Protection and Biodiversity Conservation Act 1999. The Bethungra spider orchid is not listed (as at 2003) but \"may meet the criteria for Critically Endangered under Commonwealth legislation\".\n\n\n== References =="
  }
}