{
  "url": "https://en.wikipedia.org/wiki/Caladenia_bicalliata_subsp._cleistogama",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. bicalliata"
    },
    {
      "Subspecies": "C. b. subsp. cleistogama"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia bicalliata subsp. cleistogama, commonly known as the shy limestone spider orchid or sandhill spider orchid, is a plant in the orchid family Orchidaceae and is native to the south-west of Western Australia. It has a single erect, hairy leaf and one or two cream-coloured flowers which are smaller than those in subspecies bacalliata .",
    "Description": "Caladenia bicalliata subsp. cleistogama is a terrestrial, perennial, deciduous, herb with an underground tuber and which occurs singly or in small clumps. It has a single erect, very hairy, linear to lance-shaped leaf, 10–20 cm (4–8 in) long and 2–5 mm (0.08–0.2 in) wide. The inflorescence is a raceme, 10–20 cm (4–8 in) high with one or two flowers, each flower about 25 mm (1 in) long and 10 mm (0.4 in) wide. The dorsal sepal abruptly narrows about one-third of its length from the base. The lateral sepals and petals are much shorter than those of subspecies bicalliata, lack reddish-brown tips and are a paler greenish-cream colour. The labellum is white with red spots and a serrated edge and has two rows of white-tipped calli along its centre. Flowering occurs from August to early September, however the flowers only rarely open fully.",
    "Taxonomy and naming": "Caladenia bicalliata was first formally described by Richard Rogers in 1909. In 2001 Stephen Hopper and Andrew Brown described two subspecies, including subspecies cleistogama and the description of the two subspecies was published in Nuytsia. The specific epithet (cleistogama) is from the Latin cleistogamus (fertilised within the unopened flower), referring to the self-pollinating habit of this subspecies.",
    "Distribution and habitat": "Shy limestone spider orchid occurs in a narrow coastal strip, growing on consolidated sand dunes between William Bay National Park and Cape Arid National Park in the Esperance Plains and Warren biogeographic regions.",
    "Conservation": "Caladenia bicalliata subsp. cleistogama  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}