{
  "url": "https://en.wikipedia.org/wiki/Caladenia_wanosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. wanosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia wanosa, commonly known as the Kalbarri spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two cream-coloured flowers with red stripes. It is common but only in a restricted area of the state.",
    "Description": "Caladenia wanosa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 30–60 mm long and about 3 mm wide. One or two cream-coloured flowers with red stripes, and 30–50 mm long, 30–40 mm wide are borne on a stalk 120–200 mm high. The sepals have thick, brownish, club-like glandular tips 3–6 mm long. The dorsal sepal is erect, 12–30 mm long and about 1 mm wide but curves forward. The lateral sepals are 12–30 mm long, about 1 mm wide and curve downwards. The petals are 20–22 mm long, about 1 mm wide and arranged like the lateral sepals. The labellum is 12–13 mm long, 8–10 mm wide and cream-coloured with wide red lines. The tip of the labellum is red, curls downward and there are two rows of club-shaped calli along the labellum mid-line. Flowering occurs from August to mid-September.",
    "Taxonomy and naming": "Caladenia wanosa was first formally described in 2001 by Alex George from a speciment collected north of the Murchison River and the description was published in Nuytsia. The specific epithet (wanosa) is derived from the name of the Western Australian Native Orchid Study and Conservation Group.",
    "Distribution and habitat": "The Kalbarri spider orchid is found between the Murchison River and Eurardy Reserve growing in shrubland and mallee woodland. There are also small populations near Mullewa and Yuna in the Geraldton Sandplains biogeographic region.",
    "Conservation": "Caladenia wanosa is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and as \"vulnerable\" by the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are weed invasion and grazing by feral pigs (Sus scrofa), goats (Capra hircus), rabbits (Oryctolagus cuniculus) and sheep.\n\n\n== References =="
  }
}