{
  "url": "https://en.wikipedia.org/wiki/Caladenia_caerulea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. caerulea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia caerulea, commonly known as the eastern tiny blue china orchid, blue caladenia or blue fairy is a plant in the orchid family Orchidaceae and is endemic to eastern Australia.\nIt has a single narrow leaf and a single blue flower.",
    "Description": "Caladenia caerulea is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy leaf, 20–70 mm (0.8–3 in) long, 2–5 mm (0.08–0.2 in) wide and which usually lies flat on the ground. A single pale to dark blue, rarely white flower 20–30 mm (0.8–1 in) long and wide is borne on a stalk 50–150 mm (2–6 in) tall. The dorsal sepal is erect, 12–16 mm (0.5–0.6 in) long and about 2 mm (0.08 in) wide. The lateral sepals and petals are 12–16 mm (0.5–0.6 in) long, 3–5 mm (0.1–0.2 in) wide and spread like the fingers of a hand. The labellum is 7–9 mm (0.3–0.4 in) long, 6–8 mm (0.2–0.3 in) wide and blue with dark blue bars. The sides of the labellum curve upwards and the small tip turns downwards. There are two rows of yellow-tipped calli along the mid-line of the labellum. Flowering occurs from July to September.",
    "Taxonomy and naming": "Caladenia caerulea was first formally described in 1810 by Robert Brown and the description was published in Prodromus florae Novae Hollandiae. In 2000, Stephen Hopper and Andrew Brown changed the name to Cyanicula caerulea, but in 2015, as a result of studies of molecular phylogenetics, the name was changed back to Caladenia caerulea. The specific epithet (caerulea) is a Latin word meaning \"sky-blue\".",
    "Distribution and habitat": "In Victoria, C. caerulea is mostly found in central areas growing in stony soil on rocky ridges but it also occurs in coastal heath in the east of the state. In New South Wales and the A.C.T. it grows in woodland and shrub on rocky ridges, mostly in the eastern half of the state. It also occurs in the south-east of Queensland.\n\n\n== References =="
  }
}