{
  "url": "https://en.wikipedia.org/wiki/Caladenia_lowanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. lowanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia lowanensis, commonly known as Wimmera spider orchid is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single leaf and a single cream-coloured flower with red lines and blotches. The total population of this orchid was estimated in 2010 to be only about 700 plants but most are protected in reserves.",
    "Description": "Caladenia lowanensis is a terrestrial, perennial, deciduous, herb with a spherical underground tuber. It has a single leaf, 70–120 mm (3–5 in) long and 8–12 mm (0.3–0.5 in) wide. A single flower 30–40 mm (1–2 in) wide is borne on a spike 120–250 mm (5–10 in) tall. The flowers are cream-coloured with red streaks and blotches. The sepals have flattened, club-like, dark red glandular tips 5–8 mm (0.2–0.3 in) long. The dorsal sepal is erect, 25–35 mm (0.98–1.4 in) long and 2.3 mm (0.09 in) wide. The lateral sepals are 25–35 mm (0.98–1.4 in) long, 3–4 mm (0.12–0.16 in) wide and spread widely, sometimes curved downwards. The petals are 20–25 mm (0.8–1 in) long, about 2 mm (0.08 in) wide and arranged like the lateral sepals. The labellum is egg-shaped, 10–14 mm (0.4–0.6 in) long, 6–8 mm (0.2–0.3 in) wide and pale yellowish with red streaks and a red tip which is curled under. The sides of the labellum have linear teeth up to 2 mm (0.08 in) long and there are four or six well-spaced rows of shiny red calli along its mid-line but not extending to the tip. Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia lowanensis  was first formally described in 1991 by Geoffrey Carr from a specimen collected near Kiata and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (lowanensis) is derived from the Lowan district of Victoria with the Latin suffix -ensis meaning \"of\" or \"from\" referring to the distribution of this orchid species.",
    "Distribution and habitat": "The Wimmera spider orchid grows in sparse woodland near Kiata, in and near the Little Desert National Park.",
    "Conservation": "Caladenia lowanensis  is listed as  \"endangered\" under the Victorian Flora and Fauna Guarantee Act 1988 and under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. In 2010 the known population of this species was 700 plants in five populations but about 90% of these were protected in reserves. The main threats to the species are rubbish dumping, trampling, weed invasion and grazing by rabbits (Oryctolagus cuniculus).\n\n\n== References =="
  }
}