{
  "url": "https://en.wikipedia.org/wiki/Caladenia_erythronema",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. erythronema"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia erythronema, commonly known as the red thread spider orchid, and Nyabing spider orchid is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three red, yellow or cream-coloured flowers with dangling, thread-like sepals and petals and a small labellum.",
    "Description": "Caladenia erythronema is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, linear-shaped, hairy leaf 6–10 cm (2–4 in) long and 3–6 mm (0.1–0.2 in) wide. The leaf is pale green and blotched with reddish-purple near its base. Up to three flowers are borne on a stem 13–130 cm (5.1–51 in) tall. The flowers are dull red, pinkish red, or dull creamy-yellow with red markings and 6–8 cm (2–3 in) wide. The sepals and petals are linear to lance-shaped near the base, but narrow to a drooping, thread-like end from about half way. The dorsal sepal is erect, 5–9 cm (2–4 in) long, about 2 mm (0.08 in) wide and the lateral sepals are 5–9 cm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide. The petals are 4–7 cm (2–3 in) long and 1–2 mm (0.04–0.08 in) wide. The labellum is white with deep red spots, stripes and blotches, 8–11 mm (0.3–0.4 in) long, 6–8 mm (0.2–0.3 in) wide and curves down at the front. There are forward-facing teeth on the sides of the labellum and decreasing in size towards the front and about twelve pairs of cream-coloured  calli in two rows along its centre line. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia erythronema was first formally described by Andrew Brown and Garry Brockman in 2015 from a specimen collected near Nyabing and the description was published in Nuytsia. The specific epithet (erythronema) is derived from the Ancient Greek words ἐρυϑρός (erythros) meaning \"red\" and νῆμα nema meaning \"thread\", referring to the red hairs on the sepals and petals.",
    "Distribution and habitat": "Red thread spider orchid mainly occurs between Nyabing and Mukinbudin in the Avon Wheatbelt, Jarrah Forest, Mallee biogeographic regions where it usually grows in sand in wandoo woodland.",
    "Conservation": "Caladenia erythronema is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}