{
  "url": "https://en.wikipedia.org/wiki/Caladenia_colorata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. colorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia colorata, commonly known as coloured spider-orchid, small western spider-orchid and painted spider-orchid is a plant in the orchid family Orchidaceae and is endemic to South Australia and possibly Victoria. It is a ground orchid with a single hairy leaf, and usually a single creamy-green flower with blood-red or purple-brown markings and with dark tips on the petals and sepals.",
    "Description": "Caladenia colorata is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single, erect, densely felted, dark green, linear to elliptic leaf, 4–10 cm (2–4 in) long and 6–9 mm (0.2–0.4 in) wide with a red base.One or more flowers are borne on a spike 5–30 cm (2–10 in) tall. The flowers are usually creamy-green with a maroon, pink, mauve, blood-red or purple-brown markings and are about 5 cm (2 in) across. The colour of the flower is highly variable and can, for example, be entirely purplish-brown. The tips of the petals and sepals are blackish due to the presence of glands and the flowers sometimes have a faint petrochemical or musky fragrance. The dorsal sepal is 33–40 mm (1–2 in) long, about 2 mm (0.08 in) wide and linear near the base, but narrows to a thread-like tail with many brown to blackish glands. The lateral sepals are 33–40 mm (1–2 in) long, about 4 mm (0.2 in) wide and linear to lance-shaped near the base but narrow near the middle to a thread-like tail with many glands. The petals are similar but slightly shorter, and narrower at the base. The labellum is egg-shaped when flattened with an elongated tip that curls under, 10–14 mm (0.4–0.6 in) long and 7–8 mm (0.28–0.31 in) wide. The edges of the labellum have reddish teeth up to 1.5 mm (0.06 in) long and there are four or six rows of dark reddish-purple, foot-shaped calli along the centre of the labellum. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia colorata was first formally described by David L. Jones in 1991 and the description was published in Australian Orchid Research. The type specimen was collected near Hartley. The specific epithet is \"from the Latin coloratus, coloured; in reference to the colourful flowers of this species\".",
    "Distribution and habitat": "This caladenia usually grows in woodland. In South Australia it is found in the Mount Lofty Ranges, in the Murray–Darling basin and in the south-east of the state. In Victoria it has been found between the Glenelg River and the Little Desert National Park in the far west of the state although plants are only tentatively placed in this species, pending further work.",
    "Conservation": "Coloured spider-orchid is classified as \"Endangered\" in Victoria and under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are grazing by native and feral animals, competition from weed species and illegal plant and flower collecting. It is one of four rare orchid species that have been grown in the Royal Botanic Gardens, Melbourne and reintroduced into the wild.\n\n\n== References =="
  }
}