{
  "url": "https://en.wikipedia.org/wiki/Caladenia_corynephora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. corynephora"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia corynephora, commonly known as the club-lipped spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two greenish-yellow and red flowers which have a labellum with a club-like tip. It is the only Western Australian caladenia with a clubbed labellum.",
    "Description": "Caladenia corynephora is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 15–20 cm (6–8 in) long and 8–10 mm (0.3–0.4 in) wide. One or two flowers 6–7 cm (2–3 in) long and 4–6 cm (1.6–2.4 in) wide are borne on a spike 25–45 cm (10–20 in) high. The dorsal sepal is erect and the lateral sepals and petals are downswept, greenish-yellow with red stripes along their centres and their tips are covered with glandular hairs. The labellum is greenish-yellow with a club-shaped, red tip and a fringe of very long, narrow segments. The centre line of the labellum has four or more rows of red calli. Flowering occurs between late November and early February.",
    "Taxonomy and naming": "Caladenia corynephora was first formally described in 1971 by Alex George from a specimen collected on the banks of the Donnelly River near Pemberton. The description was published in Nuytsia. The specific epithet (corynephora) is derived from the Ancient Greek words koryne meaning \"club or \"mace\" and phero meaning \"to bear\" or \"to carry\", referring to the clubbed labellum of this species.",
    "Distribution and habitat": "The club-lipped spider orchid grows in habitats including winter-wet swamps, on granite outcrops and in karri forest between Albany and Margaret River in the Esperance Plains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Caladenia corynephora is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}