{
  "url": "https://en.wikipedia.org/wiki/Caladenia_integra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. integra"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia integra, commonly known as the smooth-lipped spider orchid is a species of plant in the orchid family, Orchidaceae and is endemic to the south-west of Western Australia. It can be distinguished by its distinctive smooth-edged labellum and its upswept lateral sepals.",
    "Description": "Caladenia integra is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 150–250 mm (6–10 in) long and about 10 mm (0.4 in) wide. One or two flowers are produced on the end of a flowering stem 200–500 mm (8–20 in) tall. The flowers are 60–80 mm (2–3 in) across and 60–100 mm (2–4 in) long with green with maroon markings. The dorsal sepal is erect, 45–70 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are parallel and close together below the flower and are 40–60 mm (1.6–2.4 in) long, 3–5 mm (0.1–0.2 in) wide. They point downwards at their base but then curve upwards in front of the labellum. The petals are slightly shorter and narrower than the sepals and point downwards at an oblique angle. The labellum is loosely hinged to the column, 18–22 mm (0.7–0.9 in) long, 15–20 mm (0.6–0.8 in) wide, green to yellowish with a dark purple tip. Unlike other spider orchids, the edge of the labellum lacks teeth and has purplish calli crowded along its centre line. Flowering occurs from late September to November.",
    "Taxonomy and naming": "Caladenia integra was first described by Edith Coleman in 1932 in The Victorian Naturalist, from a specimen collected near Tunney. In a review of the genus Caladenia in 2001,  David Jones and Mark Clements proposed a name change to Arachnorchis integra but the change has not been widely adopted. The specific epithet (integra) is a Latin word meaning \"whole\", \"entire\" or \"complete\".",
    "Distribution and habitat": "The smooth-lipped orchid occurs in isolated populations between Clackline and Tenterden with a disjunct population near Kalbarri in the Avon Wheatbelt, Esperance Plains, Geraldton Sandplains, Jarrah Forest and Mallee biogeographic regions. It mainly grows under sheoak trees on granite outcrops.",
    "Conservation": "Caladenia integra is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.\n\n\n== References =="
  }
}