{
  "url": "https://en.wikipedia.org/wiki/Caladenia_heberleana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. heberleana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia heberleana, commonly known as Heberle's spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to three red, white and pale yellow flowers which have a white, red-tipped labellum.",
    "Description": "Caladenia heberleana is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–200 mm (3–8 in) long and 5–15 mm (0.2–0.6 in) wide. Up to three flowers 80–120 mm (3–5 in) long and 60–120 mm (2–5 in) wide are borne on a stalk 200–450 mm (8–20 in) tall. The flowers are red, white and pale yellow with spreading lateral sepals and petals, all of which have thickened, club-like glandular tips. The lateral sepals and petals spread widely but directed downwards below the horizontal. The dorsal sepal is erect, 40–100 mm (2–4 in) long and about 3 mm (0.1 in) wide and the lateral sepals are 40–100 mm (2–4 in) long and 3–6 mm (0.1–0.2 in) wide. The petals are 40–85 mm (2–3 in) long and 2–4 mm (0.08–0.2 in) wide. The labellum is white, 17–26 mm (0.7–1 in) long and 10–15 mm (0.4–0.6 in) wide with a maroon tip which is curled under. The sides of the labellum have spreading teeth up to 5 mm (0.2 in) long and there are four rows of pale to deep red calli up to 3 mm (0.1 in) long, along the centre of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia heberleana was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected in the Hassell National Park, and the description was published in Nuytsia. The specific epithet (heberleana) honours Ron Heberle, an orchid enthusiast.",
    "Distribution and habitat": "Heberle's spider orchid occurs between Augusta and Cape Arid in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions, where it usually grows in deep sandy soil in woodland. Its flowering is stimulated by summer fires but flowering plants are also found around areas that are swampy in winter, even in the absence of earlier fires.",
    "Conservation": "Caladenia heberleana is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}