{
  "url": "https://en.wikipedia.org/wiki/Caladenia_barbarossa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. barbarossa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia barbarossa, commonly known as the common dragon orchid is a species of orchid endemic to the south-west of Western Australia. It can be distinguished by its distinctive labellum which is attractive to species of male thynnid wasps.",
    "Description": "Caladenia barbarossa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 40–60 mm (1.6–2.4 in) long and 5–10 mm (0.2–0.4 in) wide. In spring it produces one, rarely two flowers on the end of a stalk 100–300 mm (4–10 in) tall, each flower 25–40 mm (1–2 in) long and 20–30 mm (0.8–1 in) wide. The flowers are cream coloured to greenish-yellow with red markings. The dorsal sepal is erect, 18–25 mm (0.7–1 in) long, about 2 mm (0.08 in) wide.  The lateral sepals spread apart below the flower and are 18–25 mm (0.7–1 in) long, 2–5 mm (0.08–0.2 in) wide. The petals also spread widely, are slightly shorter and narrower than the sepals and have their tips rolled inwards. The labellum resembles the body of a wingless female thynnid wasp and is stiffly hinged to the column. The labellum has a  dummy insect abdomen, 8–10 mm (0.3–0.4 in) long, 6–8 mm (0.2–0.3 in) wide and curved with many maroon-coloured hairs and calli. The false head is blackish, about 3 mm (0.1 in) wide with two large, thick calli about 2 mm (0.08 in) long on either side of the \"head\".",
    "Taxonomy and naming": "Caladenia barbarossa was first described by Reichenbach in 1871 in Beitrage zur Systematischen Pflanzenkunde, from a specimen collected by James Drummond in 1843, near the Swan River. In a review of the genus Caladenia in 2004,  David Jones and Mark Clements proposed a name change to Drakonorchis barbarossa but the change has not been widely adopted.\nThe specific epithet was originally Barbarossa, indicating that the plant was named after Barbarossa, named thus for his red beard also.",
    "Distribution and habitat": "The common dragon orchid is widespread and common, between Bindoon, Ravensthorpe and Esperance in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions. It grows in sandy or clayey loams in moist situations in a wide range of habitats but especially in Casuarina thickets.",
    "Ecology": "Common dragon orchid is pollinated by male thynnid wasps when they try to copulate with the flower. A male Thynnoides bidens has been photographed on the labellum of a flower of this species.",
    "Conservation": "Caladenia barbarossa is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "References": "",
    "External links": "Caladenia barbarossa Occurrence data from Australasian Virtual Herbarium"
  }
}