{
  "url": "https://en.wikipedia.org/wiki/Caladenia_flaccida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. flaccida"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia flaccida, commonly known as the flaccid spider orchid, is a plant in the orchid family Orchidaceae and is endemic to eastern Australia. It is a ground orchid with a single hairy leaf and up to three cream-coloured, pinkish or red flowers with long, thread-like, glandular tips on the sepals and petals.",
    "Description": "Caladenia flaccida is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, dull green, densely hairy, linear leaf 120–180 mm (5–7 in) long and 4–6 mm (0.16–0.24 in) wide. Up to three cream-coloured, pinkish or red flowers are borne on a thin, wiry spike 120–230 mm (5–9 in) high. The sepals and petals are linear in shape near their base but suddenly taper after about one-fifth of their length to a hairy, thread-like glandular tail. The dorsal sepal is 60–90 mm (2–4 in) long, about 2 mm (0.08 in) wide near the base.The lateral sepals are a similar size and shape to the dorsal sepal and the petals are slightly shorter. The labellum is narrow heart-shaped, about 7–10 mm (0.3–0.4 in) long and 5.5–6.5 mm (0.2–0.3 in) wide and cream-coloured with red markings or completely red. The labellum curves forward and has broad, white-tipped teeth on the sides and two rows of crowded, cream-coloured, stalked calli along its mid-line, decreasing in size towards the tip. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia flaccida was first formally described by David Jones in 1991 and the description was published in Australian Orchid Research. The specific epithet (flaccida) is a Latin word meaning \"weak\" or \"drooping\", referring to the drooping sepals and petals.",
    "Distribution and habitat": "Flaccid spider orchid grows on ridges and slopes in Callitris forest in Queensland, New South Wales, South Australia and possibly Victoria.\n\n\n== References =="
  }
}