{
  "url": "https://en.wikipedia.org/wiki/Caladenia_brumalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. brumalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia brumalis, commonly known as winter spider orchid, is a plant in the orchid family Orchidaceae and is endemic to South Australia. It has an erect, hairy leaf and usually a single white to pinkish flower with darker markings. It is only found in a few places due to habitat loss and is considered to be vulnerable.",
    "Description": "Caladenia brumalis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy, lance-shaped leaf, 4–8 cm (2–3 in) long and 9–11 mm (0.35–0.43 in) wide. There is usually only a single white to pinkish flower with darker stripes, on a stem 12–20 cm (5–8 in) high.The flowers are about 7 cm (3 in) wide. The dorsal sepal is lance-shaped near the base and 5–7.5 cm (2–3 in) long, 3–4 mm (0.1–0.2 in) wide near the base but narrows to a thread-like tip covered with many black glands. The lateral sepals are linear to lance-shaped, 5–6.5 cm (2–3 in) long, 3.5–6.5 mm (0.1–0.3 in) wide but narrow to a tip similar to that on the dorsal sepal. The petals are similar to the lateral sepals but slightly shorter and narrower. The labellum is whitish or pinkish, sometimes with red markings and is 14–16 mm (0.55–0.63 in) long, 8–10 mm (0.3–0.4 in) wide with erect lateral lobes. There are seven to nine calli about 2 mm (0.08 in) on the sides of the lobes and many short, white-tipped calli along the centre of the labellum. Flowering occurs in August and September.",
    "Taxonomy and naming": "Caladenia brumalis was first formally described by David L. Jones in 1991 from a specimen collected near Port Victoria and the description was published in Australian Orchid Research. The specific epithet (brumalis) is a Latin word meaning \"of the shortest day\" or \"wintry\"  and refers to the late winter flowering of this orchid.",
    "Distribution and habitat": "This caladenia occurs in woodland, mallee, shrubland and sedgeland in restricted coastal locations near Adelaide and on the Eyre and Yorke Peninsulas. It is known to flower profusely after fire.",
    "Conservation": "Caladenia brumalis is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the National Parks and Wildlife Act 1972 of South Australia. The main threats to it are loss of habitat, high grazing pressure and weed invasion.\n\n\n== References =="
  }
}