{
  "url": "https://en.wikipedia.org/wiki/Caladenia_vulgaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. vulgaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia vulgaris, commonly known as summer fingers, or slender pink-fingers is a species of orchid endemic to southern Australia. It has a single, long, erect, hairy leaf and one or two pink or whitish flowers.",
    "Description": "Caladenia vulgaris is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows as solitary plants. It has a single hairy, dark green leaf, 150–270 mm long, 2–3 mm wide which is red near its base. One or two dull pinkish to white flowers about 12 mm wide are borne on a stalk 150–360 mm tall. The backs of the flowers are densely hairy and pinkish with brown bands. The dorsal sepal is 10–15 mm long, 2–4 mm wide and curves forward over the column. The lateral sepals are 10–18 mm long, 3–6 mm wide, slightly curved and fused at their bases. The petals are 10–17 mm long, 3–5 mm wide and spread widely. The labellum is 5–7 mm long and 5–8 mm wide, white or pink with narrow red bars and a yellow tip. The lateral lobes of the labellum are erect and surround the column while the central part has eight to ten short teeth on the sides. The tip of the labellum is curves slightly downwards and there are two rows of yellow to orange stalked calli along the mid-line. Flowering occurs from October to January but some flowers are self-pollinating and do not fully open.",
    "Taxonomy and naming": "Caladenia vulgaris was first described in 1998 by David Jones from a specimen collected near Glencoe and the description was published in Australian Orchid Research. The specific epithet (vulgaris) is a Latin word meaning \"common\" or \"commonplace\".",
    "Distribution and habitat": "Summer fingers occurs in Victoria, South Australia and Tasmania. In Victoria and South Australia it grows in moist heath and in Tasmania it also grows in moist forest and rainforest.\n\n\n== References =="
  }
}