{
  "url": "https://en.wikipedia.org/wiki/Caladenia_flava",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. flava"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia flava, commonly known as cowslip orchid, is a species of orchid endemic to the south-west of Western Australia. It is a relatively common orchid with a single, hairy leaf and up to three yellow flowers which often have red markings. In 2001 three subspecies were named and a fourth is recognised but not as yet formally described.",
    "Description": "Caladenia flava is a perennial herb, which grows from underground stems. The leaf and flowerstalk appear from these to present several yellow flowers during July – December.  The leaf is long for the species size, becoming narrower beyond the middle.  Flowers are on a long stalk and are between two and five, usually yellow, occasionally pinkish or white, and speckled with magenta.  Sepals and petals are broad though long, tapering to a point, and contracted at the base.  Lateral sepals may be over 2–3 mm long, the upper sepal is smaller, with a reddish line of splotches along the centre.  The flower has a lip over 5 mm with a small claw-shaped structure, three lobes are nearly separate, lateral lobes are ovate, the middle lobe longer and slightly broad, bordered on each side by several long structures (calli). These calli are in two rows, almost a semicircle.  A column structure is present, and is winged from the base.",
    "Taxonomy and naming": "Caladenia flava was first formally in 1810 by Robert Brown. The description was published in Brown's book Prodromus Florae Novae Hollandiae et Insulae Van Diemen from a specimen in Archibald Menzies' early collection.In 2001, Stephen Hopper and Andrew Phillip Brown described three subspecies of Caladenia flava:\nCaladenia flava R.Br.  subsp. flava which is the most common and widespread of the four subspecies and has golden-yellow, creamy-yellow or white flowers which are often marked with red and four to six teeth on the labellum;\nCaladenia flava subsp. maculata Hopper & A.P.Br.  which has lemon-yellow flowers with brownish of red blotches and eight to sixteen teeth on the labellum, occurring mostly north of Geraldton and commonly known as the Kalbarri cowslip orchid;\nCaladenia flava subsp. sylvestris Hopper & A.P.Br.  which has pale yellow and cream-coloured flowers which are white near the tips of the sepals and petals, red and four to six teeth on the labellum, occurring between Bunbury and Albany and is commonly known as the karri cowslip orchid.A fourth subspecies known as 'late red' is recognised but has yet to be formally described. It is a rare subspecies with an unusually large leaf and prominent red markings on the all the sepals and petals, occurring between Beverley and Williams and commonly known as the Brookton Highway cowslip orchid.",
    "Distribution and habitat": "Cowslip orchid is common in the Southwest, growing in a range of soil types including laterite and granite. It often occurs with burnt trees, especially marri, and is found in winter wet areas, forest, coastal woodlands, and on granite outcrops throughout the Southwest and Eremaean botanical provinces.\n\n\n== References =="
  }
}