{
  "url": "https://en.wikipedia.org/wiki/Caladenia_richardsiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. richardsiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia richardsiorum, commonly known as the little dip spider orchid, Richards' spider orchid or robe spider orchid, is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single erect, hairy leaf and usually only one yellowish-green flower. It is similar to the endangered Mellblom's spider orchid (Caladenia hastata) but has a much larger leaf and the petals lack glandular tips.",
    "Description": "Caladenia richardsiorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, erect, hairy leaf. The leaf is 160–220 mm (6–9 in) long, 13–15 mm (0.5–0.6 in) wide and has reddish-purple blotches near its base. Usually only a single yellowish-green flower about 40 mm (2 in) across is borne on a spike 200–400 mm (8–20 in) tall. The sepals, but not the petals, have blackish, club-like glandular tips 8–10 mm (0.3–0.4 in) long. The dorsal sepal is erect, 33–40 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide and the lateral sepals are 35–42 mm (1–2 in) long and 5–8 mm (0.2–0.3 in) wide, spread apart and curve stiffly downwards. The petals are 23–27 mm (0.9–1 in) long, 3–4 mm (0.1–0.2 in) wide and curve stiffly downwards. The labellum is 12–15 mm (0.5–0.6 in) long and 10–12 mm (0.4–0.5 in) wide, and greenish cream-coloured. The sides of the labellum turn upwards and have dark red, linear teeth up to 2 mm (0.08 in) long, and the tip curves downwards. There are six rows of reddish calli with cream-coloured tips along the labellum mid-line. Flowering occurs from late September to early November.",
    "Taxonomy and naming": "Caladenia richardsiorum  was first formally described in 1991 by David Jones and the description was published in Australian Orchid Research. The specific epithet (richardsiorum) honours Helen and Barry Richards for their assistance to Jones.",
    "Distribution and habitat": "The little dip spider orchid occurs in coastal areas mainly between Southend and the Coorong growing in heath and woodland.",
    "Conservation": "Caladenia richardsiorum is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the South Australian Government National Parks and Wildlife Act (1972). The main threats to the species include land clearance, weed invasion and grazing by rabbits.\n\n\n== References =="
  }
}