{
  "url": "https://en.wikipedia.org/wiki/Caladenia_remota_subsp._parva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. remota"
    },
    {
      "Subspecies": "C. r. subsp. parva"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia remota subsp. parva, commonly known as the Perenjori spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three creamy-white to pale yellow flowers. It has a more restricted and more westerly distribution than subspecies remota.",
    "Description": "Caladenia remota subsp. parva is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 150–170 mm (6–7 in) long and 5–7 mm (0.2–0.3 in) wide. Up to three cream-coloured to creamy-yellow flowers 50–80 mm (2–3 in) long and 40–60 mm (1.6–2.4 in) wide are borne on a spike 140–200 mm (6–8 in) tall. The sepals and petals have long, brown, thread-like tips. The dorsal sepal is erect and the lateral sepals spread apart and turned downwards. The petals spread horizontally near their bases but then turn downwards. The labellum is 9–14 mm (0.4–0.6 in) long, 8–10 mm (0.3–0.4 in) wide and cream coloured with red lines and marks. The sides of the labellum have many short blunt teeth, the tip curls under and there are two rows of anvil-shaped, white calli, sometimes with red tips, along its centre. Flowering occurs from August to mid-September.",
    "Taxonomy and naming": "Caladenia remota was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. At the same time they described two subspecies, including subspecies parva. The subspecies name (parva) is a Latin word meaning \"little\" referring to the smaller size of this subspecies compared to subspecies remota.",
    "Distribution and habitat": "The Perenjori spider orchid is found between Perenjori and Wubin in the Avon Wheatbelt and Yalgoo biogeographic regions where it usually grows in shrublands that are wet in winter.",
    "Conservation": "Caladenia remota subsp. parva  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}