{
  "url": "https://en.wikipedia.org/wiki/Caladenia_hirta_subsp._rosea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. hirta"
    },
    {
      "Subspecies": "C. h. subsp. rosea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia hirta subsp. rosea, commonly known as the pink candy orchid or candy orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is a widespread and common orchid which has a single leaf, up to three pale pink to deep pink flowers and often grows in clumps.",
    "Description": "Caladenia hirta subsp. rosea is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows in clumps. It has a single hairy leaf, 40–100 mm (2–4 in) long and 5–10 mm (0.2–0.4 in) wide which lies flat on the ground. Up to three pale pink to deep pink flowers 20–30 mm (0.8–1 in) long and wide are borne on a spike 100–250 mm (4–10 in) tall. The dorsal sepal is erect and the lateral sepals are wider than the petals. The lateral sepals and petals spread slightly upwards, then arch downwards. The labellum is white to pink with its tip rolled downwards. There are many teeth along the sides of the labellum and four or more rows of pink calli along its centre. Flowering occurs from late June to September. It is distinguished from subspecies hirta by its clumping habit, smaller flowers earlier flowering time and more inland distribution.",
    "Taxonomy and naming": "Caladenia hirta was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony but in 2001 Stephen Hopper and Andrew Brown described two subspecies, including subspecies rosea and the description of the two subspecies was published in Nuytsia. The subspecies name (rosea) is a Latin word meaning “of roses\" referring to the colour of the flowers of this orchid.",
    "Distribution and habitat": "The pink candy orchid is widespread throughout the south-west bioregion, from Kalbarri in the north to Israelite Bay in the east. It grows in woodland and shrubland as well as in shallow soil on granite outcrops.",
    "Conservation": "Caladenia hirta subsp. rosea  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}