{
  "url": "https://en.wikipedia.org/wiki/Caladenia_caesarea_subsp._caesarea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. caesarea(Domin) M.A.Clem. & Hopper[1]"
    },
    {
      "Subspecies": "C. c. subsp. caesarea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia caesarea subsp. caesarea, commonly known as the mustard spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single spreading, hairy leaf and up to three mustard-coloured flowers with red stripes. It was originally described as a subspecies of Caladenia filamentosa but the rich colour of its flowers and prominent labellum separate it from that species.",
    "Description": "Caladenia caesarea subsp. caesarea is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 12–18 cm (5–7 in) long and 2–4 mm (0.08–0.2 in) wide. There are up to three flowers borne on a stem 20–35 cm (8–10 in) high and each flower is 5–10 cm (2–4 in) long and 6–7 cm (2–3 in) wide. The lateral sepals and petals are held stiffly and spread widely. The labellum is mustard-yellow with brownish-red stripes, projects prominently, has an irregularly serrated edge and two rows of shiny yellow calli along its centre. Flowering occurs between September and November and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia caesarea was first formally described by Karel Domin in 1912 and given the name Caladenia filamentosa subsp. caesarea. Domin's description was published in Journal of the Linnean Society, Botany but in 1989 Mark Clements and Stephen Hopper raised it to species status. In 2001 Hopper and Andrew Brown described three subspecies, including subspecies caesarea and the descriptions were published in Nuytsia. The specific epithet (caesarea) is a Latin word meaning \"emperor\" or \"ruler\", referring to the \"stately, attractive flowers\".",
    "Distribution and habitat": "Mustard spider orchid occurs in the south-west corner of Western Australia between Boyup Brook and the Stirling Range in the Avon Wheatbelt, Jarrah Forest and Mallee biogeographic regions where it grows in swampy wandoo and jarrah forest.",
    "Conservation": "Caladenia caesarea subsp. caesarea  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}