{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pilotensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pilotensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pilotensis is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single leaf and one or two white or creamy-white flowers which sometimes have red lines. It is only known to occur on a single mountain.",
    "Description": "Caladenia pilotensis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 70–130 mm (3–5 in) long and 10–15 mm (0.4–0.6 in) wide. One or two citrus-scented, creamy-white flowers which sometimes have red stripes, are borne on a spike 200–300 mm (8–10 in) tall. The sepals and petals have brown or reddish glandular tips. The dorsal sepal is erect, 60–80 mm (2–3 in) long and about 4 mm (0.2 in) wide. The lateral sepals are 60–80 mm (2–3 in) long and 5–8 mm (0.2–0.3 in) wide, spread apart and turned downwards or drooping. The petals are 40–70 mm (2–3 in) long and 3.5 mm (0.1 in) wide and arranged like the lateral sepals. The labellum is cream-coloured or reddish, 15–20 mm (0.6–0.8 in) long and 8–11 mm (0.31–0.43 in) wide. The sides of the labellum have white or reddish teeth up to 1.5 mm (0.06 in) long and the tip of the labellum is curled under. There are four or six rows of white or reddish calli up to 1.5 mm (0.06 in) long in the mid-line of the labellum. Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia pilotensis was first formally described in 1999 by David Jones and the description was published in The Orchadian.",
    "Distribution and habitat": "Caladenia pilotensis is only known from Mount Pilot near Beechworth where it grows in woodland, often between granite boulders.",
    "Conservation": "Caladenia pilotensis  is listed as \"endangered\" under the Victorian Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}