{
  "url": "https://en.wikipedia.org/wiki/Caladenia_attingens_subsp._attingens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. attingensHopper & A.P.Br.[1]"
    },
    {
      "Subspecies": "C. a. subsp. attingens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia attingens subsp. attingens, commonly known as the forest mantis orchid or sneezing spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is a relatively common orchid with a single erect, hairy leaf and one or two green, yellow and red flowers. It is similar to the fringed mantis orchid (Caladenia falcata) but has smaller flowers and has a more southerly distribution.",
    "Description": "Caladenia attingens subsp. attingens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 60–200 mm (2–8 in) long and 5–10 mm (0.2–0.4 in) wide. One or two green, yellow and red flowers 60–80 mm (2–3 in) long and 50–70 mm (2–3 in) wide are borne on a stalk 200–450 mm (8–20 in) tall. The sepals and petals have thin, brown, club-like glandular tips 5–20 mm (0.2–0.8 in) long. The dorsal sepal is erect, 35–60 mm (1–2 in) long, 3–6 mm (0.1–0.2 in) wide and the lateral sepals are a similar size but upswept and parallel to each other. The petals are 25–40 mm (1–2 in) long and about 2 mm (0.08 in) wide and arranged like the lateral sepals. The labellum is 12–20 mm (0.5–0.8 in) long and 15–24 mm (0.6–0.9 in) wide and green with a dark red tip. The sides of the labellum have narrow teeth up to 5 mm (0.2 in) long and there are four or more rows of crowded, red calli up to 4 mm (0.2 in) long along its centre including near its tip. Flowering occurs from late September to early November. This subspecies differs from the other two subspecies in having sepals that are more than 3 mm (0.1 in) wide.",
    "Taxonomy and naming": "Caladenia attingens was first formally described in 2001, Stephen Hopper and Andrew Phillip Brown. In the same paper, Hopper and Brown described two subspecies including the autonym Caladenia attingens subsp. attingens and the description was published in Nuytsia. The specific epithet (\"attingens\") is a Latin word meaning \"reaching out\", referring to the calli which extend to the tip of the labellum.",
    "Distribution and habitat": "The forest mantis spider orchid is found woodland, forest and heath between Bunbury and Albany in the  Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Caladenia attingens subsp. attingens is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}