{
  "url": "https://en.wikipedia.org/wiki/Caladenia_insularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. insularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia insularis, commonly known as French island spider orchid is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single leaf and usually only one cream-coloured, pink or pale yellow flower, heavily streaked with red. It is only known from French Island.",
    "Description": "Caladenia insularis is a terrestrial, perennial, deciduous, herb with a spherical underground tuber. It has a single, hairy, lance-shaped, reddish-green leaf, 50–85 mm (2–3 in) long and 7–10 mm (0.3–0.4 in) wide. There is usually only a single flower on a spike 300–400 mm (10–20 in) tall. The flowers are cream-coloured, pink or pale yellow flower heavily streaked with red. The dorsal sepal is 30–60 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide and curves forward. The lateral sepals are 30–60 mm (1–2 in) long, 4–5 mm (0.16–0.20 in) wide with thin, red, club-like glandular tips, and curve stiffly downwards. The petals are 25–45 mm (1–2 in) long, about 5 mm (0.2 in) wide, also curve downwards and sometimes have club-like ends. The labellum is narrow triangular in shape, 10–13 mm (0.4–0.5 in) long, 7–9 mm (0.3–0.4 in) wide and dark red. The sides of the labellum have short, blunt, dark red teeth, its tip is rolled under and there are four or six well-spaced rows of calli along its mid-line. Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia insularis  was first formally described in 1991 by Geoffrey Carr from a specimen collected near The Pinnacles on French Island and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (insularis) is a Latin word meaning \"of an island\".",
    "Distribution and habitat": "French Island spider orchid grows in heath on French Island and flowering seems to be stimulated by disturbance such as fire or mowing.",
    "Conservation": "Caladenia insularis is listed as  \"threatened\" under the Victorian Flora and Fauna Guarantee Act 1988 and as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are weed invasion and grazing by goats, deer and rabbits.\n\n\n== References =="
  }
}