{
  "url": "https://en.wikipedia.org/wiki/Caladenia_variegata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. variegata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia variegata is a plant in the orchid family Orchidaceae and is endemic to New Zealand. It has a single, sparsely hairy, long, thin leaf and one or two pink flowers.",
    "Description": "Caladenia variegata is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows singly, sometimes in colonies of up to ten. It has a single, dark green, sparsely hairy up to 300 mm (10 in) long, 4 mm (0.2 in) wide and which lies on the ground. One or two pink, occasionally white flowers about 30 mm (1 in) across are borne on a thick stem up to 300 mm (10 in) tall. The dorsal sepal is erect near its base but then curves forward, more or less forming a hood over the column and is greenish on its outer surface. The lateral sepals are broadly elliptic in shape and spread apart from each other, turning slightly downwards. The petals are also elliptic in shape but often sickle-shaped and have a pointed tip. The labellum is pale pink, white near its edges and has dark red bars. The sides of the labellum curve upwards, partly surrounding the column, the tip is yellow with notched edges and there are two rows of stalked calli with bright yellow heads along the centre of the labellum. Flowering occurs from November to January.",
    "Taxonomy and naming": "Caladenia variegata was first formally described in 1885 by William Colenso and the description was published in Transactions and Proceedings of the New Zealand Institute. The specific epithet (variegata) is a Latin word meaning \"of different sorts, particularly colors\".",
    "Distribution and habitat": "Caladenia variegata occurs on both the North and South Islands of New Zealand and on the Chatham Islands, growing in forest, usually in leaf litter.\n\n\n== References =="
  }
}