{
  "url": "https://en.wikipedia.org/wiki/Caladenia_applanata_subsp._erubescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. applanata"
    },
    {
      "Subspecies": "C. a. subsp. erubescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia applanata subsp. erubescens, commonly known as the rose spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is a relatively common orchid with a single erect, hairy leaf and up to three uniformly pink, sweet-smelling flowers which have a broad, flattened labellum.",
    "Description": "Caladenia applanata subsp. erubescens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, broad, hairy leaf, 120–200 mm (5–8 in) long and 5–10 mm (0.2–0.4 in) wide. Up to three pink, sweetish-smelling flowers 80–100 mm (3–4 in) long and 60–80 mm (2–3 in) wide are borne on a stalk 250–400 mm (10–20 in) tall. The sepals have narrow, light brown, club-like glandular tips. The dorsal sepal is erect and the lateral sepals and petals spread stiffly near their bases, then turn downwards. The labellum is pink, 20–23 mm (0.8–0.9 in) long, 11–15 mm (0.4–0.6 in) wide, the sides have many spreading teeth up to 4 mm (0.2 in) long and there are four or more rows of crowded, deep red calli along its centre. Flowering occurs from September to late October. This subspecies differs from subspecies applanata in having pink flowers.",
    "Taxonomy and naming": "Caladenia erubescens was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown. Hopper and Brown described two subspecies including Caladenia applanata subsp. erubescens and the description was published in Nuytsia. The subspecies name (erubescens) is a Latin word meaning \"growing red\", \"redden\" or \"blush\", referring to the pink colour of the flowers of this orchid.",
    "Distribution and habitat": "The rose spider orchid grows in low heath in coastal areas between William Bay and Albany in the Warren biogeographic region.",
    "Conservation": "Caladenia applanata subsp. erubescens is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}