{
  "url": "https://en.wikipedia.org/wiki/Caladenia_postea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. postea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia postea, commonly known as the dark-tipped spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three small, pale creamy-white flowers. It has a relatively late flowering period compared to similar spider orchids.",
    "Description": "Caladenia postea is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 70–100 mm (3–4 in) long and 3–7 mm (0.1–0.3 in) wide. Up to three pale creamy white flowers with red markings and 60–70 mm (2–3 in) long, 40–50 mm (1.6–2.0 in) wide are borne on a stalk 160–200 mm (6–8 in) tall. The sepals and petals have long, thin, brown, thread-like ends. The dorsal sepal is erect, 40–55 mm (1.6–2.2 in) long and about 2 mm (0.08 in) wide. The lateral sepals are about the same size as the dorsal sepal, held horizontally near their bases then turn downwards and droop. The petals are 35–45 mm (1–2 in) long, 2–3 mm (0.08–0.1 in) wide and arranged like the lateral sepals. The labellum is 8–14 mm (0.3–0.6 in) long, 7–9 mm (0.3–0.4 in) wide and creamy-white with pale red lines and spots. The sides of the labellum have short, blunt teeth and the tip is curled under. There are two rows of anvil-shaped, cream-coloured calli along the mid-line of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "Caladenia postea was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected in the Mundaring State Forest and the description was published in Nuytsia. The specific epithet (postea) is a Latin word meaning \"after\", \"behind\" or \"following\" referring to the late flowering period of this orchid.",
    "Distribution and habitat": "The dark-tipped spider orchid is found in a few locations between York and the Brookton Highway in the Jarrah Forest biogeographic region where it grows in damp places.",
    "Conservation": "Caladenia postea is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only one or a few locations.\n\n\n== References =="
  }
}