{
  "url": "https://en.wikipedia.org/wiki/Caladenia_incensum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. incensum"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia incensum, commonly known as the glistening spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and three glistening white flowers which have a red-striped labellum.",
    "Description": "Caladenia incensum is a terrestrial, perennial, deciduous, herb with an underground tuber and which sometimes forms large colonies. It has a single erect, hairy leaf, 40–110 mm (2–4 in) long and 4–6 mm (0.16–0.24 in) wide. Up to three glistening white flowers 90–150 mm (4–6 in) long and 70–130 mm (3–5 in) wide are borne on a stalk 120–200 mm (5–8 in) tall. The sepals and petals spread widely near their bases but have long, drooping thread-like tips. The dorsal sepal is erect, 65–130 mm (3–5 in) long and 3–6 mm (0.1–0.2 in) wide. The lateral sepals and petals are 50–130 mm (2–5 in) long and 3–6 mm (0.1–0.2 in) wide with the petals slightly narrower than the lateral sepals. The labellum is 11–16 mm (0.4–0.6 in) long and 10–13 mm (0.4–0.5 in) wide and white, with radiating red lines, spots and blotches. The sides of the labellum have short, curved teeth, the tip is turned downwards and there are two rows of broad, anvil-shaped, white calli along its centre. Flowering occurs from late June to September.",
    "Taxonomy and naming": "The glistening spider orchid was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected in the Chiddarcooping Hill Nature Reserve north of Westonia and given the name Caladenia incensa. The description was published in Nuytsia. In order that the genus and species names were of the same gender, the name was changed to Caladenia incensum. The specific epithet (incensum) is a Latin word meaning \"resinous material that yields a fragrant odour or smoke when burned\" referring to the sharp, burning metal odour of this orchid.The World Checklist of Selected Plant Families gives the name C. incensa but the Western Australian Herbarium lists this name as a spelling mistake.",
    "Distribution and habitat": "The glistening spider orchid occurs between Hyden and Nerren Nerren Station, north of the Murchison River in the Avon Wheatbelt, Coolgardie, Geraldton Sandplains, Mallee, Murchison and Yalgoo biogeographic regions where it grows under shrubs on and near granite outcrops.",
    "Conservation": "Caladenia incensum is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}