{
  "url": "https://en.wikipedia.org/wiki/Caladenia_minorata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. minorata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia minorata, commonly known as the small waxlip orchid, is a plant in the orchid family Orchidaceae and is endemic to eastern Australia. It is a ground orchid with a single very hairy leaf and one or two deep violet-blue flowers. It has been known as Glossodia minor since its description by the prolific Scottish botanist Robert Brown in 1810, but recent discoveries suggest its inclusion in the genus Caladenia. It is similar to Caladenia major (formerly Glossodia major) but is smaller in all its parts.",
    "Description": "Caladenia minorata is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single dark green, very hairy, egg-shaped leaf, 10–30 mm (0.4–1 in) long and 8–10 mm (0.3–0.4 in) wide, lying flat on the ground. One or deep violet-blue, rarely white flowers, 20–25 mm (0.8–1 in) long and wide are borne on a spike 40–160 mm (2–6 in) tall. The outer surface of the sepals and petals is light coloured and hairy. The dorsal sepal is 12–15 mm (0.5–0.6 in) long and 3–5 mm (0.1–0.2 in) wide. The lateral sepals have similar dimensions to the dorsal sepal and spread apart from each other. The petals are 10–13 mm (0.4–0.5 in) long and 3–5 mm (0.1–0.2 in) wide and spread widely. The labellum is an elongated heart shape, 4–5 mm (0.16–0.20 in) long, 2–3 mm (0.08–0.1 in) wide, bluish-purple with a white tip and with a furrow near its base. At the base of the labellum there are two large, club-shaped calli joined at their bases, each with a fleshy black top. Flowering occurs from July to October, more prolifically after bushfire.",
    "Taxonomy and naming": "The small waxlip orchid was first formally described in 1810 by Robert Brown who gave it the name Glossodia minor and published the description in Prodromus Florae Novae Hollandiae. In 2015, as a result of studies of molecular phylogenetics, Mark Clements changed the name to Caladenia minorata. The specific epithet (minorata) is a Latin word meaning to \"threaten\" or \"menace\".Glossodia minor is regarded as a synonym of the name Caladenia minorata which is accepted by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Caladenia minorata is mainly found along the eastern coastline of Queensland, New South Wales and Victoria. In New South Wales it is most common in coastal heath, but there are records from as far west as Temora. It is mainly restricted to coastal grasstree plains in East Gippsland in Victoria but there are records from as far west as Wilsons Promontory.\n\n\n== References =="
  }
}