{
  "url": "https://en.wikipedia.org/wiki/Caladenia_xantholeuca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. xantholeuca"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia xantholeuca, commonly known as Flinders fingers, is a species of orchid endemic to South Australia. It has a single erect, hairy leaf and up to four white flowers with green backs. There are two populations which are isolated from each other and may prove, with further research to be separate species.",
    "Description": "Caladenia xantholeuca is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy, bright green leaf, 150–240 mm long and 5–7 mm wide. Up to four white flowers with green backs and 17–24 mm long and 20-30 wide are borne on a stalk 150–250 mm tall. The dorsal sepal is erect, 12–16 mm long and 3–4 mm wide. The lateral sepals are 17–21 mm long, 5–6 mm wide and held at an angle below horizontal. The petals are 16–18 mm long, about 4 mm wide and spread horizontally. The labellum is 6–7 mm long, 6–8 mm wide and white with a yellow tip which has a few blunt teeth and curves downward. The sides of the labellum turn upwards and surround the column and there are two rows of yellow calli up to about 1.5 mm long along its mid-line. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia xantholeuca was first described in 1998 by David Jones from a specimen collected in Telowie Gorge and the description was published in Australian Orchid Research. The specific epithet (xantholeuca) is derived from the Ancient Greek words xanthos meaning \"yellow\" and leukos meaning \"white\" referring to the white flower with yellow parts of the labellum.",
    "Distribution and habitat": "There are three known populations of Flinders fingers, two in the Mount Remarkable National Park and one in the Telowie Gorge Conservation Park, each with about 80 plants, but the orchid has rarely been seen since 1982 because of extended droughts and lack of fire. A photograph taken in 2011 was confirmed as a sighting.There are slight differences between the orchids in Telowie Gorge and those on Mount Remarkable and it may be that in the future they are recognised as separate species.",
    "Conservation": "Caladenia xantholeuca is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"endangered\" under the South Australian National Parks and Wildlife Act.\n\n\n== References =="
  }
}