{
  "url": "https://en.wikipedia.org/wiki/Caladenia_hildae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. hildae"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia hildae, commonly known as golden caps, honey caladenia or honey hood is a plant in the orchid family Orchidaceae and is endemic to the south-east of mainland Australia. It is a ground orchid with a single leaf and up to four yellowish-brown to golden-brown flowers with darker tips on the sepals and petals.",
    "Description": "Caladenia hildae is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, linear leaf, 70–200 mm (3–8 in) long and 1–3 mm (0.04–0.1 in) wide. There are up to four flowers on a spike 80–200 mm (3–8 in) tall. The flowers are yellowish-brown to golden-brown flowers with darker tips.  The sepals and petals have pointed, drooping tips. The dorsal sepal is erect, 9–11 mm (0.35–0.43 in) long and about 3 mm (0.1 in) wide and curves forward forming a hood over and around the sides of the column. The lateral sepals and petals are 11–14 mm (0.4–0.6 in) long and about 3 mm (0.1 in) wide. The labellum is egg-shaped, 6–9 mm (0.2–0.4 in) long, 4–6 mm (0.16–0.24 in) wide with the sides turned up and the tip rolled under. The labellum is white with a dark purple, glandular tip, narrow white or yellow-tipped teeth on the sides and four crowded rows of calli along its mid-line. Flowering occurs in October and November.",
    "Taxonomy and naming": "Caladenia hildae  was first formally described in 1928 by Edward Pescott and William Nicholls and the description was published in The Victorian Naturalist. The specific epithet (hildae) honours Hilda Elliott for her assistance in obtaining grant money. Although recognised by the Royal Botanic Gardens, Melbourne and the National Herbarium at the Royal Botanic Gardens, Sydney as a valid name, C. hildae is regarded as a synonym of Caladenia testacea var. hildae by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Golden caps grows in sparse or heathy forest and woodland in high-altitude areas in New South Wales south from the Kybean Range and in Victoria mainly eastwards from Omeo.",
    "Conservation": "Caladenia hildae is listed as  \"rare\" by the Victorian Government Department of Sustainability and Environment.\n\n\n== References =="
  }
}