{
  "url": "https://en.wikipedia.org/wiki/Caladenia_fuscolutescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. fuscolutescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia fuscolutescens, commonly known as the ochre spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two brownish-yellow flowers with a pale yellow, red-striped labellum. It is most common in spring after bushfires in the previous summer.",
    "Description": "Caladenia fuscolutescens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 70–150 mm (3–6 in) long and 2–3 mm (0.08–0.1 in) wide. One or two flowers 70–130 mm (3–5 in) long and 50–100 mm (2–4 in) wide are borne on a stalk 150–300 mm (6–10 in) high. The flowers are brownish-yellow and the lateral sepals and petals have long, drooping, brownish, thread-like tips. The dorsal sepal is erect, 45–75 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide at the base. The lateral sepals are 45–80 mm (2–3 in) long and 3–5 mm (0.1–0.2 in) wide at the base and the petals are  45–60 mm (1.8–2.4 in) long and about 3 mm (0.1 in) wide. The labellum is 12–17 mm (0.5–0.7 in) long and 8–12 mm (0.3–0.5 in) wide and pale yellow with red stripes. The sides of the labellum have short, brownish-yellow teeth and the tip of the labellum is curved downwards. There are two rows of anvil-shaped calli along the centre of the labellum. Flowering occurs in September and October, often following bushfires the previous summer.",
    "Taxonomy and naming": "Caladenia fuscolutescens was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Wellstead and the description was published in Nuytsia. The specific epithet (fuscolutescens) is derived from the Latin words fuscus meaning \"dark\", \"swarthy\" or \"dusky\" and lutescens meaning \"becoming yellow\", referring to the distinctive colour of the flowers.",
    "Distribution and habitat": "Ochre spider orchid occurs between Albany and Wellstead in the Esperance Plains and Jarrah Forest biogeographic regions where it grows in scrub and woodland, usually in sandy soil.",
    "Conservation": "Caladenia fuscolutescens  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}