{
  "url": "https://en.wikipedia.org/wiki/Caladenia_amplexans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. amplexans"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia amplexans, commonly known as the dainty blue china orchid, is a plant in the orchid family Orchidaceae and is endemic to Western Australia. It has a relatively broad leaf and one or two pale blue and white flowers. It is distinguished from the other two similar blue orchids by the sides of the labellum which curve over the column and almost touch. This species also has a more inland distribution than C. aperta and C. sericea.",
    "Description": "Caladenia amplexans is a terrestrial, perennial, deciduous, herb with an underground tuber and a single flat, hairy leaf, 40–100 mm (2–4 in) long and 6–10 mm (0.2–0.4 in) wide which often lies flat on the ground. One or two pale blue and white flowers about 20 mm (0.8 in) long and wide are borne on a stalk 120–250 mm (5–10 in) tall. The dorsal sepal is more or less erect, 8–15 mm (0.3–0.6 in) long and 2–5 mm (0.08–0.2 in) wide. The lateral sepals and petals have about the same dimensions as the dorsal sepal although the petals are slightly wider. The labellum is 5–7 mm (0.2–0.3 in) long, 6–8 mm (0.2–0.3 in) wide and dark blue with fine darker lines and spots. The sides of the labellum curve upwards, surrounding the column and almost touching. The labellum has a short, more or less triangular down-curved tip with about five short teeth on each side and there are two rows of cream-coloured calli along the mid-line of the labellum. Flowering occurs from August to early October.",
    "Taxonomy and naming": "The dainty blue china orchid was first formally described in 1984 by Alex George. The type specimen was collected from near Wubin and the description was published in Nuytsia. In 2000, Stephen Hopper and Andrew Brown changed the name to Cyanicula amplexans, but in 2015, as a result of studies of molecular phylogenetics, the name was changed back to Caladenia amplexans. The specific epithet (amplexans) is a Latin adjective meaning \"encircling\" or \"embracing\" and refers to the way the labellum lobes surround the column.",
    "Distribution and habitat": "Caladenia amplexans is found in a broad area from Norseman to north of Kalbarri, growing in a range of drier habitats including the edges of salt lakes and rocky hills.",
    "Conservation": "Caladenia amplexans is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}