{
  "url": "https://en.wikipedia.org/wiki/Caladenia_×_triangularis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. .mw-parser-output .noitalic{font-style:normal}× triangularis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia × triangularis, commonly known as the shy spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three pale yellow flowers. A natural hybrid between flava and C. longicauda, it is a rare species found between Perth and Esperance.",
    "Description": "Caladenia × triangularis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 50–100 mm (2–4 in) long and 5–10 mm (0.2–0.4 in) wide. Up to three pale yellow flowers 50–70 mm (2–3 in) wide are borne on a spike 100–250 mm (4–10 in) tall. The petals and lateral sepals spread widely apart and the labellum is relatively small with a short fringe and four or more rows of calli along its mid-line. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladeni × triangularis was first formally described 1827 by Richard Sanders Rogers from a specimen collected between Wagin and Narrogin. The description was published in Transactions and Proceedings of the Royal Society of South Australia.  The epithet (triangularis) refers to the shape of the labellum of this orchid.",
    "Distribution and habitat": "The shy spider orchid grows in woodland and shrubland between Perth and Esperance in the Avon Wheatbelt and Jarrah Forest biogeographic regions.",
    "Conservation": "Caladenia × triangularis  is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.\n\n\n== References =="
  }
}