{
  "url": "https://en.wikipedia.org/wiki/Caladenia_procera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. procera"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia procera, commonly known as the Carbunup king spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to four greenish-yellow and red flowers. It is one of the tallest and has amongst the largest flowers of  the spider orchids.",
    "Description": "Caladenia procera is a terrestrial, perennial, deciduous, herb with an underground tuber and which occurs as single plants or in small clumps. It has a single erect, pale green, hairy leaf, 200–450 mm (8–20 in) long and 6–14 mm (0.2–0.6 in) wide. Up to four greenish-yellow and red flowers 100–140 mm (4–6 in) long, 80–100 mm (3–4 in) wide are borne on a stalk 350–900 mm (10–40 in) tall. The sepals have thick, yellowish-brown, club-like glandular ends  15–25 mm (0.6–1 in) long. The dorsal sepal is erect, 50–70 mm (2–3 in) long and 4–5 mm (0.16–0.20 in) wide. The lateral sepals are 55–65 mm (2–3 in) long and 6–8 mm (0.2–0.3 in) wide and turn downward so that they are about parallel to each other. The petals are 35–45 mm (1–2 in) long, about 5 mm (0.2 in) wide and upswept. The labellum is 22–30 mm (0.9–1 in) long, 15–20 mm (0.6–0.8 in) wide and greenish-yellow with a red tip which curls under. The sides of the labellum have yellowish, linear teeth up to 10 mm (0.4 in) long and there are four rows of red calli up to 3 mm (0.1 in) long, along the mid-line of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia procera was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Carbunup River and the description was published in Nuytsia. The specific epithet (procera) is a Latin word meaning \"tall\", \"slender\" or \"long\" referring to the tall flowering stem of this orchid.",
    "Distribution and habitat": "The Carbunup king spider orchid is found in a few locations south-west of Busselton in the Swan Coastal Plain biogeographic region where it grows in jarrah, marri and peppermint woodland.",
    "Conservation": "Caladenia procera is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and is listed as \"Critically Endangered\" under the Australian government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are land clearing, road and firebreak maintenance and inappropriate fire regimes.\n\n\n== References =="
  }
}