{
  "url": "https://en.wikipedia.org/wiki/Caladenia_ferruginea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. ferruginea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia ferruginea, commonly known as the rusty spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to four rust-coloured flowers with a white, red-tipped labellum.",
    "Description": "Caladenia ferruginea has a single erect, hairy leaf, 120–220 mm (5–9 in) long and 4–15 mm (0.2–0.6 in) wide. Up to four flowers 60–80 mm (2–3 in) long and 40–60 mm (1.6–2.4 in) wide are borne on a stalk 200–600 mm (8–20 in) high.  The flowers are rusty-brown to brownish-red with an erect dorsal sepal, 35–50 mm (1–2 in) long and about 2 mm (0.08 in) wide at the base. The lateral sepals are 35–50 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide at the base, spread stiffly with the end having thick brownish glandular hairs. The petals are 25–40 mm (1–2 in) long, 2–4 mm (0.08–0.2 in) wide and curve upwards. The labellum is 15–20 mm (0.6–0.8 in) long and 10–13 mm (0.4–0.5 in) wide and pale yellow to white with a red tip which is curved forward. There are many thin teeth up to 7 mm (0.3 in) long along the sides of the labellum, but which decrease in size towards its tip and four or more rows of yellowish to reddish calli along its centre line. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia ferruginea was first described by William Nicholls in 1947 and the description was published in The Victorian Naturalist. The specific epithet (ferruginea) is a Latin word meaning \"rust-coloured\" referring to the colour of the flowers of this orchid.",
    "Distribution and habitat": "Rusty spider orchid is found between Perth and Albany in the Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions where grows in a variety of habitats ranging from well-drained soil in woodlands to swamps which are flooded in winter.",
    "Conservation": "Caladenia ferruginea  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}