{
  "url": "https://en.wikipedia.org/wiki/Caladenia_campbellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. campbellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia campbellii, commonly known as thickstem fairy fingers or thick-stem caladenia, is a plant in the orchid family Orchidaceae and is endemic to Tasmania. It is a ground orchid with a single, sparsely hairy leaf and one or two flowers that are pinkish on the outside and cream-coloured on the inside. The flowers are self-pollinating and short-lived.",
    "Description": "Caladenia campbellii is a terrestrial, perennial, deciduous, herb which grows singly or in small groups. It has an underground tuber and a single, sparsely hairy, narrow linear, dark green leaf, 4–9 cm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide.There are one or two flowers 15–18 mm (0.6–0.7 in) in diameter borne on a fairly thick (about 1.5 mm (0.06 in)), sparsely hairy spike 8–14 cm (3–6 in) high. The dorsal sepal is 8–10 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide and oblong to narrow egg-shaped. The lateral sepals and petals are lance-shaped, 8–11 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide, cream-coloured on the inside and pinkish on the outside. The labellum is about 6 mm (0.2 in) long and 6–7 mm (0.2–0.3 in) wide and cream-coloured with reddish lines and a yellowish tip. It has three distinct lobes and is erect near its base then more or less horizontal with the tip curving downwards. The lateral lobes are about 2.5 mm (0.1 in) wide and more or less erect. The mid-lobe is narrow egg-shaped, about 2.5 mm (0.1 in) long, 2 mm (0.08 in) wide with one broad pair of teeth on its edges. There are two rows of yellow to orange calli with white stalks in the centre of the labellum. The column is  5–6.5 mm (0.2–0.3 in) long and curves forward near its end. Flowering occurs over a very short period about the first two weeks of November but the flowers are only open for a day or two before self-pollinating.",
    "Taxonomy and naming": "Caladenia campbellii was first formally described by David Jones in 1998 and the description was published in Australian Orchid Research. The type specimen was collected in Sisters Hills in the north-west of Tasmania. The specific epithet (campbellii) honours Jeff Campbell, who collected many orchid species for the Launceston Herbarium, including the type specimen for this species.",
    "Distribution and habitat": "This caladenia grows on slopes and ridges in stunted coastal scrub and forest in a few scattered locations in the north-west of Tasmania.",
    "Conservation": "Caladenia campbellii is listed as \"Endangered\" on the Tasmanian Threatened Species Protection Act 1995 and as \"Critically Endangered\" under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). There are only 60-100 mature plants known, in two populations, each containing fewer than fifty plants. The main threats to the species are agricultural development and vehicle disturbance.\n\n\n== References =="
  }
}