{
  "url": "https://en.wikipedia.org/wiki/Caladenia_grampiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. grampiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia grampiana, commonly known as the Grampians spider orchid is a plant in the orchid family Orchidaceae and is endemic to the Grampians National Park in Victoria. It is a ground orchid with a single hairy leaf and a one or two pale tawny-yellow or pinkish flowers similar to those of Caladenia oenochila.",
    "Description": "Caladenia grampiana is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 50–100 mm (2–4 in) long and 5–8 mm (0.2–0.3 in) wide with a reddish base. One or two flowers borne on a spike 150–260 mm (6–10 in) tall. The sepals 32–55 mm (1–2 in) long, 2.5–4 mm (0.1–0.2 in) wide and pale tawny-yellow or pinkish with drooping tips. The petals are similar to the sepals but shorter. The labellum is 13–17 mm (0.5–0.7 in) long, 7–9 mm (0.3–0.4 in) wide and curves forward with the tip rolled downwards and the sides turned upwards. It is cream to red with linear teeth 1–2 mm (0.04–0.08 in) long along its sides and four or six rows of calli along its mid-line. Flowering occurs in August or September.",
    "Taxonomy and naming": "The species was first formally described by David L. Jones in 2006 and given the name Arachnorchis grampiana. The description was published in Australian Orchid Research. In 2007, Gary Backhouse changed the name to Caladenia grampiana and the change was published in The Victorian Naturalist.",
    "Distribution and habitat": "Caladenia grampiana is only known from the Grampians National Park where it grows in heathy woodland in well-drained soil.",
    "Conservation": "This species is classified as \"vulnerable\"  by the Victorian government. and is listed under the Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}