{
  "url": "https://en.wikipedia.org/wiki/Caladenia_parva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. parva"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia parva is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single leaf and one or two green flowers with red stripes along the sepals and petals.",
    "Description": "Caladenia parva is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 30–100 mm (1–4 in) long, 5–10 mm (0.2–0.4 in) wide and which often has red spots near its base. One or two greenish flowers with red stripes are borne on a spike 50–150 mm (2–6 in) tall. The sepals have thick, brown, club-like glandular tips 3–6 mm (0.1–0.2 in) long. The dorsal sepal curves forward and is 25–35 mm (0.98–1.4 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 25–35 mm (0.98–1.4 in) long, about 3 mm (0.1 in) wide and are parallel to or sometimes cross over each other. The petals are 20–26 mm (0.8–1 in) long, 1–2 mm (0.04–0.08 in) wide and curve downwards. The labellum is greenish with a white central region a dark red tip which curls under. It is 11–14 mm (0.4–0.6 in) long and 10–12 mm (0.4–0.5 in) wide and has thin green teeth up to 3 mm (0.1 in) on the sides. There are four rows of reddish-black calli up to 2 mm (0.08 in) long in the centre of the labellum. Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia parva was first formally described in 1991 by Geoffrey Carr from a specimen collected in the Dergholm State Park. The description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (parva) is a Latin word meaning \"little\".",
    "Distribution and habitat": "The small spider orchid occurs in scattered locations across southern Victoria and the far south-eastern corner of South Australia where it grows woodland and coastal scrub.",
    "Conservation": "Caladenia parva  is not listed under the Victorian Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}