{
  "url": "https://en.wikipedia.org/wiki/Caladenia_cruscula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. cruscula"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia cruscula, commonly known as the reclining spider orchid is a species of orchid endemic to a small area in the south-west of Western Australia. It has a single hairy leaf and a single cream-coloured flower with a long red fringe on the sides of its labellum.",
    "Description": "Caladenia cruscula is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows as solitary plants or in loose clumps. It has a single, erect, hairy leaf, 8–13 cm (3–5 in) long and 4–6 mm (0.16–0.24 in) wide. Up to two creamy-white or yellowish-cream flowers with a cream-coloured labellum flowers are borne on a stalk 18–25 cm (7–10 in) tall. The flowers are 40–50 mm (1.6–2.0 in) wide and 40–60 mm (1.6–2.4 in) long. The sepals and petals are held stiffly and spread obliquely downwards and are 3–5 cm (1–2 in) long and 3–5 mm (0.1–0.2 in) wide, tapering to a thread-like end with a densely glandular tip. The dorsal sepal is erect, linear to lance-shaped, about 4 cm (2 in) long and about 2 mm (0.08 in) wide at the base. The petals are narrower than the lateral sepals. The labellum is uniformly cream-coloured except for the red fringe on the edges and the red calli in the centre of the labellum. It is 12–15 cm (5–6 in) long and 7–11 mm (0.3–0.4 in) wide, erect near the base but curves strongly forward near the tip. The fringe is composed of thread-like teeth up to 5 mm (0.2 in) long with pale whitish tips, decreasing in size towards the front of the labellum. There are four rows of pale maroon, golf stick-shaped calli in the centre of the labellum, decreasing in size towards its tip. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia cruscula was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected by Alex George in the Kau Rock Nature Reserve north east of Esperance. The description was published in Nuytsia. The specific epithet (cruscula) is a Latin word meaning \"little leg\" and refers to the relatively short sepals and petals of this species, compared to those of similar orchids.",
    "Distribution and habitat": "The reclining spider orchid is found between Salmon Gums and Mount Ragged in the Coolgardie, Esperance Plains and Mallee biogeographic regions. It grows in moist places near granite outcrops, salt lakes and flats, usually under eucalypts or melaleucas.",
    "Conservation": "Caladenia cruscula is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}