{
  "url": "https://en.wikipedia.org/wiki/Caladenia_rigida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. rigida"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia rigida, commonly known as the stiff spider orchid, or white spider-orchid is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single hairy leaf and one or two white flowers with dark glandular tips on the sepals and fine reddish-brown lines along the sepals and petals.",
    "Description": "Caladenia rigida is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf 80–200 mm (3–8 in) long and 8–10 mm (0.3–0.4 in) wide. One or two white flowers with fine reddish-brown lines and 40–60 mm (1.6–2.4 in) across are borne on a spike 150–300 mm (6–10 in) tall. The sepals, but not the petals, have red, reddish-black or yellow-green glandular tips 8–12 mm (0.3–0.5 in) long. The dorsal sepal is erect near its base then gently curves forward and is 25–45 mm (1–2 in) long and about3 mm (0.1 in) wide. The lateral sepals are 40–50 mm (1.6–2.0 in) long and 4–7 mm (0.2–0.3 in) wide and spread stiffly apart. The petals are 25–37 mm (0.98–1.5 in) long, 3–5 mm (0.1–0.2 in) wide and arranged like the lateral sepals. The labellum is 14–16 mm (0.55–0.63 in) long and 9–11 mm (0.35–0.43 in) wide, and white. The sides of the labellum have many red, linear teeth up to 1.5 mm (0.06 in) long with white tips, and the tip of the labellum curves downwards. There are four or six rows of red calli with white tips along the labellum mid-line. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia rigida was first formally described in 1930 by Richard Sanders Rogers and the description was published in Journal of the Adelaide Botanic Garden from a specimen collected near Golden Grove. The specific epithet (rigida) is a Latin word  meaning \"stiff\", \"rigid\" or \"inflexible\".",
    "Distribution and habitat": "The stiff spider orchid is only known from the Mount Lofty Ranges where it grows on the upper slopes of hills in open forest with an open shrub layer.",
    "Ecology": "This orchid appears to attract pollinators both by sexual deception of thynnid wasps and by offering food rewards to other insect species. The species does not require fire to flower but some populations appear to benefit from fire, possibly due to the reduction of competition from other species, including grasses.",
    "Conservation": "Caladenia rigida is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and the South Australian Government National Parks and Wildlife Act (1972). The main threats to the species include grazing, especially by kangaroos and weed invasion.\n\n\n== References =="
  }
}