{
  "url": "https://en.wikipedia.org/wiki/Caladenia_congesta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. congesta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia congesta, commonly known as black-tongue caladenia, is a plant in the orchid family Orchidaceae and is endemic to Australia. It is a ground orchid with a single, sparsely hairy leaf, and up to three bright pink flowers with the central part of the labellum completely covered with black calli. It is a widespread species but not common in any part of its range.",
    "Description": "Caladenia congesta is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, linear leaf, 8–18 cm (3–7 in) long and 2–6 mm (0.08–0.2 in) wide. Up to three bright pink flowers are borne on a spike 15–60 cm (6–20 in) high. The sepals and petals are lance-shaped, spreading, 16–20 mm (0.6–0.8 in) with dark red glandular hairs on their backs, the petals narrower than the sepals. The dorsal sepal curves and forms a hood over the column. The labellum is 8–10 mm (0.3–0.4 in) long and 5–7 mm (0.2–0.3 in) wide when flattened and has three lobes. The mid-lobe is oblong to lance-shaped and completely covered by two closely spaced rows of shiny, dark crimson to black calli. The lateral lobes of the labellum are sickle-shaped, pink and erect or slightly spreading. Flowering occurs from October to January.",
    "Taxonomy and naming": "Caladenia congesta was first formally described by Robert Brown in 1810 and the description was published in Prodromus Florae Novae Hollandiae. The specific epithet (congesta) is a Latin word meaning \"dense\", \"heaped up\" or \"thick\".",
    "Distribution and habitat": "Black-tongue caladenia grows in a wide range of habitats from forest to heath in sandy or clay loam south from Wellington New South Wales. It is widespread although not common, in Victoria, in northern Tasmania and in the far south-east corner of South Australia.",
    "Conservation": "Caladenia congesta is listed as \"Endangered\" under the Tasmanian Threatened Species Protection Act 1995.\n\n\n== References =="
  }
}