{
  "url": "https://en.wikipedia.org/wiki/Caladenia_decora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. decora"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia decora, commonly known as the Esperance king spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single hairy leaf and up to three red, yellow and green flowers. It is a variable species, similar to the king spider orchid (C. pectinata) and sometimes hybridises with other species so that it can be difficult to recognise, but is one of the largest spider orchids found in Western Australia.",
    "Description": "Caladenia decora is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows as a solitary plant or in small clumps. It has a single, erect, linear, hairy leaf, 9–22 cm (4–9 in) long and 6–10 mm (0.2–0.4 in) wide. The leaf is pale green and has purple-red blotches near its base.Up to three red, yellow and green flowers are borne on a stalk 25–50 cm (10–20 in) tall. The flowers are 6–15 mm (0.2–0.6 in) long and 5–10 mm (0.2–0.4 in) wide, making them one of the largest among Western Australian spider orchids. The bases of the sepals and petals are linear to lance-shaped and held stiffly for about one-third, then suddenly narrow. The dorsal sepal is erect, linear to lance-shaped, 4.5–7 cm (2–3 in) long and 3–6 mm (0.1–0.2 in) wide at the base with a yellow-brown glandular tip up to 25 mm (1 in) long. The lateral sepals are spreading and downcurved, 5–8 cm (2–3 in) long and 3.5–8 mm (0.1–0.3 in) wide at the base with a tip similar to the one on the dorsal sepal. The petals are 4–6 cm (2–2 in) long and 3.5–5 mm (0.1–0.2 in) wide at the base, slightly ascending then slightly curved downwards and sometime lack glandular tips. The labellum is dark pink with red stripes and ends in a dark tip. It is linear to heart-shaped, 20–28 mm (0.8–1 in) long and 13–20 mm (0.5–0.8 in) wide and curves downward at the front. The sides curve upwards and have a fringe of narrow teeth up to 9 mm (0.4 in) long but suddenly decreasing in length about half-way towards the tip of the labellum. There are four rows of pale maroon, golf stick-shaped calli in the centre of the labellum for at least three-quarters of its length, but decreasing in size towards its tip. Flowering occurs from mid-August to October.This species is similar to the similarly-sized Caladenia pectinata but is more brightly coloured, often has gland-tipped petals and has a more easterly distribution. Hybrids with Caladenia longicauda subsp. crassa are common.",
    "Taxonomy and naming": "Caladenia decora was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected by Hopper near the Jerdacuttup River north-east of Hopetoun. The description was published in Nuytsia. The specific epithet (decora) is a Latin word meaning \"fitting\", \"proper\" or \"beautiful\".",
    "Distribution and habitat": "The Esperance king spider orchid is found near the coast between Bremer Bay and Cape Arid in the Esperance Plains and Mallee biogeographic regions where it usually grows in shrubland and woodlands in winter-wet areas but sometimes also near granite outcrops.",
    "Conservation": "Caladenia decora is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}