{
  "url": "https://en.wikipedia.org/wiki/Caladenia_praecox",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. praecox"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia praecox, commonly known as early caladenia or early caps is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single leaf and up to four white flowers which are often tinged with green or pink.",
    "Description": "Caladenia praecox is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 60–120 mm (2–5 in) long and 2–3 mm (0.08–0.1 in) wide. Up to four white flowers which are often tinged with green or pink, are borne on a spike 60–130 mm (2–5 in) tall. The backs of the sepals and petals have dark red glandular hairs. The dorsal sepal is 9–12 mm (0.4–0.5 in) long, 3–4 mm (0.1–0.2 in) wide and curves forward, forming a hood over the column. The lateral sepals are 11–15 mm (0.4–0.6 in) long and 3–5 mm (0.1–0.2 in) wide and spread apart. The petals are 9–12 mm (0.4–0.5 in) long, about 3 mm (0.1 in) wide and spread widely. The labellum is white, often with red marks and is 6–7 mm (0.2–0.3 in) long and 4–6 mm (0.16–0.24 in) wide. The sides of the labellum turn upwards and have stalked teeth and the tip is curled under. There are four or six rows of crowded calli in the mid-line of the labellum. Flowering occurs from August and October.",
    "Taxonomy and naming": "Caladenia praecox was first formally described in 1926 by William Nicholls and the description was published in The Victorian Naturalist. The specific epithet (praecox) is a Latin word meaning \"too early ripe\" or \"precocious\". Although recognised by the Royal Botanic Gardens, Melbourne as a valid name, C. praecox is regarded as a synonym of Caladenia dimorpha by the Royal Botanic Gardens, Kew.",
    "Distribution and habitat": "Caladenia praecox is widespread in Victoria especially in the Victorian goldfields and is often recorded from areas to the north-east of Melbourne, growing in open forest and woodland. In also occurs in the south-east of New South Wales.",
    "Conservation": "Caladenia praecox is not listed under the Victorian Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}