{
  "url": "https://en.wikipedia.org/wiki/Caladenia_nivalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. nivalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia nivalis, commonly known as the exotic spider orchid or crystalline spider orchid, is a species of orchid endemic to the south-west of Western Australia. This orchid is easily distinguished by its bright white to pale pink and red flowers and its narrow range in and near the Leeuwin-Naturaliste National Park.",
    "Description": "Caladenia nivalis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–180 mm (4–7 in) long and 4–15 mm (0.2–0.6 in) wide. Up to three bright white, sometimes pale pink flowers 60–80 mm (2–3 in) long and 50–80 mm (2–3 in) wide are borne on a stalk 120–200 mm (5–8 in) tall. The sepals have thick, brown, club-like glandular tips. The dorsal sepal is erect, 35–55 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 35–55 mm (1–2 in) long, 5–7 mm (0.2–0.3 in) wide and spread widely but with the tips turned downwards. The petals are 30–50 mm (1–2 in) long and 4–5 mm (0.16–0.20 in) wide and arranged like the lateral sepals. The labellum is 18–25 mm (0.7–1 in) long and 10–12 mm (0.4–0.5 in) wide, white near the base then bright red with the tip curled under. The sides of the labellum have teeth up to 2.5 mm (0.1 in) long and there four or more rows of red calli up to 1.5 mm (0.06 in) long along the centre. Flowering occurs from late August to October.",
    "Taxonomy and naming": "Caladenia nivalis was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. The specific epithet (nivalis) is a Latin word meaning \"snowy\" or \"of snow\" referring to the bright white flowers of this species.",
    "Distribution and habitat": "The exotic spider orchid occurs between Cape Naturaliste and Moses Rock in the Jarrah Forest and Warren biogeographic regions where it grows in peppermint woodland, coastal heath and in granite crevices.",
    "Conservation": "Caladenia nivalis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}