{
  "url": "https://en.wikipedia.org/wiki/Caladenia_paradoxa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. paradoxa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia paradoxa, commonly known as the ironcaps spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three small creamy-white flowers. It was previously thought to be the same species as the eastern Australian Caladenia flaccida but is now recognised as distinct.",
    "Description": "Caladenia paradoxa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 50–100 mm (2–4 in) long and 2–4 mm (0.08–0.2 in) wide. Up to three creamy white flowers 80–150 mm (3–6 in) long and 60–100 mm (2–4 in) wide are borne on a stalk 150–300 mm (6–10 in) tall. The sepals and petals have long, thin, drooping, brown thread-like ends. The dorsal sepal is erect, 50–100 mm (2–4 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 50–100 mm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide and curve stiffly downwards. The petals are 50–95 mm (2–4 in) long, about 2 mm (0.08 in) wide and arranged like the lateral sepals. The labellum is 8–12 mm (0.3–0.5 in) long, 5–7 mm (0.2–0.3 in) wide and creamy-white with red lines and spots. The sides of the labellum have short, blunt teeth and there are two rows of anvil-shaped, cream-coloured calli which sometimes have red tips along its mid-line. Flowering occurs from August to early October.",
    "Taxonomy and naming": "Caladenia paradoxa was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Southern Cross and the description was published in Nuytsia. The specific epithet (paradoxa) is a Latin word meaning \"strange\" or \"contrary to expectations\" referring to the difficulty of categorising this as a separate species.",
    "Distribution and habitat": "The ironcaps spider orchid is found on the coastal plain between Wubin and Norseman in the Avon Wheatbelt, Coolgardie, Jarrah Forest and Mallee biogeographic regions. It usually grows on the slopes of ironstone hills.",
    "Conservation": "Caladenia paradoxa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}