{
  "url": "https://en.wikipedia.org/wiki/Caladenia_nikulinskyae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. nikulinskyae"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia nikulinskyae, commonly known as Philippa's china orchid, granite china orchid and Esperance china orchid is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is very similar to Caladenia gemmata but has slightly smaller flowers with taller calli. It has a single broad, flattened leaf and up to two pale blue flowers and occurs near Esperance.",
    "Description": "Caladenia nikulinskyae is a terrestrial, perennial, deciduous, herb with an underground tuber and a single flattened leaf, 20–45 mm (0.8–2 in) long and about 5–10 mm (0.2–0.4 in) wide. One or two pale blue flowers 20–30 mm (0.8–1 in) long and wide are borne on a stalk 70–130 mm (3–5 in) tall. The dorsal sepal is erect, 11–5 mm (0.4–0.2 in) long and 4–5 mm (0.16–0.20 in) wide and the lateral sepals and petals have similar dimensions. The labellum is 5–7 mm (0.2–0.3 in) long, 3–4 mm (0.1–0.2 in) wide and pale bluish-mauve and white. The sides of the labellum have short teeth, the tip curves downward and there are many rows of cylindrical calli along its mid-line. Flowering occurs from September to early November.",
    "Taxonomy and naming": "This orchid was first formally described in 2000 by  Stephen Hopper and Andrew Brown who gave it the name Cyanicula nikulinskyae. The description was published in Lindleyana from a specimen collected near Condingup. In 2015, as a result of studies of molecular phylogenetics Mark Clements changed the name to Caladenia nikulinskyae. The specific epithet (nikulinskyae) honours the botanical artist, Philippa Nikulinsky.",
    "Distribution and habitat": "Phillippa's china orchid mostly occurs between the Fitzgerald River National Park and Israelite Bay in the Esperance Plains and Mallee biogeographic regions where it grows near areas that are wet in winter.",
    "Conservation": "Caladenia nikulinskyae is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}