{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pholcoidea_subsp._pholcoidea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pholcoideaHopper & A.P.Br.[1]"
    },
    {
      "Subspecies": "C. p. subsp. pholcoidea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pholcoidea subsp. pholcoidea, commonly known as the Albany spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to four pale yellow flowers with long drooping petals and lateral sepals.",
    "Description": "Caladenia pholcoidea subsp. pholcoidea is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–200 mm (4–8 in) long and 6–10 mm (0.2–0.4 in) wide. Up to four pale yellow flowers 150–220 mm (6–9 in) long and 50–70 mm (2–3 in) wide are borne on a spike 300–600 mm (10–20 in) tall. The sepals and petals have long, brown, drooping, thread-like tips. The dorsal sepal curves forward and is 50–140 mm (2–6 in) long and about 3 mm (0.1 in) wide. The lateral sepals are 45–150 mm (2–6 in) long and 4–5 mm (0.16–0.20 in) wide, spreading or turned downwards near their bases but then drooping. The petals are 35–105 mm (1–4 in) long and 3–4 mm (0.1–0.2 in) wide and arranged like the lateral sepals. The labellum is 15–20 mm (0.6–0.8 in) long, 8–10 mm (0.3–0.4 in) wide and white or cream coloured. The sides of the labellum curve upwards and have erect teeth up to 6 mm (0.2 in) long on their sides and the tip of the labellum curves downwards. There are four or more rows of pink calli along the centre of the labellum. Flowering occurs from November to early January.",
    "Taxonomy and naming": "Caladenia pholcoidea was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. At the same time they described two subspecies, including subspecies pholcoidea. The specific epithet (pholcoidea) refers to the similarity of the flowers to the common spider Pholcus phalangioides. The suffix -oidea means \"likeness\" in Latin.",
    "Distribution and habitat": "The Albany spider orchid is found between Albany and Augusta in the Esperance Plains, Jarrah Forest and Warren biogeographic regions where it usually grows around the edges of winter-wet swamps.",
    "Conservation": "Caladenia pholcoidea subsp. pholcoidea  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}