{
  "url": "https://en.wikipedia.org/wiki/Caladenia_conferta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. conferta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia conferta, commonly known as the crowded spider orchid or coast spider-orchid, is a plant in the orchid family Orchidaceae and is endemic to a restricted area in South Australia. It is a ground orchid with a single hairy leaf, and usually a single yellowish-green flower with red markings on a wiry, hairy stalk.",
    "Description": "Caladenia conferta is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single, dull green, hairy, egg-shaped to lance-shaped leaf, 5–9 cm (2–4 in) long and 15–20 mm (0.6–0.8 in) wide.Usually only one unscented flower is borne on a wiry, hairy spike, 12–25 cm (5–10 in) tall. The flowers are about 3.5 cm (1 in) across, yellowish-green with red stripes along the sepals and petals. The dorsal sepal is erect and curves forward, linear to lance-shaped, 18–26 mm (0.7–1 in) long, about 2 mm (0.08 in) wide and narrows to a glandular region 3–5 mm (0.1–0.2 in) long. The lateral sepals are oblong to lance-shaped, curved like a sickle, 16–25 mm (0.6–1 in) long, 3–4 mm (0.1–0.2 in) wide and have a glandular tip like that on the dorsal sepal. The petals are linear to lance-shaped, 15–20 mm (0.6–0.8 in) long, about 2 mm (0.08 in) wide. The lateral sepals and the petals spread widely. The labellum is heart-shaped, 9–12 mm (0.4–0.5 in) long, 8–12 mm (0.3–0.5 in) wide and has three lobes. It is dark, yellowish-green with a dark maroon tip and the edges have irregular teeth. There are six crowded rows of calli along the centre of the labellum, decreasing in size towards the front. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia conferta was first formally described by David L. Jones in 1991 and the description was published in Australian Orchid Research. The type specimen was collected between Port Julia and Port Vincent. The specific epithet (conferta) is a Latin word meaning \"crowded\", referring to the crowded calli in the centre of the labellum.",
    "Distribution and habitat": "This caladenia grows in mallee woodland. It is found in the Eyre Peninsula, Yorke Peninsula and South-East botanical regions of South Australia.",
    "Conservation": "Coloured spider-orchid is classified as \"Endangered\" in South Australia and under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are grazing by native and feral animals, competition from weed species and habitat loss due to land clearing.\n\n\n== References =="
  }
}