{
  "url": "https://en.wikipedia.org/wiki/Caladenia_chapmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. chapmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia chapmanii, commonly known as Chapman's spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three flowers which are either maroon, yellow or cream-coloured.",
    "Description": "Caladenia chapmanii is a terrestrial, perennial, deciduous, herb which often grows in large groups. It has an underground tuber and a single erect, hairy leaf 15–20 cm (6–8 in) long and 2–5 mm (0.08–0.2 in) wide. The inflorescence is a raceme, 20–45 cm (8–20 in) high with up to three flowers, each flower 8–16 cm (3–6 in) long and 6–12 cm (2–5 in) wide. The flowers are either maroon, yellow or cream-coloured with lateral sepals, and petals that are long, tapering and drooping. The labellum is relatively large, compared to other caladenias,  white with red stripes and has serrated or toothed edges. There are two rows of red or white calli along the centre line of the labellum. Flowering occurs from September to mid-October.",
    "Taxonomy and naming": "Caladenia chapmanii was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected near Boyup Brook. The description was published in Nuytsia. Herman Rupp recognised this orchid as a new species in about 1940 but did not publish a description. The specific epithet (chapmanii) honours Mr Eric Chapman, an amateur orchid enthusiast who has a population of this orchid growing on his property.",
    "Distribution and habitat": "Chapman's spider orchid occurs in scattered populations between Yallingup and Waroona in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest, Mallee and Swan Coastal Plain biogeographic regions where it grows in woodland.",
    "Conservation": "Caladenia chapmanii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}