{
  "url": "https://en.wikipedia.org/wiki/Caladenia_formosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. formosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia formosa, commonly known as the large crimson spider orchid, or elegant spider orchid is a plant in the orchid family Orchidaceae and is endemic to Victoria and South Australia. It is a ground orchid with a single hairy leaf and a single crimson-coloured flower and which mainly occurs only in south-western Victoria.",
    "Description": "Caladenia formosa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, reddish-green, hairy leaf, 80–190 mm (3–7 in) long and 5–12 mm (0.2–0.5 in) wide. One, sometimes two, pale red to crimson flowers 40–60 mm (1.6–2.4 in)  across are borne on a hairy spike 200–600 mm (8–20 in) tall. The sepals and petals taper to a long, thin tip which is densely covered with crowded glands and glandular hairs. The dorsal sepal is erect, 40–80 mm (2–3 in) long, 2–3.5 mm (0.08–0.1 in) wide and the lateral sepals are 40–80 mm (2–3 in) long and 4.5–6 mm (0.18–0.24 in) wide at the base. The petals are 40–60 mm (1.6–2.4 in) long, 3–4 mm (0.1–0.2 in) wide at the base. The labellum is 16–20 mm (0.6–0.8 in) long and 9–11 mm (0.35–0.43 in) wide with its edges turned up and its tip rolled under. It is pink to red and there are red teeth up to 2 mm (0.08 in) long along the edges and all the way to the tip of the labellum. There are four or six rows of long, red calli along the centre line of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia formosa was first formally described by Geoffrey Carr in 1991 from a specimen collected in the Dergholm State Park. The description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (formosa) is a Latin word meaning “beautifully-formed” or \"handsome\".",
    "Distribution and habitat": "The large crimson spider orchid grows among shrubs or grass in forest and woodland in well-drained soil. It is only known from areas between Cavendish, Penola, Kingston SE and Keith although it probably had a wider distribution in the past.",
    "Conservation": "Caladenia formosa is listed as  \"vulnerable\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and the Australian Government Environment Protection and Biodiversity Conservation Act 1999. In 2010 the population of this orchid was estimated to comprise 450 individual plants in fourteen populations. The main threats to the species are weed invasion and habitat loss or degradation due to land clearing, rubbish dumping and grazing by rabbits and cattle.\n\n\n== References =="
  }
}