{
  "url": "https://en.wikipedia.org/wiki/Caladenia_minor",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. minor"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia minor, commonly known as white fingers, is a plant in the orchid family Orchidaceae and is native to New Zealand. There is doubt about its taxonomy and in Australia the species is more usually known as Caladenia pusilla, Caladenia catenata var. minor, or Caladenia carnea var. minor. It has a single long, narrow leaf and one or two white or pale cream-coloured flowers.",
    "Description": "Caladenia minor is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, long, narrow, hairy leaf. One or two flowers about 10 mm (0.4 in) across are borne on a thin, wiry stem about 200 mm (8 in) tall which is covered with prominent, reddish to blackish-purple glandular hairs. The sepals and petals are white to pale cream-coloured on the front and have dark glands on the back. The labellum is cream-coloured with red bars and has short blunt teeth on the sides near the tip. Flowering occurs from October to December or February.",
    "Taxonomy and naming": "Caladenia minor was first formally described in 1853 by Joseph Dalton Hooker and the description was published in The botany of the Antarctic voyage of H.M. discovery ships Erebus and Terror. The specific epithet (minor) is a Latin word meaning \"less\".In Australia Caladenia minor is often regarded as a synonym of Caladenia pusilla, Caladenia catenata var. minor, or Caladenia carnea var. minor and its status in New Zealand is also uncertain. The species is reported to be self-pollinated in New Zealand but pollinated by bees in Australia.",
    "Distribution and habitat": "White fingers occurs on both the North and South Island of New Zealand as well as Chatham Island, growing in beech forest and scrub.",
    "Conservation": "Caladenia minor is listed as \"not threatened\" in New Zealand.\n\n\n== References =="
  }
}