{
  "url": "https://en.wikipedia.org/wiki/Caladenia_testacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. testacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia testacea, commonly known as honey caps, or honey caladenia is a plant in the orchid family Orchidaceae and is endemic to New South Wales. It is a ground orchid with a single, sparsely hairy leaf and up to three white to yellowish-green flowers with brownish tips and a darker back.",
    "Description": "Caladenia testacea is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy leaf, 50–200 mm long and 2.5–8 mm wide. Up to three white to yellowish-green flowers 100–150 mm long and 140–170 mm wide are borne on a spike 80–200 mm tall. The sepals and petals have brownish tips and are darker on their backs. The dorsal sepal curves forward, forming a hood over the column and is 8–10 mm long and about 3 mm wide. The lateral sepals are 10–12 mm long, about 3 mm wide and spread away from each other. The petals are 8–11 mm long, about 2 mm wide and spread nearly horizontally. The labellum is white, 5–6 mm long and about 4 mm wide. The sides of the labellum turn upwards and have short club-shaped teeth with yellow or purple heads and there are four crowded rows of dark dark purple, club-shaped calli along the centre of the labellum. Flowering occurs from October to November and in some areas, the flowers have a sweet honey scent.",
    "Taxonomy and naming": "Caladenia testacea was first formally described in 1810 by Robert Brown and the description was published in Prodromus florae Novae Hollandiae. The specific epithet (testacea) is a Latin word meaning \"with a shell\".",
    "Distribution and habitat": "Honey caps is found in coastal areas of New South Wales south from Newcastle and on the central highlands, growing in heath, woodland and forest. Flowering is stimulated by summer fires and by light clearing.",
    "References": "",
    "External links": "The Nature of Robertson - Stegostyla testacea"
  }
}