{
  "url": "https://en.wikipedia.org/wiki/Caladenia_mentiens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. mentiens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia mentiens, commonly known as lesser fingers, is a species of orchid endemic to south-eastern Australia which grows singly, or in small, loose groups. It has a single, sparsely hairy, erect, linear leaf and a single whitish or pinkish coloured flower with a darker back and a cream-coloured labellum.",
    "Description": "Caladenia mentiens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, dark green, sparsely hairy, linear leaf, 30–900 mm (1–40 in) long and about 1 mm (0.04 in) wide. A single whitish or pinkish flower 7–11 mm (0.3–0.4 in) long and 10–14 mm (0.4–0.6 in) wide is borne on a stalk 40–160 mm (2–6 in) tall. The backs of the sepals and petals are a darker pink colour. The dorsal sepal is erect, 7–9 mm (0.3–0.4 in) long and 2.5 mm (0.1 in) wide and the lateral sepals are about the same length but slightly wider. The petals are 7–9 mm (0.3–0.4 in) long and 2.5 mm (0.1 in) wide. The lateral sepals and petals are held close to horizontally. The labellum is 5–6 mm (0.20–0.24 in) long and wide and is cream-coloured with red cross-bars and a yellowish tip. The sides of the labellum have a few short teeth near the tip and there are two short rows of yellow calli with red stalks in the centre of the labellum. Flowering occurs from October to November. The flowers are self-pollinating and only open for a short period, sometimes not at all.",
    "Taxonomy and naming": "Caladenia mentiens was first described in 1998 by David Jones from a specimen collected in the Carr Villa Flora Reserve in Launceston and the description was published in Australian Orchid Research. The specific epithet (mentiens) is a Latin word meaning \"counterfeiting\" or \"imitating\", referring to the similarity of this species to C. minor and C. pusilla.",
    "Distribution and habitat": "Lesser fingers occurs in New South Wales, Victoria, Tasmania and on King Island and Flinders Island. It grows in dense forests near the coast in Tasmania and in forest and heath in Victoria. It is poorly known throughout its range, is easily overlooked and may be widespread.\n\n\n== References =="
  }
}