{
  "url": "https://en.wikipedia.org/wiki/Caladenia_stellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. stellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia stellata, commonly known as the starry spider orchid is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single, hairy leaf and usually only one greenish-cream flower with red markings.",
    "Description": "Caladenia stellata is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single, dull green, hairy, linear leaf, 60–150 mm long and 5–10 mm wide with reddish-purple blotches near its base. Usually only one flower about 40 mm across is borne on a spike 120–300 mm tall. The flowers are greenish cream and the sepals have thick, dark red, club-like glandular tips 5–10 mm long. The dorsal sepal is erect, 25–40 mm long, 1–3 mm wide and curves gently forwards. The lateral sepals are 26–40 mm long and 2–4 mm wide and spread widely, curving slightly downwards. The petals are 20–30 mm long, about 2 mm wide and curve downwards. The labellum is 12–18 mm long, 7–13 mm wide, and greenish-cream with a dark red tip. The sides of the labellum turn upwards, the tip is curled under and there are six to eight short linear teeth on each side. There are four rows of dark red, club-shaped calli along the mid-line of the labellum. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia stellata  was first formally described in 1991 by David Jones and the description was published in Australian Orchid Research. The specific epithet (stellata) is a Latin word meaning \"starry\", referring to the star-like spreading of the lateral sepals and petals.",
    "Distribution and habitat": "The starry spider orchid occurs in New South Wales south from Rankins Springs and in eastern South Australia where it grows usually grows in Callitris woodland. The South Australian plants may belong to a separate species.",
    "Ecology": "Males of the wasp species Phymatothynnus nitidus have been shown to be the pollinator of this orchid when they attempt to mate with the flower.\n\n\n== References =="
  }
}