{
  "url": "https://en.wikipedia.org/wiki/Caladenia_startiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. startiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia startiorum, commonly known as Starts' spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three pink flowers with a fringe of long teeth on the sides of the labellum and pinkish to brown club-like glandular tips on the sepals.",
    "Description": "Caladenia startiorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–200 mm (4–8 in) long and 7–10 mm (0.3–0.4 in) wide. Up to three pink flowers 70–100 mm (3–4 in) long and 60–90 mm (2–4 in) wide are borne on a stalk 200–600 mm (8–20 in) tall. The sepals and petals have thick pinkish to brown glandular tips. The dorsal sepal is erect, 40–55 mm (1.6–2.2 in) long and 2–3 mm (0.08–0.1 in) wide and the lateral sepals are the same size, spread apart from each other with their tips turning downwards. The petals are 30–35 mm (1.2–1.4 in) long and 3–4 mm (0.1–0.2 in) wide and arranged like the lateral sepals. The labellum is 19–25 mm (0.7–1 in) long, 10–12 mm (0.4–0.5 in) wide and white or pale to deep pink with narrow red teeth up to 5 mm (0.2 in) long on the sides. The tip of the labellum is curled under and there are four rows of pink calli up to 2 mm (0.08 in) long, along the mid-line of the labellum. Flowering occurs from September to October, more prolifically after summer fires.",
    "Taxonomy and naming": "Caladenia startiorum was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near the northern edge of the Mount Lindesay National Park and the description was published in Nuytsia. The specific epithet (startiorum) honours the Start family for their interest in Australian orchids and for discovering this species.",
    "Distribution and habitat": "Starts' spider orchid is found between Mount Barker and the Porongurup National Park in the Jarrah Forest biogeographic regions where it grows in moist heath and nearby woodland and in dense shrubby forest.",
    "Conservation": "Caladenia startiorum is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}