{
  "url": "https://en.wikipedia.org/wiki/Caladenia_ensigera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. ensigera"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia ensigera is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single leaf and one or two greenish cream to whitish green flowers and is only known from Alligator Gorge in the Mount Remarkable National Park.",
    "Description": "Caladenia ensigera is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, dull green, hairy, narrow lance-shaped leaf, 80–150 mm (3–6 in) long and 8–14 mm (0.3–0.6 in) wide with purple blotches near its base. The leaf and the flowering stem are densely covered with erect transparent hairs. One or two greenish cream to whitish green flowers 70–90 mm (3–4 in) wide are borne on a flowering stem 140–350 mm (6–10 in) tall. The sepals and petals spread stiffly and widely and have thick, flat, blackish, sword-like glandular tips. The dorsal sepal is 45–56 mm (1.8–2.2 in) long, about 4 mm (0.2 in) wide, oblong near the base then tapering to a glandular tip 24–30 mm (0.9–1 in) long and about 2 mm (0.08 in) wide. The lateral sepals are lance-shaped near their bases, 45–55 mm (1.8–2.2 in) long, about 4 mm (0.2 in) wide and taper to narrow glandular tips similar to that on the dorsal sepal. The petals are 32–45 mm (1–2 in) long, about 2 mm (0.08 in) wide, narrow lance-shaped near the base then ending in a glandular tip 13–27 mm (0.5–1 in), about 2 mm (0.08 in) wide and even more prominent than those on the sepals. The labellum is lance-shaped to egg-shaped, 13–16 mm (0.5–0.6 in) long, 8–11 mm (0.3–0.4 in) wide and has seven to nine pairs of widely spaced, linear teeth on the edges. The tip of the labellum curls downward and there are four or six rows of purplish-red, stalked calli up to 3 mm (0.1 in) long along the mid-line of the labellum. Flowering occurs in August and September.",
    "Taxonomy and naming": "Caladenia ensigera was first formally described in 2006 by David Jones, who gave it the name Arachnorchis ensigera and published the description in Australian Orchid Research from a specimen collected in Alligator Gorge. In 2008, Robert Bates changed the name to Caladenia ensigera. The specific epithet (ensigera) is derived from the Latin word ensiger meaning \"sword-bearing\", referring to the bayonet-like tips of the sepals and petals.",
    "Distribution and habitat": "This spider orchid only occurs in Alligator Gorge in the Mount Remarkable National Park where it grows in woodland with a shrubby understorey.\n\n\n== References =="
  }
}