{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._merrittii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. merrittii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. merrittii, commonly known as Merritt's white spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three large, mainly white flowers with very long, drooping lateral sepals and petals, and a white broad labellum with relatively short labellum teeth. It is one of the largest spider orchids.",
    "Description": "Caladenia longicauda subsp. merrittii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 120–200 mm (5–8 in) long and 6–10 mm (0.2–0.4 in) wide. Up to three, mainly white flowers 180–250 mm (7–10 in) long and 120–180 mm (5–7 in) wide are borne on a spike 300–450 mm (10–20 in) tall. The dorsal sepal is erect and the dorsal and lateral sepals are 94–150 mm (4–6 in) long and 3–6 mm (0.1–0.2 in) wide with long drooping tips. The petals are 90–110 mm (3.5–4.3 in) long and 2–4 mm (0.08–0.2 in) wide. The labellum is white, 20–28 mm (0.8–1 in) long, 9–11 mm (0.35–0.43 in) wide with narrow teeth, shorter than those in other subspecies, along its edges. There are four or more rows of pale red calli in the centre of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, including subspecies merrittii and the descriptions were published in Nuytsia. The subspecies name (merrittii) honours an orchid enthusiast, Wayne Merritt, who was one of the first to recognise this orchid as a new subspecies.",
    "Distribution and habitat": "Merritt's white spider orchid mainly occurs between Augusta, Margaret River and Nannup in the Jarrah Forest and Warren biogeographic regions where it grows in jarrah forest.",
    "Conservation": "Caladenia longicauda subsp. merrittii  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}