{
  "url": "https://en.wikipedia.org/wiki/Caladenia_oenochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. oenochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia oenochila, commonly known as the red-lipped spider orchid, or wine-lipped spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single leaf and usually only one pale yellow-green flower with purple marks and a dark red labellum.",
    "Description": "Caladenia oenochila is a terrestrial, perennial, deciduous, herb with a spherical underground tuber. It has a single, sparsely hairy, lance-shaped leaf, 70–120 mm (3–5 in) long and 8–12 mm (0.3–0.5 in) wide with reddish spots near the base. One or two flowers 60–80 mm (2–3 in) across are borne on a spike 200–400 mm (8–20 in) tall. The flowers are pale yellow-green flowers with purple stripes or blotches. The sepals and petals are broad near their bases then suddenly taper to long, thin, reddish, glandular tips. The dorsal sepal is erect, 40–55 mm (1.6–2.2 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 40–55 mm (1.6–2.2 in) long, 4–5 mm (0.16–0.20 in) wide, spread widely and turn downwards. The petals are 35–40 mm (1–2 in) long, about 2 mm (0.08 in) wide and also curve downwards. The labellum is 12–15 mm (0.5–0.6 in) long, 9–11 mm (0.35–0.43 in) wide and dark red or pale yellow with dark red edges and the tip curled under. The sides of the labellum have dark red, linear teeth up to 2.5 mm (0.1 in) long, decreasing in length towards the tip. There are four or six well-spaced rows of calli along its mid-line. Flowering occurs in August and September and is more prolific after summer bushfire.",
    "Taxonomy and naming": "Caladenia oenochila  was first formally described in 1991 by Geoffrey Carr from a specimen collected near Officer and the description was published in Indigenous Flora and Fauna Association Miscellaneous Paper 1. The specific epithet (oenochila) is derived from the Ancient Greek words οἶνος oinos meaning \"wine\" and χεῖλος cheilos meaning \"lip\" or \"rim\".",
    "Distribution and habitat": "The red-lipped spider orchid is mostly found in the southern foothills of the Great Dividing Range where it grows in shaded places in forest or woodland.",
    "Conservation": "Caladenia oenochila  is listed as  \"vulnerable\" under the Victorian Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}