{
  "url": "https://en.wikipedia.org/wiki/Caladenia_saggicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. saggicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia saggicola, commonly known as the sagg spider orchid, is a species of orchid endemic to Tasmania. It has a single erect, hairy leaf and one or two white flowers with very pale reddish lines and black tips.",
    "Description": "Caladenia saggicola is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 40–130 mm (2–5 in) long and 3–8 mm (0.1–0.3 in) wide. One or two flowers 50–70 mm (2–3 in) wide are borne on a stalk 150–350 mm (6–10 in) tall. The flowers are white with very pale reddish lines and the sepals and petals have long, grey to blackish, thread-like tips. The dorsal sepal is 30–60 mm (1–2 in) long and 2–3 mm (0.08–0.1 in) wide with a long, drooping tip. The lateral sepals are 30–60 mm (1–2 in) long and 3–5 mm (0.1–0.2 in) wide and spreading widely but with drooping tips. The petals are 30–40 mm (1–2 in) long and 2–4 mm (0.08–0.2 in) wide and arranged like the lateral sepals. The labellum is 10–14 mm (0.4–0.6 in) long, 8–10 mm (0.3–0.4 in) wide and white to cream-coloured. The sides of the labellum have teeth up to 2 mm (0.08 in) long, the tip of the labellum is curled under and there are four or six rows of calli up to 1.5 mm (0.06 in) long, along the mid-line of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia saggicola was first described in 1998 by David Jones from a specimen collected near Cambridge and the description was published in Australian Orchid Research. The specific epithet (saggicola) is a reference to the common name \"sagg\" sometimes given to Lomatia longifolia which often forms a dense understorey with this orchid.",
    "Distribution and habitat": "The sagg spider orchid is only found near Cambridge and Dodges Ferry  where it grows in open woodland with a dense understory of Lomandra longifolia tussocks.",
    "Conservation": "Caladenia saggicola is classified as \"critically endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. Only about 450 individual plants are known to survive near Cambridge and three near Dodges Ferry. The main threat to the species is nearby development. Both populations occur on private land; the main habitat is carefully preserved however. Unfavourable fire regimes/uncontrolled bushfire, drought and grazing by rabbits are also threats to the species, although the main habitat is very carefully managed and monitored, and part is in a rabbit-proof fenced area.\n\n\n== References =="
  }
}