{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._redacta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. redacta"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. redacta, commonly known as the tangled white spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three large, mainly white flowers with long, drooping lateral sepals and petals. It is most similar to subspecies eminems but has smaller flowers and shorter teeth on the side of the labellum.",
    "Description": "Caladenia longicauda subsp. redacta is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 100–250 mm (4–10 in) long and 8–12 mm (0.3–0.5 in) wide. Up to three, mainly white flowers 80–120 mm (3–5 in) long and 60–80 mm (2–3 in) wide are borne on a spike 200–400 mm (8–20 in) tall. The dorsal sepal is erect, 60–80 mm (2–3 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals are 60–90 mm (2–4 in) long and 4–8 mm (0.2–0.3 in) wide, the petals are 50–80 mm (2–3 in) long and 2.5–4 mm (0.1–0.2 in) wide and all spread horizontally near their bases but then suddenly taper and droop. The labellum is white, 15–18 mm (0.6–0.7 in) long, 7–10 mm (0.3–0.4 in) wide with narrow teeth, up to 5 mm (0.2 in) long along its edges. There are two or four rows of pale red calli in the centre of the labellum. Flowering occurs from September to mid-October.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, including subspecies redacta and the descriptions were published in Nuytsia. The subspecies name (redacta) is a Latin word meaning \"edited\" or \"reduced\" referring to the relatively small size of the flower compared with those of the other subspecies.",
    "Distribution and habitat": "The tangled white spider orchid mainly occurs between Collie, Mount Barker and York  in the Avon Wheatbelt and Jarrah Forest biogeographic regions where it grows in flat areas which are inundated in winter.",
    "Conservation": "Caladenia longicauda subsp. redacta  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}