{
  "url": "https://en.wikipedia.org/wiki/Caladenia_orientalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. nobilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia orientalis, commonly known as the eastern spider orchid, is a species of orchid endemic to Victoria. It is a ground orchid with a single hairy leaf and one or two creamy-white to yellowish-green flowers and which only grows near the Mornington Peninsula.",
    "Description": "Caladenia orientalis is a terrestrial, perennial, deciduous, herb with a small, spherical, underground tuber and a single leaf, 100–150 mm (4–6 in) long and 10–15 mm (0.4–0.6 in) wide. One or two creamy-white to yellowish-green flowers 70–100 mm (3–4 in) are borne on a stalk 100–200 mm (4–8 in) tall. The sepals and petals taper to thin brown to black tips. The dorsal sepal is erect, 90–120 mm (4–5 in) long, about 3 mm (0.1 in) wide and the lateral sepals are 90–120 mm (4–5 in) long, 4–6 mm (0.16–0.24 in) wide and spread away from each other. The petals are 70–100 mm (3–4 in) long and 2–3 mm (0.08–0.1 in) wide and curve downwards with drooping tips. The labellum is 18–22 mm (0.7–0.9 in) long, 8–12 mm (0.3–0.5 in) wide, cream-coloured with many red teeth up to 2 mm (0.08 in) long on the sides and the tip curled under. There are four or six rows of reddish, foot-shaped  calli, 2 mm (0.08 in) long, along the mid-line of the labellum and decreasing in length towards its tip. Flowering occurs from September to October, but flowering generally follows summer bushfires. This species is difficult to distinguish from Caladenia patersonii and C. fragrantissima and sometimes forms hybrids with C. tessellata.",
    "Taxonomy and naming": "This orchid was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in the Indigenous Flora and Fauna Association Miscellaneous Paper 1. In 2004, Stephen Hopper and Andrew Phillip Brown raised the species to Caladenia orientalis and published the change in Australian Systematic Botany. The specific epithet (orientalis) is a Latin word meaning \"of the east\".",
    "Distribution and habitat": "Although its former distribution was wider, in 2010 surveys revealed the eastern spider orchid to only occur between Port Campbell and Yarram in the South East Coastal Plain biogeographic region where it grows in coastal heath and woodland with a heathy understorey.",
    "Conservation": "Caladenia orientalis is classified as \"endangered\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species include land clearing, trampling and inappropriate fire regimes. Experiments in Wilsons Promontory National Park have shown that fencing significantly reduces the incidence of grazing of this species.\n\n\n== References =="
  }
}