{
  "url": "https://en.wikipedia.org/wiki/Caladenia_magnifica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. magnifica"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia magnifica, commonly known as the magnificent spider orchid is a species of orchid endemic to Victoria. It has a single leaf and one or two reddish crimson or yellow flowers streaked with crimson and with dark reddish tips. It has not been sighted since 1979 and is presumed to be extinct.",
    "Description": "Caladenia magnifica is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect leaf, 100–150 mm (4–6 in) long and 15–20 mm (0.6–0.8 in) wide. One or two reddish crimson, or yellow flowers streaked with crimson, 70–100 mm (3–4 in) wide are borne on a stalk 200–300 mm (8–10 in) tall. The sepals and petals have long, dark reddish, thread-like tips. The dorsal sepal is erect, 70–100 mm (3–4 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 70–100 mm (3–4 in) long, 4–6 mm (0.16–0.24 in) wide and spreading with drooping ends. The petals are 60–80 mm (2–3 in) long and 2–4 mm (0.08–0.2 in) wide and arranged like the lateral sepals. The labellum is 18–22 mm (0.7–0.9 in) long, 16–18 mm (0.6–0.7 in) wide and dark reddish-purple. The tip of the labellum is curled under and the sides are turned up and have many purplish teeth up to 4 mm (0.2 in) long. There are four or six rows of reddish-purple calli up to 2 mm (0.08 in) long in the centre of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "The magnificent spider orchid was first described in 1936 by William Nicholls and given the name Caladenia patersonii var. magnifica and the description was published in The Victorian Naturalist. In 1989 David Jones and Geoffrey Carr raised it to species status. The specific epithet (magnifica) is a Latin word meaning \"noble\", \"eminent\" or \"splendid\".",
    "Distribution and habitat": "The magnificent spider orchid occurs in the Clydesdale district near Guildford in central Victoria where it grows in open forest with a sparse understorey. It has not been seen since 1979 and is presumed to be extinct.",
    "Conservation": "Caladenia magnifica is classified as \"extinct\" under the Victorian Government Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}