{
  "url": "https://en.wikipedia.org/wiki/Caladenia_filifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. filifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia filifera, commonly known as the blood spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a relatively common orchid in its natural range, often forming clumps, and has a single hairy leaf and up to three blood-red flowers.",
    "Description": "Caladenia filifera is a terrestrial, perennial, deciduous, herb with an underground tuber and which often forms clumps or tufts. It has a single erect, hairy leaf, 60–150 mm (2–6 in) long and 2–4 mm (0.08–0.2 in) wide. Up to three blood red flowers 100–120 mm (4–5 in) long and 60–80 mm (2–3 in) wide are borne on a stalk 150–350 mm (6–10 in) high. The dorsal sepal is erect, 50–100 mm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide at the base. The lateral sepals and petals are a similar size and shape to dorsal sepal but are held horizontally near their bases then taper to thin, wispy, drooping tips. The labellum is 10–15 mm (0.4–0.6 in) long and 6–10 mm (0.2–0.4 in) wide and is entirely blood red with a few darker marks, sometimes white near its base. The sides of the labellum have short, blunt teeth, its tip is curved downwards and there are two rows of anvil-shaped calli along its centre. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia filifera was first described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (filifera) is derived from the Latin word filum meaning \"a thread\" and the suffix -fero meaning \"to bear\" or \"to carry\".",
    "Distribution and habitat": "The blood spider orchid occurs near Watheroo in the Avon Wheatbelt, and Jarrah Forest biogeographic regions where it grows in well-drained soils in forest and scrubland. Its flowering is stimulated by fires in the previous summer. It previously was more widespread but its distribution has been reduced due to changes in fire regimes.",
    "Conservation": "Caladenia filifera  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}