{
  "url": "https://en.wikipedia.org/wiki/Caladenia_tessellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. tessellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia tessellata, commonly known as the thick-lip spider-orchid, is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single hairy leaf and one or two yellowish-green flowers with dark red markings.",
    "Description": "Caladenia tessellata is a terrestrial,  perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, linear to lance-shaped leaf, 50–100 mm long and 4–9 mm wide. Up to three yellowish-green flowers with dark red marks are borne on a thin, wiry stalk 20–150 mm tall. The sepals and petals taper to fine, short, thread-like tips. The dorsal sepal is erect at its base, then curves forward and is 15–25 mm long and 2–3 mm wide.  The lateral sepals are 15–25 mm long and 3–5 mm wide, curve downwards and are nearly parallel to each other. The petals are 15–25 mm long and about 2 mm wide and also curve downwards. The labellum is cream-coloured to green, often with a dark red tip and is heart-shaped, 8–9 mm long and wide. The sides of the labellum often have a few short, blunt teeth, the tip is curled under and there are four to six rows of shiny black calli in the lower central part. Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia tessellata was first formally described by Robert Fitzgerald in 1876 and the description was published in his book Australian Orchids from a specimen collected in Hunters Hill. The specific epithet (tessellata) is a Latin word meaning \"inlaid with small square stones\" or \"mosaic\" in reference to the labellum appearing to be paved with short, thick calli.",
    "Distribution and habitat": "This caladenia is found in near-coastal areas from Swansea in New South Wales to Westernport Bay in Victoria although there is a more inland population near Braidwood. It usually grows in grassy woodland.",
    "Conservation": "Caladenia tessellata is known from about 19 populations containing a total of 450 plants. Six of these populations are in New South Wales, and in some, no plants have been observed for more than 20 years. The largest N.S.W. population is in the Morton National Park and in Victoria the largest is in the Wilsons Promontory National Park. The species is classified as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are habitat disturbance caused by activities such as road maintenance, trampling as many plants are near walking tracks, altered fire regimes and browsing by kangaroos and wallabies.\n\n\n== References =="
  }
}