{
  "url": "https://en.wikipedia.org/wiki/Caladenia_swartsiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. swartsiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia swartsiorum, commonly known as the Island Point spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three pale greenish-yellow and white flowers and is only known from a small area near the Harvey Estuary.",
    "Description": "Caladenia swartsiorum is a terrestrial, perennial, deciduous, herb with an underground tuber and which sometimes grows in small clumps. It has a single erect leaf, 200–230 mm long, 6–13 mm wide and pale green with reddish-purple blotches. Up to three pale greenish-yellow and white flowers 80-100 across are borne on a stalk 300–350 mm high. The sepals and petals suddenly narrow about one-third along to a brownish-black, densely glandular tip. The dorsal sepal is erect, then slightly curved forward, 50–80 mm long and 2–3 mm wide. The lateral sepals are 50–90 mm long, 3–4 mm wide and spread horizontally near the base, then curve downwards with a drooping tip. The petals are 50–70 mm long and 3–4 mm wide and arranged like the lateral sepals. The labellum is 16–21 mm long, 18–21 mm wide and white to pale yellow with red lines and spots. The sides of the labellum have linear, forward-facing, red and white teeth, decreasing in length towards the tip of the labellum which is curled under. There are four rows of red, anvil-shaped calli up to 1.5 mm long, along its centre. Flowering occurs from late September to October.",
    "Taxonomy and naming": "Caladenia swartsiorum was first described in 2015 by Andrew Phillip Brown and Garry Brockman from a specimen collected south of Mandurah and the description was published in Nuytsia. The specific epithet (swartsiorum) honours Eric and Nigel Swarts who brought the orchid to the attention of Brown and Brockman.",
    "Distribution and habitat": "The Island Point spider orchid is only known from a small area near Mandurah in the Swan Coastal Plain biogeographic region where it grows in woodland on the verge of winter-wet areas.",
    "Conservation": "Caladenia swartsiorum is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}