{
  "url": "https://en.wikipedia.org/wiki/Caladenia_dundasiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. dundasiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia dundasiae, commonly known as the Patricia's spider orchid and Dundas spider orchid is a species of orchid endemic to a small area in the south-west of Western Australia. It is a rare orchid with a single hairy leaf and one or two, usually red flowers with thin, stiffly-held lateral sepals and petals.",
    "Description": "Caladenia dundasiae has a single erect, hairy leaf, 45–150 mm (2–6 in) long and 2–4 mm (0.08–0.2 in) wide. One or two flowers 60–80 mm (2–3 in) wide are borne on a stalk 150–350 mm (6–10 in) high. The flowers are red or sometimes pink or cream-coloured. The dorsal sepal is erect, 55–65 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide at the base. The lateral sepals are a similar size to the dorsal sepal but are widely separated and held stiffly at a downward angle. The petals are similar to the lateral sepals but slightly shorter and narrower. The labellum is 7–10 mm (0.3–0.4 in) long and 4–6 mm (0.16–0.24 in) wide and red with a white or cream-coloured base and short, forward-facing teeth on its sides. There are two rows of red and white calli along the centre of the labellum. Flowering occurs from July to August.This species is similar to C. erythrochila but has more stiffly-held and shorter sepals and petals.",
    "Taxonomy and naming": "Caladenia dundasiae was first described by Stephen Hopper and Andrew Brown in 2001 in from a specimen collected near the Watheroo. The description was published in Nuytsia. The specific epithet (dundasiae) honours the botanical artist, Patricia Dundas.",
    "Distribution and habitat": "Patricia's spider orchid is only known from a small area near Watheroo where it grows in York gum and wandoo woodland in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions.",
    "Conservation": "Caladenia dundasiae  is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}