{
  "url": "https://en.wikipedia.org/wiki/Caladenia_uliginosa_subsp._patulens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. uliginosa"
    },
    {
      "Subspecies": "C. u. subsp. patulens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia uliginosa subsp. patulens, commonly known as the frail spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three greenish-cream flowers which have a forward-projecting, white labellum.",
    "Description": "Caladenia uliginosa subsp. patulens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 120–180 mm long and 6–10 mm wide. Up to three greenish-cream flowers 80–100 mm long and 40–60 mm wide are borne on a spike 200–350 mm tall. The sepals and petals have brownish, thread-like tips. The dorsal sepal is erect, 45–100 mm long and about 2 mm wide and the lateral sepals are 45–100 mm long, 4–5 mm wide and curve downwards. The petals are 35–80 mm long and about 3 mm wide and arranged like the lateral sepals. The labellum is 14–22 mm long, 7–10 mm wide and projects forward with a white tip. The side of the labellum have short, thin, pale red teeth, its tip curves downward and there are four rows of pale red calli along its centre. Flowering occurs from September to early October.",
    "Taxonomy and naming": "Caladenia uliginosa was first described in 1984 by Alex George and the description was published in Nuytsia. In 2001, Stephen Hopper and Andrew Phillip Brown described three subspecies, including subspecies patulens and the description was also published in Nuytsia from a specimen collected near Harvey. The subspecies name (patulens) is derived from the Latin word patulus meaning \"spread out\" or \"open\" referring to the lateral sepals and petals which are more spreading in this subspecies than in subspecies uliginosa.",
    "Distribution and habitat": "The frail spider orchid is found between Harvey and Nannup in the  Jarrah Forest and Swan Coastal Plain biogeographic regions where it usually grows among dense shrubs in woodland and forest.",
    "Conservation": "Caladenia uliginosa subsp. patulens  is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}