{
  "url": "https://en.wikipedia.org/wiki/Caladenia_saxicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. saxicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia saxicola, commonly known as the banded ironstone spider orchid is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two dull creamy-white to pale yellow flowers with spreading lateral sepals and petals.",
    "Description": "Caladenia saxicola is a terrestrial, perennial, deciduous, herb with an underground tuber. It is sometimes found as a solitary plant or otherwise in small clumps. It has a single pale green, erect, hairy leaf 60–110 mm (2–4 in) long, 3–6 mm (0.1–0.2 in) wide. One or two flowers 90–150 mm (4–6 in) long and 80–140 mm (3–6 in) wide are borne on a spike 17–35 mm (0.7–1 in) tall. The flowers are dull creamy-white to pale yellow with dark red lines and blotches. The dorsal sepal is erect, 60–80 mm (2–3 in) long, 2–3 mm (0.08–0.1 in) wide and curves slightly forwards. The sepals and petals are linear to lance-shaped near their base, then suddenly narrow to a purplish-black, thread-like tip covered with glandular hairs. The lateral sepals are 70–90 mm (3–4 in) long, 2–4 mm (0.08–0.2 in) wide and spread widely but curving downwards. The petals are 40–80 mm (2–3 in) long, 1–4 mm (0.04–0.2 in) wide and spread widely, usually curving gently upwards. The labellum is creamy yellow with red stripes, 14–18 mm (0.6–0.7 in) long, 6–9 mm (0.2–0.4 in) wide with serrations on the sides. The tip of the labellum curves downwards and there are two rows of anvil-shaped calli up to 1.5 mm (0.06 in) long along its centre. Flowering occurs from late July to early September.",
    "Taxonomy and naming": "Caladenia saxicola was first formally described by Andrew Brown and Garry Brockman in 2007 from a specimen collected near Coolgardie. The description was published in Nuytsia. The specific epithet (saxicola) is derived from the Latin word saxum meaning \"rock\" and the suffix -cola meaning \"dweller in\" referring to the rocky habitat where this species grows.",
    "Distribution and habitat": "The banded ironstone spider orchid is found between Canna and Diemals in the Coolgardie and Yalgoo biogeographic regions where it mostly grows in seasonally moist soils on banded ironstone hills.",
    "Conservation": "Caladenia saxicola is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}