{
  "url": "https://en.wikipedia.org/wiki/Caladenia_amnicola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. amnicola"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia amnicola, commonly known as the Bundarra spider orchid is a plant in the orchid family Orchidaceae and is endemic to a small area in New South Wales. It has a single leaf and usually only one greenish-yellow flower with red markings and is only known from a single population.",
    "Description": "Caladenia amnicola is a terrestrial, perennial, deciduous, herb with an underground tuber and which has a single leaf, 100–150 mm (4–6 in) long and 5–6 mm (0.20–0.24 in) wide. Usually only a single flower is borne on a stalk 200–350 mm (8–10 in) tall. The flower is green or greenish-yellow with red lines and is 40–50 mm (1.6–2.0 in) wide. The dorsal sepal is erect, 40–50 mm (1.6–2.0 in) long and 2–3 mm (0.08–0.1 in) wide while the lateral sepals are a similar size but spread widely with their ends turned downwards. The petals are 25–40 mm (1–2 in) long and 1–2 mm (0.04–0.08 in) wide. The sepals and petals narrow to a thread-like end covered with glandular hairs for 5–15 mm (0.20–0.59 in). The labellum is dark green with a maroon tip, 14–18 mm (0.6–0.7 in) long and 13–17 mm (0.5–0.7 in) wide. The labellum curves forward and downwards and there are four to seven pairs of thin teeth up to 4 mm (0.2 in) long on its sides. The mid-line of the labellum has four to six rows of crowded reddish calli. Flowering occurs from November to January.",
    "Taxonomy and naming": "Caladenia amnicola was first formally described by David L. Jones in 1997 and the description was published in The Orchadian from a specimen collected 20 km (10 mi) west of Armidale near the road to Bundarra. The specific epithet (amnicola) is a Latin word meaning \"inhabitant of or by a river\".",
    "Distribution and habitat": "Bundarra spider orchid is only known from a single population at the type location. It grows in a layer of dense, low shrubs near a forest stream.",
    "Conservation": "Caladenia amnicola is listed as \"2KV\" in the ROTAP classification meaning that it is vulnerable and poorly known from a restricted distribution.\n\n\n== References =="
  }
}