{
  "url": "https://en.wikipedia.org/wiki/Caladenia_evanescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. evanescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia evanescens,  commonly known as the semaphore spider orchid, is a species of orchid endemic to a small area near Albany in the south-west of Western Australia. It is a rare species with a single, hairy leaf and one or two cream-coloured to greenish-cream flowers.",
    "Description": "Caladenia evanescens is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single erect, hairy leaf, 100–150 mm (4–6 in) long and 4–5 mm (0.16–0.20 in) wide which often withers during the flowering period. One or two cream-coloured to greenish-cream flowers 60–80 mm (2–3 in) long and 50–70 mm (2–3 in) wide are borne on a stalk 150–200 mm (6–8 in) tall. The dorsal sepal is erect, 30–40 mm (1–2 in) long and 2–3 mm (0.08–0.1 in) wide at the base.  The lateral sepals are about the same size as the dorsal sepal and are stiffly held at an angle below the horizontal and curve downwards. The petals are 25–35 mm (0.98–1.4 in) long, 1.5–2.5 mm (0.06–0.1 in) wide at their bases and are stiffly held at an angle above the horizontal and curve upwards. The labellum is creamy yellow with red lines and spots, with short teeth along part of the sides and about ten pairs of white to cream-coloured, anvil-shaped calli in two rows along its centre. Flowering occurs in November.",
    "Taxonomy and naming": "Caladenia evanescens was first described by Stephen Hopper and Andrew Brown in 2001 from a specimen near Peaceful Bay, Denmark. The description was published in Nuytsia. The specific epithet (evanescens) is a Latin word meaning \"disappearing\" referring to the rarity of the species.",
    "Distribution and habitat": "Semaphore spider orchid is only known from two locations between Albany and Peaceful Bay in the Jarrah Forest and Warren biogeographic regions where it grows on the base of coastal sand dunes.",
    "Conservation": "Caladenia evanescens is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}