{
  "url": "https://en.wikipedia.org/wiki/Caladenia_roei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. roei"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia roei is a species of orchid endemic to the south-west of Western Australia. It is also known as the common clown orchid, clown orchid, ant orchid, man orchid and jack-in-the-box. It has a single erect, hairy leaf and up to three greenish-yellow and red flowers with a relatively broad labellum.  It is a common orchid throughout the south-west and is especially common on granite outcrops.",
    "Description": "Caladenia roei is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 60–150 mm (2–6 in) long and about 5 mm (0.2 in) wide. Up to three greenish-yellow and red flowers 30–40 mm (1–2 in) long, 20–30 mm (0.8–1 in) wide are borne on a stalk 120–300 mm (5–10 in) tall. The sepals have thick, yellowish-brown, club-like glandular ends 3–4 mm (0.1–0.2 in) long. The dorsal sepal is erect, 15–20 mm (0.6–0.8 in) long, about 2 mm (0.08 in) wide and often curves gently forward. The lateral sepals and petals are about the same size as the dorsal sepal and turn obliquely downward and form a crucifix-like shape. The labellum is 8–11 mm (0.3–0.4 in) long, 13–16 mm (0.5–0.6 in) wide and greenish-yellow with a small red tip which curls under. The sides of the labellum are smooth, lacking teeth but there is a dense band of dark reddish-purple, calli up to 1.5 mm (0.06 in) long, in the middle of the labellum. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia roei was first described in 1873 by Alex George and the description was published in Flora Australiensis. The specific epithet (roei) honours John Septimus Roe.",
    "Distribution and habitat": "The clown orchid is found across a wide area of the south-west of Western Australia from as far north as the Murchison River to as far east as Ravensthorpe where it grows in a range of habitats but is especially common on granite outcrops.",
    "Conservation": "Caladenia roei is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}