{
  "url": "https://en.wikipedia.org/wiki/Caladenia_atrochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. atrochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia atrochila is a plant in the orchid family Orchidaceae and is endemic to Tasmania. It is a ground orchid with a single hairy leaf and flowers that are whitish or pinkish on the front, but yellowish-green on the back and a cream-coloured labellum with dark red markings.",
    "Description": "Caladenia atrochila is a terrestrial, perennial, deciduous, herb which grows singly or in small, loose groups. It has an underground tuber and a single, sparsely hairy, narrow linear, dull green leaf, 5–12 cm (2–5 in) long and less than 1 mm (0.04 in) wide.There are one or two flowers 12–16 mm (0.5–0.6 in) in diameter borne on a fairly thick, hairy spike 6–16 cm (2–6 in) high. The dorsal sepal is erect, 8–11 mm (0.3–0.4 in) long, about 3 mm (0.1 in) wide, and narrow egg-shaped. The lateral sepals and petals are lance-shaped, 7–13 mm (0.3–0.5 in) long, about 3 mm (0.1 in) wide, whitish or pinkish on the front and yellowish-green on the back. The labellum is about 6 mm (0.2 in) long and about 7 mm (0.3 in) wide and cream-coloured with dark crimson lines. It has three distinct lobes and is erect near its base then more or less horizontal. The lateral lobes are about 3 mm (0.1 in) wide, erect and partly enclose the column. The mid-lobe is a narrow triangular shape, about 2 mm (0.08 in) long, 1.5 mm (0.06 in) wide with between two and four pairs of teeth on its edges. There are two rows of yellow calli with dark red stalks in the centre of the labellum. The column is  6–7 mm (0.2–0.3 in) long and curves forward near its end. Flowering occurs in November but the flowers are only open for a day or two before self-pollinating.",
    "Taxonomy and naming": "Caladenia atrochila was first formally described by David Jones in 1998 and the description was published in Australian Orchid Research. The type specimen was collected in Callaghans Scrub near the Arthur River. The specific epithet (atrochila) is derived from the Latin word ater meaning \"black\" and the Ancient Greek word cheilos meaning \"lip\" referring to the dark lines on the labellum.",
    "Distribution and habitat": "This caladenia is only known from dense forest in coastal and near-coastal areas of western Tasmania.\n\n\n== References =="
  }
}