{
  "url": "https://en.wikipedia.org/wiki/Caladenia_leptochila_subsp._leptochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. leptochilaFitzg.[1]"
    },
    {
      "Subspecies": "C. l. subsp. leptochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia leptochila subsp. leptochila, commonly known as the narrow-lipped spider orchid, is a plant in the orchid family Orchidaceae and is endemic to South Australia. It has a single leaf and one or two yellowish or red flowers. It differs from subspecies leptochila in the colour of its flowers, lack of toothed edges to its labellum, and its distribution.",
    "Description": "Caladenia leptochila subsp. leptochila is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect leaf, 100–200 mm (4–8 in) long and 8–12 mm (0.3–0.5 in) wide. One or two yellowish or red flowers 25–35 mm (0.98–1.4 in) in diameter are borne on a stalk 200–450 mm (8–20 in) tall. The sepals have thin, reddish, club-like glandular tips 5–8 mm (0.2–0.3 in) long. The dorsal sepal is erect, 40–65 mm (2–3 in) long and about 4 mm (0.2 in) wide. The lateral sepals are sbout the same size as the dorsal sepal but are turned stiffly upwards. The petals are 35–45 mm (1.4–1.8 in) long and about 3 mm (0.1 in) wide and spread horizontally or turn upwards. The labellum is 12–15 mm (0.5–0.6 in) long and 5–7 mm (0.2–0.3 in) wide and red with the tip rolled under. The sides of the labellum lack the teeth of subspecies  dentata but there are four rows of short, red calli along its mid-line. Flowering occurs from September to November.",
    "Taxonomy and naming": "Caladenia leptochila was first formally described by Robert FitzGerald in 1882 and the description was published in The Gardener's Chronicle from a specimen collected on Mount Lofty. In 2008 a new subspecies (Caladenia leptochila subsp. dentata) was described, with the result that Caladenia leptochila subsp. leptochila became an autonym. The specific epithet (leptochila) is derived from the Ancient Greek words leptos meaning \"fine\" or \"small\" and cheilos meaning \"lip\".",
    "Distribution and habitat": "The narrow-lipped spider orchid occurs in the south-east of South Australia where it grows in clay or gravelly soils in shrubby forest in the Mount Lofty ranges. It is thought to have been common in Victoria in the past but is now probably extinct.\n\n\n== References =="
  }
}