{
  "url": "https://en.wikipedia.org/wiki/Caladenia_woolcockiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. woolcockiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia woolcockiorum, commonly known as Woolcock's spider orchid, is a species of orchid endemic to South Australia. It has a single, long, erect, hairy leaf and one or two cream-coloured to greenish-yellow flowers recognised by their long, drooping lateral sepals and petals with their ends having dark glandular tips and by the red-tipped  labellum.",
    "Description": "Caladenia woolcockiorum is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy, dull green leaf, 60–150 mm long, 10–13 mm wide which has irregular reddish blotches. One or two cream-coloured to greenish-yellow flowers about 35 mm wide are borne on a stalk 200–350 mm tall. The sepals and petals have blackish, thread-like tips. The dorsal sepal is erect, 30–40 mm long and 3–5 mm wide. The lateral sepals have similar dimensions to the dorsal sepal and turn downwards, nearly parallel to each other and have drooping tips. The petals are 25–30 mm long, about 2 mm wide and turn downwards with drooping tips. The labellum is 16–18 mm long, about 9 mm wide, cream-coloured with a prominent, rosy-red tip which projects forward before turning downwards. The sides of the labellum have dark red teeth up to about 2 mm long and there are four rows of dark red calli up to about 1 mm long along its mid-line. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia woolcockiorum was first described in 1998 by David Jones from a specimen collected in the Flinders Ranges and the description was published in Australian Orchid Research. The specific epithet (woolcockiorum) honours Collin and Dorothy Woolcock for their assistance to Jones.",
    "Distribution and habitat": "Woolcock's spider orchid only occurs in the Mount Remarkable National Park where it mostly grows under shrubs on rocky slopes and on ledges in forest.",
    "Conservation": "Caladenia woolcockiorum is classified as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"endangered\" under the South Australian National Parks and Wildlife Act. There has been an estimated decline of more than 80% in the distribution of this orchid in the last 50 to 100 years and the population size in 2006 was estimated to be about 5,400 mature individuals. The most serious threat is weed invasion but grazing by rabbits and sheep, track maintenance and altered fire regimes also threaten the species.\n\n\n== References =="
  }
}