{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. angustata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia angustata, commonly known as white caps is a species of orchid endemic to Tasmania. It has a single, hairy leaf and one or two white to pinkish flowers which are reddish or greenish on their backs. It has not been accepted as a separate species by some authorities who regard it as a synonym of Caladenia gracilis.",
    "Description": "Caladenia angustata is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows in loose groups. It has a single narrow lance-shaped, hairy leaf, 60–100 mm (2–4 in) long, about 1 mm (0.04 in) wide and is reddish-purple near its base. One or two bright white or pinkish flowers 15–20 mm (0.6–0.8 in) long and 20–25 mm (0.8–1 in) wide are borne on a stalk 80–120 mm (3–5 in) tall. The back surface of the sepals and petal is a covered with reddish or greenish-brown glands. The dorsal sepal is curved forward forming a hood over the column and is narrow egg-shaped, 10–12 mm (0.4–0.5 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are curved lance-shaped, 15–17 mm (0.6–0.7 in) long and 4–6 mm (0.16–0.24 in) wide. The petals are a similar shape to the lateral sepals, 13–16 mm (0.5–0.6 in) long and 3–4 mm (0.1–0.2 in) wide. The labellum is 7–8 mm (0.28–0.31 in) long, 4–6 mm (0.16–0.24 in) wide and white with the tip curled under. There are narrow teeth up to 1 mm (0.04 in) long with yellow tips on the sides of the labellum and four rows of white calli with yellow or purplish tips in the centre of the labellum. Flowering occurs from October to November. This orchid is similar to C. gracilis but can be distinguished by its very narrow leaf, different flower colour, smaller, more widely spaced calli and narrower column.",
    "Taxonomy and naming": "Caladenia angustata was first described in 1810 by John Lindley and the description was published in Prodromus Florae Novae Hollandiae. The specific epithet (angustata) is a Latin word meaning \"narrowed\".Caladenia angustata is regarded as a synonym of Caladenia gracilis by the Royal Botanic Gardens, Kew.Australian authorities list Caladenia longii as a synonym of C. angustata.",
    "Distribution and habitat": "White caps occurs in northern parts of Tasmania where it grows in forest on low hills with a shrubby understorey.\n\n\n== References =="
  }
}