{
  "url": "https://en.wikipedia.org/wiki/Caladenia_exilis_subsp._vanleeuwenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. exilis"
    },
    {
      "Subspecies": "C. e. subsp. vanleeuwenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia exilis subsp. vanleeuwenii, commonly known as the Moora spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is a relatively rare spider orchid with a single erect, hairy leaf and up to three variably-coloured flowers with a small white, red-striped labellum. It differes from subspecies exilis in having variably coloured flowers, different growth habit, earlier flowering and different habitat.",
    "Description": "Caladenia exilis subsp. vanleeuwenii is a terrestrial, perennial, deciduous, herb with an underground tuber which grows singly or in small tufts. It has a single erect, hairy leaf, 60–120 mm (2–5 in) long and 3–5 mm (0.1–0.2 in) wide. Up to three flowers 60–120 mm (2–5 in) long and 40–60 mm (1.6–2.4 in) wide are borne on a spike 140–250 mm (6–10 in) tall. The flowers are white, red, pale yellow or cream-coloured. The dorsal sepal is erect, 50–90 mm (2–4 in) long and about 2 mm (0.08 in) wide and tapers to a dark, thread-like tip. The lateral sepals and petals are more or less drooping with long, dark, thread-like tips. The lateral sepals are less than 50–90 mm (2–4 in) long, about 3 mm (0.1 in) wide at the base and the petals are 50–70 mm (2–3 in) long and about 2 mm (0.08 in) wide at the base. The labellum is 8–12 mm (0.3–0.5 in) long, 5–7 mm (0.2–0.3 in) wide and white or cream-coloured with red lines and spots. The edge of the labellum has short, forward-facing teeth and there are two rows of red to cream-coloured calli along its centre. Flowering occurs from June to August.",
    "Taxonomy and naming": "Caladenia exilis subsp. vanleeuwenii was first formally described in 2001 by Stephen Hopper & Andrew Brown and the description was published in Nuytsia. The specific epithet (vanleeuwenii) honours Steven van Leeuwen, an Australian research scientist who first recognised the species as distinct.",
    "Distribution and habitat": "Moora spider orchid occurs between Watheroo and Wongan Hills in the Avon Wheatbelt and Jarrah Forest biogeographic regions where it grows in York gum and salmon gum forests which are wet in winter.",
    "Conservation": "Caladenia exilis subsp. vanleeuwenii  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}