{
  "url": "https://en.wikipedia.org/wiki/Caladenia_hastata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. hastata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia hastata, commonly known as Mellblom's spider orchid is a plant in the orchid family Orchidaceae and is endemic to Victoria. It is a ground orchid with a single hairy leaf and up to three white to cream-coloured flowers with red markings on the labellum.",
    "Description": "Caladenia hastata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 80–120 mm (3–5 in) long and 2–10 mm (0.08–0.4 in) wide with a few red spots at its base. There is usually only a single flower but sometimes there are as many as three. Flowers are borne on a spike 250–350 mm (9.8–14 in) tall. The flowers are white to cream-coloured, sometimes with red markings. The sepals and petals have rather, club-like, dark brown glandular tips, and spread widely. The dorsal sepal is erect, 30–40 mm (1–2 in) long and 3–4 mm (0.1–0.2 in) wide and curves gently forward. The lateral sepals are 30–40 mm (1–2 in) long and 4–5 mm (0.16–0.20 in) wide and the petals are 20–30 mm (0.8–1 in) long and about 3 mm (0.1 in) wide. The labellum is 14–16 mm (0.55–0.63 in) long, 10–12 mm (0.4–0.5 in) wide and curves forward with the tip rolled under. It is white to creamy-white with many linear-shaped, purplish teeth up to 2 mm (0.08 in) long along its sides and four or six crowded rows of calli along its mid-line. Flowering occurs in October and November.",
    "Taxonomy and naming": "The species was first formally described by William Nicholls in 1942 and given the name Arachnorchis patersonii var. hastata from a specimen collected near Portland. The description was published in The Victorian Naturalist. In the same year, Herman Rupp changed the name to Caladenia hastata and the change was also published in The Victorian Naturalist. The specific epithet (hastata) is a Latin word meaning “spear-shaped” or \"armed with a spear\".",
    "Distribution and habitat": "Caladenia hastata grows in dense coastal heath in the Portland area. It is thought to have been common there before 1950 but then to have become extinct, until specimens were found at Point Danger. The numbers at Point Danger also declined until only six plants were recorded in 1996. Following conservation efforts, the numbers increased until there were about 740 plants recorded in five population.",
    "Conservation": "Caladenia hastata is listed as \"endangered\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species weed invasion, especially by coast wattle (Acacia longifolia) and boneseed (Chrysanthemoides monilifera), road maintenance activity and pollution from a nearby aluminium smelter.\n\n\n== References =="
  }
}