{
  "url": "https://en.wikipedia.org/wiki/Caladenia_lodgeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. lodgeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia lodgeana, commonly known as Lodge's spider orchid, is a species of orchid endemic to a restricted area of the south-west of Western Australia. It has a single, hairy leaf and up to three cream, red and pink flowers and a labellum which lacks the red tip common to many other similar caladenias.",
    "Description": "Caladenia lodgeana is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–200 mm (4–8 in) long and 5–15 mm (0.2–0.6 in) wide. Up to three cream-coloured, red and pink flowers 100–140 mm (4–6 in) long and 50–100 mm (2–4 in) wide are borne on a stalk 200–400 mm (8–20 in) tall. The sepals and petals have thin brown, club-like glandular tips 5–35 mm (0.2–1 in) long. The dorsal sepal is erect, 50–70 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 55–75 mm (2–3 in) long, 4–6 mm (0.16–0.24 in) wide and spread widely. The petals are 35–65 mm (1–3 in) long and 2–4 mm (0.08–0.2 in) wide and spread widely. The labellum is 18–25 mm (0.7–1 in) long and 11–15 mm (0.4–0.6 in) wide and white or yellowish with the tip rolled under and lacking a red tip. The sides of the labellum have thin teeth up to 8 mm (0.3 in) long and there are four rows of pale red calli up to 1.5 mm (0.06 in) long in the centre. Flowering occurs from late October to early December.",
    "Taxonomy and naming": "Caladenia lodgeana was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Margaret River and the description was published in Nuytsia. The specific epithet (lodgeana) honours the Western Australian orchid enthusiast Harry Lodge.",
    "Distribution and habitat": "Lodge's spider orchid is only known from the area between Margaret River and Augusta in the Warren biogeographic region where it grows in seasonal swamps.",
    "Conservation": "Only about 137 mature plants from two populations of C. lodgeana were known in 2008. The species is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and is listed as \"Critically Endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threats to the species are inappropriate fire regimes, weed invasion, four-wheel driving, grazing, trampling, picking and continued drying of wetlands due to water extraction and land clearance.\n\n\n== References =="
  }
}