{
  "url": "https://en.wikipedia.org/wiki/Caladenia_brownii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. brownii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia brownii, commonly known as the karri spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has an erect, hairy leaf and up to three flowers which are a combination of red, green, white and yellow. It is found in the high rainfall forests  and coastal heath of the far south-west corner of Western Australia and is the only caladenia to grow in karri  forest.",
    "Description": "Caladenia brownii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 10–25 cm (4–10 in) long and 5–10 mm (0.2–0.4 in) wide. There are up to three flowers which are a combination of red, green, white and yellow on a stem 20–60 cm (8–20 in) high. The flowers are 7–10 cm (3–4 in) long and 4–5 cm (1.6–2.0 in) wide. The lateral sepals and petals spread widely and have narrow, red, scent-producing glands on their ends. The labellum is greenish-yellow with a red tip and its sides have long, narrow teeth or \"calli\". There are four or more rows of red calli along the centre of the labellum. Flowering occurs between October and early December and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia brownii was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected near the Oldfield River. The description was published in Nuytsia. The specific epithet (brownii) honours Andrew Brown who found the type specimen",
    "Distribution and habitat": "Karri spider orchid grows in forest, woodland and coastal heath in the high rainfall areas between Dunsborough and Albany in the Jarrah Forest, Swan Coastal Plain, Warren biogeographic regions. It is the only Caladenia to grow in karri forest.",
    "Conservation": "Caladenia brownii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}