{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pendens_subsp._talbotii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pendens"
    },
    {
      "Subspecies": "C. p. subsp. talbotii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pendens subsp. talbotii, commonly known as Talbot's spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and one or two white, red and yellow flowers with long drooping petals and sepals and sometimes has a citrus-like scent.",
    "Description": "Caladenia pendens subsp. talbotii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–120 mm (3–5 in) long and 3–5 mm (0.1–0.2 in) wide. One or two white, red and yellow flowers 100–140 mm (4–6 in) long and 80–100 mm (3–4 in) wide are borne on a spike 160–250 mm (6–10 in) tall. The sepals and petals have long, brown, drooping, thread-like tips. The dorsal sepal is erect, 60–120 mm (2–5 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 60–120 mm (2–5 in) long and 3–5 mm (0.1–0.2 in) wide, turned downwards near their bases but then drooping. The petals are 55–90 mm (2–4 in) long and 3–4 mm (0.1–0.2 in) wide, spreading horizontally near their bases then drooping. The labellum is 11–17 mm (0.4–0.7 in) long, 9–12 mm (0.4–0.5 in) wide and creamy-white with red lines and spots. The sides of the labellum curve upwards and have short blunt teeth on their sides and the tip of the labellum curves downwards. There are two rows of cream-coloured, anvil-shaped calli along the centre of the labellum. Flowering occurs from September to mid-October. This subspecies differs from subspecies pendens in having darker coloured sepals and petals, shorter petals and a shorter labellum.",
    "Taxonomy and naming": "Caladenia pendens was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. At the same time they described two subspecies, including subspecies talbotii. The subspecies name (talbotii) honours Len Talbot who was one of the first to recognise this subspecies as distinct.",
    "Distribution and habitat": "Talbot's spider orchid is found between Beverley and Watheroo in the Jarrah Forest biogeographic region where it grows in wandoo woodland.",
    "Conservation": "Caladenia pendens subsp. talbotii  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}