{
  "url": "https://en.wikipedia.org/wiki/Caladenia_polychroma",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. polychroma"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia polychroma, commonly known as the Joseph's spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two relatively large and colourful but smelly flowers.",
    "Description": "Caladenia polychroma is a terrestrial, perennial, deciduous, herb with an underground tuber and which often grows in clumps. It has a single erect, hairy leaf, 70–120 mm (3–5 in) long and about 4 mm (0.2 in) wide. One or two creamy variably red, pink, yellow and white flowers 100–150 mm (4–6 in) long and 80–120 mm (3–5 in) wide are borne on a stalk 200–300 mm (8–10 in) tall. The sepals and petals have long, thin, drooping, thread-like ends. The dorsal sepal is erect, 45–100 mm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 45–100 mm (2–4 in) long and 3–4 mm (0.1–0.2 in) wide and curve stiffly downwards. The petals are 45–90 mm (2–4 in) long, 2–3 mm (0.08–0.1 in) wide and arranged like the lateral sepals. The labellum is 10–17 mm (0.4–0.7 in) long, 10–13 mm (0.4–0.5 in) wide and cream-coloured to yellow with red lines, spots and blotches. The sides of the labellum have short, blunt teeth and the tip is curled under. There are two rows of anvil-shaped, cream-coloured calli along the mid-line of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia polychroma was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Kendenup and the description was published in Nuytsia. The specific epithet (polychroma) is derived from the Ancient Greek words poly meaning \"many\" and chroma meaning \"colour\" referring to the colouring of the flowers.",
    "Distribution and habitat": "Joseph's spider orchid occurs between Frankland and the Fitzgerald River National Park in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions but is most common between Cranbrook and Kojonup. It grows near seasonally wet areas and drainage lines.",
    "Conservation": "Caladenia polychroma is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}