{
  "url": "https://en.wikipedia.org/wiki/Caladenia_subtilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. subtilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia subtilis, commonly known as the delicate spider orchid, is a species of orchid endemic to New South Wales. It has a single leaf and a single greenish to cream-coloured flower with dark red tips on the sepals.",
    "Description": "Caladenia subtilis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf, 50–110 mm (2–4 in) long and 4–6 mm (0.2–0.2 in) wide. A single greenish to cream-coloured flower 30–50 mm (1–2 in) wide is borne on a stalk 150–220 mm (6–9 in) tall. The sepals have dark red, club-like glandular tips 6–9 mm (0.2–0.4 in) long. The dorsal sepal is erect, 25–35 mm (0.98–1.4 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 25–35 mm (0.98–1.4 in) long, about 4 mm (0.2 in) wide and spread apart from each other, curving downwards. The petals are 25–35 mm (0.98–1.4 in) long, about 2 mm (0.08 in) wide and arranged like the lateral sepals. The labellum is 13–15 mm (0.5–0.6 in) long, 8–9 mm (0.3–0.4 in) wide and whitish with a dark red, downcurved tip. The sides of the labellum have red teeth and there are four or six rows of dark red calli up to 1 mm (0.04 in) long, along the mid-line of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "Caladenia subtilis was first described in 1999 by David Jones from a specimen collected in a state forest near Nowendoc and the description was published in The Orchadian. The specific epithet (subtilis) is a Latin word meaning \"fine\", \"delicate\" or \"nice\".",
    "Distribution and habitat": "The delicate spider orchid is only known from areas near Nowendoc and Nundle where it grows in open forest.\n\n\n== References =="
  }
}