{
  "url": "https://en.wikipedia.org/wiki/Caladenia_ixioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. ixioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia ixioides, commonly known as the white china orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single, broad, flattened leaf and up to three yellow or white flowers. It mostly only occurs in woodlands and forest near Perth. It was previously known as Cyanicula ixioides.",
    "Description": "Caladenia ixioides is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single flattened leaf, 20–40 mm (0.8–2 in) long, 15–20 mm (0.6–0.8 in) wide and reddish-purple underneath.  Up to three white or yellow flowers 30–50 mm (1–2 in) long and wide are borne on a stalk 40–150 mm (2–6 in) tall. The dorsal sepal is erect, 20–25 mm (0.8–1 in) long and 7–8 mm (0.28–0.31 in) wide. The lateral sepals and petals have about the same dimensions as the dorsal sepal.  The labellum is 5–9 mm (0.2–0.4 in) long, 3–5 mm (0.1–0.2 in) wide, pale yellow or white with purple stripes. The sides of the labellum have short teeth, the tip curves downwards and there are many rows of short bead-like calli covering the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia ixioides was first formally described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony.  In 2000, Stephen Hopper and Andrew Brown changed the name to Cyanicula ixioides, but in 2015, as a result of studies of molecular phylogenetics Mark Clements changed the name back to Caladenia ixioides. The specific epithet (ixioides) refers to a perceived similarity of this orchid to plants in the genus Ixia. The suffix -oides means \"likeness\" in Latin.",
    "Distribution and habitat": "This caladenia is mostly found between York and Bindoon in the Avon Wheatbelt, Jarrah Forest and Swan Coastal Plain biogeographic regions, growing in forest and woodland under wandoo and jarrah.",
    "Conservation": "Caladenia ixioides is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}