{
  "url": "https://en.wikipedia.org/wiki/Caladenia_septuosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. septuosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia septuosa, commonly known as the Koppio spider orchid, is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single erect, sparsely hairy leaf and usually only one greenish-cream flower with red stripes along the sepals and petals.",
    "Description": "Caladenia septuosa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, sparsely hairy leaf. The leaf is 60–80 mm (2–3 in) long, 7–9 mm (0.3–0.4 in) wide and dull green. Usually only a single greenish-cream flower 25–35 mm (0.98–1.4 in) across is borne on a spike 150–200 mm (6–8 in) tall. The sepals, but not the petals, have brown, club-like glandular tips 5–7 mm (0.2–0.3 in) long. The dorsal sepal is 25–40 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide and curves forward. The lateral sepals are 25–40 mm (1–2 in) long and 4–5 mm (0.16–0.20 in) wide, spread apart and curve downwards. The petals are 20–25 mm (0.8–1 in) long, about 3 mm (0.1 in) wide and arranged like the lateral sepals. The labellum is 14–16 mm (0.55–0.63 in) long and wide, green and white with a dark red tip. The sides of the labellum turn upwards and have three or four pairs of thin green teeth up to 3 mm (0.1 in) long, and the tip curves downwards. There are four or six rows of dark red calli up to 1.5 mm (0.06 in) long, along the labellum mid-line. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia septuosa  was first formally described in 1991 by David Jones and the description was published in Australian Orchid Research. The specific epithet (septuosa) is a Latin word meaning \"obscure\" referring to the small lateral lobes on the labellum.",
    "Distribution and habitat": "The Koppio spider orchid is endemic to the Eyre Peninsula where it grows in woodland.",
    "Conservation": "Caladenia septuosa is locally common and conserved in reserves.\n\n\n== References =="
  }
}