{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._australora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. australora"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subsp. australora, commonly known as the southern white spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three mostly white, relatively small flowers. It grows in woodland and mallee on the south coast in and near the Fitzgerald River National Park.",
    "Description": "Caladenia longicauda subsp. australora is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 60–160 mm (2–6 in) long and 5–10 mm (0.2–0.4 in) wide. Up to three mostly white flowers 80–120 mm (3–5 in) long and 50–80 mm (2–3 in) wide are borne on a spike 150–350 mm (6–10 in) tall. The lateral sepals and petals have long drooping tips. The dorsal sepal is erect, the lateral sepals are 5–7 mm (0.2–0.3 in) wide and the petals are 3–4 mm (0.1–0.2 in) wide. The labellum is mostly white, 18–25 mm (0.7–1 in) long with long, narrow teeth on its sides and there are four or more rows of pale red calli in its centre. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia longicauda was first formally described by John Lindley in 1840 and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001 Stephen Hopper and Andrew Brown described eleven subspecies, including subspecies australora and the descriptions were published in Nuytsia. The subspecies name (australora) is a derived from the Latin words australis meaning “southern\" and ora meaning \"the coast\" referring to the distribution of this subspecies.",
    "Distribution and habitat": "The southern white spider orchid occurs in the area between the Fitzgerald National Park and the Beaufort Inlet in the Esperance Plains biogeographic region where it grows in woodland in calcareous sand.",
    "Conservation": "Caladenia longicauda subsp. australora  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}