{
  "url": "https://en.wikipedia.org/wiki/Caladenia_saxatilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. saxatilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia saxatilis is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single hairy leaf and one or two pale creamy-green flowers, sometimes with thin reddish lines. It occurs in the southern Flinders Ranges.",
    "Description": "Caladenia saxatilis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, bright green, narrow lance-shaped leaf, 100–150 mm (4–6 in) long and 5–14 mm (0.2–0.6 in) wide with red blotches near its base. The leaf and the flowering stem are densely covered with erect transparent hairs up to 3 mm (0.1 in) long. One or two pale creamy-green flowers 45–55 mm (1.8–2.2 in) wide are borne on a wiry flowering stem 200–350 mm (8–10 in) tall. The dorsal sepal is 35–40 mm (1–2 in) long, 2.5–3 mm (0.098–0.12 in) wide, oblong to elliptic near the base then tapers to a glandular tip 7–12 mm (0.3–0.5 in) long. The lateral sepals are lance-shaped near their bases, 35–40 mm (1–2 in) long, 3.5–5 mm (0.14–0.20 in) wide and taper to narrow glandular tips slightly shorter than that on the dorsal sepal. The petals are 27–33 mm (1.1–1.3 in) long, 2–3 mm (0.08–0.1 in) wide, lance-shaped near the base then taper to a thin, sometimes glandular tip. The labellum is lance-shaped to egg-shaped, 14–16 mm (0.55–0.63 in) long, 8–11 mm (0.3–0.4 in) wide and has seven to ten pairs of linear teeth up to 1 mm (0.04 in) long on the edges. The tip of the labellum curls downward and there are four or six rows of dark red, mostly stalked calli along the mid-line of the labellum. Flowering occurs in August and September.",
    "Taxonomy and naming": "Caladenia saxatilis was first formally described in 2006 by David Jones, who gave it the name Arachnorchis saxatilis and published the description in Australian Orchid Research from a specimen collected on the eastern side of the Mount Remarkable National Park. In 2010, Robert Bates changed the name to Caladenia saxatilis. The specific epithet (saxatilis) is a Latin word meaning \"among rocks\", referring to the rocky habitat where this species usually grows.",
    "Distribution and habitat": "This spider orchid occurs in the Flinders Ranges, Northern Lofty, Murray and Yorke Peninsula botanical regions of South Australia where it grows among rocks in tall forest.\n\n\n== References =="
  }
}