{
  "url": "https://en.wikipedia.org/wiki/Caladenia_abbreviata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. abbreviata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia abbreviata, commonly known as the coastal spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three pale, creamy-yellow flowers on a flowering stem up to 35 cm (10 in) high. Although the flowers have long, thread-like petals and sepals, they are shorter and darker than those of other spider orchids. It is a rare, relatively recently discovered species although often found near human activities.",
    "Description": "Caladenia abbreviata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 8–20 cm (3–8 in) long and 4–5 mm (0.16–0.20 in) wide. The inflorescence is a raceme, 20–35 cm (8–10 in) high with up to three flowers, each flower 6–8 cm (2–3 in) long and 5–7 cm (2–3 in) wide. The dorsal sepal is erect and the lateral sepals and petal spread widely, have dark, glandular tips and are less than 4 cm (2 in) long. The labellum is white with prominent red stripes with two rows of white calli along its centre. Flowering occurs between October and early December and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia abbreviata was first formally described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected at Cosy Corner near Torbay. The description was published in Nuytsia. The specific epithet (abbreviata) is a Latin word meaning \"shortened\", referring to the relatively short petals and lateral sepals of this species.",
    "Distribution and habitat": "Coastal spider orchid occurs in scattered locations between Yallingup and William Bay in the Warren biogeographic region where it grows in consolidated sand dunes and in disturbed places such as the edges of tracks and firebreaks.",
    "Ecology": "Caladenia abbreviata attracts its pollinator via sexual deception. It is pollinated by an undescribed species of thynnine wasp from the genus Rhytidothynnus.",
    "Conservation": "Caladenia abbreviata is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}