{
  "url": "https://en.wikipedia.org/wiki/Caladenia_valida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. valida"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia valida, commonly known as the robust spider orchid, is a plant in the orchid family Orchidaceae and is endemic to south-eastern continental Australia. It is a ground orchid with a single sparsely hairy leaf and up to three white to cream-coloured flowers which sometimes have red streaks. It is similar to Caladenia reticulata but is large and taller with more stiffly spreading lateral sepals and petals.",
    "Description": "Caladenia valida is a terrestrial,  perennial, deciduous, herb with an underground tuber and a single sparsely hairy leaf, 100–150 mm long and 10–25 mm wide with red blotches near its base. One, two or three flowers up to 70 mm wide are borne on a hairy spike 200–400 mm high. The sepals have dark red, club-like glandular tips 3–5 mm long. The dorsal sepal is erect or curved forward, 35–50 mm long and about 3 mm wide. The lateral sepals are 35–50 mm long and about 4 mm wide and curve stiffly downwards. The petals are 35–45 mm long, 2–3 mm wide and curve downwards. The labellum is cream-coloured to white, 12–15 mm long, 9–11 mm wide with red markings. The sides of the labellum have reddish teeth up to 2 mm long, the tip of the labellum is curved downwards and there are four or six rows of reddish calli up to about 1 mm long, along its mid-line. Flowering occurs in September and October.Caladenia reticulata is similar and C. valida was originally described as a variety of it but is a larger, taller orchid with more stiffly spreading sepals and petals and is pollinated by different species of thynnid wasp - C. reticulata is pollinated by Phymatothynnus victor and C. valida by Phymatothynnus pygidialis.",
    "Taxonomy and naming": "This orchid was first formally described in 1942 by William Henry Nicholls who gave it the name Caladenia reticulata var. valida. The type specimen was collected near Portland and the description was published in The Victorian Naturalist. In 1989 Mark Clements and David Jones raised it to species status in Australian Orchid Research. The specific epithet (valida) is a Latin word meaning \"strong\" or \"powerful\" although Nicholls did not give a reason for applying this name.",
    "Distribution and habitat": "The robust spider orchid occurs in Victoria and South Australia where it grows in coastal, or near-coastal heath. In Victoria it grows near Portland and Anglesea and in South Australia on Kangaroo Island and southern Fleurieu Peninsula.",
    "Conservation": "Caladenia valida is listed as \"endangered\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and under the Government of South Australia National Parks and Wildlife Act 1972.\n\n\n== References =="
  }
}