{
  "url": "https://en.wikipedia.org/wiki/Caladenia_footeana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. footeana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia footeana, commonly known as the crimson spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two, relatively small pinkish-red flowers with a white, red-striped labellum. Its relatively small size makes it hard to find in its surroundings.",
    "Description": "Caladenia footeana is a terrestrial, perennial, deciduous, herb with an underground tuber and which often grows in small clumps of up to ten plants. It has a single erect, hairy leaf, 60–80 mm (2–3 in) long and 2–3 mm (0.08–0.1 in) wide. One or two flowers 50–90 mm (2–4 in) long and 50–80 mm (2–3 in) wide are borne on a stalk 100–220 mm (4–9 in) high. The flowers are dark pinkish-red with maroon markings and the sepals and petals have long, thread-like tips. The dorsal sepal is erect, 25–40 mm (1–2 in) long and about 2 mm (0.08 in) wide at the base. The lateral are 30–40 mm (1–2 in) long and 2–3 mm (0.08–0.1 in) wide at the base and spread horizontally near the base, then curve or hang downwards. The petals are about the same size as the lateral sepals and hang similarly. The labellum is 9–12 mm (0.4–0.5 in) long and 6–8 mm (0.2–0.3 in) wide and creamy-white with spreading red lines. The sides of the labellum have short, blunt teeth and the tip of the labellum is curved downwards. There are two rows of reddish, anvil-shaped calli along the centre of the labellum. Flowering occurs from July to early October.",
    "Taxonomy and naming": "Caladenia footeana was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near a creek in Cockleshell Gully near Jurien Bay and the description was published in Nuytsia. The specific epithet (footeana) honours Herbert Foote, the first president of an Australian orchid study group.",
    "Distribution and habitat": "Crimson spider orchid occurs between Cranbrook and Binnu in the Avon Wheatbelt, Coolgardie, Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in woodland or dense shrubland, and sometimes on granite outcrops.",
    "Conservation": "Caladenia footeana  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}