{
  "url": "https://en.wikipedia.org/wiki/Caladenia_armata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. armata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia armata is a plant in the orchid family Orchidaceae and is endemic to the Australian Capital Territory. It has a single dull green leaf with purple blotches near the base, and a single cream-coloured to pink flower with red to maroon markings. It is only known from a single population containing fewer than ten plants.",
    "Description": "Caladenia armata is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows in small groups. It has a single dull green leaf with purple blotches near the base. The leaf is 60–90 mm (2–4 in) long, 4–8 mm (0.2–0.3 in) wide and is densely covered with hairs up to 6 mm (0.2 in) long. A single flower 20–30 mm (0.8–1 in) wide is borne on a wiry, hairy, reddish flowering stem 150–250 mm (6–10 in) tall. The flower is cream-coloured to pink, with red lines. The dorsal sepal is 23–35 mm (0.9–1 in) long, about 2 mm (0.08 in) wide and tapers to a thick glandular tip 3–7 mm (0.1–0.3 in) long. The lateral sepals are a similar to the dorsal sepal but almost twice as wide. The petals are 20–30 mm (0.8–1 in) long and 2–3 mm (0.08–0.1 in) wide. The labellum is lance-shaped to egg-shaped, 8–11 mm (0.3–0.4 in) long and 5–8 mm (0.2–0.3 in) wide and dark red to maroon or green with a maroon tip. The labellum curves forward and there are five to twelve pairs of linear, dark purplish-red teeth on its sides. The mid-line of the labellum has four rows of calli, the longest of which are 1.5 mm (0.06 in) and shaped like hockey sticks. Flowering occurs in October.",
    "Taxonomy and naming": "Caladenia armata was first formally described in 2006 by David L. Jones who gave it the name Arachnorchis armata and published the description in Australian Orchid Research from a specimen collected on the Majura Field Firing Range. In 2010, Gary Backhouse changed the name to Caladenia armata. The specific epithet (armata) is a Latin word meaning \"furnish[ed] with weapons\", referring to the type location.",
    "Distribution and habitat": "This spider orchid is only known from ten individual plants growing in the Majura Field Firing Range in open forest of red stringbark (Eucalyptus macrorhyncha) and white gum (Eucalyptus rossii.\n\n\n== References =="
  }
}