{
  "url": "https://en.wikipedia.org/wiki/Caladenia_picta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. phaeoclavia"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia picta, commonly known as painted fingers, is a species of orchid endemic to New South Wales. It has a single, sparsely hairy leaf and a single white or pink flower with a greenish-white back. Unlike many other caladenias, it flowers in autumn.",
    "Description": "Caladenia picta is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, linear leaf, 60–120 mm (2–5 in) long and 2–3 mm (0.08–0.1 in). A single flower 20–25 mm (0.8–1 in) long and 25–30 mm (0.98–1.2 in) wide is borne on a stalk 80–150 mm (3–6 in) tall. The sepals and petals are white to pink on the front, greenish-white on the back and spread fan-like. The dorsal sepal is erect or slightly curved forward, 15–20 mm (0.6–0.8 in) long and 3–4 mm (0.1–0.2 in) wide. The lateral sepals are 18–23 mm (0.7–0.9 in) long, 5–7 mm (0.2–0.3 in) wide and the petals are 15–20 mm (0.6–0.8 in) long and 4–5 mm (0.16–0.20 in) wide. The labellum is 7–10 mm (0.3–0.4 in) long, 5–7 mm (0.2–0.3 in) wide and usually white with pink margins. The sides of the labellum curve up strongly and the tip curls downwards, and is orange-yellow with narrow teeth on the edge. There are two rows of calli with clubbed heads in the centre of the labellum. Flowering occurs from April to June.",
    "Taxonomy and naming": "This caladenia was first described in 1931 by William Nicholls who gave it the name Caladenia alba var. picta and published the description in The Victorian Naturalist. In 1989 Mark Clements raised the variety to species status and published the change in Australian Orchid Research. The specific epithet (picta) is a Latin word meaning \"painted\".",
    "Distribution and habitat": "Painted fingers is found in coastal districts of New South Wales, south from the Newcastle where it grows in eucalyptus woodland or forest.\n\n\n== References =="
  }
}