{
  "url": "https://en.wikipedia.org/wiki/Caladenia_flindersica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. flindersica"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia flindersica is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid with a single leaf and one or two cream-coloured flowers with thin dark red to blackish tips on the petals and sepals. It is only known from Alligator Gorge in the Mount Remarkable National Park.",
    "Description": "Caladenia flindersica is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, dull green, narrow lance-shaped leaf, 80–220 mm (3–9 in) long and 6–14 mm (0.2–0.6 in) wide with red or purple blotches near its base. The leaf and the flowering stem are densely covered with erect transparent hairs up to 3 mm (0.1 in) long. One or two cream coloured flowers 50–100 mm (2–4 in) wide are borne on a flowering stem 150–350 mm (6–10 in) tall. The flowers fade to white as they age and the petals and sepals have thin, dark red to blackish, glandular tips. The dorsal sepal is 40–80 mm (2–3 in) long, 3–4 mm (0.1–0.2 in) wide, oblong near the base then tapering to a glandular tip 30–55 mm (1–2 in) long and about 1 mm (0.04 in) wide. The lateral sepals are lance-shaped near their bases, 40–80 mm (2–3 in) long, 4–6 mm (0.16–0.24 in) wide and taper to narrow glandular tips similar to that on the dorsal sepal. The petals are 30–55 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide, lance-shaped near the base then end in a glandular tip but shorter than those on the sepals. The labellum is lance-shaped to egg-shaped, 13–18 mm (0.5–0.7 in) long, 7–11 mm (0.3–0.4 in) wide and has five to eight pairs of linear teeth 1–2 mm (0.04–0.08 in) long on the edges. The tip of the labellum curls downward and there are four or six rows of purplish, stalked calli along the mid-line of the labellum. Flowering occurs in late August and September.",
    "Taxonomy and naming": "Caladenia flindersica was first formally described in 2006 by David Jones, who gave it the name Arachnorchis flindersica and published the description in Australian Orchid Research from a specimen collected in Alligator Gorge. In 2008, Robert Bates changed the name to Caladenia flindersica. The specific epithet (flindersica) is a reference to the Flinders Ranges where this species occurs.",
    "Distribution and habitat": "This spider orchid is only known from in and near Alligator Gorge where it grows among shrubs in Eucalypt forest.\n\n\n== References =="
  }
}