{
  "url": "https://en.wikipedia.org/wiki/Caladenia_clavigera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. clavigera"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia clavigera, commonly known as plain-lip spider orchid or clubbed spider orchid is a plant in the orchid family Orchidaceae and is endemic to Australia. It is a ground orchid which grows as scattered individuals or in small colonies in Victoria, New South Wales and South Australia. It has a single leaf and one or two small yellowish-green and red flowers.",
    "Description": "Caladenia clavigera is a terrestrial, perennial, deciduous, herb with a spherical underground tuber and which grows as scattered individuals or in small colonies. It has a single linear to lance-shaped leaf, 5–20 cm (2–8 in) long and 5–12 mm (0.2–0.5 in) wide which is sparsely hairy on both surfaces.One, sometimes two flowers are borne on a green to brown, hairy spike 15–40 cm (6–20 in) high. The flowers are about 40 mm (2 in) in diameter with the lateral sepals and petals 25–35 mm (0.98–1.4 in) long, yellowish-green with a central red stripe and tapering to a thread-like tip. The tips of the sepals usually have black, glandular, club-like tips but these are lacking on the petals. The sepals and petals spread widely or droop and the dorsal sepal is erect and curves forward, forming a hood over the labellum. The labellum is egg-shaped to heart-shaped, 10–14 mm (0.4–0.6 in) long and 8–10 mm (0.3–0.4 in) wide, whitish to greenish with a dark red central portion, and curves forward. Teeth are mostly lacking on the sides of the labellum but there are four to six rows of golf club-shaped calli near its central part. Flowering occurs between August and January.",
    "Taxonomy and naming": "Caladenia clavigera was first formally described by John Lindley in 1940 from a specimen collected near Lithgow by Allan Cunningham. The description was published in Lindley's book, The Genera and Species of Orchidaceous Plants. The specific epithet (clavigera) is a Latin word meaning \"little clubs\", although the petals are not clubbed and sometimes neither are the sepals.",
    "Distribution and habitat": "This caladenia grows in forest and heath in New South Wales south from Wellington, in many parts of Victoria, but mostly south of the ranges and in the far south-east of South Australia.\n\n\n== References =="
  }
}