{
  "url": "https://en.wikipedia.org/wiki/Caladenia_attingens_subsp._effusa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. attingens"
    },
    {
      "Subspecies": "C. a. subsp. effusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia attingens subsp. effusa, commonly known as granite mantis orchid, is a subspecies of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two green, yellow and red flowers. It differs from the other subspecies of Caladenia attingens in having smaller flowers with lateral sepals which are not upswept and a labellum which is less than 15 mm (0.6 in) wide.",
    "Description": "Caladenia attingens subsp. effusa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 50–200 mm (2–8 in) long and 5–11 mm (0.2–0.4 in) wide. One or two green, yellow and red flowers 40–60 mm (2–2 in) long and 30–40 mm (1–2 in) wide are borne on a stalk 120–250 mm (5–10 in) tall. The sepals and petals have thin, brown, club-like glandular tips 10–12 mm (0.4–0.5 in) long. The dorsal sepal is erect, 30–40 mm (1–2 in) long and about 2 mm (0.08 in) wide and the lateral sepals are 30–40 mm (1–2 in) long, 1.5–2.5 mm (0.06–0.1 in) wide, downswept near the base then curving forwards and slightly upwards. The petals are 20–30 mm (0.8–1 in) long, 1–2 mm (0.04–0.08 in) wide and downswept. The labellum is 9–15 mm (0.4–0.6 in) long, 12–15 mm (0.5–0.6 in) wide and green with a dark red tip. The sides of the labellum have narrow teeth and there are four or more rows of crowded, red calli along its centre including near its tip. Flowering occurs from August to early October. This subspecies differs from the other two subspecies in having lateral sepals that are not strongly upswept and a labellum that is less than 15 mm (0.6 in) wide.",
    "Taxonomy and naming": "Caladenia attingens was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description, including of two subspecies, was published in Nuytsia. In 2015, Andrew Brown and Garry Brockman described subspecies effusa which, before formal description, was known as Caladenia attingens subsp. 'granite'. The description of the new subspecies was published in a later edition of Nuytsia. The name effusa is from the Latin effusus, meaning \"loose\" or \"spreading\", alluding to the lateral sepals which spread outwards rather than being sickle-shaped as in the other two subspecies.",
    "Distribution and habitat": "The granite mantis spider orchid is found between Peak Charles and Balladonia in the Mallee biogeographic region where it grows in shallow soil on granite outcrops.",
    "Conservation": "Caladenia attingens subsp. effusa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}