{
  "url": "https://en.wikipedia.org/wiki/Caladenia_orestes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. orestes"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia orestes is a plant in the orchid family Orchidaceae and is endemic to an area in the south of New South Wales. It is a ground orchid with a single leaf and one or two cream-coloured to light reddish flowers. It grows in forest on hillsides around Burrinjuck.",
    "Description": "Caladenia orestes is a terrestrial, perennial, deciduous, herb with a spherical underground tuber and a single linear to lance-shaped leaf, 60–110 mm (2–4 in) long and 6–10 mm (0.2–0.4 in) wide with a reddish to purplish base. One or two cream coloured to pink or reddish flowers are borne on a flowering stem 200–350 mm (8–10 in) tall. The dorsal sepals is 40–50 mm (1.6–2.0 in) long, about 3 mm (0.1 in) wide,\nnarrow egg-shaped to elliptic near its base then tapers to a blackish glandular tip. The lateral sepals are 40–60 mm (1.6–2.4 in) long, 3–4 mm (0.1–0.2 in) wide, lance-shaped to egg-shaped near the base then taper to blackish glandular tips. The petals are 35–45 mm (1–2 in) long, about 2–3 mm (0.08–0.1 in) wide and otherwise similar to the sepals. The lateral sepals and petals spread widely, turn down slightly or droop. The labellum is 14–17 mm (0.6–0.7 in) long, 8–11 mm (0.3–0.4 in) wide and curves forward with its tip strongly curving downwards. There are between 7 and 14 pairs of dark purplish, linear teeth up to 1.2 mm (0.05 in) long on the sides of the labellum and four or six rows of calli along the mid-line of the labellum, the longest of which are about 1.5 mm (0.06 in) long and shaped like hockey sticks. Flowering occurs during October and in early November.",
    "Taxonomy and naming": "Caladenia orestes was first formally described in 2006 by David Jones who gave it the name Arachnorchis orestes. The specimen was collected near Burrinjuck village and the description was published in Australian Orchid Research. In 2010 Gary Backhouse changed the name to Caladenia orestes and published the change in The Victorian Naturalist. The specific epithet (orestes) is an Ancient Greek word meaning \"mountaineer\" referring to the steep mountain slopes where this species grows.",
    "Distribution and habitat": "This spider orchid grows with grasses or shrubs in forest on steep hillsides around Burrinjuck in the south-west slopes region of New South Wales.\n\n\n== References =="
  }
}