{
  "url": "https://en.wikipedia.org/wiki/Caladenia_fuliginosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. fuliginosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia fuliginosa is a plant in the orchid family Orchidaceae and is endemic to the Yorke Peninsula in South Australia. It is a ground orchid with a single hairy leaf and a single relatively large, creamy-yellow flower, sometimes with reddish lines. The flowers have a smell resembling hot metal.",
    "Description": "Caladenia fuliginosa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, dull green, narrow lance-shaped leaf, 60–120 mm (2–5 in) long and 5–10 mm (0.2–0.4 in) wide with purple blotches near its base. The leaf and the flowering stem are densely covered with erect transparent hairs up to 1 mm (0.04 in) long. A single creamy-yellow flower 80–100 mm (3–4 in) wide smelling of hot metal is borne on a wiry flowering stem 150–350 mm (6–10 in) tall. The petals and sepals have thick, blackish glandular tips. The dorsal sepal is 40–70 mm (2–3 in) long, 3–4 mm (0.1–0.2 in) wide, oblong to elliptic near the base then tapering to a glandular tip about 37 mm (1 in) long and 1 mm (0.04 in) wide. The lateral sepals are lance-shaped near their bases, 40–70 mm (2–3 in) long, 4–5 mm (0.16–0.20 in) wide and taper to a narrow glandular tip similar to that on the dorsal sepal. The petals are 37–63 mm (1–2 in) long, 3–3.5 mm (0.12–0.14 in) wide, lance-shaped near the base then taper to a glandular tip similar to those on the sepals. The labellum is lance-shaped to egg-shaped, 16–20 mm (0.6–0.8 in) long, 10–12 mm (0.4–0.5 in) wide and has seven to ten pairs of linear teeth up to 2 mm (0.08 in) long on the edges. The tip of the labellum curls downward and there are six rows of purplish, mostly stalked calli along the mid-line of the labellum, the longest 2 mm (0.08 in) long and shaped like hockey sticks. Flowering occurs in late August and September.",
    "Taxonomy and naming": "Caladenia fuliginosa was first formally described in 2006 by David Jones, who gave it the name Arachnorchis fuliginosa and published the description in Australian Orchid Research from a specimen collected near Corny Point. In 2008, Robert Bates changed the name to Caladenia fuliginosa. The specific epithet (fuliginosa) is a Latin word meaning \"sooty\", referring to the blackish glandular tips on the sepals and petals.",
    "Distribution and habitat": "This spider orchid is only known from the southern part of the Flinders Ranges where it grows between rocks in sloping forest.\n\n\n== References =="
  }
}