{
  "url": "https://en.wikipedia.org/wiki/Caladenia_cadyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. cadyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia cadyi is a plant in the orchid family Orchidaceae and is endemic to the south coast of New South Wales. It has a single dull green leaf with purple blotches near the base, and a single greenish cream to cream flower with pink to reddish markings. It was only known from a single population which has been bulldozed and replaced with a pine plantation so that it is now probably extinct.",
    "Description": "Caladenia cadyi is a terrestrial, perennial, deciduous, herb with an underground tuber and which grows in small groups. It has a single dull green leaf with purple blotches near the base. The leaf is 80–150 mm (3–6 in) long, 5–8 mm (0.2–0.3 in) wide and is densely covered with hairs up to 3 mm (0.1 in) long. A single flower 40–60 mm (1.6–2.4 in) wide is borne on a wiry, hairy, reddish flowering stem 150–300 mm (6–10 in) tall. The flower is greenish cream to cream with pink to reddish stripes and blotches. The dorsal sepal is oblong to elliptic, 25–40 mm (1–2 in) long, 2–2.5 mm (0.08–0.1 in) wide and tapers to a thick glandular tip 5–9 mm (0.2–0.4 in) long. The lateral sepals are with similar to the dorsal sepal but wider. The petals are narrow lance-shaped, 18–36 mm (0.7–1 in) long and 1.52 mm (0.06 in) wide. The labellum is lance-shaped to egg-shaped, 10–13 mm (0.4–0.5 in) long and 7–8.5 mm (0.28–0.33 in) wide with erect lateral lobes. The labellum curves forward and there are five to nine pairs of linear teeth 1–1.5 mm (0.04–0.06 in) long on its sides. The mid-line of the labellum has many crowded calli near its base and four or six rows near its centre, the longest of which are 1.2 mm (0.05 in) long. Flowering occurs in September.",
    "Taxonomy and naming": "Caladenia cadyi was first formally described in 2006 by David Jones, who gave it the name Arachnorchis cadyi and published the description in Australian Orchid Research from a specimen collected near Nowra on the road to Tomerong. In 2010, Gary Backhouse changed the name to Caladenia cadyi. The specific epithet (cadyi) honours Leo Cady who collected the type specimen.",
    "Distribution and habitat": "This spider orchid was only known from the type location where it grew in shrubby forest. It was last seen in 1960, after which the site was bulldozed and planted with Pinus radiata. Although similar habitat to the type location is found nearby, the orchid has not been seen since 1960 despite extensive searching.\n\n\n== References =="
  }
}