{
  "url": "https://en.wikipedia.org/wiki/Caladenia_ashbyae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. ashbyae"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia ashbyae, commonly known as the powder-blue china orchid, is a plant in the orchid family Orchidaceae and is endemic to Western Australia. It has a relatively short, broad leaf and one or two pale bluish-mauve flowers.",
    "Description": "Caladenia ashbyae is a terrestrial, perennial, deciduous, herb with an underground tuber and a single flat leaf, 20–40 mm (0.8–2 in) long, 10–15 mm (0.4–0.6 in) wide which is often withered when the flower opens. One or two pale bluish-mauve flowers 20–30 mm (0.8–1 in) long and wide are borne on a stalk 80–150 mm (3–6 in) tall. The flowers are strongly scented and on rare occasions they are white. The dorsal sepal is erect, 15–30 mm (0.6–1 in) long and 4–8 mm (0.2–0.3 in) wide. The lateral sepals are 17–25 mm (0.7–1 in) long and 5–8 mm (0.2–0.3 in) wide and the petals are 15–25 mm (0.6–1 in) long and 5–10 mm (0.2–0.4 in) wide. The labellum is 5–8 mm (0.2–0.3 in) long, 3–5 mm (0.1–0.2 in) wide, bluish-mauve and relatively flat apart from a down-curved tip. The sides of the labellum have minute teeth and there are many scattered, bead-like calli scattered over the labellum. Flowering occurs from October to early November.",
    "Taxonomy and naming": "The powder blue china orchid was first formally described in 2000 Stephen Hopper and Andrew Brown and given the name Cyanicula ashbyae. The description was published in Lindleyana from a specimen collected in the Chiddarcooping Nature Reserve near Mukinbudin. In 2015, as a result of studies of molecular phylogenetics Mark Clements changed the name to Caladenia ashbyae. The specific epithet (ashbyae) honours Miss Alison Ashby who is credited with discovering this species.",
    "Distribution and habitat": "The powder-blue china orchid grows on and near granite outcrops between Pingrup and Beacon in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions.",
    "Conservation": "Caladenia ashbyae is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}