{
  "url": "https://en.wikipedia.org/wiki/Caladenia_clavula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. clavula"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia clavula, commonly known as the small-clubbed spider orchid, is a plant in the orchid family Orchidaceae and is endemic to South Australia. It is a ground orchid which grows singly or in loose groups and has a singly hairy leaf and usually a single greenish-yellow flower with red stripes.",
    "Description": "Caladenia clavula is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy, lance-shaped to egg-shaped leaf, 8–13 cm (3–5 in) long and 18–22 mm (0.7–0.9 in) wide. Usually only one flower is borne on a spike 10–20 cm (4–8 in) high. The flowers are greenish-yellow to brownish with central red stripes and are about 35 mm (1 in) wide. The dorsal sepal is 35–45 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide, linear in shape for about half its length then narrows to a thread-like tail. The lateral sepals are 30–40 mm (1–2 in) long, about 3 mm (0.1 in) wide, linear to lance-shaped for about half their length, curved like a sickle then narrowed to a thread-like tail. The dorsal and lateral sepals have a yellowish glandular tip. The petals are 22–30 mm (0.9–1 in) long, about 3 mm (0.1 in) wide, linear to lance-shaped and slightly curved. The labellum is broadly heart-shaped when flattened, 13–16 mm (0.5–0.6 in) long and wide, greenish to greenish-brown and has three sections. The lateral sections have five or six teeth, the longest about 5 mm (0.2 in) long. The middle section curves forward and has shorter teeth on its edges, decreasing in length towards the tip. The central part also has rows of golf-stick shaped calli along it centre. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia clavula was first formally described by David L. Jones in 1991 and the description was published in Australian Orchid Research. The type specimen was collected in the Carappee Hill Conservation Park near Darke Peak. The specific epithet (clavula) is a Latin word meaning \"little club\", referring to the small glands on the ends of the sepals.",
    "Distribution and habitat": "This caladenia grows in sparse woodland and mallee in the Flinders Ranges and Eyre Peninsula regions of South Australia.\n\n\n== References =="
  }
}