{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longicauda_subsp._borealis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longicauda"
    },
    {
      "Subspecies": "C. l. subsp. borealis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longicauda subspecies borealis, commonly known as daddy-long-legs spider orchid is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three mostly white flowers with long, drooping sepals and petals.",
    "Description": "Caladenia longicauda is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf 6–12 mm (0.2–0.5 in) wide. It is usually solitary but sometimes grows in small clumps, flowering between July and September. There are usually between one and three flowers on a stalk 250–400 mm (10–20 in) tall, each flower 90–120 mm (4–5 in) wide. The flowers are mostly white except for a few red markings and reddish stripes on the backs of the petals and sepals. The dorsal sepal is green, erect, 60–100 mm (2–4 in) long and 2–3 mm (0.08–0.1 in) wide with its edges slightly turned inwards. The lateral sepals are 70–100 mm (3–4 in) long, 4–7 mm (0.2–0.3 in) wide, spreading horizontally and stiffly near their bases but then drooping. The petals are 60–95 mm (2–4 in) long, 3–4 mm (0.1–0.2 in) and droop like the sepals. The labellum is white, 15–20 mm (0.6–0.8 in) long, 7–10 mm (0.3–0.4 in) wide with erect to spreading teeth up to 10 mm (0.4 in) long along its sides. The middle part of the labellum has the longest teeth on its edge, the teeth red with hooked white tips. The front part of the labellum curves downwards, with the teeth becoming shorter. There are between four and eight rows of calli along the central part of the labellum, the calli pale to dark red and club-shaped, up to 1.5 mm (0.06 in) tall. The fruit is a non-fleshy, dehiscent capsule containing a large number of seeds. Flowering occurs from July to September.",
    "Taxonomy and naming": "In 2001, Stephen Hopper and Andrew Brown published a review of the genus Caladenia in the journal Nuytsia and described eleven subspecies of Caladenia longicauda including subspecies borealis. (Three new subspecies have since been added.) The name borealis is derived from a Latin word boreas meaning \"northern\".",
    "Distribution and habitat": "Daddy-long-legs spider orchid is relatively widespread and locally common, usually growing in sandy, well-drained soil in Wandoo woodland, near creeks, in sheoak groves and Acacia thickets between Cataby and the Murchison River in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions.",
    "Conservation": "Caladenia longicauda subsp. borealis is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}