{
  "url": "https://en.wikipedia.org/wiki/Caladenia_winfieldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. winfieldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia winfieldii, commonly known as the majestic spider orchid, is a species of orchid endemic to the south-west of Western Australia. It is a rare species with a single erect, hairy leaf and one or two bright pink flowers and grows in only two seasonally wet locations, a few hundred metres apart.",
    "Description": "Caladenia winfieldii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–150 mm long and 6–8 mm wide. One or two bright pink flowers 80–120 mm long and 5–100 mm wide are borne on a stalk 300–600 mm high. The sepals have thin, fawn-coloured, club-like glandular tips 10–30 mm long. The dorsal sepal is erect, 35–70 mm long and 2–4 mm wide. The lateral sepals are 35–75 mm long, 4–7 mm wide, spread apart from each other and held horizontally with the tips curved downwards. The petals are 30–55 mm long, 3–5 mm wide and arranged like the lateral sepals. The labellum is 15–23 mm long, 10–11 mm wide and dark pink. The sides of the labellum have thin teeth up to 6 mm long, the tip of the labellum curls under and there are four rows of pink calli up to 2 mm long, along the mid-line. Flowering occurs from October to late November.",
    "Taxonomy and naming": "Caladenia winfieldii was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Manjimup and the description was published in Nuytsia. The specific epithet (winfieldii) honours Harry Winfield who discovered this species in 1987.",
    "Distribution and habitat": "The majestic spider orchid is only known from two populations a few hundred metres apart near Manjimup in the Jarrah Forest and Warren biogeographic regions where it grows under paperbark and Banksia trees in seasonally-wet places.",
    "Conservation": "Caladenia winfieldii is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife and as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The main threats to the species are activities of feral pigs, inappropriate fire regimes, kangaroo grazing, hydrological changes and dieback caused by Phytophthora cinnamomi.\n\n\n== References =="
  }
}