{
  "url": "https://en.wikipedia.org/wiki/Caladenia_longifimbriata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. longifimbriata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia longifimbriata, commonly known as the fringed spider orchid or green-comb spider orchid, is a rare species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and one or two green, red and white flowers with a long labellum fringe and only occurs in a few scattered populations between Jerramungup and Esperance.",
    "Description": "Caladenia longifimbriata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 80–120 mm (3–5 in) long and 6–12 mm (0.2–0.5 in) wide. One or two green, red and white flowers 60–80 mm (2–3 in) long and 50–60 mm (2.0–2.4 in) wide are borne on a stalk 250–350 mm (9.8–14 in) tall. The sepals and have thin brown, club-like glandular tips 8–12 mm (0.3–0.5 in) long. The dorsal sepal is erect, 40–50 mm (1.6–2.0 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 35–50 mm (1–2 in) long, 3–4 mm (0.12–0.16 in) wide and downturned near the base but deflected upwards nearer the tip. The petals are 25–35 mm (0.98–1.4 in) long and 2–3 mm (0.08–0.1 in) wide and spread widely or slightly downwards. The labellum is 10–15 mm (0.4–0.6 in) long and 15–18 mm (0.6–0.7 in) wide and green and white with a red tip and is delicately hinged to the column. The sides of the labellum have thin teeth up to 10 mm (0.4 in) long and there are four or more rows of densely crowded, red calli up to 5 mm (0.2 in) long in the centre. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia longifimbriata was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Jerramungup and the description was published in Nuytsia. The specific epithet (longifimbriata) is derived from the Latin words longus meaning \"long\" and fimbriatus meaning \"fringed\" or \"fibrous\" in reference to the long labellum fringe.",
    "Distribution and habitat": "Fringed spider orchid occurs in scattered populations between Jerramungup and Esperance in the Esperance Plains and Mallee biogeographic regions where it grows in mallee woodland near temporary streams.",
    "Conservation": "Caladenia fimbriata is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}