{
  "url": "https://en.wikipedia.org/wiki/Caladenia_bigeminata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. bigeminata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia bigeminata is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single erect leaf and one or two white flowers with red markings on a flowering stem up to 25 cm (10 in) tall.",
    "Description": "Caladenia bigeminata is a terrestrial, perennial, deciduous, herb with an underground tuber. It is sometimes found as a solitary plant or otherwise in small groups. It has a single erect leaf 3–9 cm (1–4 in) long, 3–7 mm (0.1–0.3 in) wide and blotched with red near the base. One or two flowers are arranged on a raceme 12–25 cm (5–10 in) tall, each flower bright white with red markings and 4–8 cm (2–3 in) wide. The dorsal sepal is erect, 4–7 cm (2–3 in) long, 1–2 mm (0.04–0.08 in) wide. The lateral sepals and petals are about the same length as the dorsal sepal but about twice as wide, spreading widely at their bases but drooping near their ends. The labellum is bright white with red stripes and spots, 11–13 mm (0.4–0.5 in) long, about 6–7 mm (0.2–0.3 in) wide, narrow triangular in shape with three lobes. The labellum has red teeth on the sides and two pairs of lines of cream-coloured calli along its centre. Flowering occurs from late July to early September.",
    "Taxonomy and naming": "Caladenia bigeminata was first formally described by Andrew Brown and Garry Brockman in 2015 from a specimen collected near Northampton. The description was published in Nuytsia. The specific epithet (bigeminata) is a derived from the Latin bi- meaning \"two\" and geminus meaning \"twin\" referring to the two pairs of rows of calli on the labellum.",
    "Distribution and habitat": "This spider orchid is only known from a small area near Northampton in the Geraldton Sandplains biogeographical area where it grows in shallow, sandy soil which is often under water in winter.",
    "Conservation": "Caladenia bigeminata is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}