{
  "url": "https://en.wikipedia.org/wiki/Caladenia_splendens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. splendens"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia splendens, commonly known as the splendid spider orchid, or splendid white spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three mostly white flowers with a fringe of long teeth on the sides of the labellum. Along with the giant spider orchid, Caladenia excelsa it is the largest of the spider orchids.",
    "Description": "Caladenia splendens is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 150–300 mm (6–10 in) long and 8–15 mm (0.3–0.6 in) wide. Up to three mostly white flowers 220–280 mm (9–10 in) long and 100–220 mm (4–9 in) wide are borne on a stalk 300–800 mm (10–30 in) tall. The sepals and petals have long, brownish thread-like tips and often have red lines on their backs. The dorsal sepal is erect, 95–165 mm (4–6 in) long and 3–11 mm (0.1–0.4 in) wide. The lateral sepals are 105–180 mm (4–7 in) long and 8–11 mm (0.3–0.4 in) wide, spread apart and curve downwards. The petals are 85–135 mm (3–5 in) long and 4–6 mm (0.16–0.24 in) wide and arranged like the lateral sepals. The labellum is 30–35 mm (1.2–1.4 in) long, 15–22 mm (0.6–0.9 in) wide and white to cream-coloured with narrow red teeth up to 14 mm (0.6 in) long on the sides. The tip of the labellum is curled under and there are four rows of white and red calli up to 3 mm (0.1 in) long, along the mid-line of the labellum. Flowering occurs from September to October.",
    "Taxonomy and naming": "Caladenia splendens was first formally described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Gingin and the description was published in Nuytsia. The specific epithet (splendens) is a Latin word meaning \"splendid\" or \"resplendent\" referring to the \"brilliant white\" colour of this orchid.",
    "Distribution and habitat": "The splendid spider orchid is found between Gingin and Frankland in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in woodland and forest in moist gullies and other places where water is available in winter.",
    "Conservation": "Caladenia splendens is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}