{
  "url": "https://en.wikipedia.org/wiki/Caladenia_helvina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. helvina"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia helvina, commonly known as the summer spider orchid, is a plant in the orchid family Orchidaceae and is endemic to Tasmania. It is a ground orchid with a single hairy leaf and usually a single greenish-yellow to pale yellow flower with reddish teeth on the sides of the labellum and reddish calli along its mid-line.",
    "Description": "Caladenia helvina is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, linear to lance-shaped, dull green, densely hairy leaf 100–160 mm (4–6 in) long and 5–20 mm (0.2–0.8 in) wide. Usually only a single greenish-yellow to pale yellow flower is borne on a thin, wiry, hairy spike 200–500 mm (8–20 in) tall. The sepals and petals are linear in shape near their base but suddenly taper after about one-third of their length to a narrow, thread-like glandular tail. The dorsal sepal is 55–85 mm (2–3 in) long, 3–4 mm (0.1–0.2 in) wide near the base and curves forward. The lateral sepals are a similar size and shape to the dorsal sepal and the petals are slightly shorter and narrower. The labellum is egg-shaped to heart-shaped, about 15–19 mm (0.6–0.7 in) long and 8–10 mm (0.3–0.4 in) wide and is greenish-yellow or dull yellow. The tip of the labellum curls under and there are thin yellow or reddish-purple teeth up to 2 mm (0.08 in) long on the sides of the labellum, and four or six rows of yellowish or purplish, golf club-shaped calli along its mid-line, decreasing in size towards the tip. Flowering occurs from December to January.",
    "Taxonomy and naming": "Caladenia helvina was first formally described by David Jones in 1991 and the description was published in Australian Orchid Research. The specific epithet (helvina) is a Latin word meaning \"yellowish\" or \"pale yellow\", referring to the colour of the flowers of this orchid.",
    "Distribution and habitat": "Summer spider orchid is widespread in Tasmania where it grows in forest in shallow, sometimes stony soil.\n\n\n== References =="
  }
}