{
  "url": "https://en.wikipedia.org/wiki/Caladenia_lateritica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. lateritica"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia lateritica, also known as white primrose orchid, is a plant in the orchid family Orchidaceae and is endemic to relatively inaccessible, high lateritic plateaux in a high rainfall area in south-western Western Australia. It is a ground orchid with a single hairy leaf and one or two white flowers on a thin, sparsely-hairy stem. It is similar to Caladenia flava but is distinguished by its fragrant white versus yellow flowers with prominent red stripes and spots on the dorsal sepal and lateral petals. Caladenia lateritica mimics  Conostylis setosa (Haemodoraceae) in terms of flowering time, height, colour and fragrance. It also shares a native bee pollinator with Conostylis setosa, which provides pollen and nectar whereas the orchid is rewardless.",
    "Description": "Caladenia lateritica is a terrestrial, perennial, deciduous, herb with spheroid, annually replaced tubers situated 8–15 cm below the soil surface and forming a single, hairy, linear leaf, sometimes with purple veining below, 5–15 cm (2–6 in) long and 4–8 mm (0.2–0.3 in) wide.\nThere are up to three flowers borne on a slender, sparsely silky-hairy raceme, 10–25 cm (4–10 in) tall. The sepals and petals are spreading, white with various amounts of red dots and stripes on the dorsal petal and lateral sepals. The dorsal sepal is lanceolate to broadly lanceolate, 10–21 mm (0.4–0.8 in) long. The lateral sepals spathulate, broadly ovate-lanceolate and petals ovate with a single or sometimes multiple red stripes. The labellum is prominently trilobed with a raised yellow plate near the base of the middle lobe, yellow at the base, with rows of white calli extending from either side of the plate and the lateral lobes suffused with pink, 8–10 mm (0.3–0.4 in) long. The column is curved over the raised central plate, yellow, with prominent, white, lateral wings.\nThis Caladenia is similar to C. flava fragrant white versus yellow flowers with prominent red stripes and spots on the dorsal sepal and lateral petals. It is sometimes confused with C. flava subsp. sylvestris, which flowers later and has sepals and petals that are yellow at the base.",
    "Taxonomy and naming": "The first formal description of this orchid was by Kingsley Dixon and Maarten Christenhusz in 2018, but the species was initially not adopted by Florabase.\nHowever, this was a taxonomic confusion as the two taxa are clearly separated by flower colour, flowering time, pollinators and scent.",
    "Distribution and habitat": "Caladenia lateritica is only found on isolated lateritic plateaux south of Dwellingup and north-east of Waroona in south-western Western Australia, often forming extensive pure stands or co-occurring with Caladenia rosea. They grow in shallow lateritic regolith that overlay massive bauxite, in open woodland comprising an overstory of jarrah (Eucalyptus marginata), marri (Corymbia calophylla) and parrot bush (Banksia sessilis), with an understory of Conostylis setosa, Orthrosanthus laxus, Xanthorrhoea preissii, Hypocalymma robustum, Phyllanthus calycinus and Stylidium species.",
    "Ecology": "Caladenia lateritica grows with white cottonhead (Conostylis setosa, Haemodoraceae), with which it shares a similar stature, flower colour, scent and flowering time. The widespread and common Caladenia flava subsp. flava, to which this taxon has similarities, occurs rarely in the shallow soils, open forest and well drained plateau areas where C. lateritica occurs, indicating that the new taxon has an ecological preference for the unusual geology and climate of these high plateaux. Although the species may have occurred more extensively in the region, much of the suitable habitat of similar topography and geology in the 1000–1200 mm rainfall zone have been now mined or are currently being mined.\n\n\n== References =="
  }
}