{
  "url": "https://en.wikipedia.org/wiki/Caladenia_falcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. falcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia falcata, commonly known as the fringed mantis orchid, is a species of orchid endemic to the south-west of Western Australia. It is a relatively common orchid within its natural range and has a single, hairy leaf and one or two green, yellow and red flowers with spreading petals and upswept lateral sepals.",
    "Description": "Caladenia falcata has a single erect, hairy leaf, 100–200 mm (4–8 in) long and 5–15 mm (0.2–0.6 in) wide. One or two flowers 60–100 mm (2–4 in) long and 50–80 mm (2–3 in) wide are borne on a stalk 200–400 mm (8–20 in) high. The flowers are greenish yellow with prominent maroon markings. The dorsal sepal is erect, 45–80 mm (2–3 in) long and 3–4 mm (0.1–0.2 in) wide at the base. The lateral sepals and petals have brownish, glandular tips. The lateral sepals are 35–75 mm (1–3 in) long, 3–5 mm (0.1–0.2 in) at the base, closely parallel to each other and are curved strongly upwards. The petals are 35–55 mm (1–2 in) long, 2–3 mm (0.08–0.1 in) wide at the base, spread widely and curve downwards. The labellum is 15–24 mm (0.6–0.9 in) long, 20–30 mm (0.8–1 in) wide and yellowish-green with the tip curved under and maroon coloured. There are pointed comb-like teeth up to 8 mm (0.3 in) long on the side of the labellum and four or more densely crowded rows of maroon calli up to 4 mm (0.2 in) long along its centre line. Flowering occurs from late August to October.",
    "Taxonomy and naming": "This orchid was first formally described by William Nicholls in 1948 from a specimen he collected near Kojonup. Nicholls gave it the name Caladenia dilatata var. falcata and published the description in The Victorian Naturalist. In 1989, Mark Clements and Andrew Brown raised it to species status. The specific epithet (falcata) is a Latin word meaning \"sickle-shaped\" or \"hooked\" referring to the upswept lateral sepals.",
    "Distribution and habitat": "Fringed mantis orchid is found between Wongan Hills and Jerramungup in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions where it grows in woodland, shrubland or near granite outcrops.",
    "Conservation": "Caladenia falcata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}