{
  "url": "https://en.wikipedia.org/wiki/Caladenia_carnea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. carnea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia carnea, commonly known as pink fingers, is a plant in the orchid family Orchidaceae and is endemic to eastern and south-eastern Australia, including Tasmania. It has a single thin, green leaf and one to five white or pink flowers with red stripes and two rows of yellow-tipped \"calli\" on their labellum.",
    "Description": "Caladenia carnea is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, narrow linear leaf, 90–150 mm (4–6 in) long and 3–4 mm (0.1–0.2 in) wide.\nThe inflorescence is a raceme, 120–250 mm (5–10 in) tall with between one and three, sometimes five flowers. The flowers are sometimes sweetly scented or musky. The dorsal sepal is usually erect, 10–15 mm (0.4–0.6 in) long, 2–4 mm (0.08–0.2 in) wide.  The lateral sepals and petals are usually 8–15 mm (0.3–0.6 in) long with their outer surfaces covered with glandular hairs. Their outer surface is greenish-pink, sometimes striped, and the inner surface is pinkish or greenish white. The labellum is roughly egg-shaped, 5–8 mm (0.2–0.3 in) long and wide, white or pinkish with prominent red stripes. The sides of the labellum turn upwards while the centre part has a toothed edge, usually with yellow calli and there are two lines of raised, club-like, yellow-tipped calli in the centre. The column is curved with red bars on the inside surface and has narrow wings on its sides. Flowering occurs between August and November and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.\nThis species is often confused with Caladenia fuscata but that species always has one flower per plant and flowers a few weeks earlier than C. carnea.",
    "Taxonomy": "Caladenia carnea was first formally described by Robert Brown in 1810 and the description was published in Prodromus Florae Novae Hollandiae. In 2001, David Jones and Mark Clements proposed changing the name to Petalochilus carneus but the change has not been widely accepted.",
    "Distribution and habitat": "Pink fingers orchid occurs in Queensland south from Hervey Bay, the eastern half of New South Wales, most of Victoria apart from the alps and far north west of that state. It also occurs in south-eastern South Australia and Tasmania. It grows in a wide range of habitats including heath, scrubland, woodland and forest, preferring well-drained soil. It often survives land clearing.\n\n\n== References =="
  }
}