{
  "url": "https://en.wikipedia.org/wiki/Caladenia_paludosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. paludosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia paludosa, commonly known as the swamp spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and up to three red, greenish-yellow and cream-coloured flowers. It mostly grows in dense scrub and is one of the last of the similar spider orchids to flower.",
    "Description": "Caladenia paludosa is a terrestrial, perennial, deciduous, herb with an underground tuber. It has a single erect, hairy leaf, 100–300 mm (4–10 in) long and 5–15 mm (0.2–0.6 in) wide. Up to three red, greenish-yellow and cream-coloured flowers 30–50 mm (1–2 in) long and 50–80 mm (2–3 in) wide are borne on a stalk 300–500 mm (10–20 in) tall. The sepals have thick, brown, club-like glandular tips 10–25 mm (0.4–1 in) long. The dorsal sepal is erect, 35–60 mm (1–2 in) long and 3–5 mm (0.1–0.2 in) wide. The lateral sepals are 35–60 mm (1–2 in) long and 4–5 mm (0.16–0.20 in) wide and curve stiffly downwards. The petals are 30–45 mm (1–2 in) long, 2–4 mm (0.08–0.2 in) wide and curve upwards. The labellum is 7–25 mm (0.3–1 in) long, 8–16 mm (0.3–0.6 in) wide and greenish-yellow with a glossy red tip which curls downwards. The sides of the labellum have linear teeth up to 5 mm (0.2 in) long and there are four widely-spaced pale or deep red calli along its mid-line. Flowering occurs from September to early December.",
    "Taxonomy and naming": "Caladenia paludosa was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Bunbury and the description was published in Nuytsia. The specific epithet (paludosa) is a Latin word meaning \"swampy\" or \"marshy\" referring to the winter-wet swamps where this species grows.",
    "Distribution and habitat": "The swamp spider orchid is found on the coastal plain between Gingin and Gracetown in the Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions. It grows in thick scrubland which is swampy in winter.",
    "Conservation": "Caladenia paludosa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}