{
  "url": "https://en.wikipedia.org/wiki/Caladenia_georgei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. georgei"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia georgei, commonly known as the tuart spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to three whitish to yellowish-green flowers flushed with red and which have a white labellum with a red tip.",
    "Description": "Caladenia georgei is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 120–220 mm (5–9 in) long and 5–12 mm (0.2–0.5 in) wide. Up to three flowers 60–100 mm (2–4 in) long and 50–80 mm (2–3 in) wide are borne on a stalk 250–500 mm (10–20 in) high. The flowers are whitish to yellowish-green, flushed with red while the lateral sepals have narrow, club-like, glandular tips. The lateral sepals and petals spread widely and curve downwards. The dorsal sepal is erect, 50–75 mm (2–3 in) long and about 3 mm (0.1 in) wide at the base, the lateral sepals are 45–85 mm (2–3 in) long and 4–6 mm (0.16–0.24 in) wide and the petals are 45–50 mm (1.8–2.0 in) long and 2–4 mm (0.08–0.2 in) wide. The labellum is 12–25 mm (0.5–1 in) long and 10–18 mm (0.4–0.7 in) wide and white with a red tip. The sides of the labellum have spreading, red-tipped teeth up to 12 mm (0.5 in) long and the tip of the labellum is curved downwards. There are four rows of red calli up to 2 mm (0.08 in) long, along the centre of the labellum. Flowering occurs in September and October.",
    "Taxonomy and naming": "Caladenia georgei was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Bunbury and the description was published in Nuytsia. The specific epithet (georgei) honours Alex George.",
    "Distribution and habitat": "Tuart spider orchid occurs between Yanchep and Busselton in the Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in deep sandy soil in woodland, especially tuart woodland.",
    "Conservation": "Caladenia georgei  is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}