{
  "url": "https://en.wikipedia.org/wiki/Caladenia_dilatata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. dilatata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia dilatata, commonly known as the green-comb spider orchid and as koolin in indigenous language, is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It has a single leaf and a single yellowish-green flower with reddish stripes and occurs in Victoria and Tasmania. It is similar to C. necrophylla which occurs in south-east South Australia and to C. concinna from southern New South Wales.",
    "Description": "Caladenia dilatata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single leaf which is 60–130 mm (2–5 in) long, 6–8 mm (0.2–0.3 in) wide with red spots near the base, but which is often dried by flowering time. A single yellowish-green flower with reddish stripes is borne on a flowering stem which is 200–350 mm (8–10 in) tall. The sepals and petals have brown or yellowish, densely glandular, thread-like tips 5–15 mm (0.2–0.6 in) long. The dorsal sepal is erect, 35–50 mm (1–2 in) long and 2–3.5 mm (0.08–0.1 in) wide with a drooping tip. The lateral sepals are 35–50 mm (1–2 in) long, 3–3.5 mm (0.12–0.14 in) wide near the base then tapered to thread-like tips. The lateral sepals are parallel to each other or crossed. The petals are 25–35 mm (1–1 in) long, 1.5–2 mm (0.06–0.08 in) wide and curve downwards. The labellum is 13–17 mm (0.5–0.7 in) long and wide, green near the base, grading to white with a dark maroon tip. There are four or five pairs of thin teeth 4–5 mm (0.2–0.2 in) long on the sides of the labellum and four densely crowded rows of calli up to 1.5 mm (0.06 in) long in the centre of the labellum. Flowering occurs from November to January.",
    "Taxonomy and naming": "Caladenia dilatata was first formally described in 1810 by Robert Brown from a specimen collected at Port Dalrymple at the mouth of the Tamar River near Georgetown. The description was published in Prodromus Florae Novae Hollandiae.The specific epithet (dilatata) is a Latin word meaning \"widened\" or \"expanded\".A similar species, the endangered C. tensa which occurs in New South Wales, Victoria and South Australia, was formerly included with C. dilatata.",
    "Distribution and habitat": "Green-comb spider orchid occurs in Victoria and Tasmania. It grows in coastal or near-coastal heath and in open forest further inland.",
    "Reproduction": "The flower of this orchid closes after pollination, forming a papery capsule.  Yellow, brown, or black dust-sized seeds are produced in the capsule, which dries and splits open at maturity, releasing millions of seeds that are dispersed by wind or water.  However, the seeds only germinate upon infection by mycorrhizal fungus, and so few seeds mature into full plants.",
    "Ecology": "The elongated tips of the flower produces sexual attractants and attracts pollinators in pseudocopulation, where the pollinators think the flower is a female.  Thynnid wasps are often attracted to the flower with the notion of copulating with the flower.\nCaladenia dilatata has a mutalistic relationship with mycorrhizal fungi, where the fungus acquires some nutrition from the orchid, and the orchid requires the fungus to germinate.  However, the orchid’s dependence on the fungus is not well known.\nAlthough the orchid’s fire ecology is not well understood, it is believed that forest fires help clear surrounding vegetation, increasing light levels and temperature at ground level.  With fewer competing plants, there is also believed to be an increase in moisture levels that can benefit Caladenia dilatata.",
    "Food": "The indigenous name of Caladenia dilatata is koolin, and its tubers are consumed, either raw or baked, by Coranderrk Aboriginal people.\n\n\n== References =="
  }
}