{
  "url": "https://en.wikipedia.org/wiki/Caladenia_marginata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. marginata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia marginata, commonly known as the white fairy orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single pale green, hairy leaf and up to four creamy-white flowers and often grows in dense colonies, flowering profusely after summer fires.",
    "Description": "Caladenia marginata is a terrestrial, perennial, deciduous, herb with an underground tuber and which often grows in dense colonies. It has a single, broad, pale green, hairy leaf, 40–120 mm (2–5 in) long and about 15 mm (0.6 in) wide. Up to four creamy-white (or rarely pink) flowers 2–30 mm (0.08–1 in) long and wide are borne on a stalk 80–200 mm (3–8 in) tall. The back surface of the sepals and petal is a rusty-brown colour. The dorsal sepal is erect, 12–15 mm (0.5–0.6 in) long and 2–4 mm (0.08–0.2 in) wide and the lateral sepals are 13–16 mm (0.5–0.6 in) long, 4–6 mm (0.16–0.24 in) wide and spread stiffly. The petals are 10–13 mm (0.4–0.5 in) long and 3–4 mm (0.1–0.2 in) wide, and spread like the lateral sepals. The labellum is 6.5–8 mm (0.26–0.31 in) long and wide and has a few short teeth on its sides and there are two rows of yellowish calli in its centre. Flowering occurs from late September to November, most prolifically after fire the previous summer.Although superficially similar to the white or pink forms of pink fairies (C. latifolia), C. marginata flowers later and has smaller flowers with brown hairs on the back.",
    "Taxonomy and naming": "Caladenia marginata was first described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. The specific epithet (marginata) is a Latin word  meaning \"furnished with a border\" referring to the thickened border of the sepals and petals.",
    "Distribution and habitat": "White fairies occurs between Jurien Bay in the north-west and Israelite Bay in the south-east, growing in swamps and in shallow soil on granite outcrops in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Mallee, Swan Coastal Plain and Warren biogeographic regions.",
    "Conservation": "Caladenia marginata is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}