{
  "url": "https://en.wikipedia.org/wiki/Caladenia_nana_subsp._nana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. nanaEndl.[1]"
    },
    {
      "Subspecies": "C. n. subsp. nana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia nana subsp. nana, commonly known as the little pink fan orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is a relatively small orchid with a single hairy leaf and up to three pink flowers with short, spreading, fan-like sepals and petals and which often grows in dense clumps.",
    "Description": "Caladenia nana subsp. nana is a terrestrial, perennial, deciduous, herb with an underground tuber and which often grows in dense clumps of up to twenty plants. It has a single erect, hairy leaf, 50–90 mm (2–4 in) long and 3–10 mm (0.1–0.4 in) wide. Up to three pale to deep pink, rarely white, flowers 10–30 mm (0.4–1 in) long and wide are borne on a spike 50–150 mm (2–6 in) tall. The dorsal sepal is curved forward over the column and the lateral sepals and petals are short, spreading and fan-like, with the lateral sepals joined at their bases. The labellum is narrow with short, blunt teeth on its sides and two rows of calli along its centre. Flowering occurs from late September to October.",
    "Taxonomy and naming": "Caladenia nana was first formally described in 1846 by Stephan Endlicher from a specimen collected near Wilson Inlet, and the description was published in Lehmann's Plantae Preissianae. In 2001, Stephen Hopper and Andrew Brown reduced Caladenia unita to a subspecies of Caladenia nana and therefore this orchid to subspecies nana.The specific epithet (nana) is a Latin word meaning \"dwarflike\".",
    "Distribution and habitat": "The little pink fan orchid is found between Perth and Bremer Bay in the Avon Wheatbelt, Esperance Plains, Jarrah Forest, Swan Coastal Plain and Warren biogeographic regions growing in forest and woodland where it rarely flowers unless subject to bushfire in the previous summer.",
    "Conservation": "Caladenia nana subsp. nana  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}