{
  "url": "https://en.wikipedia.org/wiki/Caladenia_elegans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. elegans"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia elegans,  commonly known as the elegant spider orchid, is a species of orchid endemic to a small area near the coast of the south-west of Western Australia. It resembles the common spider orchid (C. vulgata) and often grows with it but its flowers are a different colour and C. elegans usually grows in poorly-drained soils. Only about 2,300 plants remained in 2016.",
    "Description": "Caladenia elegans is a terrestrial, perennial, deciduous, herb with an underground tuber and which often grows in clumps of up to eight or more plants. It has a single erect, hairy leaf, 60–120 mm (2–5 in) long and 2–5 mm (0.08–0.2 in) wide.Up to three lemon-yellow flowers 50–80 mm (2–3 in) wide are borne on a stalk 200–350 mm (8–10 in) high. The sepals and petals taper to long thread-like, dark-coloured, drooping tips. The dorsal sepal is erect, 55–100 mm (2–4 in) long and 2.5–3 mm (0.098–0.12 in) wide at the base. The lateral sepals are 70–110 mm (3–4 in) long, 2.5–4 mm (0.1–0.2 in) wide and curve downwards from the horizontal. The petals are 65–85 mm (2.6–3.3 in) long, 2.5–3 mm (0.098–0.12 in) wide and also curve downwards. The labellum is 12–15 mm (0.5–0.6 in) long and 8–10 mm (0.3–0.4 in) wide and cream-coloured with red lines, and spots. The edges of the labellum have short, broad teeth and there are two rows of glossy yellow calli along its centre. Flowering occurs from July to August.This species is similar to C. vulgata but differs in having lemon-yellow flowers and glossy yellow calli. The two species hybridise in a few places.",
    "Taxonomy and naming": "Caladenia elegans was first described by Stephen Hopper and Andrew Brown in 2001 from a specimen collected by Hopper near Northampton. The description was published in Nuytsia. The specific epithet (elegans) is a Latin word meaning \"elegant\" referring to \"the attractive flowers\".",
    "Distribution and habitat": "Elegant spider orchid is only known from near Northhampton where it grows in clay soils that are wet in winter, often near dense, low shrubs in the Geraldton Sandplains biogeographic region. (C. vulgata tends to grow in drier, better-drained soils.)",
    "Conservation": "Caladenia elegans is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk. Only about 2300 plants remained in 18 populations in a 2016 survey. The main threats to the species are weed invasion and grazing and trampling by pigs and rabbits. It is also classed as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act.",
    "External links": "poster from CALM department in Western Australia\n\n\n== References =="
  }
}