{
  "url": "https://en.wikipedia.org/wiki/Caladenia_magniclavata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. magniclavata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia magniclavata, commonly known as the big clubbed spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to three pale yellow-green and red flowers with downswept, prominently clubbed sepals and petals.",
    "Description": "Caladenia magniclavata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–300 mm (4–10 in) long and about 2 mm (0.08 in) wide. Up to three pale yellow-green and red flowers 50–80 mm (2–3 in) long and 50–60 mm (2.0–2.4 in) wide are borne on a stalk 300–600 mm (10–20 in) tall. The sepals and petals have thick, slightly flattened, club-like glandular tips 6–25 mm (0.2–1 in) long. The dorsal sepal is erect, is 30–45 mm (1–2 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 30–45 mm (1.2–1.8 in) long, 4–6 mm (0.16–0.24 in) wide and turn down below the horizontal. The petals are 25–35 mm (0.98–1.4 in) long and 2–3 mm (0.08–0.1 in) wide and arranged like the lateral sepals. The labellum is 12–14 mm (0.5–0.6 in) long, 10–12 mm (0.4–0.5 in) wide greenish yellow with a red tip. The tip of the labellum is curled under with teeth up to 4 mm (0.2 in) long, along the edges. There are four crowded rows of deep red calli up to 1 mm (0.04 in) long in the centre of the labellum. Flowering occurs from September to early November.",
    "Taxonomy and naming": "Caladenia magniclavata was first described in 1947 by William Nicholls and the description was published in The Victorian Naturalist. The specific epithet (magniclavata) is derived from the Latin words magnus meaning \"large\" or \"great\" and clava meaning \"club\", referring to the large clubs on the sepals and petals.",
    "Distribution and habitat": "The big clubbed spider orchid is found in the area between Perth and Albany in the Avon Wheatbelt, Jarrah Forest and Warren biogeographic regions where it grows in dense jarrah and karri forest.",
    "Conservation": "Caladenia magniclavata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}