{
  "url": "https://en.wikipedia.org/wiki/Caladenia_graminifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. graminifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia graminifolia, commonly known as the grass-leafed spider orchid is a species of orchid endemic to the  south-west of Western Australia. It has a single glabrous leaf and one or two short-lived, greenish-yellow and red flowers which have a narrow labellum with long teeth on its sides.",
    "Description": "Caladenia graminifolia is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, nearly hairless leaf, 100–180 mm (4–7 in) long and about 6 mm (0.2 in) wide. One or two greenish-yellow and red flowers 40–60 mm (1.6–2.4 in) long and 30–50 mm (1–2 in) wide are borne on a stalk 150–350 mm (6–10 in) tall. The flowers are self-pollinating and are only open for a day or two. The lateral sepals and petals have thickened glandular tips, more prominent on the lateral sepals. The dorsal sepal is erect, 22–35 mm (0.9–1 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 22–35 mm (0.9–1 in) long and 3–5 mm (0.12–0.20 in) wide, turn downwards and often cross each other. The petals are 18–25 mm (0.7–1 in) long and about 2 mm (0.08 in) wide and spread widely, mostly horizontally. The labellum is 10–14 mm (0.4–0.6 in) long and 14–18 mm (0.6–0.7 in) wide and greenis-white with a red tip. The sides of the labellum have a fringe of teeth up to 6 mm (0.2 in) long and there are two or four rows of maroon calli up to 3 mm (0.1 in) long, along the centre of the labellum. Flowering occurs from August to September.",
    "Taxonomy and naming": "Caladenia graminifolia was first formally described by Alex George in 1971 and the description was published in Nuytsia from a specimen at Culham Inlet. The specific epithet (graminifolia) is derived from the Latin gramen, graminis meaning \"grass\" and -folius meaning \"-leaved\", referring to the grass-like leaf of this orchid.",
    "Distribution and habitat": "The grass-leafed spider orchid occurs between Mount Manypeaks and Israelite Bay in the Esperance Plains and Mallee biogeographic regions. It grows in woodland under tall shrubs and sometimes on granite outcrops.",
    "Conservation": "Caladenia graminifolia is classified as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}