{
  "url": "https://en.wikipedia.org/wiki/Caladenia_huegelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. huegelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia huegelii, commonly known as the grand spider orchid is a species of orchid endemic to the south-west of Western Australia. It has a single, hairy leaf and up to three relatively large red, green and cream-coloured flowers which have \"split-hairs\" on the sides of the labellum.",
    "Description": "Caladenia huegelii is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–180 mm (4–7 in) long and 7–12 mm (0.3–0.5 in) wide. Up to three flowers 70–120 mm (3–5 in) long and 70–100 mm (3–4 in) wide are borne on a stalk 250–600 mm (10–20 in) tall. The flowers are pale greenish-yellow with red markings and the lateral sepals have light brown to yellow, club-like glandular tips. The dorsal sepal is erect, 45–120 mm (2–5 in) long and 2–4 mm (0.08–0.2 in) wide and the lateral sepals are nearly parallel to each other, 40–120 mm (2–5 in) long and 4–7 mm (0.2–0.3 in) wide. The petals are 130–60 mm (5–2 in) long, 4–5 mm (0.16–0.20 in) wide and sometimes curve downwards. The labellum is 25–30 mm (0.98–1.2 in) long and 12–20 mm (0.5–0.8 in) wide, greenish-cream with a red tip which is turned under. The sides of the labellum have many thin teeth up to 15 mm (0.6 in) long which are often split. There are four rows of dark red calli up to 2 mm (0.08 in) long, along the centre of the labellum. Flowering occurs from September to late October.",
    "Taxonomy and naming": "Caladenia huegelii was first described in 1871 by Heinrich Reichenbach from a specimen collected near the Swan River and the description was published in Beitrage zur Systematischen Pflanzenkunde. The specific epithet (huegelii) honours Baron Charles von Hügel.",
    "Distribution and habitat": "The grand spider orchid occurs between Perth and Capel in the Jarrah Forest and Swan Coastal Plain biogeographic regions where it grows in deep sandy soil in woodland.",
    "Conservation": "Caladenia huegelii occurs in an area undergoing urbanisation and many populations of this once-common species have been lost. Of the 33 known popopulations containing about 1,500 plants, 85% of the plants are in four of these populations. Threats to the species include habitat loss due to urbanisation, weed invasion and disease caused by Phytophthora cinnamomi. The species is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Western Australian Government Department of Parks and Wildlife  and it has also been listed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act).\n\n\n== References =="
  }
}