{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pholcoidea_subsp._augustensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pholcoidea"
    },
    {
      "Subspecies": "C. p. subsp. augustensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pholcoidea subsp. augustensis, commonly known as the Augustus spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It is a rare orchid with a single hairy leaf and up to three mostly white flowers with long spreading petals and lateral sepals.",
    "Description": "Caladenia pholcoidea subsp. augustensis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–200 mm (4–8 in) long and 6–10 mm (0.2–0.4 in) wide. Up to three mostly white flowers 100–180 mm (4–7 in) long and 50–60 mm (2.0–2.4 in) wide are borne on a spike 100–180 mm (4–7 in) tall. The sepals and petals have long, brown, drooping, thread-like tips. The dorsal sepal curves forward and is 50–140 mm (2–6 in) long and about 3 mm (0.1 in) wide. The lateral sepals are 45–90 mm (2–4 in) long, 4–5 mm (0.16–0.20 in) wide, and curve downwards. The petals are 35–80 mm (1–3 in) long and 3–4 mm (0.1–0.2 in) wide and arranged like the lateral sepals The labellum is 15–20 mm (0.6–0.8 in) long, 8–10 mm (0.3–0.4 in) wide and white or cream coloured. The sides of the labellum curve upwards and have erect teeth up to 6 mm (0.2 in) long on their sides and the tip of the labellum curves downwards. There are four or more rows of pink calli along the centre of the labellum. Flowering occurs from November to early December. This subspecies is similar to subspecies pholcoidea but has shorter lateral sepals and petals, whiter flowers and a slightly earlier flowering period.",
    "Taxonomy and naming": "Caladenia pholcoidea was first described in 2001 by Stephen Hopper and Andrew Phillip Brown and the description was published in Nuytsia. At the same time they described two subspecies, including subspecies augustensis. The subspecies name (augustensis) refers to the town of Augusta where the only known population of this subspecies occurs.",
    "Distribution and habitat": "The only known population of this orchid occurs near Augusta, growing under dense Melaleuca shrubs in a winter-wet area.",
    "Conservation": "Caladenia pholcoidea subsp. augustensis  is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}