{
  "url": "https://en.wikipedia.org/wiki/Caladenia_alata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. alata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia alata, commonly known as the fairy orchid, is a plant in the orchid family Orchidaceae and is found in south-eastern Australia and New Zealand. It is a ground orchid with small, usually short-lived flowers, which have relatively stiffly held petals and sepals and reddish-purple bars on the labellum.",
    "Description": "Caladenia alata is a terrestrial, perennial, deciduous, herb, usually solitary but sometimes in groups of up to twenty individuals. It has an underground tuber and a single, sparsely hairy, linear to narrow lance-shaped leaf, 3–13 cm (1–5 in) long, 1–3 mm (0.04–0.1 in) wide and dark to reddish green.One or two short-lived flowers 10–15 mm (0.4–0.6 in) in diameter are borne on a thin, wiry spike up to 8–24 cm (3–9 in) high. The dorsal sepal is erect, about the same length or slightly shorter than the lateral sepals, and narrow elliptic in shape. The lateral sepals and petals are 3–11 mm (0.1–0.4 in) long, white or pink, asymmetrically egg-shaped with narrowing tips that are slightly hooked. The labellum is 5–6 mm (0.20–0.24 in) long when flattened, has three lobes and is white or pink with purple bars and a down-curved, yellow tip. The lateral lobes are large and broad with a smooth edge. There are two rows of stalked, club-shaped, yellow calli on the mid-lobe. Flowering occurs from August to October.",
    "Taxonomy and naming": "Caladenia alata was first formally described by Robert Brown in 1810 and the description was published in Prodromus Florae Novae Hollandiae. The specific epithet (alata) is a Latin word meaning \"winged\".",
    "Distribution and habitat": "Fairy orchid grows in forest and woodland in moist places, often in steep, rocky places but also in swamps and at lake edges. In New Zealand it sometimes occurs around hot springs. The distribution is not well understood because the flowers are small and ephemeral but it has been recorded in south-east Queensland, the coast and tablelands of New South Wales, near-coastal areas of Victoria east of Wilsons Promontory and in Tasmania. In New Zealand it is confined to the North Island, mainly between Te Paki and Rotorua.\n\n\n== References =="
  }
}