{
  "url": "https://en.wikipedia.org/wiki/Caladenia_occidentalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia occidentalis, commonly known as the ruby spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and one or two pinkish-red flowers with a white, red-striped labellum.",
    "Description": "Caladenia occidentalis is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 100–150 mm (4–6 in) long and 3–4 mm (0.1–0.2 in) wide. One or two pinkish-red, white or pink flowers 50–80 mm (2–3 in) long and 50–70 mm (2–3 in) wide are borne on a stalk 150–300 mm (6–10 in) tall. The sepals and petals have long, reddish, thread-like tips. The dorsal sepal is erect, 40–60 mm (1.6–2.4 in) long and about 2 mm (0.08 in) wide. The lateral sepals are 40–60 mm (1.6–2.4 in) long, about 3 mm (0.1 in) wide and horizontal near their bases, then turn downwards and finally drooping. The petals are 35–50 mm (1–2 in) long, about 3 mm (0.1 in) wide and arranged like the lateral sepals. The labellum is 8–12 mm (0.3–0.5 in) long, 6–9 mm (0.2–0.4 in) wide and creamy-white with red lines or spots. The sides of the labellum have short, blunt teeth, and the tip is curled under. There are two rows of cream to pinkish, anvil-shaped calli along the centre of the labellum. Flowering occurs from August to mid-October.",
    "Taxonomy and naming": "Caladenia occidentalis was first described in 2001 by Stephen Hopper and Andrew Phillip Brown from a specimen collected near Mandurah and the description was published in Nuytsia. The specific epithet (occidentalis) is a Latin word meaning \"western\" referring to the distribution of this species.",
    "Distribution and habitat": "The ruby spider orchid occurs between Bunbury and Arrowsmith in the Geraldton Sandplains, Jarrah Forest, Murchison and Swan Coastal Plain biogeographic regions where it grows in woodland and on the edges of seasonal swamps and lakes.",
    "Conservation": "Caladenia occidentalis is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}