{
  "url": "https://en.wikipedia.org/wiki/Caladenia_pumila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. pumila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia pumila, commonly known as the dwarf spider orchid is a plant in the orchid family Orchidaceae and is endemic to Victoria, Australia. It is a ground orchid with a single erect, hairy leaf and a single white flower with pale pink stripes. Its short flowering stem distinguishes it from other Victorian spider orchids. After 1933 it was presumed extinct until two plants were discovered in 2009.",
    "Description": "Caladenia pumila is a terrestrial, perennial, deciduous, herb with an underground tuber and a single fleshy, erect, hairy leaf, 60–70 mm (2–3 in) long, 10–15 mm (0.4–0.6 in) wide, with reddish spots near the base. A single white flower 50–90 mm (2–4 in) wide and with pale pink stripes is borne on a spike 100–150 mm (4–6 in) tall. The sepals have thick green or brownish club-like glandular tips about 5 mm (0.2 in) long. The dorsal sepal curves forward and is 30–40 mm (1–2 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 30–40 mm (1–2 in) long, 3–4 mm (0.1–0.2 in) wide and stiffly spread widely apart. The petals are 20–30 mm (0.8–1 in) long and about 2 mm (0.08 in) wide and are arranged like the lateral sepals. The labellum is white with pale pink stripes and is about 17 mm (0.7 in) long and 18 mm (0.7 in) wide. The sides of the labellum sometimes have a few short teeth and the tip curls under. There are four or six rows of well-spaced pink calli along the mid-line of the labellum. Flowering occurs in September to October.",
    "Taxonomy and naming": "Caladenia pumila was first formally described in 1922 by R.S.Rogers and the description was published in Transactions and Proceedings of the Royal Society of South Australia. The specific epithet (pumila) is a Latin word meaning \"dwarfish\" or \"little\".",
    "Distribution and habitat": "The dwarf spider orchid has only been recorded from grassy woodland near Bannockburn and is only known from two plants.",
    "Conservation": "Caladenia pumila is listed as \"Endangered\" under the Victorian Government Flora and Fauna Guarantee Act 1988 and as \"Critically Endangered\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act. After the orchid was first described in 1922, numbers declined until only two specimens were known in 1933. There were no records of the species from then and the species was presumed extinct. In 2009, two specimens were found in a nature conservation reserve. Efforts are being made to increase numbers. The main threats to the species are habitat degradation, trampling, competition with other species and a lack of genetic diversity.\n\n\n== References =="
  }
}