{
  "url": "https://en.wikipedia.org/wiki/Caladenia_cardiochila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. cardiochila"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia cardiochila, commonly known as thick-lipped spider-orchid, fleshy-lipped caladenia and heartlip spider-orchid, is a plant in the orchid family Orchidaceae and is endemic to Victoria and South Australia. It is a ground orchid with a single hairy leaf and one or two yellowish-green, red-striped flowers on a thin, wiry stem.",
    "Description": "Caladenia cardiochila is a terrestrial,  perennial, deciduous, herb with an underground tuber and a single, sparsely hairy, linear to lance-shaped leaf, 4–11 cm (2–4 in) long and 3–10 mm (0.1–0.4 in) wide.There are one or two flowers borne on a slender, wiry, sparsely hairy spike 10–30 cm (4–10 in) high. The sepals and petals are yellowish to greenish pink with a central red streak but are sometimes all red. The dorsal sepal is linear to lance-shaped, erect or curved forward, 15–30 mm (0.6–1 in) long and about 3 mm (0.1 in) wide. The lateral sepals are about the same length as the dorsal sepal but much wider, especially near the middle and are parallel to each other or sometimes crossed. The petals are about the same length as the lateral sepals but much narrower and spreading or curve downwards. The labellum is yellowish-green to cream-coloured with red markings and a dark maroon or dark brown near the tip. It is heart-shaped to broadly egg-shaped, 10–20 mm (0.4–0.8 in) long, 8–15 mm (0.3–0.6 in) wide, flat with the sides curving up slightly and the tip curving downwards. There are no teeth on the sides of the labellum but there are two or four rows of thick, club-shaped calli in the lower central part but not extending towards the tip. Flowering occurs from August to November.This caladenia is similar to C. tessellata but differs from it in having generally larger flowers lacking teeth on the edge of the labellum and calli not extending to its tip. Some individual plants are intermediate in form, suggesting the species are not completely distinct or are possibly hybrids of the two.",
    "Taxonomy and naming": "Caladenia cardiochila was first formally described by Ralph Tate in 1887 and the description was published in Transactions, proceedings and report, Royal Society of South Australia from a specimen collected near Golden Grove. The specific epithet (cardiochila) is derived from the Ancient Greek words kardia meaning \"heart\" and cheilos meaning \"lip\".",
    "Distribution and habitat": "This caladenia grow singly or in small groups in sandy soils in mallee heath, scrub or forest in western Victoria and south-eastern South Australia. There is a single record from the northern part of Flinders Island in 1947 but it is now considered to be extinct there.\n\n\n== References =="
  }
}