{
  "url": "https://en.wikipedia.org/wiki/Caladenia_brachyscapa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. brachyscapa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia brachyscapa is a plant in the orchid family Orchidaceae and is native to Victoria and possibly Clarke Island in Bass Strait. It is a ground orchid with a single hairy leaf and a reddish-pink flower with thick, black, club-like swellings on the petals and sepals. Although formally described in 1988 living specimens have not been observed since 1979.",
    "Description": "Caladenia brachyscapa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single hairy leaf, 4–11 cm (2–4 in) long, 3–6 mm (0.1–0.2 in) wide with a few red blotches near the base.\nA single flower 40–50 mm (1.6–2.0 in) wide is borne on a wiry, hairy spike 3–15 cm (1–6 in) high. The dorsal sepal is 24–33 mm (0.9–1 in) long, 1–2 mm (0.04–0.08 in) wide and is erect or curved forward. The lateral sepals are about the same length as the dorsal sepal but 2–3 mm (0.08–0.1 in) wide and the petals are 20–25 mm (0.8–1 in) long and  1–2 mm (0.04–0.08 in) wide. The sepals and petals are pinkish with red markings and end in a club-like, dark reddish-brown gland. The labellum is 10–12 mm (0.4–0.5 in) long, 7–10 mm (0.3–0.4 in) wide when flattened, white to reddish with a deep red tip which curves downwards. The sides of the labellum curve upwards and have 5 to 7 purplish teeth up to 2 mm (0.08 in) long on each side and the middle part has blunt white teeth near its tip. There are four or six rows of calli along the centre of the labellum. Flowering occurs from October to November.",
    "Taxonomy and naming": "The species was first formally described by Geoffrey Carr in 1988 and the description was published in Muelleria from a specimen collected near Warrnambool in 1959. At the time, this was the only specimen known apart from a partly opened flower which may be of the same species, collected in the Port Campbell National Park in 1966. There is a single recording of the species on Clarke Island in 1979, but the area where it was seen has since been heavily grazed and probably no longer suitable for this orchid. It is now presumed to be extinct in both Victoria and Tasmania. The specific epithet (brachyscapa) is derived from the Ancient Greek words brachys meaning \"short\" and skapos meaning \"stem\".",
    "Distribution and habitat": "The only certain specimen of this species was growing in partly cleared forest at the type location near Warrnambool.",
    "Conservation": "Caladenia brachyscapa is classified as \"presumed extinct\" under the Commonwealth Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC) Act and as \"extinct\" under the Victorian Government Flora and Fauna Guarantee Act 1988.\n\n\n== References =="
  }
}