{
  "url": "https://en.wikipedia.org/wiki/Caladenia_reptans_subsp._impensa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. reptans"
    },
    {
      "Subspecies": "C. r. subsp. impensa"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia reptans subsp. impensa, commonly known as the pale pink fairy, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single hairy leaf and up to three pale pink flowers which have a labellum with three distinct lobes. It is similar to subspecies reptans except that its leaf is green on both sides and the flowers are larger and on a taller flowering spike.",
    "Description": "Caladenia reptans subsp. impensa is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, hairy leaf, 60–150 mm (2–6 in) long and 8–12 mm (0.3–0.5 in) wide and green on both surfaces. Up to three pale pink flowers 20–30 mm (0.8–1 in) long and wide are borne on a spike 150–250 mm (6–10 in) tall. The dorsal sepal is erect and the lateral sepals are a similar size to it. The petals and lateral sepals spread fan-like and the labellum has three distinct lobes. The lateral lobes lack teeth but the middle lobe has a dark pink tip and between four and ten short teeth on the sides. There are two rows of thick calli along the centre of the labellum. Flowering occurs from July to August.",
    "Taxonomy and naming": "Caladenia reptans was first described in 1840 by John Lindley and the description was published in A Sketch of the Vegetation of the Swan River Colony. In 2001, Stephen Hopper and Andrew Phillip Brown described two subspecies, including subspecies impensa and the description was published in Nuytsia. The subspecies name (impensa) is a Latin word meaning \"ample\", \"great\" or \"large\" referring to the size of this subspecies compared to subspecies reptans.",
    "Distribution and habitat": "The pale pink fairy is found between Geraldton and Eurardy Station, north of the Murchison River in the Geraldton Sandplains biogeographic region where it grows in woodland and scrubland.",
    "Conservation": "Caladenia reptans subsp. impensa  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}