{
  "url": "https://en.wikipedia.org/wiki/Caladenia_rosella",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. rosella"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia rosella, commonly known as the rosella spider orchid is a plant in the orchid family Orchidaceae and is endemic to south-eastern Australia. It is a ground orchid with a single hairy leaf and a single scented pink flower. Although it may have had a wider distribution in the past, the total number of plants in 2000 was estimated to be 120 in four populations in Victoria. There is a single record from New South Wales but the orchid is classified as \"extinct\" in that state.",
    "Description": "Caladenia rosella is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 40–90 mm (2–4 in) long and 5–8 mm (0.2–0.3 in) wide. A single pale or bright pink flower 50–60 mm (2.0–2.4 in) wide is borne on a stalk 100–170 mm (4–7 in) tall. The sepals and petals have long, dark, thread-like tips covered with glandular hairs. The dorsal sepal is erect, 30–50 mm (1–2 in) long and 2–3 mm (0.08–0.1 in) wide. The lateral sepals are 30–50 mm (1–2 in) long, 4–6 mm (0.16–0.24 in) wide and spread widely, turning slightly downwards. The petals are 30–40 mm (1–2 in) long, 2–4 mm (0.08–0.2 in) wide and arranged like the lateral sepals. The labellum is 10–14 mm (0.4–0.6 in) long, 8–10 mm (0.3–0.4 in) wide and pale pink near its base but darker pink near its edges and tip. The sides of the labellum have linear teeth up to 2 mm (0.08 in) long and the tip of the labellum is curled under. There are four or six rows of pink calli along the centre of the labellum. In warm weather the flowers have a musky scent. Flowering occurs from August to September.",
    "Taxonomy": "Caladenia rosella was first formally described in 1988 by Geoffrey Carr from a specimen collected near Hurstbridge and the description was published in Muelleria. The specific epithet (rosella) is the diminutive form of the Latin word rosa meaning \"of roses\", hence \"rose-pink\" referring to the colour of the flowers of this orchid.",
    "Distribution and habitat": "The rosella spider orchid occurs in areas to the near-north of Melbourne where it grows in woodlands and low forests. It was formerly more widespread in central and western Victoria and in nearby parts of New South Wales.",
    "Ecology": "The most likely pollinator of C. rosella is a male thynnid wasp but a small bee in the genus Neoproctus has been shown to also be a pollinator of this species.",
    "Conservation": "The numbers of the rosella orchid have declined because of habitat loss and fragmentation so that by 2000, only 120 plants in four populations near Melbourne were known. The species is classified as \"extinct\" in New South Wales, as \"endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 and as \"endangered\" under the Victorian Flora and Fauna Guarantee Act 1988. The main threats to the species are weed invasion, trampling during recreational activities and grazing by rabbits.\n\n\n== References =="
  }
}