{
  "url": "https://en.wikipedia.org/wiki/Caladenia_prolata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. prolata"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia prolata, commonly known as long-leaf fingers or white fingers is a plant in the orchid family Orchidaceae and is endemic to southern Australia. It is a ground orchid with a single leaf and one or two dull white flowers which are greenish with red stripes on the back.",
    "Description": "Caladenia prolata is a terrestrial, perennial, deciduous, herb with an underground tuber and which usually grows as single plants. It has a single erect, hairy leaf, 120–200 mm (5–8 in) long, 3–5 mm (0.1–0.2 in) wide with a reddish or purplish base. One or two dull white flowers which are hairy and greenish with red stripes on the back, are borne on a spike 120–240 mm (5–9 in) tall. The flowers are 8–10 mm (0.3–0.4 in) long and 12–15 mm (0.5–0.6 in) wide. The dorsal sepal curves forward partly forming a hood over the column and is 11–14 mm (0.4–0.6 in) long and 2–4 mm (0.08–0.2 in) wide. The lateral sepals are linear to lance-shaped, slightly sickle-shaped, 11–14 mm (0.4–0.6 in) long, about 3 mm (0.1 in) wide and spread slightly apart. The petals are 10–13 mm (0.4–0.5 in) long and about 3 mm (0.1 in) wide and spread widely apart. The petals are 40–70 mm (2–3 in) long and 3.5 mm (0.1 in) wide and spread widely apart. The labellum is dull pink with dark red bars and a yellow tip and is 5–6 mm (0.20–0.24 in) long and 5–7 mm (0.2–0.3 in) wide. The sides of the labellum have four to six short teeth near the tip as it curls under. There are two rows of white or yellow calli along the mid-line of the labellum. Flowering occurs in October and November.",
    "Taxonomy and naming": "Caladenia prolata was first formally described in 1991 by David Jones and the description was published in Australian Orchid Research. The specific epithet (prolata) is a Latin word meaning \"extended\" or \"elongated\" in reference to the ovary which in this species is longer than in similar species, such as C.vulgaris.",
    "Distribution and habitat": "Caladenia prolata has been recorded from scattered locations in Victoria, south-eastern South Australia and from Flinders Island and Deal Island in Tasmania. It grows in coastal scrub, heathy forest and sometimes on granite outcrops.\n\n\n== References =="
  }
}