{
  "url": "https://en.wikipedia.org/wiki/Caladenia_sigmoidea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. sigmoidea"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia sigmoidea, commonly known as the sigmoid spider orchid, is a species of orchid endemic to the south-west of Western Australia. It has a single erect, hairy leaf and usually only one red and cream-coloured flowers with an unusual S-shaped labellum.",
    "Description": "Caladenia sigmoidea is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf, 70–120 mm (3–5 in) long and about 3 mm (0.1 in) wide. Usually only one red and cream-coloured flower, 30–40 mm (1–2 in) long and 20–30 mm (0.8–1 in) wide is borne on a stalk 50–150 mm (2–6 in) tall. The sepals and petals have thick, brown, club-like glandular tips 4–6 mm (0.16–0.24 in) long. The dorsal sepal is erect, 15–20 mm (0.6–0.8 in) long and about 1 mm (0.04 in) wide. The lateral sepals are 15–20 mm (0.6–0.8 in) long and about 2 mm (0.08 in) wide and curve stiffly downwards. The petals are 15–20 mm (0.6–0.8 in) long, about 1 mm (0.04 in) wide and curve stiffly upwards. The labellum is 8–10 mm (0.3–0.4 in) long, 5–6 mm (0.2–0.2 in) wide and creamy white with red stripes. The sides of the labellum have up to six short teeth on each side and there are two rows of red, anvil-shaped calli along its mid-line. The shape of the labellum is unusual in that it curves downward but with the tip turned up, producing an S-shape when viewed from the side.  Flowering is from August to September.",
    "Taxonomy and naming": "Caladenia sigmoidea was first formally described by Richard Rogers in 1938 from a specimen collected at Kumarl near Salmon Gums, and the description was published in Transactions and Proceedings of the Royal Society of South Australia. The specific epithet (sigmoidea) is \"from the Latin sigmoideus (sigmoid, curved like the letter S), alluding to the sigmoid shaped labellum\".",
    "Distribution and habitat": "The sigmoid spider orchid is widespread between Mount Jackson and Mount Ragged in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions where it grows on stony hills, woodland and on granite outcrops.",
    "Conservation": "Caladenia sigmoidea is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}