{
  "url": "https://en.wikipedia.org/wiki/Caladenia_bryceana_subsp._bryceana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Orchidoideae"
    },
    {
      "Tribe": "Diurideae"
    },
    {
      "Genus": "Caladenia"
    },
    {
      "Species": "C. bryceanaR.S.Rogers"
    },
    {
      "Subspecies": "C. b. subsp. bryceana"
    }
  ],
  "text": {
    "__SUMMARY__": "Caladenia bryceana subsp. bryceana, commonly known as the dwarf spider orchid, is a plant in the orchid family Orchidaceae and is endemic to the south-west of Western Australia. It has a single spreading, hairy leaf and a single green to apricot-coloured flower. It is a small orchid and difficult to find, even when quite abundant in a particular location. It is found in the far south-west corner of the state, unlike subspecies cracens which grows near Kalbarri.",
    "Description": "Caladenia bryceana subsp. bryceana is a terrestrial, perennial, deciduous, herb with an underground tuber and a single erect, hairy leaf 4–6 cm (1.6–2.4 in) long and about 5 mm (0.2 in) wide. A single green to apricot-coloured flower is borne on a stem 5–10 cm (2–4 in) high and is 1–2 cm (0.4–0.8 in) long and 1–2 cm (0.4–0.8 in) wide. The lateral sepals and petals are short and spreading. The labellum is green to apricot-coloured, has a red tip and smooth edges. There is a dense band of tall calli along the centre of the labellum. Flowering occurs between August and October and is followed by a non-fleshy, dehiscent capsule containing a large number of seeds.",
    "Taxonomy and naming": "Caladenia bryceana was first formally described by Richard Rogers in 1914 but in 2001 Stephen Hopper and Andrew Brown described two subspecies, including subspecies bryceana and the description of the two subspecies was published in Nuytsia. The specific epithet (bryceana) honours Bryce MacIntyre, who first collected the species in 1914.",
    "Distribution and habitat": "Dwarf spider orchid occurs in the south-west corner of Western Australia between Boyup Brook and Boxwood Hill in the Esperance Plains, Jarrah Forest and Mallee biogeographic regions where it grows in shrubland and woodland, often near watercourses.",
    "Conservation": "Caladenia bryceana subsp. bryceana  is classified as \"endangered\" under the Environment Protection and Biodiversity Conservation Act 1999 and an interim recovery plan has been prepared and it is classified as \"rare flora\" under the Western Australian Wildlife Conservation Act 1950.\n\n\n== References =="
  }
}