{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_denticulatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Carinata"
    },
    {
      "Species": "E. denticulatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum denticulatum, one of the crucifix orchids, is a reed stemmed species which, at least in herbarium specimens, is frequently confused with E. secundum Jacq.\nLike E. secundum, the flowers of E. denticulatum are non-resupinate and are born in a congested raceme at the end of a long spike.  Like all crucifix orchids, the lip is adnate to the column and bears three lobes, producing the effect of a cross.",
    "Distribution": "Epidendrum denticulatum is grows in tropical dry forests of the Serra do Mar in Brazil, extending from the coastal states of Rio Grande do Sul, to Pernambuco, as well as in the forests of Minas Gerais, at altitudes ranging from 0.5 to 1.4 km. The plant grows both terrestrially and epiphytically.  It is most commonly found living among low bushes and at the edge of roads, occasionally forming large tussocks that can measure more than 5 m2.\nAlthough there are several references stating that E. denticulatum grows at low altitudes near the sea shore these may be the result of confusing E. denticulatum with other members of the Schistochila Carinata subsection of Epidendrum, such as E. cinnabarinum, E. fulgens, and E. puniceoluteum.",
    "Description": "This sympodial reed-stemmed Epidendrum displays a pseudomonopodial habit:  an individual stem (to 4 mm in diameter) will grow continuously at the tip for some time, before producing a bloom spike.  Nevertheless, the flowers come from the top of the stem (halting its upward growth), and new stems start from buds at the base of the old stems, thus making the plant sympodial, like the rest of the subtribe Laeliinae.  Less than ideal lighting will encourage the formation of numerous keikis producing a tangled mass of shoots and roots high up the plant.  However, full sunlight will cause most growths to start near the base of old growths, leading to a shorter and \"tidier\" plant.\nThe long, thin (3 mm or less thick) roots of E. denticulatum are covered with spongy velamen, and extend through the air into the ground.\nThe alternate, coriaceous leaves measure up to 9 cm long and 2 cm wide.\nThe inflorescence is a terminal raceme, filling a globular space that can measure more than 30 cm and can include up to a hundred flowers, with some ten to thirty open simultaneously.  A single inflorescence can remain in bloom for up to a year.  The flowers may be white, cream, yellow, or orange, but are more commonly lavender.  Each flower measures about 2 cm in diameter.  The two petals and three sepals are similar and oval, measuring about 11 mm long by 5 mm wide, each of these perianth segment separated from the next by an angle close to 60°.  As in all Epidendrum flowers, the lip is adnate to the column to the end.  As in the other members of the section E. sect. Schistochila, the lip is divided into three lobes.  This species is named for the tooth-like serrated margins of the three labial lobes.\nThe chromosome number of Epidendrum denticulatum has been determined to be 2n = 40.",
    "Distinguishing characteristics": "Perhaps the most noticeable difference between E. denticulatum and E. secundum is the callus:  E. denticulatum has two small calli near the column and a long keel beginning between them; E. secundum has a single, much larger callus positioned in front of the column.\nTo assist in distinguishing herbarium specimens, Pinheiro and Barros (2007) undertook a statistical examination of flowers growing under cultivation in São Paulo, Brazil. They found that E. denticulatum had a column length of 7–8 mm, and a labellum with a width of 11.7–13.4 mm, a lateral lobe length of 4.9–5.7 mm (measured from the edge of the callus to the end of the lateral lobe), and a central lobe length of 2.2–3.2 mm (from the point where the lateral and central lobes meet), as opposed to E. secundum, which had a column length of 4.7–6.2 mm, and a lip with a width of 8.6–7.2 mm, a lateral lobe length of 2.5–3.8 mm, and a central lobe length of 3–4 mm.\nAccording to Almeida & Figueiredo (2003), E. denticulatum Jacq. produces nectar \"on the petioles of buds, flowers, and fruits,\" but not on the flowers.  According to Pansarin & Amaral (2008), E. secundum has a nectary at the back of the tube formed by the flower lip and column.\nE. denticulatum is distinguishable from the very similar but resupinate-flowered E. ibaguense and E. radicans by its non-resupinate flowers.",
    "History": "E. denticulatum was described by John Barbosa Rodrigues in 1881 from a plant with lavender flowers and white and yellow calli found blooming in the month of March on a tree in the forest near Joinville, Santa Catarina.",
    "References": "\nAlmeida, A. M., & R. A. Figueiredo:  \"Ants visit nectaries of Epidendrum denticulatum (Orchidaceae) in a Brazilian rainforest:  effects on herbivory and pollination\" Brazilian Journal of Biology 634 (Nov. 2003).\nPansarin, E. R., & M. C. E. Amaral:   \"Reproductive biology and pollination mechanisms of Epidendrum secundum (Orchidaceae).  Floral variation:  a consequence of natural hybridization?\" Plant Biology 10 (2008) 211–219.\nPinheiro, F., & F. Barros:  \"Epidendrum puniceoluteum, uma nova espedie de Orchidaceae do litoral brasileiro\", Hoehnea 33(2): 247–250, 2006\nPinheiro, F., & F. Barros:  \"Epidendrum secundum Jacq. e E. denticulatum Barb. Rodr. (Orchidaceae):  caracteres uteil para a sua delimitacao\" Hoehnea 34(4):563–570, 2007.\n\n\n== External links =="
  }
}