{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_calanthum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Carinata"
    },
    {
      "Species": "E. calanthum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum calanthum is a terrestrial reed-stemmed Epidendrum orchid from the montane Tropical rainforest of Bolivia (including Cochabamba), Colombia, Ecuador, Peru, Venezuela, and the West Indies.",
    "Description": "E. calanthum shares with other members of the subgenus E. subg. Amphiglottium Lindl. (1842) a sympodial habit, terete stems covered from the base with close, tubular, disthicous sheathes which are leaf-bearing on the upper part of the stem, and a terminal peduncle covered from its base with close, tubular sheathes. The stem grows to 1 m tall below the inflorescence, and the inflorescnece itself grow to 0.4 m tall, with the white to pink resupinate flowers born in a congested raceme at the end. The leaves grow to 10 cm long.  The oblong sepals are 9 mm long. The petals are 9 mm long and narrower than the sepals, with serulate to erose edges.  The broad, lacerate lip is adnate to the column to its apex, and is trilobate, as is typical for the section E. sect. Schistochila, although the lacerations on the margins of the lobes are nearly as deep as the lacunae between the lobes, making the lip almost seem to be entire.  The central lobe is divided in two at the apex and bears the keel or carina typical of the subsection E. subsect. Carinata beginning near the apex of the column between two small bumps and extending nearly to the apex of the lip.  The chromosome number of E. calanthum is 2n = 30.Although E. calanthum bears a remarkable similarity to E. imatophyllum due to both species having nearly undivided lips, Dodson & Vásquez 1989 notes that they can be easily distinguished because E. calanthum has resupinate flowers, whereas the flowers of E. imatophyllum are non-resupinate.\nThe diploid chromosome number of E. calanthum has been determined as 2n = 30. It can hybrize with other species, blurring species boundaries in sympatric populations",
    "Synonymy": "Epidendrum calanthum var. revertianum Stehlé (1939) and Epidendrum calanthum subsp. revertianum (Stehlé) Sastre (1990) are now recognized as  synonyms for Epidendrum revertianum (Stehlé) Hágsater (1993).\nEpidendrum calanthum var. rubrum Stehlé (1939) is now recognized as a synonym for Epidendrum rubroticum Hágsater (1993).",
    "References": "",
    "External links": "http://verdantgreenla.org/related_species/epidendrum_species_pages/epidendrum_calanthum.html\nThe Internet Orchid Species Photo Encyclopedia\nhttp://orchids.legolas.org/gallery/v/Cattleya+Alliance/Epidendrum/aae.jpg.html\nhttps://web.archive.org/web/20080424231502/http://www.abundaflora.com/epidendrum_calanthum.htm\nhttp://maqui.ucdavis.edu/Images/Orchids/epidendrum_calanthum.html"
  }
}