{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_compressum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Polycladia"
    },
    {
      "Species": "E. compressum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum compressum (\"compressed upon a tree\") is a species of orchid in the genus Epidendrum from wet montane forests of Trinidad, Venezuela, Colombia, Ecuador, Peru and Bolivia.",
    "Nomenclatural history": "Eduard Friedrich Poeppig & Stephan Endlicher published the first description of this orchid in 1836, and called it Epidendrum laxum.  However, because this name had already been used by Olof Swartz in 1788 to describe a very different orchid, now known as Pleurothallis laxa, Epidendrum laxum Poepp. & Endl. (1836) became an Illegitimate name.  It was under this illegitimate name that Reichenbach, in 1861,  classified E. compressum into his section Polycladia of Lindley's subgenus Amphiglotium of the genus Epidendrum.\nIn 1864, August Grisebach published a description of the species Epidendrum compressum, the binomial now accepted by Kew.",
    "Description": "According to Poeppig, E. compressum grows epiphytically in Peruvian forests east of the crest of the Andes and flowers in February.  The sympodial plant produces stems more than 3 dm tall, each of which seldom bears more than three acute, oblong-lanceolate leaves. The elongate terminal multi-flowered panicle grows 3 dm long or longer.  The small pale green flowers have nearly equal-sized, erect, sharply pointed lanceolate sepals. By placing \"Epidendrum Laxum\" in Amphiglotium, Reichenbach was stating that the base (at least) of the inflorescence was covered by thin, imbricate sheaths.\nDodson and Bennett describe an E. compressum from Pasco, Peru, and state that the perianth segments as brown, the lip darker than the rest.  The sepals are lanceolate, the petals are linear, and the lip is deeply trilobate, with the central lobe curved backward and the side lobes curved inward.  The illustration in Dodson and Bennett shows a single stem, ~ 0.5 dm tall, bearing seven leaves and terminating in a two-flowered inflorescence of the same length.  The inflorescence in the illustration carries some spathes, but emerges naked from the leaf-bearing part of the stem, and is not covered by imbricate sheaths.",
    "References": "\n\n== External links =="
  }
}