{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_blepharistes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Polycladia"
    },
    {
      "Species": "E. blepharistes"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum blepharistes is a species of orchid in the genus Epidendrum native to Bolivia, Colombia, Costa Rica, Ecuador, Peru, and Venezuela.",
    "Description": "Epidendrum blepharistes grows both terrestrially and epiiphytically at altitudes ranging from 1.0 km to 3.0 km in the Neotropics.  Like other members of the subgenus E. subg. Amphiglottium, E. blepharistes exhibits a sympodial growth habit, with individual stems covered from the base with close, tubular sheaths; on the upper part of the stem, these sheaths are the bases of the distichous leaves.  E. blepharistes differs from most members of E. subg. Amphiglottium by frequently having a fusiform swelling, up to 1.5 dm long, at the base of each stem.  The elongate, ovate, obtuse leaves can grow more than 22 cm long by 3 cm wide.  The terminal peduncle is covered from its base in close tubular sheaths, and carries either a loose panicle (typical of the section E. sect. Polycladia) consisting of rather few distant racemes, or a single raceme. The small flowers are a rich rose color with oval sepals up to 10 mm long by 4 mm wide, acuminate petals nearly the same length as the sepals but with a denticulate margin, and a quadrilobate lip which is adnate to the column to its apex. (Schweinfurth 1959 describes the lip as \"deeply 3-lobed\" and then describes the mid-lobe as \"deeply bilobed at the apex\".) The lateral lobes of the lip are more or less fringed.  There are two calli where the lip diverges from the column, and a keel between them, running part way down the medial lobe of the lip.\nThe diploid chromosome number of E. blepharistes has been determined as 2n = 40.",
    "References": "",
    "External links": "The Internet Orchid Species Photo Encyclopedia\nhttp://maqui.ucdavis.edu/Images/Orchids/epidendrum_blepharistes.html\nhttp://fm2.fieldmuseum.org/plantguides/guide_pdfs/166%20Maquipucuna%20orchids.pdf\npicture of herbarium sheet:  http://orchid.unibas.ch/phpMyHerbarium/3130/1////specimen.php\nholotype of E. dolabrilobum herbarium sheet pictures:  http://asaweb.huh.harvard.edu:8080/databases/specimens?id=110482"
  }
}