{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_dichotomum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Tuberculata"
    },
    {
      "Species": "E. dichotomum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum dichotomum C.Presl (1827) is a member of the E. secundum group which can grow terrestrially, on rocks, and in trees.  Kew accepts it as a separate species without any synonyms., as did H. G. Reichenbach (1861). In Schweinfurth (1960), E. dichotomum is the accepted name of a species distinct from E. secundum, but with several listed synonyms: E. brachyphyllum, E. lindenii, E. cuzcoense, E. tarmense, and E. inconstans. In Schweinfurth (1970), E. dichotomum is reduced to synonymy under E. secundum.",
    "Description": "E. dichotomum is quite similar to E. secundum.  According to H. G. Reichenbach (1861), it is distinguished by a small lip, an entire clinandrium, and an unlobed tubercle with a pair of smaller calli near its base.  According to Schweinfurth (1960), the tubercle (described as a callus) has three to five lobes with two additional lobes extending into each lateral lobe of the lip.  The original description makes no mention of the tubercle, but simply compares E. dichotomum to both E. fimbriato and  E. ibaguense, and notes that it differs sufficiently from both of them.",
    "Homonymy": "The homonym Epidendrum dichotomum Lindl. (1838), nom. illeg. is a synonym for the different species, Epidendrum jamaicense Lindl. (1853)",
    "References": "\n\n== External links =="
  }
}