{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_parviflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Laeliinae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "E. subg. Spathium"
    },
    {
      "Species": "E. parviflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum parviflorum is a small-flowered reed-stemmed Epidendrum orchid found in  the montane tropical wet forests of Bolivia (including Cochabamba), Ecuador, and Amazonas, Peru.",
    "Description": "As with other members of the subgenus E. subg. Spathium, the inflorescence of E. parviflorum erupts from an enlarged spathe at the apex of an un-swollen stem covered by alternate foliaceous sheaths.  The linear-lanceolate acuminate leaves grow up to 8 cm long and 1.2 cm wide.  The paniculate inflorescence bears numerous 2 cm green flowers. The leathery sepals are 10 mm long and concave toward the dilated acuminate end, where they are 2–3 mm wide.  The filiform petals, also dilated toward the end, are 10 mm long and less than 1 mm wide.  The lip bears rounded lateral lobes, and divides into two triangular points at the apex.  The callus is purple.",
    "Synonymy and homonymy": "Kew lists two synonyms:  E. gramineum Lindl. and E. patulipetalum Schltr..  Reichenbach 1861 listed E. gramineum Lindl. as a separate species, in the subgenus he called Euepidendrum Lindl., a taxon of reed-stemmed Epidendrum plants with inflorescences that lack any spathe or sheath at the base; the description does not specifically mention the base of the inflorescence.\nThe binomial Epidendrum parviflorum has also been published for two additional species:\n\nEpidendrum parviflorum Sessé & Moc. nom. illeg. for Prosthechea ochracea (Lindl.) W.E.Higgins\nEpidendrum parviflorum Pav. nom. illeg. for Polystachya luteola Hook.",
    "References": "",
    "External links": "A picture of E. parviflorum flowers may be found at The Internet Orchid Species Photo Encyclopedia."
  }
}