{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_cristatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Laeliinae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "E. subg. Spathium"
    },
    {
      "Species": "E. cristatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum cristatumRuiz & Pav. (1789) (the \"comb Epidendrum\") is a species of orchid in the genus Epidendrum which is known to grow both terrestrially and epiphytically at altitudes near 1 km in the Neotropics from Mexico through Brazil, as well as Trinidad.",
    "Description": "Epidendrum cristaum is an unusually large reed-stemmed Epidendrum, growing up to 8 m tall. As with other members of the subgenus E. subg. Spathium, the stems of E. cristatum are un-swollen and covered by close, tubular sheathes which bear distichous, somewht leaathery, lanceolate leaves (up to 3 cm long by 4 cm wide) on the upper part of the stem.  The terminal paniculate inflorescence grows through several enlarged spathes, arranged in a fan, which cover the peduncle.  The yellow-green flowers often have purple-brown markings.  The oblong convex obtuse sepals can grow up to 2.8 cm long, slightly longer than the linear petals. The lip is adnate to the column to its apex with a shape that resembles a comb.\nThe diploid chromosome number of E. cristatum has been determined as 2n = 40, the haploid chromosome number as n = 20.",
    "Synonymy and homonymy": "The synonym Epidendrum tigrinum Sessé & Moç. (1894) is a homonym of Epidendrum tigrinum Linden ex Lindl. (1846),  which has been renamed Prosthechea tigrina.",
    "References": "",
    "External links": " Media related to Epidendrum cristatum at Wikimedia Commons"
  }
}