{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_cinnabarinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Carinata"
    },
    {
      "Species": "E. cinnabarinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum cinnabarinum, is a terrestrial reed-stemmed Epidendrum, discovered by the German collector Philipp Salzmann in Bahia, close to Salvador, and published by John Lindley in 1831.  The specific epithet refers to the vermilion flowers.  E. cinnabarinum is similar to (and sometimes confused with) E. fulgens and E. puniceoluteum, as well as red forms of the other crucifix orchids.",
    "Description": "This sympodial reed-stemmed Epidendrum displays a pseudomonopodial habit:  an individual stem (to 1 m. tall), will grow continuously at the tip for some time bearing fleshy lanceolate green leaves, 2 cm. wide by 10 cm. long, before producing a terminal bloom spike, which usually equals or exceeds the length of the stem.  Nevertheless, the flowers come from the top of the stem (halting its upward growth), and new stems start from buds at the base of the old stems, thus making the plant sympodial, like the rest of the subtribe Laeliinae.  The inflorescence is a short, highly congested raceme of non-resupinate, ruby red to orange flowers at the end of a long peduncle covered from its base through much of its length with tight imbricate sheathes.  The deeply lacerate trilobate lip is adnate to the end of the column, with an orange region surrounding the end of the column, a pair of tubercles on either side of the column, and a keel or carina between the tubercles.  Unlike some of the crucifix orchids, E. cinnabarinum does not tolerate temperatures below 2 °C.The diploid chromosome number of E. cinnabarinum has been determined as 2n = ~240, the haploid chromosome number as 108—124.",
    "Distribution": "E. cinnabarinum grows naturally in Brazilian coastal states, ranging from Rio Grande do Norte in the north to Bahia in the south.  It is also found in Venezuela.",
    "References": "\n\n== External links =="
  }
}