{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_armeniacum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Laeliinae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "E. subg. Spathium"
    },
    {
      "Species": "E. armeniacum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum armeniacum (the \"Apricot-coloured Epidendrum\") is an epiphytic species of reed-stemmed Epidendrum orchid that grows wild in Bolivia (including Cochabamba and La Paz), Brazil, Ecuador, and Peru, at altitudes of 1–2 km.",
    "Description": "As is typical of E. subg. Spathium, E. armeniacum exhibits a sympodial growth habit with the individual stems showing no tendency to swell into pseudobulbs, imbricating foliaceous sheathes covering the stem, an apical peduncle covered at its base by enlarged foliaceous spathes, and a lip adnate to the column to its apex.  The closely spaced, slightly flattened stems bear distichous, narrow, lanceolate, slightly folded, leathery leaves which are darker above than below and pointed at the tip, up to 14 cm long by 1.6 cm wide.  The drooping racemose inflorescence bears many small (4–5 mm across) apricot-colored flowers, subtended by maroon, 5 mm long bracts.  The ovate-acute sepals are 3 mm long, as are the filiform petals, which are slightly dilated distally. The fleshy, hood-shaped lip has erect, rounded lateral lobes and a pointed midlobe, up to 4 mm long.  The stout column is up to 2 mm long.",
    "Derivation": "The specific epithet, \"armeniacum,\" of this Neotropical plant does not refer to Armenia, but to the apricot (Prunus armeniaca), which was named from the belief that it was native to Armenia.  The color of the E. armeniacum flowers is similar to the color of the fruit of P. armeniaca.\n\n\n== References =="
  }
}