{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_catillus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Tuberculata"
    },
    {
      "Species": "E. catillus"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum catillus is an epiphytic orchid native to Colombia (where the type was collected), Ecuador and Peru at altitudes ranging from 0.8 km to 1.6 km.",
    "Description": "E. catillus has been placed in E. subg. Amphiglottium Lindl. (1841) by Reichenbach.  Like other members of this subgenus, E. catillus has thin stems which show no tendency to produce pseudobulbs, covered with tight, tubular sheathes which bear distichous leaves on the upper part of the stem, a long apical peduncle covered from its base with tight tubular sheathes, and a lip which is adnate to the column to its apex.  The plant height is variable, from 0.2 m to 1 m.  The leathery leaves grow as long as 7.5 cm, and as wide as 3.5 cm. The inflorescence is usually a raceme, although paniculate inflorescences have been observed; the flowers are born close together near the end of the raceme.  The flowers are red to violet and white, and open fully. The oblong sepals are grow to 1.5 cm long, the petals are somewhat smaller.  As is typical of E. sect. Schistochila, the lip has lateral lobes and a medial lobe, which divides in two in this species.  As is typical of E. subsect. Tuberculata, the lip margins are crenulate to lacerate, and the lip bears an irregularly-shaped tubercule; in this species, the large tubercule extends much of the way down the medial lobe and into the lateral lobes, is mostly white, and is accompanied by two small colored calli, one on either side of the column apex.\nReichenbach 1861 compares this species to E. cochlidium.",
    "References": "",
    "External links": "A photo of the flower can be found at The Internet Orchid Species Encyclopedia.\nPhotos of the inflorescence of this and many other orchids can be found at https://web.archive.org/web/20081203192549/http://www.ecology.org/ecophoto/orchids/Epidendrum.html\nPhotos of flowers of several individuals can be found at https://www.flickr.com/search/?s=rec&w=all&q=Epidendrum+Catillus&m=text"
  }
}