{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_smaragdinum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Integra"
    },
    {
      "Species": "E. smaragdinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum smaragdinum is an epiphytic sympodial orchid native to the Neotropics. It has been found at 0.5 km above sea level in Napo, Ecuador It is also known from Brazil, French Guiana, Guyana, Peru, Suriname, and Venezuela.",
    "Description": "E. smaragdinum is a reed-stemmed Epidendrum which produces slender, cane-like stems which show no tendency to swell into pseudobulbs, and which are covered by tubular imbricating sheathes which, on the upper part of the stem, bear alternate leaves.  E. smaragdinum stems grow as tall as 0.4 m, and the linear-lanceolate, often red-spotted leaves grow as long as 8 cm.\nAs with other members of E. subg. Amphiglottium, the peduncle grows from the apex of the stem, and is covered with close, imbricating sheathes.  The racemose inflorescence bears only a few small bright green to white flowers at one time.  The linear-oblong acute sepals are nearly 1 cm long; the lateral sepals are nearly half as wide as they are long.  The petals are nearly liner, pointed at the end, and somewhat shorter than the sepals.\nThe lip has a few red-brown spots and is adnate to the column to its apex.  Dodson & Dodson 1989 describes the lip as subreniform; Reichenbach 1861 as cordate.  As with other members of E. sect. Schistochila, the lip bears two lateral lobes and an apical lobe; in the case of E. smaragdinum, the apical lobe is divided in two, producing a roughly triangular lip with four points at its end. As with the other members of E. subsect. Integra, the margin of the lip is neither lacerate nor fringed.  The lip bears two tooth-like processes on either side of the column, and a central keel.  The anther contains four pollinia.",
    "Synonymy": "Dodson & Dodson 1989 list three synonyms for E. smaragdinum.  Kew, however, accepts E. pachyrachis Ames and E. alfredii Schltr. as separate species.\n\n\n== References =="
  }
}