{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_macrocarpum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Carinata"
    },
    {
      "Species": "E. macrocarpum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum macrocarpum, widely known as Epidendrum schomburgkii, is a species of orchid in the genus Epidendrum, and the largest-flowering crucifix orchid species.  Reichenbach thought that E. fulgens and  E. schomburgkii var. confluens were both synonyms for this species.",
    "Description": "E. macrocarpum has been placed (as E. schomburgkii) in the subgenus E. subg. Amphiglottium, and like other members of this subgenus, it exhibits a sympodial form of growth with un-swollen stems covered by the close, imbricating distichous sheathes, which are leaf bearing above, and a peduncle covered from its base with close, imbricating sheathes. The stems of this epiphyte grow to 1 m tall. The oblong obtuse fleshy leaves grow to 10 cm long by 2.5 wide.  As with other members of E. sect. Schistochila, the racemose inflorescence bears many flowers with trilobate lips.  The flowers of E. macrocarpum are bright orange, resupinate, and large, measuring nearly 5 cm across.  The narrow lanceolate acute sepals and petals are 25 mm long but only 5 mm wide. As with other members of E. subsect. Carinata, the lobes of the lip are fringed, and there is a keel running down the midlobe.",
    "Homophony": "Epidendrum schomburgkii var. confluens Lindl. (1853) is a synonym for Epidendrum ibaguense Kunth (1816).\nEpidendrum incisum Rchb.f. & Warsz. (1854) nom. illeg. is not a synonym for E. macrocarpum, but for Epidendrum secundum Jacq. (1760).",
    "References": "\n Media related to Epidendrum macrocarpum at Wikimedia Commons"
  }
}