{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_anceps",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Integra"
    },
    {
      "Species": "E. anceps"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum anceps, literally the \"two-edged upon a tree,\" a species of epiphytic orchid in the genus Epidendrum, is sometimes known as the brown epidendrum or dingy-flowered epidendrum.",
    "Description": "E. anceps exhibits a sympodial growth habit, producing closely spaced reed-like stems up to 5 dm tall (10 dm, according to Correll and Schweinfurth) which are flattened laterally (hence, anceps) and covered by imbricating sheathes which bear leaves on the upper part of the stem.  The wide tan-green coriaceous sessile linear-elliptic distichous leaves grow up to 22 cm long by 43 mm wide.  The terminal inflorescence is a raceme at the end of a long peduncle covered from its base by close, imbricating sheathes; sometimes additional racemes will arise from the nodes of the peduncle.  The flowers typically contain significant amounts of chlorophyll and yellow pigment—these are often accompanied by enough purple pigment to give the flower a dingy, brown color. The oblong-ovate dorsal sepal can grow as long as 10 mm; the lateral sepals are often wider than the dorsal.  The petals are linear. The adnate lip is heart- or kidney-shaped where it diverges from the column, is sufficiently three-lobed to be placed in the section E. sect. Schistochila, and has a slight keel on the middle lobe, which is notched at the apex, sometimes with a little point.",
    "Taxonomic confusion": "This taxon has frequently been confused with E. secundum Jacq. due to an early publication claiming synonymy between these two very different taxa.In October, 2009, Kew listed \"Epidendrum galeottianum A.Rich. & Galeotti, Ann. Sci. Nat., Bot., III, 3: 21 (1845)\" as a synonym of E. anceps.  Reichenbach thought that E. galleottianum was a separate species, and placed it in a different section, E. sect. Holochila; he also seems to have cited the authority differently: \"Richard and Galeotti, Orch. Mex. p. 21\".  The original publication of E. galeottianum placed it in E. subg. Amphiglottium and made no reference to whether or not the lip was lobed; Reichenbach (1861) included no more information than Richard & Galeotti.  Some continue to maintain that E. galleottianum and E. anceps are separate species.",
    "References": "",
    "Bibliography": "Donovan Stewart Correll, Native Orchids of North America North of Mexico, 1950, Stanford University Press, pp. 286–287\n\n\n== External links =="
  }
}