{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_cochlidium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Tuberculata"
    },
    {
      "Species": "E. cochlidium"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum cochlidium (or Flor de San José) is a neotropical orchid which can grow both terrestrially and epiphytically in Peru and Venezuela at altitudes ranging from 1.2 km to 2.9 km.",
    "Description": "E. cochlidium is a member of the subgenus E. subg.Amphiglottium which is characterized by a sympodial growth habit, terminal inflorescences, stems and peduncles covered with tight, imbricating, distichous sheathes, stems which do not swell into pseudobulbs, terminal inflorescences which are nearly always racemose, and flowers with the lip adnate to the sides of the column to its apex.  Reichenbach 1861 describes the stem as terete and gracile, whereas Schweinfurth 1960 describes the stem as \"more or less stout.\"  The leathery, ovate-oblong obtuse and emarginate leaves whose basal sheathes cover the upper part of the stem grow to 12 cm long by 2.5 cm wide. The peduncle can grow to 0.6 m long and ends in a congested raceme; rarely, the inflorescence will branch into a panicle.\nThe petals and sepals are linear-lanceolate to elliptic-oblong and nearly the same size, the petals only slightly smaller.  As is typical of the section E. sect. Schistochila, the lip is divided into three lobes.  As is typical the subsection E. subsect. Tuberculata, the lobes are lacerate, and a tubercle covers the center of the lip.  The crested and plicate tuburcle is white to cream or yellow, and the remainder of the flower is red, pink, or yellow.  The flower is non-resupinate.\nThe diploid chromosome number of E. cochlidium has been determined as 2n = 28.",
    "References": "",
    "External links": "Photographs of flowers can be found at\n\nThe Internet Orchid Species Photo Encyclopedia\nhttp://maqui.ucdavis.edu/Images/Orchids/epidendrum_cochlidium.html\nhttp://www.winsomeorchids.com/gallery/miscellaneous/imagepage50.htm\nhttps://web.archive.org/web/20090805172215/http://www.orchidstudium.com/Estrangeiras/Epidendrum%20cochlidium.html\nhttp://www.pbase.com/jwdicus/image/90856785"
  }
}