{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_spruceanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "E. subg. Epidendrum"
    },
    {
      "Section": "E. sect. Planifolia"
    },
    {
      "Subsection": "E. subsect. Umbellata"
    },
    {
      "Species": "E. spruceanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum spruceanum is an epiphytic reed-stemmed Epidendrum orchid  native to the Tropical rainforest of Peru, Bolivia (including Santa Cruz and Cochabamba, where it has been found at an altitude of 0.3 km), and Brazil.",
    "Description": "Epidendrum spruceanum Lindl. (1853) is closely allied to E. nocturnum Jacq. (1760); although accepted as a separate species, for example, by Kew and by Dodson & Vásquez 1989, it is recognized as a synonym for E. nocturnumJacq. (1760) by others, for example IOSPE and Reichenbach 1862  As with other members of E. subg. Epidendrum, E. spruceanum has slender stems covered by close sheathes, leaf-bearing above, and an apical inflorescence with a peduncle which is not covered at its base by any sheath other than the base of the last leaf.  In the case of E. spruceanum, the stems are rather flattened and can grow to 1 m tall, the oblong-obtuse leathery leaves grow to 12 cm long, \"as large as in the largest state of E. nocturnum\" according to Spruce, as reported in Reichenbach, 1861. The inflorescence is short, completely covered by the basal sheath of the apical leaf, and produces one open flower at a time.  The white to greenish white flowers measure 15 cm across with an ovary  20 cm long and a nectary 15 cm long. The petals and sepals are linear-acuminate. The trilobate lip is adnate to the column to its apex, with semirhombate lateral lobes and a slender central lobe with a short keel near the lip.\n\n\n== References =="
  }
}