{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_hemiscleria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Holochila"
    },
    {
      "Species": "E. hemiscleria"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum hemiscleria is a sympodial epiphytic orchid native to the tropical cloud forest of Ecuador (Loja in particular) and Peru, at altitudes near 3.3 km.",
    "Description": "E. hemiscleria stems grow to 1 m long, and sometimes branch in the middle The erect to nodding stems do not swell like pseudobulbs and are covered by imbricating sheathes which bear narrow elliptic leathery alternate leaves, 1 dm long, except near the stem bottom. Like other members of the subgenus E. subg. Amphiglottium Lindl. 1841, the peduncle emerges from the apex of the stem, and is covered by tight imbricating sheaths. The inflorescence is a compact raceme of bright orange fleshy flowers, approximately 1 cm across. The three sepals are erect, concave, and similar.  Lindley noted that there were two round auricles on the column, not the lip, and that the lip was not adnate to the column to its apex; this was why he placed it in the separate genus Hemiscleria with the specific epithet referring to the nodding stems  The has three keels.  According to Reichenbach, 1861, the lip is linear and without lobes, belonging to E. sect. Holochila (\"Labellum indivisum\"); according to Dodson & Dodson 1989, Lindley's auricles are the lateral lobes of the trilobate lip, which would put this species in the subsection E. subsect. Integra of section E. sect. Schistochila (\"Schistochila integra\" according to Reichenbach, 1961).",
    "References": "",
    "External links": "A photograph of Epidendrum hemiscleria may be found at The Internet Orchid Species Photo Encyclopedia."
  }
}