{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_geniculatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Laeliinae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Spathium Lindl. 1741"
    },
    {
      "Species": "E. geniculatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum geniculatum is a deciduous, sympodial, caespitose orchid native to the Brazilian states of Espirito Santo and Rio de Janeiro, at elevations from 300 – 800 m.",
    "Synonymy and confusion": "A description of Epidendrum geniculatum was published in 1882 by João Barbosa Rodrigues.  Eight years later, in 1890, Joseph Dalton Hooker published a description of an orchid, under the name of Epidendrum geniculatum for which William Roxburgh had published a description 70 years earlier, with the name Aerides multiflora.  Thus, Epidendrum geniculatum Hook.f. is a synonym for Aerides multiflora Roxb., and a very different taxon from Epidendrum geniculatum Barb.Rodr., the subject of this article.",
    "Description": "The stems of E. geniculatum are flattened and covered by the bases of the rather thin leaves, which drop before the seed capsule matures. The flowers, born in Winter and early Spring (July–September) on a short peduncle erupting from a spathe, range from light yellow to lavender.  The sepals are approximately 10 mm long by 3 mm wide, and are both wider and longer than the elliptical lateral petals.  The nearly flat single lobe of the lip is approximately 6 mm long by 7 mm wide and bears a keel in front of the column, to which the lip is adnate.\nThis species is considered to be similar to E. caparaoense and E. hololeucum.",
    "References": "",
    "External links": "https://web.archive.org/web/20090712032717/http://www.orchidstudium.com/Epidendrum/geniculatum/"
  }
}