{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_flexuosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Laeliinae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "E. subg. Amphiglottium"
    },
    {
      "Section": "E. sect. Schistochila"
    },
    {
      "Subsection": "E. subsect. Carinata"
    },
    {
      "Species": "E. flexuosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum flexuosum, a reed-stemmed Epidendrum common at mid-altitudes in Central America, is a species of orchid commonly called Epidendrum imatophyllum. It grows exposed to intense sunlight in the forest canopy, particularly on Guava species. E. flexuosum bears non-resupinate lavender flowers on a congested raceme at the end of a long peduncle.\nIn the wild, Epidendrum flexuosum grows naturally together with a nest of ants, and sometimes bees, wasps, or hornets, which protect it from predators. This species is very difficult to grow without the ants, a phenomenon found in other genera such as Caularthron, Coryanthes, and Sievekingia.",
    "Description": "Epidendrum flexuosum has been placed in the subgenus E. subg. Amphiglottium and shares the characteristics of that subgenus: it exhibits a sympodial growth habit with slender, unswollen stems covered by close distichous sheathes which are foliaceous on the upper sections of the stem; the inflorescence is terminal and covered from its base by distichous sheathes; and the lip is adnate to the column to its apex.  The ligulate leaves have a small notch in the obtuse end. The stem, including the peduncle, is flattened. As is typical of the section E. sect. Schistochila, the inflorescence is a raceme, and the lip is lacerate.  The lilac flowers are non-resupinate.  The dorsal sepal is lanceolate and recurved, the lateral sepals are falcate, and the petals are rhombic with lightly fringed to irregular margins.  As is typical of the subsection E. subsect. Carinata, the lip is trilobate and has a keel, or carina, running down the center.  In the case of E. flexuosum the lip is almost oval-shaped:  Dodson & Bennett 1989 use the phrase \"lip obscurely 3-lobed.\" The column is slightly s-shaped.\nThe chromosome number of an individual collected in Mamirauá, Brazil has been determined as 2n = 28",
    "Synonymy": "List of synonyms:\nE. buenavistae Kraenzl. (1908)\nE. imantophyllum Lindl. (1831)\nE. imatophyllum Hooker ex. Lindl (1831)\nE. imetrophyllum Paxton (1837)\nE. lorifolium Schltr. (1922)\nE. palpigerum Rchb.f. (1879)",
    "References": "",
    "External links": "Images in the wild (as E. imatophyllum):  https://web.archive.org/web/20080308035848/http://www.abundaflora.com/epi_imat.htm"
  }
}