{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_secundum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Tuberculata"
    },
    {
      "Species": "E. secundum"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum secundum, one of the crucifix orchids, is a poorly understood reed stemmed species, which Dressler (1989) describes as \"the Epidendrum secundum complex.\" According to Dressler, there are dozens of varieties, some of which appear to deserve species rank. Arditti and Ghani note that E. secundum has the distinction of bearing the longest seeds known in the Orchidaceae, 6.0 mm long. By comparison, the seeds of E. ibaguense (another crucifix orchid) are only 2.9 mm long.\nLike the other members of E. subg. Amphiglottium, E. secundum is a sympodial plant which has thin stems covered from the base with imbricating sheaths which are leaf bearing above, a terminal inflorescence covered at its base with thin imbricating sheaths, and flowers with the lip adnate to the column to its apex. The flowers are non-resupinate (unlike E. ibaguense and E. radicans), can come in shades of lilac, red, orange, or yellow, and feature a notable callus on the fringed trilobate lip. The plant is rather cool-growing and can tolerate a light frost.",
    "Diversity within the complex": "In 1861, H. R. Reichenbach presented a treatment of the genus Epidendrum, including his view of the sub-section Tuberculata. Correlating his list of (in Reichenbach's view) separate species with the Kew Monocot Checklist (July 16, 2009) yielded the following list of taxa \"which appear to deserve species rank\" that Kew checklist reviewers consider to be synonyms for E. secundum (the page numbers refer to Reichenbach 1861):\n\nE. ansiferum Rchb.f. & Warsz., Bonplandia (Hannover) 2: 111 (1854). (pp 394–395)\nE. brachyphyllum Lindl., Fol. Orchid. 3:72(1853) (p. 392)\nE. fimbria Rchb.f., Bonplandia (Hannover) 2: 282 (1854). (p. 394)\nE. gracilicaule Rchb.f. & Warsz., Bonplandia (Hannover) 2: 111 (1854) (p. 392)\nE. incisum Rchb.f. & Warsz., Bonplandia (Hannover) 2: 112 (1854), nom. illeg. (p. 394)\nE. lacerum Lindl., Edwards's Bot. Reg. 24(Misc.): 17 (1838). (pp. 395–396)\nE. lindenii Lindl., Edwards's Bot. Reg. 31(Misc.): 48 (1845), nom. illeg (p. 393)\nE. novogranatense Rchb.f. & Warsz., Bonplandia (Hannover) 2: 111 (1854). (p. 396)The diversity of E. secundum is further demonstrated by counts of the chromosome number (in root tissues): a lilac-flowered individual from Bolivia was found to have 2n = 28; a lilac-flowered individual from Santo Antônio do Itambé, Brazil, 2n = 52; an orange-flowered individual from Santo Antônio do Itambé, Brazil, 2n = 48; a lilac-flowered individual from Serra do Rio do Rastro, Brazil, 2n = 40; a lilac-flowered individual from Venezuela, 2n = 80; all in disagreement with a previously reported value of 2n = 68.The Kew Monocot checklist lists many more binomials as synonyms of E. secundum:\nE. antioquiense Schltr., Repert. Spec. Nov. Regni Veg. Beih. 7: 125 (1920)\nE. bulkeleyi A.D.Hawkes, Orquídea (Rio de Janeiro) 18: 168 (1957)\nE. coroicoense Schltr., Repert. Spec. Nov. Regni Veg. 27: 60 (1929)\nE. corymbosum Ruiz & Pav., Syst. Veg. Fl. Peruv. Chil.: 246 (1798)\nE. corymbosum var. latifolium Cogn. in C.F.P.von Martius & auct. suc. (eds.), Fl. Bras. 3(5): 145 (1898)\nE. crassifolium var. albescens Pabst, Bradea 2: 64 (1976)\nE. cuzcoense Schltr., Repert. Spec. Nov. Regni Veg. Beih. 9: 82 (1921)\nE. dolichopus Schltr., Repert. Spec. Nov. Regni Veg. Beih. 7: 131 (1920)\nE. elongatum Jacq., Collectanea 3: 260 (1789)\nE. fastigiatum Lindl., Fol. Orchid. 3: 71 (1853)\nE. giroudianum Rchb.f., Bonplandia (Hannover) 4: 327 (1856)\nE. herzogii Schltr., Repert. Spec. Nov. Regni Veg. 12: 489 (1913)\nE. inconstans Ames ex Gleason, Bull. Torrey Bot. Club 58: 350 (1931)\nE. lacera (Lindl.) Britton, Sci. Surv. Porto Rico & Virgin Islands 5: 201 (1924)\nE. longihastatum Barb.Rodr., Gen. Spec. Orchid. 1: 59 (1877)\nE. pachyphyllum Schltr., Repert. Spec. Nov. Regni Veg. Beih. 7: 140 (1920)\nE. polyschistum Schltr., Repert. Spec. Nov. Regni Veg. Beih. 7: 143 (1920)\nE. secundum var. albescens (Pabst) F.Barros, Acta Bot. Brasil. 10: 142 (1996)\nE. secundum f. albescens (Pabst) F.Barros, Hoehnea 29: 111 (2002)\nE. sulfuratorium E.H.L.Krause, Beih. Bot. Centralbl. 36(2): 336 (1914)\nE. tarmense Schltr., Repert. Spec. Nov. Regni Veg. Beih. 9: 94 (1921)\nE. tricallosum Schltr., Repert. Spec. Nov. Regni Veg. Beih. 6: 39 (1919)\nE. versicolor Hoehne & Schltr., Arch. Bot. São Paulo 1: 245 (1926)",
    "Names": "Although the Linnaean binomial \"Epidendrum secundum\" is well established by Jacquin's publication in his Enumeratio (1760) and Selectarum (1763), the seeming inappropriateness of his word choice has long been noted, not only by Dressler (1975) but also by Cogniaux in Flora brasiliensis, with the listing \"Epidendrum secundum (sed floribus non secundis) Jacq.\"\nUnlike the illustration in Selectarum, the inflorescence of this taxon is not secund, that is, the flowers are not all on one side of the inflorescence, are not all in one plane, nor is the plant in any way \"lop sided.\" Rather the flowers surround the central stem of the inflorescence in a cylindrical manner, producing a highly congested raceme. Despite the generic epithet (literally \"upon a tree\"), E. secundum frequently grows terrestrially. Due to this literal inappropriateness of the name and the origin of this plant in a country where English is not the common language, any \"common names\" constructed by literally translating the Linnaean binomial into English are completely inappropriate: not only are such names not common, they are completely misleading. Such names include \"lop sided star orchid,\" and \"flowers all in one plane Epidendrum,\" among others. Nevertheless, the insistence of some database constructors that each taxon must have a common name causes such phrases to proliferate.",
    "Occurrence": "Epidendrum secundum occurs in the montane forest of the Neotropics (up to 2 miles high), including Cusco, southeastern Peru and Brazil. It has also been found in disturbed roadside habitats in Picingauba, Brazil, near sea level, together with E. fulgens and natural hybrids between the two.",
    "References": "Arditti, J. and Abdul karim Abdul Ghani, \"Tansley Review No. 100. Numerical and Physical Properties of Orchid Seeds and Their Biological Implications\" New Phytologist, 145 (3): 367–421. 2000.\nDressler, R. L. \"Jacquin Names -- Again\" Taxon 24 (5/6): 647–650. November 1975\nDressler, R. L. \"Will the Real Epidendrum ibaguense please stand up?\" American Orchid Society Bulletin 58 (1989): 796–800\nH. G. Reichenbach \"Orchides\" in Dr. Carl Müller, Ed. Walpers Annales Botanices Systematicae VI (1861): 393–397. Berlin.\nE. R. Pansarin; M. C. E. Amaral (2008). \"Reproductive biology and pollination mechanisms of Epidendrum secundum. Floral variation: a consequence of natural hybridization?\". Plant Biology. 10 (2): 211–219. doi:10.1111/j.1438-8677.2007.00025.x. PMID 18304195.",
    "External links": "Kew Monocot Checklist"
  }
}