{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_ibaguense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Tuberculata"
    },
    {
      "Species": "E. ibaguense"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum ibaguense (pronounced ee-bah-GAIN-say) is a species of epiphytic orchid of the genus Epidendrum which occurs in Trinidad, French Guyana, Venezuela, Colombia and Northern Brazil.",
    "Taxonomy": "According to Reichenbach, E. ibaguense belongs to the subsection Tuberculata Rchb.f. of section Schistochila Rchb.f. of subgenus Amphiglotium Lindl..According to Kew, E. decipiens Lindl. (1853) (p. 391, Reichenbach 1861)) and E. schomburgkii var. confluens (p. 389-390, Reichenbach 1861) are synonyms of E. ibaguense; according to Reichenbach 1861, these two separate species belong to the subsection Carinata.\nOther synonyms (according to Kew) : \n\nEpidendrum decipiens Lindl., 1853\nEpidendrum schomburgkii var. confluens Lindl., 1853\nEpidendrum chrysostomum Rchb.f.,1856\nEpidendrum bituberculatum Rolfe, 1892\nEpidendrum planiceps Kraenzl., 1911\nEpidendrum laetum Schltr., 1919\nEpidendrum fraternum Schltr., 1920\nEpidendrum smithii Schltr., 1920\nEpidendrum sororium Schltr., 1920\nEpidendrum miquelii Schltr., 1925\nEpidendrum ibaguense var. confluens (Lindl.) C.Schweinf., 1944",
    "Description": "Like the other members of Epidendrum subgenus Amphiglotium Lindl., E. ibaguense exhibits a pseudo-monopodial growth habit: it produces a vertical stem covered with the sheathing bases of distichous leaves and without the swelling typical of the pseudobulbs found in many sympodial orchids.  However, E. ibaguense is actually sympodial:  the peduncle of the inflorescence, tightly covered for most of its length by thin, overlapping sheaths, is terminal, not lateral.  A new growth is then (usually) produced from near the base of the old one, although  E. ibaguense will frequently produce a keiki from an old inflorescence. Like the other members of Epidendrum Amphiglotium section Schistochila Rchb.f., E. ibaguense flowers are borne on a congested, successively flowering raceme at the end of a long peduncle, and have a trilobate lip that is adnate to the column to the very apex.  Like the members of the subsections Carinata Rchb.f. and Tuberculata Rchb.f., the three lobes of the E. ibaguense lip are deeply fringed or lacerate.  Like E. radicans, (but unlike E. secundum Jacq., E. fulgens, E. puniceoluteum, and E. cinnabarinum) the flowers of E. ibaguense are resupinate. E. ibaguense differs from E. radicans by producing most of its roots from near the bottom of the stem, and producing stems that \"really stand up.\"  Like E. secundum Jacq. and E. radicans, different individuals of E. ibaguense can produce flowers that are lavender, red, orange, or yellow.\nThe chromosome number of an individual collected in Serra Pacaraina, Brazil, has been determined as 2n = 70.",
    "References": "",
    "External links": " Media related to Epidendrum ibaguense at Wikimedia Commons\n Data related to Epidendrum ibaguense at Wikispecies\nA photograph of the flowers may be found at: https://www.flickr.com/photos/toddboland/3967978457/"
  }
}