{
  "url": "https://en.wikipedia.org/wiki/Epidendrum_fulgens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Epidendrum"
    },
    {
      "Subgenus": "Epidendrum subg. Amphiglottium"
    },
    {
      "Section": "Epidendrum sect. Schistochila"
    },
    {
      "Subsection": "Epidendrum subsect. Carinata"
    },
    {
      "Species": "E. fulgens"
    }
  ],
  "text": {
    "__SUMMARY__": "Epidendrum fulgens is a crucifix orchid native to Brazil.  Like E. secundum, with which it has been found to hybridize in habitats disturbed by human activity, E. fulgens flowers are non-resupinate and are born in a congested racime at the end of a long spike.  Like all crucifix orchids, the lip is adnate to the column and  bears three lobes, producing the effect of a cross.  Like E. cinnabarinum,  E. denticulatum, and E. puniceoluteum (also Brazilian members of subsection carinata), E. fulgens grows in the litoral restinga habitat.\nThe specific epithet, fulgens, is the present participle of the Latin verb fulgere \"to shine, to glow\" and refers to the brilliant yellow-orange flowers with red spots on the yellow lip.",
    "Distinguishing characteristics": "E. fulgens has a noticeably wider angle (nearly 180°) between the lateral sepals than most of the crucifix orchids, as well as a noticeably narrower angle (little more than 90°) between the petals.  The yellow lip bears striking red spots in two lines near the callus.  The roots are produced mostly near the bottom of the stem.\nE. fulgens is easily distinguished from E. radicans and E. ibaguense by its non-resupinate flowers.\nPerhaps the most noticeable difference between E. fulgens and E. secundum is the callus: E. fulgens has a small keel in front of the column, flanked by two calli, whereas E. secundum has a single, much larger callus in front of the column.  Additionally, E. fulgens is not found in the mountainous habitat where E. secundum usually grows.\nE. fulgens differs from E. puniceoluteum and E. cinnabarinum by having slightly smaller yellow-orange flowers with a yellow lip, instead of bright red.\nThe chromosome number of E. fulgens has been determined by two separate investigators as 2n = 24  This number differs from  E. puniceoluteum (with 52), E. secundum (with 28—80), E. cinnabarinum (with 240), E. radicans (with 40—64), and E. ibaguense (with 70).",
    "Occurrence": "E. fulgens grows in the restinga vegetation near the Atlantic shore from Rio de Janeiro in the north to Rio Grande do Sul in the south, at a typical elevation of 10 m.",
    "References": "\nPansarin, E. R., and Amaral, M. C. E.:   \"Reproductive biology and pollination mechanisms of Epidendrum secundum (Orchidaceae).  Floral variation:  a consequence of natural hybridization?\" Plant Biology 10 (2008) 211-219.\nPinheiro, F., and Barros, F.:  \"Epidendrum puniceoluteum, uma nova especie de Orchidaceae do litoral brasileiro\" Hoehnea 33(2):247-250, 2007.\n\n\n== External links =="
  }
}