{
  "url": "https://en.wikipedia.org/wiki/Armillaria_fuscipes",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Physalacriaceae"
    },
    {
      "Genus": "Armillaria"
    },
    {
      "Species": "A. fuscipes"
    }
  ],
  "text": {
    "__SUMMARY__": "Armillaria fuscipes is a plant pathogen that causes Armillaria root rot on Pinus, coffee plants, tea and various hardwood trees. It is common in South Africa. The mycelium of the fungus is bioluminescent.Host and Symptoms:\nArmillaria root rot is a disease that affects a wide variety of trees and is caused by multiple species in the Armillaria species complex. Armillaria spp. is a basidiomycete fungi. The symptoms for Armillaria spp. can vary greatly because of the wide host range and different species of pathogen. The hosts of Armillaria fuscipes specifically are tropical members of the genus Pinus, Camellia sinensis (tea), and members of the genus Coffea. General symptoms of A. fuscipes, include stunting of the plant, sparse foliage and chlorosis of the leaves. For hosts in the Pinus genus, such as Pinus elliottii, P. kesiya, P. patula, P. taeda, chlorosis of the needles of the infected plant is also a common symptom. Signs of this pathogen are white fans of hyphae that grow between the bark and wood of infected trees as well as the  black mycelial cord or rhizomorph of the fungi growing in a net around the root system. The mycelium of A. fuscipes are bioluminescent and the rhizomorph is used to transfer nutrients over large distances to create fruiting bodies as well as infect other trees. The fruiting bodies are brown and white mushrooms that emerge from the base of the tree. The cracking of bark and resin leaking from the base of the tree are other symptoms seen mostly in the Pinus hosts. \nImportance:\nArmillaria root rot caused by this A. fuscipes can result in the death of many Pinus species native to South Africa. The disease can spread from one tree to many and result in patches of dead trees of a considerable area. A. fuscipes is the major cause of armillaria root rot on tea in Kenya and has been found in other African countries. This has major economic implications for the tea industry in countries where the pathogen is prevalent, especially because of its wide distribution in Africa ranging from South Africa to as far north as Ethiopia. Kenya is the largest producer of tea in Africa, which accounts for 17-20% of the revenue made from exports. The way the disease spreads and symptoms, which greatly affect yield, make it an important disease to control, primarily in places where the plants it affects are of economic importance. A. fuscipes can infect coffee plants as well, but it mostly affects stands of tea. \nManagement:\nManaging A. fuscipes can be difficult because removing the pathogen via the application of fungicides isn’t very straight forward. While fumigation of the plants is an option for control, it isn’t often used because many fumigants, such as methyl bromide, are banned due to their extreme toxicity and  the adverse effects they have on the environment. Another option for controlling inoculum is mechanical removal of infected stumps and plant material. It is difficult to completely eradicate the pathogen in this manner and it is invasive, expensive and labor intensive. Some newer and more promising methods of management include solarization of the soil and the application of Trichoderma harzianum to the soil as a biological control. In a german study, it was found that solarization for 10 weeks increased the soil temperature enough that the viability of the pathogen was almost completely eliminated. The application of T. harzianum was effective in controlling A. fuscipes in woody species, and when combined with 5 weeks of solarization, caused a total loss of pathogen viability. Breeding for resistance and increasing host vigor are also options for long term management of this pathogen.",
    "See also": "List of Armillaria species\nList of bioluminescent fungi\n\n\n== References =="
  }
}