{
  "url": "https://en.wikipedia.org/wiki/Atheris_hispida",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Atheris"
    },
    {
      "Species": "A. hispida"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: rough-scaled bush viper, spiny bush viper, hairy bush viper, more.Atheris hispida is a venomous viper species endemic to Central Africa. It is known for its extremely keeled dorsal scales that give it a bristly appearance. No subspecies are currently recognized.",
    "Description": "The males of this species grow to maximum total length of 73 cm (29 in): body 58 cm (23 in), tail 15 cm (5.9 in). Females grow to a maximum total length of 58 cm (23 in). The males are surprisingly long and slender compared to the females.The head has a short snout, more so in males than in females. The eyes are large and surrounded by 9–16 circumorbital scales. The orbits (eyes) are separated by 7–9 scales. The nostril is like a slit and separated from the eye by two scales. The eye and the supralabials are separated by a single row of scales. The supralabials number 7-10, of which the fourth is enlarged. The body is covered with elongated, heavily keeled dorsal scales that give this animal a unique 'shaggy' idea to its skin, almost bristly appearance. The scales around the head and neck are the longest, decreasing posteriorly. Midbody, the dorsal scales are in 15–19 rows. There are 149–166 ventral scales and 35–64 subcaudals. The anal scale is single.",
    "Common names": "Rough-scaled bush viper, spiny bush viper\n hairy bush viper, rough-scaled tree viper, African hairy bush viper, hairy viper.The common name \"hairy bush viper\" should, however, be avoided for this species, as it will likely be confused with Atheris hirsuta Ernst & Rödel, 2002, the specific name for which means \"hairy\".",
    "Geographic range": "Central Africa: DR Congo, south-west Uganda, west Kenya. The type locality given is \"Lutunguru, Kivu\" (DR Congo).More specifically, Spawls & Branch (1995) describe the distribution as isolated populations in Kivu and Orientale Provinces in DR Congo, southeastern Ruwenzori in Uganda and the Kakamega Forest in western Kenya.",
    "Behavior": "Capable of climbing reeds and stalks, this species is often found basking on top of flowers and terminal leaves. Mostly nocturnal.",
    "Feeding": "Feeds on mammals, frogs, lizards, and sometimes birds. Sometimes hunts for mammalian prey on the ground.",
    "Reproduction": "Females give birth to up to 12 young at a time. Newborns are about 15 cm (5.9 in) in total length.",
    "Venom": "Not much is known about their venom except that it is mainly neurotoxic. Besides the neurotoxins, they also carry cytotoxins and fasciculins. Toxicity of individual specimens within the same species and subspecies can vary greatly based on several factors, including geographical region. Even the weather and altitude can influence toxicity (Ernst and Zug et al. 1996). A bite can be fatal to humans without access to proper first aid and subsequent antivenom treatment. Until recently, their venom has often been regarded as less toxic than that of many other species, perhaps because bites are uncommon, but this turned out not to be the case. There are now a number of reports of bites that have led to severe hemorrhaging of internal organs.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Laurent RF. 1955. Diagnoses preliminaires des quelques Serpents venimeux. Rev. Zool. Bot. Afr. (Revue de zoologie et de botanique africaines) 51: 127–139. (Atheris hispida, p. 138.)\n\n\n== External links =="
  }
}