{
  "url": "https://en.wikipedia.org/wiki/Atheris_katangensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Atheris"
    },
    {
      "Species": "A. katangensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Shaba bush viper, Katanga Mountain bush viper, more.Atheris katangensis is a venomous viper species endemic to the Democratic Republic of the Congo.\nIt is found only in a limited area in the east of the country. No subspecies are currently recognized.",
    "Description": "It attains a maximum total length (body + tail) of only 40 cm (16 in), making this the smallest member of the genus Atheris.The head is flat, triangular, distinct from the neck, and covered with small keeled scales. The snout is rounded. Midbody there are 24–31 rows of dorsal scales. The tail is short. Males and females have 45–59 and 38–42 subcaudal scales respectively.The color pattern consists of a purple-brown or yellow-brown ground color, overlaid with paired dorsolateral lines of a contrasting shade. These lines may break into a zigzag pattern and run from head to tail. The belly is yellowish, as is the tip of the tail.",
    "Common names": "Shaba bush viper, Katanga Mountain bush viper, \nUpemba bush viper, Katanga bush viper, Katanga tree viper.",
    "Geographic range": "Restricted to Upemba National Park, Katanga Province (Shaba Province) in the eastern Democratic Republic of the Congo.\nThe type locality given is \"Mubale-Munte (région du confluent), sous-affluent de la rive droite de la Lufira [alt. 1480], Park National de l'Upemba\".",
    "Geographic range-Habitat": "Gallery forest along rivers at altitudes between 1,200 and 1,500 meters (about 4,000–5,000 ft).",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "de Witte G-F. 1953. Exploration du Parc National de l'Upemba. Mission G.F. de Witte en collaboration avec W. Adam, A. Janssens, L. van Meel et R. Verheyen (1946–1949). Fascicule 6: Reptiles. Brussels: Institut des Parcs Nationaux du Congo Belge. 322 pp. + 111 figures, 38 plates, 3 color plates, 1 map. (Atheris katangensis, p. 301)."
  }
}