{
  "url": "https://en.wikipedia.org/wiki/Atheris_ceratophora",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Atheris"
    },
    {
      "Species": "A. ceratophora"
    }
  ],
  "text": {
    "__SUMMARY__": "Atheris ceratophora is a venomous viper species endemic to a few mountain ranges in Tanzania. This used to be the only horned, arboreal viper known from Africa, until the discovery in 2011 of Atheris matildae, also found in Tanzania. No subspecies are currently recognized.\nCommon names: Usambara bush viper, horned bush viper, eyelash bush viper, more.",
    "Description": "It grows to a maximum total length (body + tail) of 54 cm (21 in). Females are slightly larger than males. The maximum total length for a male is reported to be 42 cm (17 in), the tail of which measured 8 cm (3.1 in).Easily recognized by a set of 3-5 horn-like superciliary scales above each eye. The rostral scale is more than twice as broad as high. There are 9 upper labials. The first 3 lower labials on each side are in contact with the one pair of chin shields.Midbody, the dorsal scales number 21-25. The ventral scale count is 142-152. There are 41-56 subcaudals.The color pattern consists of a yellowish-green, olive, gray or black ground color. This may or may not be overlaid by variable markings, sometimes in the form of irregular black spots or cross-bars that may be lined with yellow or white spots. The belly is dirty orange to almost black in color, sometimes with dark spots.",
    "Common names": "Usambara bush viper, horned bush viper, eyelash bush viper, Usambara mountain bush viper, horned tree viper, Usambara tree viper.",
    "Geographic range": "It is found in the Usambara and Uzungwe Mountains in Tanzania. It is probably also found in the Uluguru Mountains.The type locality is \"Usambara\" Mountains [Tanzania].",
    "Habitat": "Found in grass and low bushes about 1 m (3.3 ft) above the ground in woodlands and forests at altitudes of 700–2,000 m (2,300–6,600 ft).",
    "Behavior": "Like other Atheris species, it is probably active mainly at night, or at dawn or dusk.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boulenger GA. 1896. Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the...Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers.) xiv + 727 pp. + Plates I.- XXV. (Atheris ceratophorus, p. 510.)\nWerner F. 1895. Ueber einige Reptilien aus Usambara (Deutsch-Ostafrika). Zoologisch-Botanische Gesellschaft in Wien 45: 190-194. (\"Atheris ceratophora n. sp.\", p. 194 + Plate V, Figures 1a-1e.)",
    "External links": "Atheris ceratophora at Corallus.com. Accessed 8 October 2006.\nAtheris ceratophora at Baumpython.com. Accessed 8 October 2006."
  }
}