{
  "url": "https://en.wikipedia.org/wiki/Atheris_desaixi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Atheris"
    },
    {
      "Species": "A. desaixi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Mount Kenya bush viper, Ashe's bush viper, Desaix's bush viper.Atheris desaixi is a venomous viper species endemic to Kenya, where only two isolated populations are known. It is known for its striking black and yellow coloration. No subspecies are currently recognized.",
    "Etymology": "This species is named in honor of Frank De Saix, an American Peace Corps volunteer who collected the first specimen.",
    "Description": "Adults are an average 40–60 cm (about 16-24 inches) in total length (body + tail), with a maximum total length of 70 cm (28 in). Newborns measure 17–22 cm (6.7-8.7 inches) in total length. In Ashe's original 1968 description, adults were reported to grow to an average 49–68 cm (about 19-27 inches) total length, with a head and body length of 43–59 cm (about 17-23 inches) and a tail length of 6–9 cm (2.4-3.5 inches).The eyes are set well forward in the head and are surrounded by 14-17 scales. Interorbital scales number 8-11. The eye is separated from the nasal by two to three scales and from the supralabials by two. Upper labials: 10-12. Sublabials: 11-14. The rostral scale is not as wide as it is long, while its upper margin is highest at the center. The rostral is also accompanied by an even number of suprarostrals. The superciliary scales above the eyes are not enlarged (as opposed to A. ceratophora). The nasal scale is round and single, or partially divided.Midbody, the dorsal scale rows number 24-31. The dorsal scales are short and heavily keeled. However, on the upper dorsals the keels terminate before the end of each scale. On the lower dorsals, the keels are serrated (like in Echis). The ventral scale count is 160-174. In females the subcaudals number 41-54. One male specimen had 53 subcaudals.The color pattern consists of a greenish-black to charcoal-black ground color, while each scale is tipped with yellow or yellowish-green, giving the animal a speckled appearance. Some scales have more of this color to them and form a series of loops along the sides of the body. These loops may fuse into zigzag patterns posteriorly, fading again on the tail. Anteriorly, the venter is yellow or yellowish, fading towards a purplish-black towards the rear and under the tail, except for the tip that is blotched with yellow. Juveniles are mainly yellow with a white tipped tail. This darkens as they grow until they reach the adult color phase at a total length of about 30 cm (12 in).",
    "Geographic range": "Two isolated populations in Kenya: in the forests at Chuka, south-eastern Mount Kenya, and Igembe in the northern Nyambeni range.\nThe type locality is listed as \"near Chuka, Lat. 0° 20' S, Long. 37° 35' E, in rain forest at an altitude of c. 1600 meter [5,250 ft]\", Kenya.",
    "Conservation status": "Currently, this species is not listed on the IUCN Red List of Threatened Species nor in any of the CITES Appendices. In 2004, a proposal was submitted by Kenya to have it listed in CITES Appendix II on the grounds that the species has a very limited geographic range and suffers from rapid habitat loss. It is also threatened by illegal trade due to demand from reptile collectors in Europe and North America. Apparently this proposal was not accepted. The Commission of European Communities considered the arguments weak, saying that they did not demonstrate significant trade, and that the species is already protected in Kenya. They suggested Appendix III instead.",
    "Habitat": "The original specimens, for which field notes were taken, were found in dense rain forest at 1,600 m (5,250 ft), collected in clearings and along pathways in the dense foliage about 2 m (6.6 ft) above the ground. The conditions were very humid and all specimens were collected within a 1.6 km (1 mile) radius. In this environment, their coloration offers them an excellent camouflage, making them very difficult to spot.",
    "Behavior": "Little is known. They are obviously arboreal, moving slowly and deliberately among the branches of their habitat as other Atheris species do, but it is unknown when their daily peak activity occurs. In captivity, they are just as willing to accept food during the day as at night.When captured, they will strike readily and struggle vigorously in the hand. They may also perform a characteristic, stridulating threat display, in which counterlooped coils and the lower serrated, keeled scales are rubbed against one another to produce a loud hissing noise. However, captive specimens soon calm down and this behavior is lost.",
    "Feeding": "Reported to be an opportunist, preying on amphibians, rodents and small birds.",
    "Reproduction": "A gravid female specimen found in the Nyambeni range is reported to have given birth to 13 offspring in the month of August. Newborns measured 17–21 cm (6.7-8.3 inches) in total length.",
    "Venom": "The Kenyan who collected the first specimens was bitten by an adult, with a single fang penetrating his right index finger. There was significant swelling and pain. A tourniquet was applied and an unknown antivenin was administered, after which the patient made a full recovery. It is doubtful, however, that the antivenin made any difference in this case, for no antivenin is known to be effective. Nevertheless, since these snakes are relatively large (for Atheris) and their venom is known to contain powerful anticoagulants, a bite should be taken seriously. Poor coagulation may even require blood transfusions.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "CoP13, Prop. 30 at CITES. Accessed 8 October 2006.\nThe Jacksonville Florida Zoological Gardens Herps at Awesome Arboreals. Accessed 9 October 2006.\nMount Kenya bush viper (Atheris desaixi ), Kenya at Dr. Zoltan Takacs Homebase. Accessed 9 October 2006."
  }
}