{
  "url": "https://en.wikipedia.org/wiki/Atheris_chlorechis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Atheris"
    },
    {
      "Species": "A. chlorechis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: western bush viper, West African leaf viper, more.Atheris chlorechis is a venomous viper species found only in the forests of West Africa. No subspecies are currently recognized.",
    "Description": "Adults average 50 cm (20 inches) in total length (body + tail), with a maximum total length of 70 cm (28 in). The tail is relatively long. The body is relatively slender, with 25-36 midbody rows of dorsal scales. These are heavily keeled, with the keels ending in a swelling at the end of each scale.Adults have a uniform light green ground color, overlaid with a series of faint yellow, roughly paired spots running dorsally along the length of the body and about 2.5 cm (about 1 in) apart. The belly is pale green in color. Newborns are tan-brown in color, but this changes to a yellow-green hue with irregular dark spots within 24 hours. This second color phase has been described as the reverse of that of the adults and is only seen in individuals less than 25 cm (9.8 in) in total length.",
    "Common names": "Western bush viper, West African leaf viper, West African tree viper.",
    "Geographic range": "West Africa including Guinea-Bissau, Guinea, Sierra Leone, Liberia, Ivory Coast, Ghana, Togo, Benin, isolated locations in Nigeria, Cameroon, Equatorial Guinea and Gabon.\nThe type locality is listed as \"Boutre, Ghana\".",
    "Habitat": "Found in forests, in dense foliage about 1–2 m (about 3–6 ft) above the ground.",
    "Feeding": "Said to feed on rodents, lizards and tree frogs.",
    "Reproduction": "Gives birth to 6-9 young in March to April. Newborns are 131–151 mm (about 5-6 inches) in total length.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Atheris chlorechis at the Reptarium.cz Reptile Database. Accessed 8 September 2007.\nAtheris chlorechis at The World Of Atheris. Accessed 8 September 2007.\nVideo of A. chlorechis feeding on YouTube Accessed 27 September 2006."
  }
}