{
  "url": "https://en.wikipedia.org/wiki/Atheris_barbouri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Subfamily": "Viperinae"
    },
    {
      "Genus": "Atheris"
    },
    {
      "Species": "A. barbouri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Uzungwe viper, worm-eating viper, Barbour's short-headed viper, more.Atheris barbouri is a small and rare terrestrial species of viper endemic to the Uzungwe and Ukinga mountains of south-central Tanzania in Africa. No subspecies are recognized.",
    "Etymology": "The specific name, barbouri, is in honor of American herpetologist Thomas Barbour.",
    "Description": "A. barbouri is a small species reaching only 40 cm (16 in) in total length (including tail). The head is broad, triangular and distinct from the neck. The snout is short and rounded. The head is covered with small, strongly keeled, imbricate scales. The eyes are prominent, about 1.5 times larger than the distance to the mouth. The nostril is in an extreme forward position and is part of a single nasal scale that touches the preocular scale.The body is moderately slender, while the tail is relatively short, shorter than in the genus Atheris, and not prehensile. The dorsal scales are arranged in 20-23 rows at midbody, and are strongly keeled, except for those in the outermost rows, which are smooth. Ventral scales number 116-122 and are rounded. Subcaudals are 19-23 and are single (undivided). The anal plate is single.The color pattern consists of a brown to blackish brown ground color with a pair of zigzag stripes that run dorsolaterally from the back of the head to the end of the tail. These stripes may form an irregular chain of darker rhombic blotches down the back. The tail may have a faint, black checkering. The belly color is greenish white to olive.",
    "Common names": "Common names for A. barbouri include Uzungwe viper, Barbour's viper, worm-eating viper, Barbour's short-headed viper, Udzungwa viper, short-headed viper, and Uzungwe mountain bush viper.",
    "Geographic range": "The geographic range of A. barbouri is extremely limited. It is known only from the Uzungwe and Ukinga mountains of south-central Tanzania.The type locality is \"Dabaga, Uzungwe Mountains, southeast of Iringa, Tanganyika Territory, altitude 6,000 feet (1,800 m)\" (= Udzungwe Mountains, Tanzania).",
    "Habitat": "A terrestrial species, A. barbouri is found in bushes and bamboo undergrowth on mountain slopes at 1,800 m (5,900 ft). It would seem that moist forest habitats are preferred, but it has also been found in gardens of tea farms.",
    "Behavior": "Little is known about the behavior of A. barbouri. It was first thought to be a burrowing species, but this is not likely as it has no obvious morphological adaptations for even a semifossorial life.",
    "Feeding": "It is believed that A. barbouri specializes in eating slugs, earthworms, and other soft-bodied invertebrates, and possibly also frogs.",
    "Reproduction": "A. barbouri is apparently oviparous. In February 1930, three females were collected that each contained 10 eggs. The largest egg measured 1.0 cm × 0.6 cm (0.39 in × 0.24 in).",
    "Venom": "No information is available regarding the venom of A. barbouri, its composition, its toxicity, or the effects of a bite. No cases of envenomation have been recorded. However, because of the very limited distribution, bites are unlikely to occur.",
    "Taxonomy": "A. barbouri was originally described as a member of the genus Atheris (bush vipers). It differs morphologically from the Atheris group, but recent research by Lenk et al. (2001) suggests that it is closely related to the sympatric species, Atheris ceratophora, even though it differs morphologically from all other members of the genus Atheris. Future research will show whether A. barbouri should be moved back to Atheris, or that Atheris ceratophora and A. barbouri should form a separate clade.A. barbouri is similar to Montatheris hindii and Proatheris superciliaris, which are also both terrestrial species from  monotypic genera, as well as previous members of the Atheris group.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "\n\n== Further reading =="
  }
}