{
  "url": "https://en.wikipedia.org/wiki/Atheris_nitschei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Atheris"
    },
    {
      "Species": "A. nitschei"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Great Lakes bush viper, Nitsche's bush viper, more.Atheris nitschei is a venomous viper species found in Africa from Uganda and adjacent DR Congo to Rwanda, Tanzania and Burundi.",
    "Taxonomy": "The former subspecies Atheris nitschei rungweensis from southwestern Tanzania, northeastern Zambia and northern Malawi was elevated to species rank (Atheris rungweensis).",
    "Etymology": "The specific name, nitschei, is in honor of German zoologist Hinrich Nitsche (1845–1902).The 1906 junior synonym, A. woosnami, was in honor of Kenyan game ranger Richard Bowen Woosnam (1880–1915), who later fought in World War I and was killed in action at Gallipoli.",
    "Description": "A. nitschei is a relatively large and stout bush viper, growing to an average total length (body + tail) of 63 cm (25 in) and a maximum total length of at least 73 cm (29 in). The males are smaller than the females.",
    "Common names": "Common names for A. nitschei include Great Lakes bush viper, Nitsche's bush viper, black and green bush viper, Nitsche's tree viper. sedge viper, green viper, bush viper.",
    "Geographic range": "A, nitschel is found in forests of the Central African Albertine Rift, in eastern DR Congo, Uganda, western Tanzania, Rwanda, and Burundi.\nThe type locality is listed as \"Mpororosumpf, Deutsch-Ost-Afrika\" [Mpororo swamp, Tanzania-Rwanda border].",
    "Habitat": "Preferred habitats of A. nitschei are wetland and meadow areas, and elephant grass marshes, along small streams, sometimes in scrub and bush in valleys at higher elevations, and in mountain forests up to the bamboo zone at 1,600–2,800 m (5,200–9,200 ft) altitude. It is common in papyrus reed around small lakes.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Tornier G (1902). \"Herpetologisch Neues aus Deutsch-Ost-Afrika \". Zoologische Jahrbücher. Abtheilung für Systemaik, Geographie und Biologie der Thiere (Jena) 15: 578-590. (Atheris nitschei, new species, pp. 589–590). (in German).",
    "External links": "Atheris nitschei at the Reptarium.cz Reptile Database. Accessed 9 September 2007.\nAtheris nitschei at The World Of Atheris. Accessed 9 September 2007.\nVideo of Atheris nitschei. on YouTube Accessed 29 October 2006."
  }
}