{
  "url": "https://en.wikipedia.org/wiki/Bitis_rhinoceros",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. rhinoceros"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: West African Gaboon viper, Gabino viper\n\nBitis rhinoceros is a viper species endemic to West Africa. Like all vipers, it is venomous. It can be easily distinguished from the closely related species B. gabonica by the presence of two large nasal \"horns\".",
    "Description": "B. rhinoceros has a distinctive set of enlarged nasal scales that look like a pair of horns on its nose. This is a characteristic that it shares with a close relative, B. nasicornis. However, B. nasicornis has a brighter color pattern and a narrower head. B. gabonica has no such enlarged nasal \"horns\", and is overall somewhat smaller than B. rhinoceros. Also, in B. g. gabonica, the dark triangular marking leading back from the eye towards the angle of the mouth is divided. In B. rhinoceros it is not.",
    "Geographic range": "B. rhinoceros is found in West Africa from Ghana west to Guinea, including Sierra Leone, Liberia and Ivory Coast. Togo is also mentioned.According to Spawls & Branch (1995), Ghana and Togo are at the eastern limit of the range of this subspecies, and they begin to intergrade here with B. gabonica. The distribution map they provide indicates that the general range for B. rhinoceros does not include Togo, but that there has been at least one report of a specimen found there. Togo, together with Benin and at least eastern Ghana, are part of a larger region known as the Dahomey Gap; a relatively dry region that separates the rainforests of West Africa from those of Central Africa.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Branch B (2004). Field Guide to Snakes and Other Reptiles of Southern Africa. Third Revised edition, Second impression. Sanibel Island, Florida: Ralph Curtis Books. 399 pp. ISBN 0-88359-042-5. (Bitis gabonica rhinoceros, p. 115).\nDobiey M, Vogel G. (2007). Venomous Snakes of Africa: Giftschlangen Afrikas. Terralog Volume 15. Rodgau, Germany: Aqualog Verlag GmbH. 148 pp. ISBN 393975904X. (in English and German).\nLenk P, Herrmann H-W, Joger U, Wink M. (1999). Phlyogeny  and Taxonomic Subdivision of Bitis (Reptilia: Viperidae) Based on Molecular Evidence. Kaupia, Darmstädter Beiträge zur Naturgeschichte (8): 31-38.\nSchlegel H. (1855). Over eenige nieuwe Soorten van vergiftige Slangen van de Goudkust. Verslangen en Mededeelingen der Koninklijke Akademie van Wetenschappen (Afdeeling Natuurkunde) 3: 312-317. (Vipera rhinoceros, n. sp., p. 312) (in Dutch and Latin).",
    "External links": "Bitis rhinoceros at the Reptarium.cz Reptile Database. Accessed 31 October 2013.\nVideo of B. rhinoceros feeding. on YouTube. Accessed 9 December 2006.\nVideo of B. rhinoceros  on YouTube. Accessed 3 July 2007."
  }
}