{
  "url": "https://en.wikipedia.org/wiki/Bitis_inornata",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. inornata"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: plain mountain adder, hornless adder. Cape puff adder.Bitis inornata is a venomous viper species found only in Cape Province, South Africa. No subspecies are currently recognized.",
    "Description": "Adults of B. inornata average 25–40 cm (about 10–16 inches) in total length (including tail), with a maximum recorded total length of 45 cm (18 in).",
    "Geographic range": "B. inornata is endemic to Cape Province, South Africa.\nAn isolated population exists on the Sneeuberg, eastern Cape Province, South Africa.The type locality is listed as \"Sneeuwbergen, or Snow Mountains, ... immediately behind the village of Graaff Raynet\" (Eastern Cape Province, South Africa).Spawls and Branch (1995) described it as known only from two isolated populations in southern Cape Province in South Africa: the first in the east, limited to the montane grassland of the Sneeuberge, from north of Graaff-Reinet to Cradock. A second population was discovered relatively recently on the upper slopes of the Cederberg in the west.",
    "Conservation status": "The species B. inornata is classified as Data Deficient on the IUCN Red List.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the ... Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I-XXV. (Bitis inornata, pp. 496–497).\nBranch, Bill (2004). Field Guide to Snakes and Other Reptiles of Southern Africa. Third Revised edition, Second impression. Sanibel Island, Florida: Ralph Curtis Books. 399 pp. ISBN 0-88359-042-5. (Bitis inornata, pp. 117–118 + Plate 14).\nSmith A (1838). Illustrations of the Zoology of South Africa; Consisting Chiefly of Figures and Descriptions of the Objects of Natural History Collected during an Expedition into the Interior of South Africa, in the Years 1834, 1835, and 1836; Fitted out by \"The Cape of Good Hope Association for Exploring Central Africa:\" Together with a Summary of African Zoology, and an Inquiry into the Geographical Ranges of Species in that Quarter of the Globe. [Volume III. Reptilia]. London: Lords Commissioners of her Majesty's Treasury. (Smith, Elder and Co., printers). 48 Plates + unnumbered pages of text. (Echidna inornata, new species, Plate 4 + two unnumbered pages).",
    "External links": "Bitis inornata at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nBitis inornata at Biodiversity.mongabay.com. Accessed 2 August 2007."
  }
}