{
  "url": "https://en.wikipedia.org/wiki/Bitis_gabonica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. gabonica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Gaboon viper (Bitis gabonica) is a viper species found in the rainforests and savannas of sub-Saharan Africa. Like all vipers, it is venomous. It is the largest member of the genus Bitis, and it has the longest fangs – up to 2 inches in length (5 cm) – and the second highest venom yield of any snake next to the Malaysian King Cobra. No subspecies are currently recognized.",
    "Taxonomy": "The Gaboon viper was described in 1854 as Echidna Gabonica.Lenk et al. (1999) discovered genetic differences between the two conventionally recognized subspecies of B. gabonica gabonica and B. gabonica rhinoceros. According to their research, these two subspecies are as genetically different from each other as they are from B. nasicornis. Consequently, Lenk et al. (1999) regard the western form as a separate species, B. rhinoceros.The snake's common names include Gaboon viper, butterfly adder, forest puff adder, whisper, swampjack, and Gaboon adder.Originally a name given by the Portuguese, Gabon (Gabão) refers to the estuary on which the town of Libreville was built, in Gabon, and to a narrow strip of territory on either bank of this arm of the sea.  As of 1909, Gaboon referred to the northern portion of French Congo, south of the Equator and lying between the Atlantic Ocean and 12°E longitude.",
    "Description": "Adults average 125–155 cm (4 to 5 feet) in total length (body + tail) with a maximum total length of 205 cm (81 in) for a specimen collected in Sierra Leone. The sexes may be distinguished by the length of the tail in relation to the total length of the body: approximately 12% for males and 6% for females. Adults, especially females, are very heavy and stout. One female had the following dimensions:\n\nIn their description of B. gabonica, Spawls et al.. (2004) give an average total length of 80–130 cm (32 to 51.5 in), with a maximum total length of 175 cm (69.3 in), saying the species may possibly grow larger still. They acknowledge reports of specimens over 1.8 m (6 ft), or even over 2 m (6.5 ft) in total length, but claim there is no evidence to support this. A large specimen of exactly 1.8 m (5.9 ft) total length, caught in 1973, was found to have weighed 11.3 kg (25 lb) with an empty stomach.The head is large and triangular, while the neck is greatly narrowed: almost one-third the width of the head. A pair of \"horns\" is present between the raised nostrils—tiny in B. gabonica. The eyes are large and moveable, set well forward, and surrounded by 15–21 circumorbital scales. There are 12–16 interocular scales across the top of the head. Four or five scale rows separate the suboculars and the supralabials. There are 13–18 supralabials and 16–22 sublabials. The fangs may reach a length of 55 millimetres (2.2 in), the longest of any venomous snake.Midbody, there are 28–46 dorsal scale rows, all of which are strongly keeled except for the outer rows on each side. The lateral scales are slightly oblique. The ventral scales number 124–140: rarely more than 132 in males, rarely less than 132 in females. There are 17–33 paired subcaudal scales: males have no fewer than 25, females no more than 23. The anal scale is single.The color pattern is striking in the open, but in nature, typically among dead leaves under trees, the camouflage is startlingly good; in a well-kept cage with a suitable base of dried leaves it is easy to overlook several fully exposed specimens completely. The pattern consists of a series of pale, subrectangular blotches running down the center of the back, interspaced with dark, yellow-edged, hourglass markings. The flanks have a series of fawn or brown rhomboidal shapes, with light vertical central bars. The belly is pale with irregular brown or black blotches. The head is white or cream with a fine, dark central line, black spots on the rear corners, and a dark blue-black triangle behind and below each eye. The iris colour is cream, yellow-white, orange, or silvery.",
    "Distribution and habitat": "This species can be found in Guinea, Ghana, Togo, Nigeria, Cameroon, Equatorial Guinea, Gabon, Republic of the Congo, DR Congo, northern Angola, Central African Republic, South Sudan, Uganda, Kenya, eastern Tanzania, Zambia, Malawi, eastern Zimbabwe, Mozambique, and northeast KwaZulu-Natal Province in South Africa. Mallow et al. (2003) also list Sierra Leone, Senegal, and Liberia in West Africa. The type locality is given as \"Gabon\" (Africa).The Gaboon viper is usually found in rainforests and nearby woodlands, mainly at low altitudes, but sometimes as high as 1500 m. Spawls et al. (2004) mention a maximum altitude of 2100 m. According to Broadley and Cock (1975), it is generally found in environments that are parallel to those occupied by its close relative, B. arietans, which is normally found in more open country.In Tanzania, this species is found in secondary thickets, cashew plantations, and in agricultural land under bushes and in thickets. In Uganda, they are found in forests and nearby grasslands. They also do well in reclaimed forest areas: cacao plantations in West Africa and coffee plantations in East Africa. They have been found in evergreen forests in Zambia. In Zimbabwe, they only occur in areas of high rainfall along the forested escarpment in the east of the country. In general, they may also be found in swamps, as well as in still and moving waters. They are commonly found in agricultural areas near forests and on roads at night.",
    "Behavior": "Primarily nocturnal, Gaboon vipers have a reputation for being slow-moving and placid. They usually hunt by ambush, often spending long periods motionless, waiting for suitable prey to pass by. On the other hand, they have been known to hunt actively, mostly during the first six hours of the night. In Kumasi, Ghana, they were regularly killed around some stables in an open area with the forest some 500 meters away—a sign that they were hunting rats in the grassland. They are usually very tolerant snakes, even when handled, and rarely bite or hiss, unlike most vipers. However, bites by bad-tempered individuals do occur.Locomotion is mostly rectilinear, in a sluggish \"walking\" motion of the ventral scales. They may writhe from side to side when alarmed, but only for short distances. Ditmars (1933) even described them as being capable of sidewinding.If threatened, they may hiss loudly as a warning, doing so in a deep and steady rhythm, slightly flattening the head at the expiration of each breath. Despite this, they are unlikely to strike unless severely provoked; however, they are one of the fastest-striking snakes in the world, so care should be taken in handling them.\nThere have been numerous descriptions of their generally unaggressive nature. Sweeney (1961) wrote they are so docile that they \"can be handled as freely as any non-venomous species\", although this is absolutely not recommended. In Lane (1963), Ionides explained he would capture specimens by first touching them lightly on the top of the head with a pair of tongs to test their reactions. Hissing and anger was rarely displayed, so the tongs were usually set aside and the snakes firmly grasped by the neck with one hand and the body supported with the other as he picked them up and carried them to a box for containment. He said the snakes hardly ever struggled.Parry (1975) described how this species has a wider range of eye movement than other snakes. Along a horizontal plane, eye movement can be maintained even if the head is rotated up or down to an angle of up to 45°. If the head is rotated 360°, one eye will tilt up and the other down, depending on the direction of rotation. Also, if one eye looks forward, the other looks back, as if both are connected to a fixed position on an axis between them. In general, the eyes often flick back and forth in a rapid and jerky manner. When asleep, there is no eye movement and the pupils are strongly contracted. The pupils dilate suddenly and eye movement resumes when the animal wakes up.",
    "Feeding": "Because of their large, heavy body size, the adults have no trouble eating prey as large as fully grown rabbits. When prey happens by, they strike with very fast precision from any angle. Once they strike their prey, they hang on to it with their large fangs rather than letting it go and waiting for it to die. This behaviour is very different from the behaviour of other species of vipers. These snakes feed on a variety of birds and mammals, such as doves, many different species of rodents, including field mice and rats, as well as hares and rabbits.  There are also reports of more unlikely prey items, such as tree monkeys, the brush-tailed porcupine (Atherurus) and even the small royal antelope (Neotragus).",
    "Reproduction": "During peak sexual activity, males engage in combat. This starts with one male rubbing its chin along the back of the other. The second male will then raise its head as high as possible. As they both do the same, the necks intertwine. When the heads are level, they turn towards each other and push. Their bodies intertwine as they switch positions. They become oblivious to everything else, continuing even after they fall off a surface or into water. Sometimes they intertwine and squeeze so tightly that their scales stand out from the pressure. They have also been observed to strike at each other with mouths closed. Occasionally, the combatants will tire and break off the fight by \"mutual consent\", resting for a while before resuming once more. The event is settled when one of the two succeeds in pushing the other's head to the ground and raising its own by 20–30 cm. In captivity, combat may occur four or five times a week until courtship and copulation ends.Gestation takes about seven months, which suggests a breeding cycle of two to three years. A five-year breeding cycle may also be possible. Usually, they give birth in late summer. B. g. gabonica produces 8–43 live young.",
    "Venom": "Bites from this species are extremely rare, due to their unaggressive nature and because their range is limited to rainforest areas. Due to their sluggishness and unwillingness to move even when approached, bites most often occur due to persons accidentally stepping on a Gaboon viper, but even then in some cases this does not guarantee a bite. However, when a bite does occur, it should always be considered a serious medical emergency. Even an average bite from an average-sized specimen is potentially fatal. Antivenom should be administered as soon as possible to save the victim's life if not the affected limb.The snake's cytotoxic venom itself is not considered particularly toxic based on tests conducted in mice. In mice, the LD50 is 0.8–5.0 mg/kg IV, 2.0 mg/kg IP and 5.0–6.0 mg/kg SC. However, the venom glands are enormous and each bite produces the largest quantities of venom of any venomous snake; this is partially due to the fact that, unlike many African vipers such as the puff adder, the Gaboon viper does not release after a bite, which enables it to inject larger amounts of venom. Yield is probably related to body weight, as opposed to milking interval. Brown (1973) gives a venom yield range of 200–1000 mg (of dried venom). A range of 200–600 mg for specimens 125–155 cm in length has also been reported. Spawls and Branch (1995) state from 5 to 7 ml (450–600 mg) of venom may be injected in a single bite.A study by Marsh and Whaler (1984) reported a maximum yield of 9.7 ml of wet venom, which translated to 2400 mg of dried venom. They attached \"alligator\" clip electrodes to the angle of the open jaw of anesthetized specimens (length 133–136 cm, girth 23–25 cm, weight 1.3–3.4 kg), yielding 1.3–7.6 ml (mean 4.4 ml) of venom. Two to three electrical bursts within a space of five seconds apart were enough to empty the venom glands. The Gaboon vipers used for the study were milked between seven and 11 times over a 12-month period, during which they remained in good health and the potency of their venom remained the same.Based on how sensitive monkeys were to the venom, Whaler (1971) estimated 14 mg of venom would be enough to kill a human being: equivalent to 0.06 ml of venom, or 1/50 to 1/1000 of what can be obtained in a single milking. Marsh and Whaler (1984) wrote that 35 mg (1/30 of the average venom yield) would be enough to kill a man of 70 kilograms (150 lb). Branch (1992) suggested that 90–100 mg would be fatal in humans. Due to the rarity of these type of snakebites, further investigation is needed.\nIn humans, a bite from a Gaboon viper causes rapid and conspicuous swelling, intense pain, severe shock and local blistering. Other symptoms may include uncoordinated movements, defecation, urination, swelling of the tongue and eyelids, convulsions and unconsciousness. Blistering, bruising and necrosis may be extensive. There may be sudden hypotension, heart damage and dyspnoea. The blood may become incoagulable with internal bleeding that may lead to haematuria and haematemesis. Local tissue damage may require surgical excision and possibly amputation to any affected limb. Healing may be slow and fatalities during the recovery period are not uncommon.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Bitis gabonica at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nKeeping Gaboon Vipers at VenomousReptiles.org. Accessed 2 August 2007.\nVideo of B. g. gabonica and B. arietans on YouTube. Accessed 9 December 2006.\nVideo of B. g. gabonica feeding on YouTube. Accessed 8 August 2007."
  }
}