{
  "url": "https://en.wikipedia.org/wiki/Bitis_worthingtoni",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. worthingtoni"
    }
  ],
  "text": {
    "__SUMMARY__": "The Kenya horned viper (Bitis worthingtoni) is a venomous viper species endemic to the high central Rift Valley of Kenya. No subspecies are currently recognized.",
    "Taxonomy": "The specific name, worthingtoni, is in honor of British zoologist Edgar Barton Worthington, collector of the first specimen.The common name is Kenya horned viper.",
    "Description": "B. worthingtoni grows to a total length (body + tail) of 20 to 40 cm (7.9 to 15.7 in), with a maximum total length of 50 cm (20 in).",
    "Distribution and habitat": "Restricted to Kenya's high central Rift Valley at elevations over 1,500 metres (4,900 ft), the type locality given for B. worthingtoni is the \"shore of Lake Naivasha\", [Kenya]",
    "Conservation status": "Currently, the species B. worthingtoni is not listed by the IUCN Red List of Threatened Species or on any of the CITES Appendices, but in 2004, a proposal was submitted by Kenya to have it listed on CITES Appendix II. The actual status of the species is unknown, but it is reasoned that the Kenyan proposal is justified due to the species' restricted geographic range, habitat loss, demand by reptile collectors and the existence of illegal trade.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Parker HW (1932). \"Scientific results of the Cambridge Expedition to the East African Lakes, 1930-1. — 5. Reptiles and Amphibians\". Journ. Linnaean Soc. London, Zool. 38: 213-229. (Bitis worthingtoni, new species, p. 221).",
    "External links": "Bitis worthingtoni at the Reptarium.cz Reptile Database. Accessed 2 August 2007."
  }
}