{
  "url": "https://en.wikipedia.org/wiki/Bitis_caudalis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. caudalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The horned adder (Bitis caudalis) is a venomous viper species found in the arid region of southwest Africa, easily distinguished by the presence of a single, large horn-like scale over each eye. No subspecies are currently recognized.",
    "Common names": "The species is commonly known as the horned adder, horned puff adder, or horned viper",
    "Description": "A short, stout little viper, it usually averages 30–40 cm (12-16 inches) in total length (body + tail). The largest specimen reported is a female from southern Botswana measuring 51.5 cm (20.3 in) total length.",
    "Geographic range": "The snake is found in far arid regions of southwest Africa: southwest Angola, Namibia, across the Kalahari Desert of southern Botswana, into northern Transvaal and southwestern Zimbabwe. In South Africa, it is found from the northern Cape Province south to the Great Karoo.\nIts type locality is given as \"... the sandy districts north of the Cape Colony...\" [South Africa].",
    "Habitat": "Horned adders are mostly found in sparsely vegetated desert and semiarid scrub country.",
    "Venom": "Bites are assumed to be rare and no epidemiological data are available.\nLittle information is available regarding the toxicity and amount of venom produced. Spawls and Branch (1995) reported an average yield of 85 mg of wet venom, while Christensen (1971) offered an LD50 value of 1.2 mg/kg IV.\nOther research has found the LD50 to be between 0.15-0.22 mg/kg Based on this LD50 value, Spawls and Branch (1995) estimated about 300 mg of this venom would be required to kill an adult. They regarded this venom as one of the weakest of the genus, although the tests are conducted solely on mice, which might have a different reaction from humans to the venom. On the other hand, an older report by the U.S. Navy (1965, 1991) suggested it is highly toxic and a number of deaths have occurred as a result. According to Broadley and Cock (1975), envenomation symptoms in humans include swelling, severe pain, nausea, vomiting and shock. Blisters and necrotic ulcers may form around the bite site.The National Antivenom and Vaccine Production Centre in Riyadh, Saudi Arabia, produces a polyvalent antivenin that includes a paraspecific antibody that protects against bites from this species. According to the U.S. Navy (1965, 1991), polyvalent antivenins produced by SAMIR and the Pasteur Institute are said to be effective, while Mallow et al. (2003) reported currently available antivenins are of limited effectiveness.Viljoen et al. (1982) isolated a protein, a neurotoxic phospholipase A2, from the venom, which they called \"caudoxin\". According to Lee et al. (1983), this is a presynaptic toxin similar to bungarotoxin, but with different binding sites.",
    "Taxonomy": "A number of authors, including Mertens (1955), use a trinomial to refer to this species, even though no subspecies are recognized.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Video of B. caudalis and B. cornuta on YouTube. Accessed 1 March 2007.\nVideo of B. caudalis drinking on YouTube. Accessed 1 March 2007."
  }
}