{
  "url": "https://en.wikipedia.org/wiki/Bitis_atropos",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. atropos"
    }
  ],
  "text": {
    "__SUMMARY__": "The berg adder (Bitis atropos) is a small, venomous viper species endemic to mountainous regions in southern Africa. No subspecies are currently recognized.",
    "Taxonomy": "The specific name, atropos, refers to the Greek mythological goddess Atropos, who was one of the Three Fates, the one who cut the thread of life. The type locality given is \"America\", but this is obviously a mistake. More likely is the Cape of Good Hope, according to FitzSimons (1962).Common names include berg adder, Cape mountain adder and mountain adder.",
    "Description": "The average adult size of B. atropos is 30–40 cm (about 12-16 inches) in total length (body + tail), with some females reaching a maximum total length of 50 cm (20 in) in the wild and 60 cm (24 in) in captivity.",
    "Distribution and habitat": "B. atropos is found in isolated populations of the mountainous regions of southern Africa. In South Africa, the species is known to occur in the Transvaal, along the Drakensberg escarpment of the eastern and northern Transvaal. Elsewhere in South Africa, it occurs in western Natal, Lesotho and eastern Free State, and in the southern coastal mountains of western and eastern Cape Province. Spawls and Branch (1995) also mentioned, in Cape Province, its range extends into the Cape Peninsula. It also occurs in Swaziland, in higher altitudes of eastern Zimbabwe such as the Inyanga Highlands and Chimanimani Mountains and in nearby Mozambique.B. atropos occupies a number of different habitats, but prefers relatively cool environments with high levels of precipitation. In the northern part of its range, where the winters are cold and dry and the summers warm and wet, it is therefore restricted to higher elevations, up to 3,000 m (9,800 ft). In Zimbabwe, it is not found below 1,500 m (4,900 ft), usually associated with mountain slopes and rocky hillsides, but also montane grassland with patches of bushes and shrubs.In the southern part of its range (Cape Province, South Africa), where the winters are cold and wet and the summers warm and dry, it can be found in coastal and mountain heathland, as well as small rock outcrops at sea level and grassy areas with clumps of bushes and shrubs west of the Cape Peninsula.",
    "Venom and diet": "The Berg adder is unusual among Bitis species in that its venom is predominantly neurotoxic, so much so that the effects of the bite seldom include necrosis or infection. The snake is described as \"irascible\", hissing violently and twisting convulsively if molested.Presumably, the neurotoxic venom is an adaptation to the prey, which largely comprise rock lizards and small amphibians. It does, however, also eat other animals, such as small rodents and young of ground-nesting birds. The venom is not powerful enough for the dose injected at a single strike to kill an adult human, and there do not seem to be any records of human fatalities. However, whether at threat or not, patients do not seem to respond usefully to antivenom, so treatment should be limited to symptomatic control. Such as the effects of the venom are, they take effect quickly. Symptoms of the bite have been compared to alcohol intoxication and are not permanent. Unlike the bites of elapid snakes, Bitis atropos bites, though neurotoxic, do not cause obvious effects on heart and respiratory functions.  However, they can be troublesome and their effects sometimes persist for some days or even weeks, which suggests the venom causes nerve damage that does not mend quickly if it is severe. Obvious symptoms may include loss of smell or taste, drooping eyelids and loss of vision.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "\n\n== Further reading =="
  }
}