{
  "url": "https://en.wikipedia.org/wiki/Bitis_nasicornis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. nasicornis"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: butterfly viper, rhinoceros viper (not to be confused with Bitis rhinoceros), river jack, arrowhead viper.\n\nBitis nasicornis is a venomous viper species found in the forests of West and Central Africa. A large viper, known for its striking coloration and prominent nasal \"horns.\" No subspecies are currently recognized.",
    "Description": "Large and stout, it ranges in total length (body + tail) from 72 to 107 cm (about 28 to 42 inches). Spawls et al. (2004) mentioned a maximum total length of 120 cm (47 in), but admitted this is exceptional, quoting an average total length of 60–90 cm (about 24–35 inches). Females grow larger than males.The head is narrow, flat, triangular and relatively small compared to the rest of the body. The neck is thin. It has a distinctive set of two or three horn-like scales on the end of the nose, the front pair of which may be quite long. The eyes are small and set well forward. The fangs are not large: rarely more than 1.5 cm (0.59 in) long.Midbody there are 31–43 dorsal scale rows. These are so rough and heavily keeled that they sometimes inflict cuts on handlers when the snakes struggle. There are 117–140 ventral scales and the anal scale is single. Mallow et al. (2003) reported the subcaudals number 16–32, with males having a higher count (25–30) than females (16–19). Spawls et al. (2004) stated there are 12–32 subcaudals, paired, and males have the higher numbers of them.The color pattern consists of a series of 15–18 blue or blue-green, oblong markings, each with a lemon-yellow line down the center. These are enclosed within irregular, black, rhombic blotches. A series of dark crimson triangles run down the flanks, narrowly bordered with green or blue. Many of the lateral scales have white tips, giving the snake a velvety appearance. The top of the head is blue or green, overlaid with a distinct black arrow mark. The belly is dull green to dirty white, strongly marbled and blotched in black and gray. Western specimens are more blue, while those from the east are more green. After they shed their skins, the bright colors fade quickly as silt from their generally moist habitat accumulates on the rough scales.",
    "Common names": "Its common names include butterfly viper, rhinoceros viper, river jack, rhinoceros horned viper, and horned puff adder.Historically this species was referred to as the rhinoceros viper but this introduced confusion after the reclassification of the closely related species Bitis rhinoceros. The common name butterfly viper is therefore more distinct and preferred to avoid confusion.\nThese adders also make a sort of hissing noise through their nose as part of their respiratory function.",
    "Geographic range": "It is found from Guinea to Ghana in West Africa, and in Central Africa in the Central African Republic, southern Sudan, Cameroon, Gabon, Congo, DR Congo, Angola, Rwanda, Uganda and western Kenya.The type locality is listed only as \"interior parts of Africa.\"",
    "Habitat": "This snake occurs in forested areas, rarely venturing into woodlands. Its range is therefore more restricted than B. gabonica.",
    "Behavior": "Primarily nocturnal, they hide during the day in leaf litter, in holes, around fallen trees or tangled roots of forest trees. Their vivid coloration actually gives them excellent camouflage in the dappled light conditions of the forest floor, making them almost invisible. Although mainly terrestrial, they are also known to climb into trees and thickets, where they have been found up to 3 m (9.8 ft) above the ground. This climbing behavior is aided by a partially prehensile tail. They are sometimes found in shallow pools and have been described as powerful swimmers.They are slow moving, but capable of striking quickly, forwards or sideways, without coiling first or giving a warning. Holding them by the tail is not safe; as it is somewhat prehensile, they can use it to fling themselves upwards and strike.They have been described as generally placid creatures, less so than B. gabonica, but not as bad-tempered as B. arietans. When approached, they often reveal their presence by hissing, said to be the loudest hiss of any African snake—almost a shriek.",
    "Feeding": "Preferring to hunt by ambush, it probably spends much of its life motionless, waiting for prey to wander by. Froesch (1967) described a captive specimen that would hardly ever leave its hide box, even when hungry, and once waited for three days for a live mouse to enter its hide box before striking. Feeding mainly on small mammals, but in wetland habitats,  it is also known to take toads, frogs and even fish. One long-term captive specimen, regularly fed killed mice and frogs, always held on to its prey for several minutes after a strike before swallowing. It generally feeds on smaller prey than the closely related Gaboon viper (Bitis gabonica)",
    "Reproduction": "In West Africa, the species gives birth to between six and 38 young in March–April at the beginning of the rainy season. Each neonate is 18–25 cm (7–10 in) in total length. In eastern Africa, the breeding season is indefinite.",
    "Venom": "Bitis nasicornis is considered to be one of the most dangerous snakes in Africa. Small doses of the snake's primarily hemotoxic venom can be deadly. This is unlike the Gaboon viper, the largest of the vipers, which uses a considerably larger amount of venom.  Bitis nasicornis has both neurotoxic, as well as hemotoxic venom, as do most other venomous snakes. The hemotoxic venom in rhinoceros vipers is much more dominant. This venom attacks the circulatory system of the snake's victim, destroying tissue and blood vessels. Internal bleeding also occurs. When not in use, the rhino viper's fangs are folded up into the roof of the snake's mouth. The snake has the ability to control the movement of its fangs. Simply because the rhino viper may open its mouth does not mean that the fangs will flip down into place. These fangs penetrate deep into the victim and the small doses of venom flow through the hollow fangs into the wound.\nBecause of its restricted geographic range, few bites have been reported. No statistics are available.Relatively little is known about the toxicity and composition of the venom. In mice, the intravenous LD50 is 1.1 mg/kg. The venom is supposedly slightly less toxic than those of B. arietans and B. gabonica. The maximum wet venom yield is 200 mg. One study reported this venom has the highest intramuscular LD50 value—8.6 mg/kg—of five different viperid venoms tested (B. arietans, B. gabonica, B. nasicornis, Daboia russelii and Vipera aspis). Another showed little variation in the venom potency of these snakes, whether they were milked once every two days or once every three weeks. In rabbits, the venom is apparently slightly more toxic than that of B. gabonica.In only a few detailed reports of human envenomation, massive swelling, which may lead to necrosis, had been described. In 2003, a man in Dayton, Ohio, who was keeping a specimen as a pet, was bitten and subsequently died. At least one antivenom protects specifically against bites from this species: India Antiserum Africa Polyvalent.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Rhinoceros viper at WhoZoo. Accessed 24 November 2007.\nCaring for River Jacks (Bitis nasicornis) on YouTube. Accessed 2 February 2007.\nB. nasicornis eating a rat on YouTube. Accessed 16 September 2007."
  }
}