{
  "url": "https://en.wikipedia.org/wiki/Bitis_rubida",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. rubida"
    }
  ],
  "text": {
    "__SUMMARY__": "The red adder (Bitis rubida) is a venomous viper species found only in Western Cape Province, South Africa. No subspecies are currently recognized.",
    "Taxonomy": "Bitis rubida was described as a new species in 1997 by William Roy \"Bill\" Branch. Prior to that time, specimens of this snake had been identified as belonging to several other species and subspecies of the genus Bitis (see \"Synonyms\" in \"Taxobox\"). The type locality given is \"Jeep track above Farm Driehoek, Cederberg Mountains, Western Cape Province, South Africa; 32°25'44\"S, 19°12'30\"E, alt. 1380 m [4,528 ft]; 3219AC.\"The common name is red adder.",
    "Description": "Maximum recorded total lengths (body + tail) are 41.9 cm (16.5 in) for females and 37.7 cm (14.8 in) for males.",
    "Distribution and habitat": "Several isolated populations are found in the northern Cape Fold Mountains and inland escarpment in Western Cape Province, South Africa.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Branch WR. 1997. A new adder (Bitis; Viperidae) from the Western Cape Province, South Africa. South African Journal of Zoology 32 (2): 37-42.\nBranch, Bill. 2004. Field Guide to Snakes and Other Reptiles of Southern Africa. Third Revised edition, Second impression. Sanibel Island, Florida: Ralph Curtis Books. 399 pp. ISBN 0-88359-042-5. (Bitis rubida, p. 117 + Plate 14).",
    "External links": "Bitis rubida at the Reptarium.cz Reptile Database. Accessed 24 November 2007.\nBitis rubida image at ARKive, Reptiles. Accessed 2 October 2006."
  }
}