{
  "url": "https://en.wikipedia.org/wiki/Bitis_albanica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. albanica"
    }
  ],
  "text": {
    "__SUMMARY__": "The Albany adder (Bitis albanica) is a viper species.   It was previously considered a subspecies  of Bitis cornuta. Its range is restricted to eastern and southern Cape Province in South Africa. Like all vipers, it is venomous.\nIt is extremely rare, and had been thought potentially extinct until four live specimens and one road kill were found in late 2016 or early 2017. Only 12 individuals have been identified since the species was discovered in 1937.",
    "Description": "This subspecies does not have the \"horns\" that are characteristic of the nominate race, B. c. cornuta, although it does have prominent bumps over the eyes. The coloration is brown to reddish brown, and they may also lack the distinctive pattern of the typical form.This is a small adder. Maximum recorded snout to vent length (SVL) for males is 27 cm (11 in); maximum recorded SVL for females is 22.5 cm (8.9 in).",
    "Taxonomy": "Branch (1999) elevated B. c. albanica to species level: Bitis albanica.\nIt is commonly known as the Albany adder, eastern hornsman adder, or eastern many-horned adder.",
    "Distribution and habitat": "It is found in Eastern and southern Cape Province in South Africa.The type locality is listed as \"The Dene (Port Elizabeth), Addo, and from dry scrub districts near Grahamstown such as Brak Kloof, farm Springvale, and Kleinpoort near Committees ... Eastern Cape Province, South Africa.\"",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms",
    "References": "\n\n== Further reading =="
  }
}