{
  "url": "https://en.wikipedia.org/wiki/Bitis_cornuta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. cornuta"
    }
  ],
  "text": {
    "__SUMMARY__": "The many-horned adder (Bitis cornuta) is a venomous viper species found in certain rocky desert areas, mostly along the Atlantic coast of southern Africa. They have characteristic tufts of \"horns\" above each eye. no subspecies are currently recognized.",
    "Taxonomy": "Common names include many-horned adder, hornsman, western hornsman adder, and western many-horned adder.The type locality given is \"Cap de Bonne-espérance\" (Cape of Good Hope, South Africa). Actually, according to Patterson's itinerary, the type was observed in coastal Namaqualand, on 1 September 1779.",
    "Description": "Small and stout, they grow to an average total length (body + tail) of 30–50 cm (about 12-20 inches). The maximum recorded total length is 75 cm (30 in) for a captive specimen.There are two to five raised horn-like scales above each eye.Dorsally, it has a  grey to reddish brown ground colour, overlaid with four longitudinal series of large dark brown blotches, which are squarish or parallelogram-like in shape, and edged with white. Ventrally, it is whitish or tan, either uniform or speckled with dark brown.  On the dorsal surface of the head are dark symmetrical markings which may form an arrowhead.",
    "Distribution and habitat": "The many-horned adder ranges from the coastal region of southwest Namibia through west and southwest Cape Province in South Africa, with a few isolated populations in eastern Cape Province.\nThis species prefers rocky desert areas in dwarf succulent veld and mountain slopes in heathland vegetation.",
    "Behavior": "With a nervous disposition, when disturbed, it will hiss loudly and strike so energetically that most of its body is lifted off the ground in the process. However, it usually settles down in captivity.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Branch, Bill. 2004. Field Guide to Snakes and Other Reptiles of Southern Africa. Sanibel Island, Florida: Ralph Curtis Books. 399 pp. ISBN 0-88359-042-5. (Bitis cornuta, pp. 116–117 + Plate 13.)\nDaudin FM. 1803. Histoire Naturelle, Générale et Particulière des Reptiles; Ouvrage faisant suite à l'Histoire Naturelle générale et particulière, composée par LECLERC DE BUFFON; et rédigée par C.S. SONNINI, membre de plusieurs Sociétés savantes. Tome VI. Paris: F. Dufart. 447 pp. (Vipera cornuta, p. 188.)",
    "External links": "Many-horned adder (Bitis cornuta) at ARKive. Accessed 5 October 2006.\nVideo of B. caudalis and B. cornuta. on YouTube. Accessed 1 March 2007."
  }
}