{
  "url": "https://en.wikipedia.org/wiki/Bitis_schneideri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. schneideri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Namaqua dwarf adder, spotted dwarf adder, Schneider's adder.Bitis schneideri is a venomous viper species found in a small coastal region that straddles the border between Namibia and South Africa. This is the smallest species in the genus Bitis and possibly the world's smallest viper. No subspecies are currently recognized.",
    "Etymology": "The specific name, schneideri, was given by Oskar Boettger in honor of \"Dr. Oskar Schneider in Dresden \", a friend of Boettger. Oskar Schneider (1841–1903) was a conchologist.",
    "Description": "With an average total length (body + tail) of 18–25 cm (7–10 in) and a maximum reported total length of 28 cm (11 in), this is the smallest species of the genus Bitis and possibly the world's smallest viperid.",
    "Geographic range": "This snake ranges from the white coastal sand dunes of Namibia, near Lüderitz, south to Hondeklip Bay, Little Namaqualand, South Africa. Mallow et al. (2003) describe the range as the transitional regions of the Namib Desert. The viper's habitat comprises a comparatively narrow strip of coastal dunes that appears to be characterized by particularly low seasonality, i.e. small temperature differences between seasons. The range may extend up to 60 km (37 mi) inland in the Sperrgebiet of southern Namibia.The type locality given is \"Angra Pequenia\" [ Lüderitz Bay, Namibia].",
    "Ecology": "Populations of B. schneideri naturally appear to be subject to unusually high annual mortality (39-56%) due to their small size and existence in a very predator-rich environment. As a consequence, it is likely that the species has evolved a higher rate of reproduction (once every year) than is usual among viperids, who commonly only reproduce every other year or more rarely.",
    "Venom": "An account is provided by Hurrell (1981) of a bite he sustained on his left index finger. The symptoms included intense pain, pronounced swelling, discoloration and oozing of serum from the punctures. After 24 hours, a 5 mm hematoma developed at the bite site. His condition stabilized after three to four days, with the swelling and pain gradually subsiding. Healing was complete after two weeks, with no loss of function or sensation of the afflicted digit. Minimal local tissue damage and no systemic effects were reported. No antivenom is available for this species.",
    "Conservation status": "This species is classified as vulnerable (VU) on the IUCN Red List. At time of assessment (1996), a population reduction of at least 20% was projected or suspected to be met within the next ten years or three generations, whichever is the longer, due to a decline in area of occupancy, extent of occurrence and/or quality of habitat, or due to actual or potential levels of exploitation.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Bitis schneideri at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nNamaqua dwarf adder (Bitis schneideri) at ARKive."
  }
}