{
  "url": "https://en.wikipedia.org/wiki/Bitis_peringueyi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. peringueyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Peringuey's adder, Peringuey's desert adder, sidewinding adder, more.Bitis peringueyi is a venomous viper species found in Namibia and southern Angola. No subspecies are currently recognized.",
    "Description": "B. peringueyi is a small snake with an average total length (including tail) of 20–25 cm (8–10 in), its maximum recorded total length is 32 cm (13 in).The head is short and flat with eyes located on top of the head. The head is covered with strongly keeled scales, the smallest of which are located anteriorly. The eyes are separated by six to 9 scales, while each eye is surrounded by 10-13 scales. Two to four scales separate the suborbitals from the supralabials. The latter number 10-14, the sublabials 10-13. The one pair of chin shields contact the first two to four sublabials.The dorsal scales number 23-31 at midbody and 21-27 anteriorly. All are strongly keeled, except those bordering the ventral scales are large and smooth. The ventrals number 117-144. The 15-30 subcaudals are usually keeled, particularly towards the tip. The anal plate is single.The color pattern consists of a pale buff, chestnut brown to orange-brown, or sandy-grayish ground color, overlaid with three longitudinal series of faint, elongate, gray to dark spots. The body is also stippled with an irregular pattern of pale and dark spots. The belly is usually whitish or dirty yellow. The tail is generally tan, but in 25% of specimens, it is black.",
    "Common names": "Common names for B. peringueyi include Peringuey's adder, Peringuey's desert adder, sidewinding adder, Jack Carlin, Namib dwarf sand adder, dwarf puff adder, Namib desert sidewinding adder,Jack Carlin dwarf sand adder, Namib dwarf adder, and Namib desert viper.",
    "Etymology": "This adder, B. peringueyi, was named after Louis Péringuey, the South African entomologist and museum director.",
    "Geographic range": "B. peringueyi is found in the Namib from southern Angola to Lüderitz, Namibia. Also seen in the Fish River Canyon.\nThe type locality is given as \"Damaraland, 10 miles east of Walfisch Bay\" [Namibia].",
    "Behavior": "An ambush hunter, B. peringueyi buries itself just beneath the surface of the sand with only its eyes and the tip of its tail exposed (individuals with black tail-tips employ caudal luring). When prey happens by, it is seized and envenomated.",
    "Feeding": "The diet of B. peringueyi includes the lizards Meroles, and the barking gecko Ptenopus. Aporosaura lizards have high water contents and are important sources of water for these snakes.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Video of juvenile Bitis peringueyi on YouTube. Accessed 28 May 2007."
  }
}