{
  "url": "https://en.wikipedia.org/wiki/Bitis_parviocula",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Bitis"
    },
    {
      "Species": "B. parviocula"
    }
  ],
  "text": {
    "__SUMMARY__": "Common name: Ethiopian mountain adder, small-eyed puff adder, Ethiopian viper, Ethiopian mountain viper.Bitis parviocula is a venomous viper species found only in  Ethiopia. It is large with a broad head and spectacular geometric markings. In 1995, the species was known from only three specimens, but additional information has surfaced since then. Little is known about its natural history or its venom. No subspecies are currently recognized.",
    "Etymology": "The specific name, parviocula, meaning \"small-eyed\", is derived from the Latin words parvus, meaning \"small\", and oculus, meaning \"eye\".",
    "Description": "Of the first three specimens, the maximum recorded total length (body + tail) was 75.2 cm (29.6 in), but it is now known to reach a total length of at least 130 cm (51 in). The head is long, flat, triangular and covered with small, strongly keeled scales. The nostrils are large and set well forward. The head is distinct from the thin neck. The body is cylindrical with a slight vertebral ridge, while the tail is short. The dorsal scales are keeled and are arranged in 37-39 rows at midbody.The color pattern consists of a light brown to dark brown ground color, overlaid with a series of black hexagons or diamonds that run down the center of the back. The black hexagons may have paler crossbars, while being separated from each other by a chain of yellow butterfly shapes. A series of black triangular or subtriangular spots, each with a white center, run down the upper flanks. The lower flanks have a series of greenish-gray triangles, pointing upwards, with yellow edges, especially the tips. The flanks between these triangles are a mottled green color. The head is brown with a dark triangle between the eyes and a dark hammer shape just behind it that extends onto the nape of the neck. The iris is brown. The side of the head is dark, but with a pale stripe that runs from the eye down to the labials. The upper labial scales are white. The chin and throat are white with black speckling. The belly is greenish-gray and may be clear, or with black speckling.",
    "Geographic range": "Known from only five localities in Ethiopia, it is found on both sides of the Rift Valley, both in the Bale Mountains to the east and between Bonga and Jimma to the west. It has been collected at altitudes of 1,700–2,800 metres (5,600–9,200 ft).The type locality is given as \"Doki River bridge (8°20′N 35°56′E), bei Yambo (=Yembo), an der Straße von Metu nach Bedelle, Provinz Illubabor, SW-Äthiopien\" [Ethiopia].",
    "Habitat": "Of the three specimens known in 1995, two were found in forested areas west of the Rift Valley and one was found in grassland to the east. Of the two western specimens, one was caught in a forest clearing in an old coffee plantation, while the other was found in a forest town, hiding in grass of the grounds of a brewery. The eastern specimen was found in high grassland near a rocky stream.",
    "Behavior": "Mostly unknown, its behavior is assumed to be terrestrial and nocturnal. In 1995, the only living specimen known was less irritable than the typical puff adder (B. arietans) and was not inclined to strike. However, it hissed when teased and struggled \"furiously\" when restrained, suggesting its temperament may be similar to that of the Gaboon viper (B. gabonica).",
    "Venom": "Until recently, the toxicity and composition of the venom essentially was unknown. It is assumed to cause at least some of the bites reported in the densely populated regions where it occurs. The local people consider it very dangerous. The first US envenomation of a person was in March 2009 when a herpetologist from Texas was bitten in the finger by a young, captive B. parviocula, which he survived. It is the only well-documented bite report of this snake. The venom of this species can be neutralized by SAIMR antivenom.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Böhme W. 1977. Eine neue Art der Gattung Bitis (Serpentes, Viperidae) aus Äthiopien. Monitore Zoologico Italiano (Nuovo Serie), Supplemento 9 (3): 59-68. (Bitis parviocula)",
    "External links": "Bitis parviocula at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nBitis parviocula image at Blue Chameleon Ventures. Accessed 6 June 2006.\nThe Other Large Bitis on YouTube. Accessed 25 January 2009.\nBitis parviocula first feeding on YouTube. Accessed 25 January 2009.\nNext Generation Part 1 on YouTube. Accessed 25 January 2009."
  }
}