{
  "url": "https://en.wikipedia.org/wiki/Causus_rhombeatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Causus"
    },
    {
      "Species": "C. rhombeatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Causus rhombeatus is a venomous viper species endemic to subsaharan Africa. No subspecies are currently recognized.",
    "Description": "With an average total length (body + tail) of 60 cm (24 in), this is the largest member of the genus Causus. The longest individual ever recorded was a male, 93 cm (37 in) in total length, collected in eastern Zimbabwe.The head has a snout that is relatively blunt (i.e., more rounded than in other members of this genus), on the sides of which the nostrils are positioned. The circumorbital ring consists of 2-3 preoculars, 1-2 postoculars, and 1-2 suboculars that separate the eye from the supralabials. The temporal scales usually number 2+3, sometimes 2+4, but very rarely 2+2 or 3+3. There are 6 supralabial scales, very rarely 7. The sublabial scales usually number 7 or 10, rarely 8, and very rarely 11, 12 or 13. The first 3-4 sublabials are in contact with the anterior chin shields. The posterior chin shields are small and often indistinguishable from the gulars.At midbody there are 15-21 rows of dorsal scales that are moderately keeled and have a satiny texture. The ventral scales number 120-166, the subcaudals, most of which are divided, 15-36.The color pattern consists of a ground color that is usually some shade of brown (possibly pinkish or grayish-brown), but occasionally olive green. This is overlaid with a pattern of 20-30 rhombic blotches that have pale edges, as well as a sprinkling of black scales and oblique black bars on the sides. Each oblique black bar is topped by one or two black spots, each with a pale centre, and strongly resembling an eye. Northern populations may be patternless, making them difficult to identify, while in others the pale edges may be missing, the rhombic blotches may be a darker color, or there may even be a dark brown vertebral stripe. The head has a characteristic V-shaped mark that may be solid black, or brown with a black outline.",
    "Common names": "Rhombic night adder, demon night adder, Cape night adder, African night adder, Cape viper.",
    "Geographic range": "Savannas of subsaharan Africa from Nigeria east to Sudan, Ethiopia, Somalia and Kenya, south through Tanzania, Uganda, Rwanda, Burundi, DR Congo, Angola, Zambia, Malawi, Zimbabwe, northern Botswana, Mozambique, Swaziland, and eastern South Africa to Riverdale in the Western Cape Province. No type locality is listed.",
    "Behavior": "This is an active species that can often move relatively quickly—up to an estimated speed of 92 cm per second (3 feet per second). They are usually found on the ground, but have no trouble climbing or swimming. They are largely nocturnal, but are often seen basking in the early morning or late afternoon. However, Harper (1963) reported collecting a dozen specimens that were all active during the heat of the day.Most specimens are docile, seldom attempting to bite unless severely provoked. FitzSimons is quoted in Pitman (1938) as saying that, in captivity, they \"become so tame that you may allow them to creep, climb and slither round your neck and inside your garments.\" Others, however, are more temperamental.When seriously disturbed, they will put on a \"ferocious\" threat display that includes coiling up, inflating the body (making the dark markings stand out), hissing and puffing loudly, flattening the anterior portion of the body, and striking frantically. They may also flatten the neck and move forward with the tongue extended, much like a small cobra. Striking is done with such vigor that small specimens may lift themselves off the ground entirely.",
    "Feeding": "The diet consists mainly of toads, but it also includes frogs and small mammals.",
    "Reproduction": "Females produce an average clutch of two dozen eggs that require a lengthy incubation period of approximately four months. The hatchlings are 10-12.5 cm (4-5 inches) in total length and feed on tiny frogs and toads.",
    "Venom": "Rhombic Night Adder bites can be very serious and in at least one bite a child had to have a fasciotomy. The few documented bites involved pain and minor swelling with minimal necrosis. These symptoms usually disappear within 2–3 days. There have been no modern well-documented cases to back up earlier claims of fatalities due to bites from this species. Venom yield has varied from 20–30 mg to 300 mg, but the venom toxicity is low with LD50 values of 10.8, 14.6, >16.0 mg/kg IV and 15 mg/kg SC being reported.",
    "See also": "Causinae by common name\nCausinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boulenger, G.A. 1896. Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the...Viperidæ. Trustees of the British Museum (Natural History). (Taylor and Francis, printers.) London. xiv + 727 pp. + Plates I.- XXV. (Causus rhombeatus, pp. 467–468.)\nBranch, Bill. 2004. Field Guide to Snakes and Other Reptiles of Southern Africa. Third Revised edition, Second impression. Ralph Curtis Books. Sanibel Island, Florida. 399 pp. ISBN 0-88359-042-5. (Causus rhombeatus, p. 113 + Plate 15.)\nLichtenstein, [M.]H. 1823. Verzeichniss der Doubletten des Zoologischen Museums der Königl. Universität zu Berlin nebst Beschreibung vieler bisher unbekannter Arten von Säugethieren, Vögeln, Amphibien und Fischen. T. Trautwein. Berlin. x + 118 pp. + 1 plate. (Sepedon rhombeata, p. 106.)",
    "External links": "Causus rhombeatus at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nCausus rhombeatus image at FotoTime. Accessed 6 June 2007.\nCausus rhombeatus image at Cape Reptile Institute. Accessed 6 June 2007.\nCausus rhombeatus image at CalPhotos. Accessed 6 June 2007.\nVideo of various species, incl. C. rhombeatus on YouTube. Accessed 13 December 2007."
  }
}