{
  "url": "https://en.wikipedia.org/wiki/Causus_maculatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Causus"
    },
    {
      "Species": "C. maculatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Causus maculatus is venomous viper species found mainly in West- and Central Africa. No subspecies are currently recognized. Common names include forest rhombic night adder, West African night adder and spotted night adder.",
    "Description": "These snakes are small and stout, with an average length of 30-60 cm. Grows to a maximum size of about 70 cm, or perhaps slightly larger.The snout is obtuse with a rounded rostral scale. A single loreal is present. The circumorbital ring consists of 2-3 preoculars, 1-2 postoculars and 1-2 suboculars. There are 6 supralabials and 9-10 sublabials. Four sublabials are in contact with the sublinguals. There are 2-3 temporal scales.At midbody there are 17-19 rows of dorsal scales. The ventral scales number 118-137 in females and 124-144 in males. The subcaudal scales number 14-23 in females and 15-26 in males. Within the range of this species, the ventral scale counts increase from south to north and from east to west. This diagnostic information is apparently according to Hughes (1977).Spawls and Branch (1995) give a slightly different description of the body scalation: midbody there are 17-22 rows of dorsal scales, which have been described as soft and feebly keeled. The ventral scales number 124-151 in females and 118-154 in males, with the highest numbers found in specimens from Uganda and Ethiopia.The color pattern usually consists of a brown ground color, sometimes grayish, olive or light green, with a series of dark brown or blackish patches down the back (this pattern is less distinct on the first quarter of the body). The flanks are sprinkled with black scales. There is much variation in the dorsal pattern; some specimens, especially those from more arid regions, may have no pattern at all, making them hard to identify. Those from DR Congo are often a uniform brown. The belly may be white, cream or pinkish-gray. The ventral scales may be uniform in color, but sometimes each scale grades from light to dark, giving the belly a finely barred appearance. The head usually has a distinct V-shaped mark. This mark may be solid black in juveniles, but in adults it becomes brown with a black outline. Sometimes, a short dark line is present extending backwards from the posterior of the eye.",
    "Geographic range": "Mauritania and Senegal east to western Ethiopia, south to DR Congo and northern Angola. The type locality is listed as \"Liberia, Western Africa.\"Mallow et al. (2003) mostly quote Spawls and Branch (1995), giving the range as West- and Central Africa, from Senegal east to Chad, southeast to DR Congo and northeast into southeastern Sudan. Also found in the river gorges and low country of southwestern Ethiopia, southwest to northern Angola and DR Congo.",
    "Habitat": "Found in an amazingly wide range of habitats, including forests, savannah and even semi-desert. It may be quite common in parts of its range.",
    "Behavior": "Terrestrial, but is known to climb into low bushes in pursuit of frogs. They are relatively slow moving, but can strike quickly, tending to lash rather than to stab. Despite its name, this species is known to be active at any time of the day, evening or night, and has sometimes been seen sunning itself. They are most active during the rainy season (March–October) when their prey is available, virtually disappearing during the dry season.",
    "Feeding": "Feeds mainly on frogs and toads.",
    "Reproduction": "Oviparous. Lays 6-20 eggs in February–April, with the hatchlings appearing in May–July.",
    "Venom": "Bites result in mild symptoms that include pain, moderate swelling, local lymphadentitis and mild fever. Blistering has not been reported while necrosis is rare and usually secondary. The symptoms disappear after two to three days and normally without any complications. No existing antivenins are known to counteract this venom.",
    "Taxonomy": "This species was previously considered to be a subspecies of C. rhombeatus.",
    "See also": "Causinae by common name\nCausinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Causus maculatus image at Adam D. Leaché's homepage. Accessed 6 June 2007.\nCausus maculatus image at Herpetology of Africa. Accessed 6 June 2007."
  }
}