{
  "url": "https://en.wikipedia.org/wiki/Causus_lichtensteinii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Causus"
    },
    {
      "Species": "C. lichtensteinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Causus lichtensteinii is a venomous viper species endemic to western and central Africa. There are no subspecies that are recognized as being valid.",
    "Etymology": "The specific name, or epithet, lichtensteinii, honors German herpetologist Martin Hinrich Lichtenstein.",
    "Description": "Adults of C. lichtensteinii average 30–55 cm (12–22 in) in length with a reported maximum of 70 cm (28 in).The head is not very wide, and the snout is blunt. The eye is surrounded by a circumorbital ring of 5-7 scales. There are 6 supralabials and 9 sublabials. The temporals number 2+3 or sometimes 2+2, with the first and second upper temporals being as long together as the first lower one. Loreals: 1+1. Midbody there are 15 rows of weakly keeled dorsal scales that have a velvety texture. The anal scale is single. There are 128-152 ventral scales. The subcaudals number 18-22 in males and 17-19 in females.The color pattern consists of a greenish or olive ground color overlaid with a series of dark narrow backward pointing chevrons running down the back. This pattern may be vague or developed fully into rhombic markings. The back of the neck has a characteristic white V-shape while the throat is black with yellow bands. Juvenile specimens are generally dark brown in color.",
    "Common names": "Common names for C. lichtensteinii include Lichtenstein's night adder, forest night adder, and olive-green viper.",
    "Geographic range": "C. lichtensteinii is found from Guinea and Liberia eastward through Ghana to Nigeria, Cameroon, Equatorial Guinea, the Central African Republic, south to northern Angola, DR Congo and northwestern Zambia, and east to Uganda and western Kenya.The type locality is listed as \"Côte- d'Or \" (Gold Coast, Ghana).",
    "Habitat": "As opposed to other members of its genus, C. lichtensteinii is mostly found in pristine rain forests with little light filtering down to the forest floor. It tends to be found near water in swampy areas. In the Atewa Range Forest Reserve in Ghana it has been found at altitudes of up to 670 m (2,200 ft).",
    "Behavior": "C. lichtensteinii is diurnal and mostly terrestrial. However, it is a good swimmer and has even colonized certain islands in Lake Victoria. When disturbed it puts on a hissing and puffing threat display similar to other members of the genus.",
    "Reproduction": "C. lichtensteinii is oviparous.",
    "See also": "Causinae by common name\nCausinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III. Containing the ... Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I-XXV. (Causus lichtensteinii, p. 470).\nJan [G] (1859). \"Additions et rectifications aux Plan et Prodrome de l' Iconographie descriptive des Ophidiens\". Revue et magasin de zoologie pure et appliquée, 2e serie 11: 505-512. (Aspidelaps lichtensteinii, new species, p. 511). (in French).",
    "External links": "Causus lichtensteinii at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nCausus lichtensteinii image at Natural History Museum. Accessed 6 June 2007."
  }
}