{
  "url": "https://en.wikipedia.org/wiki/Causus_bilineatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Causus"
    },
    {
      "Species": "C. bilineatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Causus bilineatus is a venomous viper species endemic to south central Africa. No subspecies are currently recognized. Common names include lined night adder and two-striped night adder.",
    "Description": "The average total length (body + tail) is 30-50 cm (about 12-20 inches) with a reported maximum of 65 cm (26 in).The head is slightly distinct from the neck, while the snout is fairly long and tapering. Midbody there are 15-18 rows of dorsal scales that are weakly keeled and have a soft and velvety appearance. The ventral scales number 122-141 in males and 128-144 in females. There are 18-30 subcaudals.The color pattern consists of an ash to auburn to brown ground color, overlaid with numerous irregular or vaguely rectangular black dorsal patches. These patches lie within two distinct and narrow pale stripes that run the length of the body. The belly color is dark to dark cream.",
    "Geographic range": "Angola, northern Zambia, DR Congo (Shaba Province) and Rwanda.\nThe type locality is given by Boulenger (1905) as \"between Benguella and Bihé\" (Angola). Bocage (1895) listed \"Duque de Bragança, Quissange, Caconda, and Huilla\" (Angola) for the localities.",
    "Habitat": "Occurs in moist savanna, forest-savanna environments, and swampy habitats. Wild-caught specimens found to have eaten clawed frogs, Xenopus, suggest a more aquatic nature than other species.",
    "Feeding": "Preys mostly upon toads and frogs, particularly the clawed frog, Xenopus.",
    "See also": "Causinae by common name\nCausinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Bocage, J.V.B. du. 1895. Herpétologie d'Angola et du Congo. Ministère de la Marine et des Colonies. (Imprimerie National, printer.) Lisbon. xx + 203 pp. + Plates I-XIX. (Causus rhombeatus, part, p. 146.)\nBoulenger, G.A. 1905. A List of the Batrachians and Reptiles collected by Dr. W.J. Ansorge in Angola, with Descriptions of new Species. Ann. Mag. Nat. Hist., Seventh Series 16: 105-1156. (Causus rhombeatus var. bilineatus, p. 114.)",
    "External links": "Causus bilineatus at the Reptarium.cz Reptile Database. Accessed 2 August 2007."
  }
}