{
  "url": "https://en.wikipedia.org/wiki/Causus_defilippii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Causus"
    },
    {
      "Species": "C. defilippii"
    }
  ],
  "text": {
    "__SUMMARY__": "Causus defilippii is a species of venomous snake in the family Viperidae. The species is endemic to East Africa. There are no recognized subspecies. Its common name is snouted night adder.",
    "Etymology": "The specific name, defilippii, is in honor of Italian zoologist Filippo De Filippi.",
    "Description": "The average total length (including tail) of C. defilippii is 20–35 cm (about 8-14 inches), rarely exceeding 50 cm (20 in).The head is short and wide, and the snout is prominent, pointed and upturned. The rostral is large. The eyes are medium-sized. The circumorbital ring consists of 1–2 preocular scales, 1–2 postoculars and 1–2 suboculars that separate the eye from the supralabials. There are a total of 6–7 supralabials and 7–10 sublabials. The first 3–4 sublabials are in contact with the anterior chin shields. The posterior chin shields are very small and indistinguishable from other posterior scales. The temporal scales number 2+3, sometimes 2+4, and rarely 1+2.Midbody there are 16–18 rows of weakly keeled dorsal scales that have a velvety appearance. There are 108–128 ventral scales: rarely more than 117 in males, or less than 118 in females. The anal scale is single. The divided subcaudals number 10–19: seldom less than 14 in males, or more than 15 in females.The color pattern consists of a light brown, pinkish brown to gray or grayish green ground color, overlaid with a series of 20–30 crescent-shaped dark markings that run down the back. However, these marking may be indistinct. The head has a characteristic V-shaped marking with the apex on the frontal plate. There is also an oblique dark streak present behind the eye. The belly is yellowish while, uniformly colored or with scattered small grayish brown spots. Juvenile specimens are commonly a glossy black or gray.",
    "Geographic range": "The snouted night adder is found in coastal Kenya and Tanzania through eastern Africa (Malawi, Zambia, Zimbabwe, Mozambique) to South Africa (Northern, Mpumalanga and KwaZulu-Natal Provinces) as far south as Durban, and on the island of Unguja.\nThe type locality was originally listed as \"Buenos Ayres\", obviously a mistake. It was restricted by Broadley (1971) to Africa, Puku.",
    "Habitat": "C. defilippii occurs in moist and dry savanna, coastal thickets, and forests from sea level to around 1,800 m (5,900 ft) altitude. It favors moist surroundings, but has also been found in dry areas on rocky hillsides and escarpments.",
    "Behavior": "The snouted night adder is generally nocturnal, but not entirely. It is mostly terrestrial, but sometimes climbs into low vegetation in pursuit of frogs, and is also a good swimmer. When not basking, it remains hidden in ground cover, brush piles, and in holes. If disturbed, it inflates itself and hisses. It is slow-moving for the most part, but can strike quickly. In captivity, however, it soon becomes tame and unwilling to strike.",
    "Venom": "Little is known about the venom of C. defilippii, but the symptoms described in the few existing case histories include rapid swelling, fever, sometimes intense pain, and occasionally lymphadenopathy. The swelling usually subsided after 2–3 days, and there have not been any reports of necrosis. Currently, there is no antivenin that provides protection against bites from this species.",
    "See also": "Causinae by common name\nCausinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the ... Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers.) xiv + 727 pp. + Plates I-XXV. (Causus defilippii, pp. 469-470).\nJan G (1863) (\"1862\"). \"Enumerazione sistematica degli ofidi appartenenti al gruppo Coronellidae \". Archivio per la zoologia, l'anatomia e la fisiologia 2: 213-330. (Heterodon defilipii, new species, pp. 225–226). (in Italian).",
    "External links": "Causus defilippii at the Reptarium.cz Reptile Database. Accessed 2 August 2007."
  }
}