{
  "url": "https://en.wikipedia.org/wiki/Causus_resimus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Causus"
    },
    {
      "Species": "C. resimus"
    }
  ],
  "text": {
    "__SUMMARY__": "Causus resimus is a venomous viper species found in isolated populations distributed across tropical Africa. No subspecies are currently recognized.",
    "Description": "Averages 30–60 cm in length with a maximum of 75 cm. They appear relatively stout.The head is short and slightly distinct from the neck with an upturned snout. The circumorbital ring includes 2 preoculars, 2 postoculars and 1-2 subocular scales. There are 6-7 sublabials. The temporal scales number 2+3 (rarely 2+4).Midbody there are 19-22 rows of faintly keeled dorsal scales that have a velvety appearance. There are 131-155 ventral scales. The anal scale is single. There are 16-27 paired subcaudals.The color pattern consists of a green ground color that may be anything from bright green to olive. This is overlaid with a series dark inverted chevron-like crossbars that run down the back, similar to C. defilippii and C. rhombeatus. The chin and throat are yellow. The belly is a yellowish, cream or pearly in color.",
    "Common names": "Green night adder, velvety-green night adder, green viper.",
    "Geographic range": "Central and eastern Africa from Nigeria east to Sudan, Uganda, Ethiopia, Kenya, Somalia, and south to Tanzania, Rwanda, Burundi and DR Congo. An isolated population occurs in western Angola. The type locality is listed as \"Sennâr, vom Gebel-Ghule\" (Jebel Ghule, Sennar, Sudan).",
    "Habitat": "Prefers low-lying moist savanna, wooded hills, high grasslands, and the riparian zones of rivers that run through swamps, rocky gorges, coastal scrubland and semi-deserts. Also known to occur in man-made habitats, such as abandoned quarries, sugar cane plantations and in borrow pit pools along roads.",
    "Behavior": "If disturbed, they inflate themselves and put on a ferocious hissing and puffing threat display. The front part of the body is raised and coiled from which position they tend to make sweeping and lashing strikes as opposed to a stabbing motion. They are mostly terrestrial, but are also good swimmers and have been known to climb into sedges in pursuit of prey. Despite their common name, they are diurnal and are often seen basking. They hide under ground cover when not active.",
    "See also": "Causinae by common name\nCausinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Causus resimus at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nCausus resimus in the CalPhotos Photo Database, University of California, Berkeley"
  }
}