{
  "url": "https://en.wikipedia.org/wiki/Cerastes_gasperettii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Cerastes"
    },
    {
      "Species": "C. gasperettii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Arabian horned viper, desert horned viper, Middle Eastern horned viper.Cerastes gasperettii, commonly known as the Arabian horned viper, is a venomous viper species found especially in the Arabian Peninsula and north to Israel, Iraq, and Iran. It is very similar in appearance to C. cerastes, but the geographic ranges of these two species do not overlap. No subspecies of C. gasperettii are recognized.",
    "Etymology": "The specific name, gasperettii, is in honor of John Gasperetti, an American surveyor, engineer, and herpetologist, who collected the holotype specimen.",
    "Description": "The average total length (including tail) of C. gasperettii is 30–60 cm (12–24 in), with a maximum total length of 85 cm (33 in). Females are usually larger than males. The diet of C. gasperettii is thought to primarily consist of rodents, with Insects, particularly beetles, and lizards making up a less significant component of their diets.",
    "Geographic range": "In the Arabian Peninsula C. gasperettii has been found in Saudi Arabia,  Kuwait, Oman, Qatar, United Arab Emirates, and Yemen. It is found in the Arava valley, located on the border between southern Israel and Jordan, eastwards through Jordan and Iraq to Khuzestan Province in southwestern Iran.The type locality given is \"Beda Azan [23°41'N., 53°28'E.], Abu Dhabi [Abū Zaby]\" [United Arab Emirates].",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms",
    "References": "",
    "Further reading": "",
    "External links": "Cerastes gasperettii at the Reptarium.cz Reptile Database. Accessed 2 August 2007."
  }
}