{
  "url": "https://en.wikipedia.org/wiki/Cerastes_vipera",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Cerastes"
    },
    {
      "Species": "C. vipera"
    }
  ],
  "text": {
    "__SUMMARY__": "Cerastes vipera, common names Sahara sand viper and Avicenna viper, is a venomous viper species endemic to the deserts of North Africa and the Sinai Peninsula. No subspecies are currently recognized.",
    "Description": "Adults average 20–35 cm (8-14 inches) in total length (body + tail), with a maximum total length of 50 cm (1.6 ft). Females are larger than males. Small and stout, it has a broad, triangular head with small eyes set well forward and situated on the junction of the side and the top of the head.\nTheir hunting strategy is unique when compared to that of other viperids because they use a combination of both sit-and-wait ambushing and active hunting. Active hunting is predominantly used in the months right before hibernation to increase energy intake before the long dormant period.",
    "Common names": "Common names include Sahara sand viper, Avicenna viper, common sand viper, Egyptian asp, Cleopatra's asp, sand viper, Avicenna's sand viper, lesser cerastes.",
    "Geographic range": "It is found in arid North Africa: Mauritania, Morocco, Algeria, Mali, Tunisia, Libya, Niger, Chad and Egypt. Sinai Peninsula: Egypt, Sudan and Israel.\nThe type locality given is \"Ægypto\" (Egypt).",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boulenger GA. 1896. Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the...Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I.- XXV. (Cerastes vipera, pp. 503–504).\nJoger, Uhlrich. 1984. The Venomous Snakes of the Near and Middle East. Beihefte zum Tübinger Atlas des Vorderen Orients, A, 12. Wiesbaden: Dr. Ludwig Reichert Verlag. 115 pp. ISBN 3882261994.\nLinnaeus C. 1758. Systema naturæ per regna tria naturæ, secundum classes, ordines, genera, species, cum characteribus, diferentiis, synonymis, locis. Tomus I. Editio Decima, Reformata. Stockholm: L. Salvius. 824 pp. (Coluber vipera, p. 216).\nSchnurrenberger, Hans. 1959. Observations on Behavior in Two Libyan Species of Viperine Snakes. Herpetologica 15 (2): 70-72. (Aspis vipera).\nSubach, A, Scharf, I & Ovadia, O. 2009. Foraging behavior and predation success of the sand viper (Cerastes vipera). Canadian Journal of Zoology 87: 520-528. PDF",
    "External links": "Cerastes vipera at the Reptarium.cz Reptile Database. Accessed 2 August 2007."
  }
}