{
  "url": "https://en.wikipedia.org/wiki/Daboia_siamensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Daboia"
    },
    {
      "Species": "D. siamensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Daboia siamensis (Common name: Eastern Russell's viper, Siamese Russell's viper, more) is a venomous viper species that is endemic to parts of Southeast Asia, southern China and Taiwan. It was formerly considered to be a subspecies of Daboia russelii (as Daboia russelli siamensis), but was elevated to species status in 2007.",
    "Description": "Dorsally, the color pattern is the same as that of D. russelii, except that the color is more grayish or olive, with small spots between the large spot rows. The venter is suffused with gray posteriorly.",
    "Common names": "Eastern Russell's viper, Siamese Russell's viper.\nPreviously, other common names were used to describe subspecies that are now part of the synonymy of this form: Indonesian Russell's viper for \"limitis\", and Formosan Russell's viper for \"formosensis\".",
    "Geographic range": "D. siamensis is found in Myanmar, Thailand, Cambodia, China (Guangxi, Guangdong), Taiwan and Indonesia (Endeh, Flores, east Java, Komodo, Lomblen Islands).Brown (1973) mentions that D. siamensis can also found in Vietnam, Laos and on the Indonesian island of Sumatra. Ditmars (1937) reportedly received a specimen from Sumatra as well. However, its distribution in the Indonesian archipelago is still being elucidated.",
    "Venom": "A monovalent antivenin, called \"Russell's Viper Antivenin\", is made in Thailand by the Thai Red Cross to counteract the venom of this species.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Smith MA. 1917. Descriptions of New Reptiles and a New Batrachian from Siam. Journ. Nat. Hist. Soc. Siam 2 (3): 221-225. (\"Vipera russelli siamensis, subsp. nov.\", pp. 223–224 + photograph).\nSmith MA. 1943. The Fauna of British India, Ceylon and Burma, Including the Whole of the Indo-Chinese Sub-region. Reptilia and Batrachia, Vol. III.—Serpentes. London: Secretary of State for India. (Taylor and Francis, printers). xii + 583 pp. (\"Vipera russelli siamensis\", p. 484).",
    "External links": "Daboia russelii at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nRussell's Viper (on the island of Komodo) at Globaljuggler. Accessed 20 October 2006.\nDaboia siamensis - Siamese Russells Viper in Thailand Information"
  }
}