{
  "url": "https://en.wikipedia.org/wiki/Daboia_russelii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Daboia"
    },
    {
      "Species": "D. russelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Russell's viper (Daboia russelii) is a species of venomous snake in the family Viperidae of venomous Old World vipers. It is found in Asia throughout the Indian subcontinent, much of Southeast Asia, southern China and Taiwan. The species is named for Patrick Russell (1726–1805), a Scottish herpetologist who first described many of India's snakes, and the name of the genus is from the Hindi word meaning \"that lies hid\", or \"the lurker\". In Bengali this snake is called chandroborha since it carries lenticular or more precisely lunar marks all over its body. In Marathi this snake is called Ghonas. Apart from being a member of the big four snakes in India, Daboia is also one of the genera responsible for causing the most snakebite incidents and deaths among all venomous snakes on account of many factors, such as their wide distribution, generally aggressive demeanor, and frequent occurrence in highly populated areas.Daboia russelli is commonly known as Russell's viper and chain viper, among other names.",
    "Description": "D. russelii can grow to a maximum length (body + tail) of 166 cm (5.5 ft) and averages about 120 cm (4 ft) on mainland Asian populations. Island populations may be slightly smaller on average. It is more slender than most vipers. Ditmars (1937) reported the following dimensions for a \"fair-sized adult specimen\":\n\nThe head is flattened, triangular, and distinct from the neck. The snout is blunt, rounded, and raised. The nostrils are large, each in the middle of a large, single nasal scale. The lower edge of the nasal scale touches the nasorostral scale. The supranasal scale has a strong crescent shape and separates the nasal from the nasorostral scale anteriorly. The rostral scale is as broad as it is high.\n\nThe crown of the head is covered with irregular, strongly fragmented scales. The supraocular scales are narrow, single, and separated by six to nine scales across the head. The eyes are large, flecked with yellow or gold, and  surrounded by 10–15 circumorbital scales. The snake has 10–12 supralabials, the fourth and fifth of which are significantly larger. The eye is separated from the supralabials by three or four rows of suboculars. Of the two pairs of chin shields, the front pair is notably enlarged. The two maxillary bones support at least two and at the most five or six pairs of fangs at a time: the first are active and the rest replacements. The fangs attain a length of 16.5 mm (0.65 in) in the average specimen.\n\nThe body is stout, the cross-section of which is rounded to circular. The dorsal scales are strongly keeled; only the lowest row is smooth. Mid-body, the dorsal scales number 27–33. The ventral scales number 153–180. The anal plate is not divided. The tail is short — about 14% of the total length — with the paired subcaudals numbering 41–68.Dorsally, the color pattern consists of a deep yellow, tan, or brown ground color, with three series of dark brown spots that run the length of the body. Each of these spots has a black ring around it, the outer border of which is intensified with a rim of white or yellow. The dorsal spots, which usually number 23–30, may grow together, while the side spots may break apart. The head has a pair of distinct dark patches, one on each temple, together with a pinkish, salmon, or brownish V or X marking that forms an apex towards the snout. Behind the eye is a dark streak, outlined in white, pink, or buff. The venter is white, whitish, yellowish, or pinkish, often with an irregular scattering of dark spots.",
    "Common names": "In English, common names of D. russelii include Russell's viper, chain viper, Indian Russell's viper, common Russell's viper, seven pacer, chain snake, and scissors snake. Previously, another common name was used to describe a subspecies that is now part of the synonymy of this form: Sri Lankan Russell's viper for D. r. pulchella.\nTamil - கண்ணாடி விரியன் (kanadi virian)\nTelugu - రక్త పింజరి (Rakta pinjari)\nKannada - ಕೊಳಕು ಮಂಡಲ (kolaku mandala)\nMalayalam - അണലി, ചേന തണ്ടൻ (Anali, Chena Thandan)\nBengali - চন্দ্রবোড়া (Chandraborha)\nMarathi - घोणस (Ghonas)\nGujarati - ખડચિતડ\nOdia - ବୋଡ। (Boda)",
    "Geographic range": "D. russelii is found in  India, Sri Lanka, Bangladesh, Nepal, Myanmar, Thailand, Pakistan, Cambodia, Tibet, China (Guangxi, Guangdong), Taiwan and Indonesia (Endeh, Flores, east Java, Komodo, and Lomblen Islands). The type locality is listed as \"India\". More specifically, this would be the Coromandel Coast, by inference of Russell (1796).Brown (1973) mentions that it can also found in Vietnam, Laos, and on the Indonesian island of Sumatra. Ditmars (1937) reportedly received a specimen from Sumatra, as well. However, the distribution of this species in the Indonesian archipelago is still being elucidated.Within its range, it can be very common in some areas, but scarce in others. In India, is abundant in Punjab, very common along the West Coast and its hills, in southern India especially in the state of Karnataka and north to Bengal. It is uncommon to rare in the Ganges valley, northern Bengal, and Assam. It is prevalent in Myanmar. It is also common in Thailand in Pattaya and other tourist towns where its main prey, rats, have abundant food.",
    "Habitat": "D. russelii is not restricted to any particular habitat, but does tend to avoid dense forests. The snake is mostly found in open, grassy or bushy areas, but may also be found in second growth forests (scrub jungles), on forested plantations and farmland. It is most common in plains, coastal lowlands, and hills of suitable habitat. Generally, it is not found at altitude, but has been reported as far up as 2300–3000 m (7,500-9,800 ft). Humid environments, such as marshes, swamps, and rain forests, are avoided.This species is often found in highly urbanized areas and settlements in the countryside, the attraction being the rodents commensal with man.\nAs a result, those working outside in these areas are most at risk of being bitten. D. russelii does not associate as closely with human habitation as Naja and Bungarus species (cobras and kraits).",
    "Behaviour": "D. russelii is terrestrial and active primarily as a nocturnal forager. However, during cool weather, it alters its behavior and becomes more active during the day.Adults are reported to be slow and sluggish unless pushed beyond a certain limit, after which they can become very aggressive. Juveniles, though, are generally more nervous.When threatened, they form a series of S-loops, raise the first third of the body, and produce a hiss that is supposedly louder than that of any other snake. When striking from this position, they can exert so much force that even a large individual can lift most of its body off the ground in the process. These snakes are strong and may react violently to being picked up. The bite may be a snap, or they may hang on for many seconds.Although this genus does not have the heat-sensitive pit organs common to the Crotalinae, it is one of a number of viperines that are apparently able to react to thermal cues, further supporting the notion that they, too, possess a heat-sensitive organ. The identity of this sensor is not certain, but the nerve endings in the supranasal sac of these snakes resemble those found in other heat-sensitive organs.",
    "Reproduction": "D. russelii is ovoviparous. Mating generally occurs early in the year, although pregnant females may be found at any time. The gestation period is more than six months. Young are produced from May to November, but mostly in June and July. It is a prolific breeder. Litters of 20–40 are common, although fewer offspring may occur, as few as one. The reported maximum is 75 in a single litter. At birth, juveniles are 215–260 mm (8.5–10.2 in) in total length. The minimum total length for a gravid female is about 100 cm (39 in). It seems that sexual maturity is achieved in 2–3 years. In one case, it took a specimen nearly 4.5 hours to give birth to 11 young.",
    "Prey": "D. russelii feeds primarily on rodents, although especially it will also eat  small reptiles, land crabs, scorpions,  and other arthropods. Juveniles are crepuscular, feeding on lizards and foraging actively. As they grow and become adults, they begin to specialize in rodents. Indeed, the presence of rodents and lizards is the main reason they are attracted to human habitation.Juveniles are known to be cannibalistic.",
    "Mimicry": "Some herpetologists believe, because D. russelii is so successful as a species and has such a fearful reputation within its natural environment, another snake has come to mimic its appearance. Superficially, the rough-scaled sand boa, Gongylophis conicus, has a color pattern that often looks like that of D. russelii, though it is completely harmless.",
    "Venom": "The quantity of venom produced by individual specimens of D. russelii is considerable. Reported venom yields for adult specimens range from 130–250 mg to 150–250 mg to 21–268 mg. For 13 juveniles with an average total length of 79 cm (31 in), the average venom yield was 8–79 mg (mean 45 mg).The LD50 in mice, which is used as a possible indicator of snake venom toxicity, is: 0.133 mg/kg intravenous, 0.40 mg/kg intraperitoneal, about 0.75 mg/kg subcutaneous. For most humans, a lethal dose is about 40–70 mg. In general, the toxicity depends on a combination of five different venom fractions, each of which is less toxic when tested separately. Venom toxicity and bite symptoms in humans vary within different populations and over time.Envenomation symptoms begin with pain at the site of the bite, immediately followed by swelling of the affected extremity. Bleeding is a common symptom, especially from the gums and in the urine, and sputum may show signs of blood within 20 minutes  after the bite. The blood pressure drops, and the heart rate falls. Blistering occurs at the site of the bite, developing along the affected limb in severe cases. Necrosis is usually superficial and limited to the muscles near the bite, but may be severe in extreme cases. Vomiting and facial swelling occur in about one-third of all cases. Kidney failure (renal failure) also occurs in approximately 25-30 percent of untreated bites. Severe disseminated intravascular coagulation also can occur in severe envenomations. Early medical treatment and  early access to antivenom can prevent and drastically reduce the chance of developing the severe/potentially lethal complications.\nSevere pain may last for 2–4 weeks. Locally, it may persist depending on the level of tissue damage. Often, local swelling peaks within 48–72 hours, involving both the affected limb and the trunk. If swelling up to the trunk occurs within 1–2 hours, massive envenomation is likely. Discoloration may occur throughout the swollen area as red blood cells and plasma leak into muscle tissue. Death from septicaemia or kidney, respiratory, or cardiac failure may occur 1 to 14 days after the bite or even later.A study in The Lancet showed that out of a sample of people bitten by D. russelii who survived, 29% of them suffered severe damage to their pituitary glands, which later resulted in hypopituitarism. Other scientific studies support the hypothesis that D. russelii bites can cause hypopituitarism.Because this venom is so effective at inducing thrombosis, it has been incorporated into an in vitro diagnostic test for blood clotting that is widely used in hospital laboratories. This test is often referred to as dilute Russell's viper venom time (dRVVT). The coagulant in the venom directly activates factor X, which turns prothrombin into thrombin in the presence of factor V and phospholipid. The venom is diluted to give a clotting time of 23 to 27 seconds and the phospholipid is reduced to make the test extremely sensitive to phospholipid. The dRVVT test is more sensitive than the aPTT test for the detection of lupus anticoagulant (an autoimmune disorder), because it is not influenced by deficiencies in clotting factors VIII, IX or XI.In India, the Haffkine Institute prepares a polyvalent antivenin that is used to treat bites from this species. As of November 2016, a new antivenom was developed by the Costa Rican Clodomiro Picado Institute, and clinical trial phase in Sri Lanka.",
    "Subspecies": "",
    "Taxonomy": "Using morphological and mitochondrial DNA data, Thorpe et al. (2007) provided evidence that the eastern subspecies of D. russelii should be considered a separate species, Daboia siamensis.\nA number of other subspecies may be encountered in literature, including:\n\nD. s. formosensis (Maki, 1931) – found in Taiwan (considered a synonym of D. siamensis).\nD. s. limitis (Mertens, 1927) – found in Indonesia (considered a synonym of D. siamensis).\nD. r. pulchella Gray, 1842 – found in Sri Lanka (considered a synonym of D. r. russelii).\nD. r. nordicus (Deraniyagala, 1945) – found in northern India (considered a synonym of D. r. russelii).\nThe correct spelling of the species, D. russelii, has been, and still is, a matter of debate. Shaw & Nodder (1797), in their account of the species Coluber russelii, named it after Dr. Patrick Russell, but apparently misspelled his name, using only one \"L\" instead of two. Russell (1727–1805) was the author of An Account of Indian Serpents (1796) and A Continuation of an Account of Indian Serpents (1801). McDiarmid et al. (1999) are among those who favor the original misspelling, citing Article 32c (ii) of the International Code of Zoological Nomenclature. Others, such as Zhao and Adler (1993) favor russellii.In the future, more species may be added to Daboia. Obst (1983) reviewed the genus and suggested that it be extended to include Macrovipera lebetina, Daboia palaestinae, and M. xanthina. Groombridge (1980, 1986) united V. palaestinae and Daboia as a clade based on a number of shared apomorphies, including snout shape and head color pattern. Lenk et al. (2001) found support for this idea based on molecular evidence, suggesting that Daboia not only include V. palaestinae, but also D. mauritanica and M. deserti.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Daboia russelii at the Reptarium.cz Reptile Database. Accessed 5 September 2007.\nRussell's viper at Michigan Engineering. Accessed 5 September 2007.\nRussell's viper at SurvivalIQ. Accessed 5 September 2007.\nMark O'Shea in Sri Lanka at Mark O'Shea. Accessed 5 September 2007.\nCommon Poisonous Snakes in Taiwan at Formosan Fat Tire. Accessed 5 September 2007.\nVideo of Daboia russelii on YouTube. Accessed 5 September 2007.\nVideo of Daboia russelii feeding on YouTube. Accessed 5 September 2007.\nToxicology"
  }
}