{
  "url": "https://en.wikipedia.org/wiki/Echis_carinatus_multisquamatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. carinatus"
    },
    {
      "Subspecies": "E. c. multisquamatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: multiscale saw-scaled viper, transcaspian saw-scaled viper.Echis carinatus multisquamatus is a venomous viper subspecies found in Uzbekistan, Turkmenistan, Iran, Afghanistan, and Pakistan.",
    "Description": "This subspecies grows to 38–80 cm (15–31 in) in total length (body + tail), but usually no more than 60 cm (24 in).Its head marking is always cross-shaped. Its lateral white line is continuous and undulating. Narrow transverse white bands occur on the middorsum.  The dorsal scales are in 34-40 rows at midbody, the highest number of rows of all subspecies of E. carinatus. The ventrals number 169-199 (highest of all subspecies).",
    "Geographic range": "The range for this snake is from Uzbekistan, south to Iran, and east to western Pakistan.The Wildlife of Pakistan website describes the range as from the Caspian Sea, through Turkmenistan and Uzbekistan (Bukhara, Samarkand, Tashkent), into Tajikistan, along the Afghan border up to Hindukush, northeastern Balochistan, Khyber-Pakhtunkhwa, and eastern Iran.The type locality is listed as \"Bairam-Ali, Mariskaya oblast, Turkmeniya\" (Bairam-Ali, Mariskaya district, Turkmenia).",
    "Taxonomy": "It was classified as a separate species, E. multisquamatus, when first described by Cherlin (1981).",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Auffenberg W, Rehman H. 1991. Studies on Pakistan Reptiles. Pt. 1. The genus Echis (Viperidae). Bull. Florida Mus. Nat. Hist., Biol Sci. 35 (5): 263-314.\nCherlin VA. 1981. [A new saw-scaled viper, Echis multisquamatus sp. nov., from southwestern and central Asia]. [Proc. Zool. Inst. Acad. Sci. USSR] 101: 92-95. (in Russian).",
    "External links": "Echis carinatus at the Reptarium.cz Reptile Database. Accessed 24 November 2007.\nEchis multisquamatus Cherlin,1981 at Tomáš Mazuch. Accessed 24 November 2007."
  }
}