{
  "url": "https://en.wikipedia.org/wiki/Echis_jogeri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. jogeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Joger's carpet viper, Mali carpet viper, Joger's saw-scaled viper.Echis jogeri is a species of venomous snake in the family Viperidae. The species is endemic to Mali. There are no subspecies which are recognized as being valid.",
    "Etymology": "The specific name, jogeri, is in honor of German herpetologist Ulrich Joger.",
    "Description": "E. jogeri is relatively small, averaging only about 30 cm (12 in) in total length (including tail). Its build, however, is relatively stout, the cross-section of which is circular or subtriangular. The scalation of the head is similar to that of E. leucogaster. Midbody, the dorsal scale rows number 27. The ventral scales number 123-136.\nColoration and pattern are both variable. Its color ranges from brown to gray to reddish, and everything in between. Its pattern generally consists of a series of light, oblique, dorsal crossbars or saddles set against a darker ground color. The flanks are lighter in color, normally with a series of triangular, subtriangular, or circular, dark markings with light or white edges. The belly is an unbroken pale cream, white, or ivory.",
    "Geographic range": "E. jogeri is found only in western and central Mali.\nThe type locality is listed in Russian as \"[Mali, 3 km of Tombuktu]\" (Mali, 3 km from Timbuktu).",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Cherlin VA (1990). [A taxonomic revision of the snake genus Echis (Viperidae). II. An analysis of taxonomy and description of new forms]. [Proc. Zool. Inst. Leningrad ] 207: 193-223. (in Russian).",
    "External links": "Echis jogeri Cherlin, 1990 at Tomáš Mazuch. Accessed 24 November 2007."
  }
}