{
  "url": "https://en.wikipedia.org/wiki/Echis_carinatus_sochureki",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. carinatus"
    },
    {
      "Subspecies": "E. c. sochureki"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Sochurek's saw-scaled viper, eastern saw-scaled viper, Stemmler's saw-scaled viper.Echis carinatus sochureki is a venomous viper subspecies found in India, Pakistan, Afghanistan, Iran, and parts of the Arabian Peninsula.",
    "Etymology": "The subspecific name, sochureki, is in honor of Austrian herpetologist Erich Sochurek (1923–1987).",
    "Description": "The head of E. c. sochureki is covered with small scales, except for 3-4 enlarged supraoculars. Midbody there are 29-33 rows of keeled dorsal scales. The keels of the middorsal rows are flat.The dorsal color pattern consists of a tan, grayish, or brown ground color with a central series of 30 whitish (never yellowish) blotches with dark brown edges. The flanks are marked with a row of wide arcs with distinct dark spots. The belly is whitish, with dark gray flecks. The head has a light arrow mark directed towards the snout. A light loreal stripe extends towards the angle of mouth.",
    "Geographic range": "E. c. sochureki is found in Northern India, Pakistan, southern Afghanistan, south and central Iran, the United Arab Emirates, and Oman.The Wildlife of Pakistan website gives the range as northern India, Pakistan (except the high mountains in north), southern Afghanistan, central Iran to the coast of the Iranian Gulf and Khuzestan.The type locality is \"West Pakistan, Ban Kushdil Khan bei Pishin\" (Pishin, West Pakistan).",
    "Reproduction": "E. c. sochureki is oviparous.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Cherlin VA (1990). [\"A taxonomic revision of the snake genus Echis (Viperidae). II. An analysis of taxonomy and description of new forms\"]. [Proc. Zool. Inst. Leningrad ] 207: 193-223. (in Russian).\nStemmler O (1969). \"Die Sandrasselotter aus Pakistan: Echis carinatus sochureki subsp. nov.\" Aquaterra 6 (10): 118-125. (in German).",
    "External links": "Echis carinatus at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nVideo of E. c. sochureki and offspring 1/2 on YouTube. Accessed 21 August 2007.\nVideo of E. c. sochureki and offspring 1/2 on YouTube. Accessed 21 August 2007.\nEchis sochureki sochureki Stemmler, 1969 at Tomáš Mazuch. Accessed 24 November 2007."
  }
}