{
  "url": "https://en.wikipedia.org/wiki/Echis_leucogaster",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. leucogaster"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: white-bellied carpet viper, Roman's saw-scaled viper.Echis leucogaster is a venomous viper species endemic to West and Northwest Africa. It is named after its white (leuco-), unmarked belly (gaster). No subspecies are currently recognized.",
    "Description": "It grows to an average total length (body + tail) of 30–70 cm (12–28 in), with a maximum total length of 87 cm (34 in). The scalation of the head is similar to E. carinatus. The body is rather stout, the cross-section of which is circular or subtriangular. The dorsal scales are rough and heavily keeled. At midbody, there are 27-33 rows of dorsal scales. The ventral scales number 165-180.Coloration and pattern are both variable. Color ranges from brown to gray to reddish and everything in between. Pattern generally consists of a series of light, oblique, dorsal crossbars or saddles set against a darker ground color. The flanks are lighter in color, normally with a series of triangular, subtriangular, or circular, dark markings with light or white edges. The belly is an unbroken pale cream, white, or ivory.",
    "Geographic range": "In West Africa it is found in northern Nigeria, western Niger, Burkina Faso, central Mali, northern Guinea, and Senegal. In Northwest Africa it is found in southern Mauritania, Algeria (Ahaggar), Western Sahara, and the extreme south of Morocco.\nRoman (1975) described the type locality as \"Boubon, à 20 km au Nord de Niamey, Niger\".According to Golay et al. (1993), the range includes Nigeria, Niger, Upper Volta, southern Algeria and Mauritania.Spawls and Branch (1995) describe the range as extending from the southern half of Mauritania, Senegal and northern Guinea, through central Mali to northern Burkina Faso and western Niger. However, they are not sure whether or not the specimens from southern Morocco and the Ahaggar are connected to the main population. They also regard some of the specimens from Senegal and northern Mali as problematic.",
    "Habitat": "Not a true desert animal, it is found along edges of deserts. It is associated with arid savannah, semi-desert, Sahel, and well-vegetated dry river beds (wadis) and oases.",
    "Diet": "It eats a wide variety of prey, including invertebrates (especially scorpions and centipedes), small mammals and reptiles.",
    "Reproduction": "It is known to lay eggs. Hatchlings are 12–16 cm (4.7–6.3 in) in total length.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Cherlin VA. 1990. [A taxonomic revision of the snake genus Echis (Viperidae). II. An analysis of taxonomy and description of new forms]. [Proc. Zool. Inst. Leningrad ] 207: 193-223 (in Russian).\nGolay P, Smith HM, Broadley DG, Dixon JR, McCarthy CJ, Rage J-C, Schätti B, Toriba M. 1993. Endoglyphs and Other Major Venomous Snakes of the World. A Checklist. Geneva: Azemiops. 478 pp.\nRoman B. 1972. Deux sous-espèces de la vipère Echis carinatus (Schneider) dans les territoires de Haute-Volta et du Niger: Echis carinatus ocellatus Stemmler, Echis carinatus leucogaster n. ssp. Notes et Documents Voltaïques 5 (4): 1-11.\nRoman B. 1975. La vipère Echis carinatus leucogaster Roman, 1972 de Haute-Volta et du Niger élevée au rang d'espèce: Echis leucogaster. Notes et Documents Voltaïques 8 (4): 1-20.",
    "External links": "Echis leucogaster Roman, 1972 at Tomáš Mazuch. Accessed 24 November 2007."
  }
}