{
  "url": "https://en.wikipedia.org/wiki/Echis_carinatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. carinatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: saw-scaled viper, Indian saw-scaled viper, little Indian viper, more.Echis carinatus is a venomous viper species found in parts of the Middle East and Central Asia, and especially the Indian subcontinent. It is the smallest member of the big four snakes that are responsible for causing the most snakebite cases and deaths, due to various factors including their frequent occurrence in highly populated regions, and their inconspicuous nature. Five subspecies are currently recognized, including the nominate subspecies described here.",
    "Description": "The size of E. carinatus ranges between 38 and 80 cm (15 and 31 in) in total length (body + tail), but usually no more than 60 cm (24 in).Head distinct from neck, snout very short and rounded. The nostril between three shields, and head covered with small keeled scales, among which an enlarged supraocular is sometimes present. There are 9-14 interocular scales across the top of the head and 14-21 circumorbital scales. 1-3 rows of scales separate the eye from the supralabials. There are 10-12 supralabials, the fourth usually largest, and 10-13 sublabials.",
    "Description-Scalation": "Midbody there are 25-39 rows of dorsal scales that are keeled scales with apical pits; on the flanks, these have serrated keels. There are 143-189 ventral scales that are rounded and cover the full width of the belly. The subcaudals are undivided and number 21-52, and the anal scale is single.The color-pattern consists of a pale buff, grayish, reddish, olive or pale brown ground color, overlaid middorsally with a series of variably colored, but mostly whitish spots, edged with dark brown, and separated by lighter interblotch patches. A series of white bows run dorsolaterally. The top of the head has a whitish cruciform or trident pattern and there is a faint stripe running from the eye to the angle of the jaw. The belly is whitish to pinkish, uniform in color or with brown dots that are either faint or distinct.",
    "Common names": "English - saw-scaled viper,  Indian saw-scaled viper, little Indian viper.\nSinhala - vali polonga (වැලි පොලඟා).\nOdia - Dhuli Naga.\nPushtu - phissi.\nTamil - surattai pambu. viriyan pamboo, surutai vireyan ( சுருட்டை விரியன் )\nTelugu - Chinna pinjara, thoti pinjara\nSindhi - kuppur, janndi.\nMarathi - phoorsa ([फुरसं]).\nKannada - kallu haavu.\nMalayalam - anali അണലി\nGujarati - tarachha, zeri padkoo (ઝેરી પૈડકુ) udaneyn.\nHindi - aphai (अफई)\nRussian - эфа песчаная\nIraqi Arabic- Said Dekhil snake حية سيد دخيل\nPersian : Jafaree snake مار جعفری\nBengali : ফুরসা বোড়া সাপ (Fursa boda sap), কাঁটা-আঁইশা বোড়া, খুঁদে চন্দ্রবোড়া, বোড়া সাপ, বঙ্করাজ।",
    "Geographic range": "E. carinatus is endemic to Asia. On the Indian subcontinent it is found in India, Sri Lanka, Bangladesh, and Pakistan (including Urak near Quetta and Astola Island off the coast of Makran). In the Middle East it is found in Oman, Masirah (Island), eastern United Arab Emirates, Iraq, and southwestern Iran. In Central Asia it is found in Afghanistan, Uzbekistan, Turkmenistan, and Tadzikhistan.\nThe type locality was not included in the original description by Schneider (1801). However a locality had been given as \"Arni\" (India) by Russell (1796:3).There are also reports that this species occurs in Iraq.\nIt is found in Thiqar and Kirkuk governorates",
    "Habitat": "E. carinatus is found on a range of different substrates, including sand, rock, soft soil and in scrublands. Often found hiding under loose rocks. Specimens have also been found in Balochistan at altitudes of up to 1982 m.",
    "Behaviour": "E. carinatus is mostly crepuscular and nocturnal, although there have been reports of activity during daylight hours. During the daytime they hide in all kinds of places, such as deep mammal burrows, rock fissures and fallen rotted logs. In sandy environments, they may bury themselves leaving only the head exposed. Often, they are most active after rains or on humid nights. This species is often found climbing in bushes and shrubs, sometimes as much as 2 m above the ground. When it rains, up to 80% of the adult population will climb into bushes and trees. Once, it was observed how some 20 individuals had massed on top of a single cactus or small shrub.E. carinatus is one of the species responsible for causing the most snakebite cases due to their inconspicuous and extremely aggressive nature.\nIts characteristic pose, a double coil with a figure of eight, with the head poised in the center, permits it to lash out like a released spring.They move about mainly by sidewinding: a method at which they are considerably proficient and alarmingly quick. They are also capable of other forms of locomotion, but sidewinding seems to be best suited to moving about in their usual sandy habitats. It may also keep them from overheating too quickly, as there are only two points of contact with the hot surface in this form of locomotion.In the northern parts of its range, these snakes hibernate in winter.",
    "Feeding": "E. carinatus feeds on rodents, lizards, frogs, and a variety of arthropods, such as scorpions, centipedes and large insects. Diet may be varied according to availability of prey. High populations in some areas may be due to this generalist diet.",
    "Reproduction": "The population of E. carinatus in India is ovoviviparous. In northern India, mating takes place in the winter with live young being born from April through August. Occasionally, births have also been recorded in other months. A litter usually consists of 3 to 15 young that are 115–152 mm in length. Mallow et al. (2003) mention a maximum litter size of 23.",
    "Venom": "E. carinatus produces on average about 18 mg of dry venom by weight, with a recorded maximum of 72 mg. It may inject as much as 12 mg, whereas the lethal dose for an adult is estimated to be only 5 mg. Envenomation results in local symptoms as well as severe systemic symptoms that may prove fatal. Local symptoms include swelling and pain, which appear within minutes of a bite. In very bad cases the swelling may extend up the entire affected limb within 12–24 hours and blisters form on the skin. The venom yield from individual specimens varies considerably, as does the quantity injected per bite. The mortality rate from their bites is about 20%, and due to the availability of the anti-venom, deaths are currently quite rare.Of the more dangerous systemic symptoms, hemorrhage and coagulation defects are the most striking. Hematemesis, melena, hemoptysis, hematuria and epistaxis also occur and may lead to hypovolemic shock. Almost all patients develop oliguria or anuria within a few hours to as late as 6 days post bite. In some cases, kidney dialysis is necessary due to acute renal failure (ARF), but this is not often caused by hypotension. It is more often the result of intravascular hemolysis, which occurs in about half of all cases. In other cases, ARF is often caused by disseminated intravascular coagulation.In any case, antivenin therapy and intravenous hydration within hours of the bite are vital for survival. At least eight different polyvalent and monovalent antivenins are available against bites from this species.The venom from this species is used in the manufacture of several drugs. One is called echistatin, which is an anticoagulant. Even though many other snake venoms contain similar toxins, echistatin is not only especially potent, but also simplistic in structure, which makes it easier to replicate. Indeed, it is obtained not only through the purification of whole venom, but also as a product of chemical synthesis. Another drug made from E. carinatus venom is called ecarin and is the primary reagent in the ecarin clotting time (ECT) test, which is used to monitor anticoagulation during treatment with hirudin. Yet another drug produced from E. carinatus venom is Aggrastat (Tirofiban).\nAs of November 2016, an antivenom is currently being developed by the Costa Rican Clodomiro Picado Institute, and clinical trial phase in Sri Lanka.",
    "Subspecies": "",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite\nSidewinding",
    "References": "",
    "Further reading": "",
    "External links": "Echis carinatus at the Reptarium.cz Reptile Database. Accessed 2 August 2007.\nEchis carinatus (image 1) at the Institute of Toxicology and Genetics. Accessed 12 September 2006.\nEchis carinatus (image 2) at the Institute of Toxicology and Genetics. Accessed 12 September 2006.\nEchis carinatus (image 3) at the Institute of Toxicology and Genetics. Accessed 12 September 2006.\nEchis carinatus at Snakes of Sri Lanka. Accessed 22 October 2006.\nEchis carinatus carinatus (Schneider, 1801) at Tomáš Mazuch. Accessed 24 November 2007."
  }
}