{
  "url": "https://en.wikipedia.org/wiki/Echis_ocellatus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. ocellatus"
    }
  ],
  "text": {
    "__SUMMARY__": "Echis ocellatus, known by the common names West African carpet viper and ocellated carpet viper, is a venomous species of viper endemic to West Africa. No subspecies are currently recognized.It is responsible for more human fatalities due to snakebite than all other African species combined. An antivenom called Echitab-plus-ICP is manufactured by the Costa Rican Instituto Clodomiro Picado and another called EchiTabG is manufactured by MicroPharm Ltd in the UK.",
    "Taxonomy": "Othmar Stemmler described the species in 1970. It was considered a subspecies of the E. carinatus.\nThe specific name, ocellatus, is a reference to the distinctive series of \"eye-spots\" (ocelli) which runs the length of the body.Common names include African saw-tailed viper, ocellated carpet viper and West African carpet viper.",
    "Description": "The maximum total length (body + tail) is 65 cm (26 in), possibly more, while the average total length is 30–50 cm (12–20 in).",
    "Geographic range": "It is found in West Africa from Mauritania, Senegal and Guinea, through, Mali, Ivory Coast, Burkina Faso, Ghana, Togo, Benin, southern Niger, and Nigeria. It is also found in northern Cameroon and southwestern Chad.\nThe type locality is described as \"Haute Volta, Garango, 048 N, 033 W\" (Burkina Faso).There are also reports of single specimens found in the Bangui in the Central African Republic, and in central Sudan. It is rarely found north of the 15th parallel, after which E. leucogaster becomes more common. The geographic range of E. ocellatus extends to the coast via the Dahomey Gap.",
    "Reproduction": "Sexually mature females lay between 6 and 20 eggs, usually at the end of the dry season in February to March. Hatchlings are 10–12 cm (3.9–4.7 in) in total length.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Cherlin VA. 1990. [A taxonomic revision of the snake genus Echis (Viperidae). II. An analysis of taxonomy and description of new forms]. [Proc. Zool. Inst. Leningrad] 207: 193-223. (in Russian).\nHughes B. 1976. Notes on African Carpet Vipers, Echis carinatus, E. leucogaster and E. ocellatus (Viperidae, Serpentes). Revue Suisse de Zoologie 83 (2): 359-371.\nStemmler O. 1970. Die Sandrasselotter aus Westafrika: Echis carinatus ocellatus subsp. nov. (Serpentes, Viperidae). Revue Suisse de Zoologie 77 (2): 273-282.",
    "External links": "Echis ocellatus at the Reptarium.cz Reptile Database. Accessed 3 August 2007.\nEchis ocellatus Stemmler, 1970 at Tomáš Mazuch. Accessed 24 November 2007."
  }
}