{
  "url": "https://en.wikipedia.org/wiki/Echis_coloratus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. coloratus"
    }
  ],
  "text": {
    "__SUMMARY__": "Echis coloratus is a venomous viper species endemic to the Middle East and Egypt. No subspecies are currently recognized.\nCommon names: painted saw-scaled viper, painted carpet viper, Burton's carpet viper, more.",
    "Description": "It grows to a maximum total length (body + tail) of 75 cm (30 in).",
    "Common names": "Painted saw-scaled viper, painted carpet viper, Burton's carpet viper, Palestine saw-scaled viper, Arabian saw-scaled viper, Mid-East saw-scaled viper.",
    "Geographic range": "It is found in the Middle East in Sinai, Israel, and Jordan. On the Arabian Peninsula it has been recorded from Saudi Arabia, Yemen, and Oman. In Africa it occurs in eastern Egypt east of the Nile and as far south as the 24th parallel.\nThe type locality given is \"on Jebel Shárr, at an altitude of 4500 feet ... Midian\" (Saudi Arabia, 1371 m altitude).",
    "Habitat": "It occurs in rocky deserts, from sea level to altitudes as high as 2,500 m (8,200 ft). It is not found in sandy deserts.",
    "Taxonomy": "In order to maintain nomenclatural stability, Stimson (1974) proposed that E. coloratus be validated over E. froenata. The ICZN subsequently gave coloratus precedence over froenata by use of its plenary powers.",
    "See also": "Fiery flying serpent\nList of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Boulenger, G.A. 1896. Catalogue of the Snakes in the British Museum (Natural HIstory). Volume III., Containing the ... Viperidæ. London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I.- XXV. (Echis coloratus, p. 507 + Plate XXV, Figure 1).\nDuméril, A.-M.-C., G. Bibron, and A.[-H.-A.] Duméril. 1854. Erpétologie générale ou histoire naturelle complète des reptiles. Tome septième. Deuxième partie. Comprenant l'histoire des serpents venimeux. Paris: Roret. xii + pp. 781–1536. (\"Echis frœnata\", pp. 1449–1450).\nGunther, A. 1878. On Reptiles from Midian collected by Major Burton. Proc. Zool. Soc. London 1878: 977-978. (Echis colorata, p. 978).",
    "External links": "Echis coloratus at CalPhotos. Accessed 2 August 2007.\nEchis coloratus coloratus Günther, 1878 at Tomáš Mazuch. Accessed 24 November 2007.\nEchis coloratus terraesanctae Babocsay, 2003 at Tomáš Mazuch. Accessed 24 November 2007.\nEchis omanensis Babocsay, 2004 at Tomáš Mazuch. Accessed 24 November 2007.\nEchis khosatzkii Cherlin, 1990 at Tomáš Mazuch. Accessed 24 November 2007.\n\"What Fiery Flying Serpent Symbolized Christ?\" at Meridian Magazine.  Accessed 16 December 2008."
  }
}