{
  "url": "https://en.wikipedia.org/wiki/Echis_hughesi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. hughesi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Hughes' carpet viper, Somali carpet viper, Hughes' saw-scaled viper.Echis hughesi is a species of venomous snake in the subfamily Viperinae of the family Viperidae. The species is endemic to Somalia. There are no subspecies which are currently recognized as being valid.",
    "Etymology": "The specific name, hughesi, is in honor of British herpetologist Barry Hughes.",
    "Description": "E. hughesi grows to a total length (including tail) of about 21–32 cm (8.3–12.6 in). The head scalation is similar to that of E. pyramidum. Midbody, there are 24-25 dorsal scale rows. The ventrals number 144-149, and the subcaudals number 28-30. The color pattern varies, but generally consists of a series of pale, oblique, dorsal blotches set against a darker ground color.",
    "Geographic range": "E. hughesi is found only in northern Somalia, in northern Migiurtinia, near Meledin.\nThe type locality is listed as \"Somalia, 10°02' [N lat.], 49° [E long.]\".Migiurtinia was the name of a region, or gobolka, in Somalia that is currently known as Bari and occupies about 70,000 km2 (27,000 sq mi) of the tip of the Horn of Africa.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Cherlin VA (1990). [\"A taxonomic revision of the snake genus Echis (Viperidae). II. An analysis of taxonomy and description of new forms\"]. [Proc. Zool. Inst. Leningrad ] 207: 193-223. (Echis hughesi, new species). (in Russian).\nGolay P, Smith HM, Broadley DG, Dixon JR, McCarthy CJ, Rage J-C, Schätti B, Toriba M (1993). Endoglyphs and Other Major Venomous Snakes of the World. A Checklist. Geneva: Azemiops. 478 pp.",
    "External links": "Echis hughesi Cherlin, 1990 at Tomáš Mazuch. Accessed 24 November 2007."
  }
}