{
  "url": "https://en.wikipedia.org/wiki/Echis_pyramidum",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Echis"
    },
    {
      "Species": "E. pyramidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Northeast African carpet viper, Egyptian saw-scaled viper, more.Echis pyramidum is a species of venomous viper endemic to Northeast Africa and the Arabian Peninsula. Three subspecies are currently recognized, including the nominate subspecies described here.",
    "Etymology": "The specific name, pyramidum, refers to the Egyptian pyramids.",
    "Description": "The average total length (body + tail) is 30–60 cm (12–24 in) with a maximum total length of 85 cm (33 in) (possibly slightly more).",
    "Common names": "Northeast African carpet viper, Egyptian saw-scaled viper, Egyptian carpet viper, Geoffroy's carpet viper.",
    "Geographic range": "In northeastern Africa it occurs in northern Egypt, central Sudan, Eritrea, Ethiopia, Djibouti,  Somalia, and northern Kenya. There are also scattered populations in the southwest of the Arabian Peninsula in western Saudi Arabia (south of the 18th parallel), Yemen, South Yemen (in Hadhramaut), and in Oman.The type locality given is \"Egypte\" (Egypt).Disjunct populations reportedly occur in Algeria, Tunisia, Libya, and northern Egypt. It is absent in southern Egypt.",
    "Subspecies": "",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Cherlin VA. 1990. [A taxonomic revision of the snake genus Echis (Viperidae). II. An analysis of taxonomy and description of new forms]. [Proc. Zool. Inst. Leningrad] 207: 193-223. (in Russian).\nGeoffroy-Saint-Hilaire I. 1827. Description des Reptiles. pp. 121–160. In: Savigny M-J-C-L. 1827. Description d'Égypte, ou Recueil des Observations et des Recherches qui ont été faites en Égypte pendant l'Éxpedition de l'Armée française, publié pars les ordres de sa Majesté l'Empereur Napoléon Le Grand. Histoire Naturelle. Paris: l'Imprimerie Impériale. (Scythale pyramidum, pp. 151–154 + Plate VII, Figure 1).\nGolay P, Smith HM, Broadley DG, Dixon JR, McCarthy CJ, Rage J-C, Schätti B, Toriba M. Endoglyphs and Other Major Venomous Snakes of the World. A Checklist. Geneva: Azemiops Herpetological Data Center. 478 pp.",
    "External links": "Echis pyramidum at the Reptarium.cz Reptile Database. Accessed 3 August 2007.\nEchis pyramidum pyramidum (Geoffroy Saint-Hilaire, 1827) at Tomáš Mazuch. Accessed 24 November 2007.\nEchis pyramidum lucidus Cherlin, 1990 at Tomáš Mazuch. Accessed 24 November 2007."
  }
}