{
  "url": "https://en.wikipedia.org/wiki/Macrovipera_schweizeri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Macrovipera"
    },
    {
      "Species": "M. schweizeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Milos viper, Cyclades blunt-nosed viper.Macrovipera schweizeri is a venomous viper species found in Greece on the islands of the Cyclades Archipelago in the Aegean sea. No subspecies are currently recognized.",
    "Etymology": "The specific name, schweizeri, is in honor of German herpetologist Hans Schweizer (1891–1975).",
    "Description": "M. schweizeri grows to an average total length (including tail) of 50–70 cm (20–28 in), with a maximum of 98.5 cm (38.8 in).",
    "Geographic range": "M. schweizeri is found on the Greek islands of the Cyclades Archipelago in the Aegean Sea: Milos and the three smaller, adjacent islands of Siphnos, Kimolos and Poliaigos. The type locality is given as \"Insel Milos \".",
    "Conservation status": "This species, M. schweizeri, is classified as Endangered (EN) according to the IUCN Red List of Threatened Species with the following criteria: B1ab(iii,v) (v3.1, 2001). This indicates that the extent of its occurrence within its geographic range is estimated to be less than 5,000 km² (1,930 sq mi), that its populations are severely fragmented or known to exist at no more than five locations. Furthermore, a continuing decline is observed, inferred or projected in the area, extent and/or quality of habitat, as well as the number of mature individuals.So listed because its extent of occurrence is, in fact, not much greater than 100 km² (39 sq mi) -- it is known from only four small islands. There is continuing decline in the extent and quality of its habitat, and it is experiencing a decline in the number of mature individuals due to persecution and over-collecting. Year assessed: 2005.It is also listed as strictly protected (Appendix II) under the Berne Convention.",
    "Venom": "It is narrated by G.A. Boulenger in his book The Snakes of Europe that \"Dr. de Bedriaga observed this much dreaded snake, the bite of which is probably as bad as that of its Indian ally, the Daboia, Vipera russelli \". It is probable that the snake he assumed was Macrovipera lebetina is in fact the Milos Viper.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Werner F (1935). \"Reptilien der Ägäischen Inseln \". Sitzungberichte der Kaiserlichen Akademie der Wissenschaften in Wien 1244: 81-117. (Vipera lebetina schweizeri, new subspecies, p. 117). (in German).",
    "External links": "Macrovipera schweizeri at the Reptarium.cz Reptile Database. Accessed 2 September 2007.\nCyclades blunt-nosed viper (Macrovipera schweizeri) at ARKive. Accessed 26 September 2006.\nMacrovipera schweizeri at Amphibians and Reptiles of Europe. Accessed 9 October 2006."
  }
}