{
  "url": "https://en.wikipedia.org/wiki/Macrovipera_lebetina_turanica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Macrovipera"
    },
    {
      "Species": "M. lebetina"
    },
    {
      "Subspecies": "M. l. turanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Turan blunt-nosed viper.Macrovipera lebetina turanica is a venomous viper subspecies endemic to Asia.",
    "Description": "The dorsal color pattern consists of a dark ground color with a lighter, orange zigzag pattern. The supraoculars are usually semidivided.",
    "Geographic range": "It is found in eastern Turkmenistan, Uzbekistan, Tajikistan, southwestern Kazakhstan, and parts of northern Afghanistan and western Pakistan.",
    "Venom": "Not much is known about its venom but it contains procoagulants (fibrinogenases) and likely contains myotoxins. It's also possible that it contains hemorrhagins and cytotoxins. The average venom yield per bite is somewhere between 31–63 mg (dry weight). It has been known to have caused death in adult humans, and although the envenoming rate is unknown, it is suspected to be high. Symptoms of envenomation include variable non-specific effects which may include headache, nausea, vomiting, abdominal pain, diarrhea, dizziness, collapse, or convulsions. There are also marked local effects including pain, severe swelling, bruising, blistering, and moderate to severe necrosis. Other effects include moderate to severe coagulopathy and hemorrhagins causing extensive bleeding.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Macrovipera lebetina at the Reptarium.cz Reptile Database. Accessed 9 August 2007.\nVideo of M. mauritanica and M. l. turanica on YouTube. Accessed 9 September 2007."
  }
}