{
  "url": "https://en.wikipedia.org/wiki/Macrovipera_lebetina",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Macrovipera"
    },
    {
      "Species": "M. lebetina"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: blunt-nosed viper, Lebetine viper, Levant viper, more.Macrovipera lebetina is a venomous viper species found in North Africa, much of the Middle East, and as far east as Kashmir. Five subspecies are currently recognized, including the nominate race described here.",
    "Common names": "Common names for this viper include: blunt-nosed viper, Lebetine viper, Levant viper, Levantine viper, Levantine adder, kufi or kufi viper (from Arabic), gjurza (from Russian), coffin snake, Levante viper, mountain viper, gunas (from Kashmiri), fina or kontonoura (the second comes from the translation of Greek Cypriot dialect for \"short-tailed\").",
    "Taxonomy": "This species is currently subject to review. It is likely that certain subspecies will soon be elevated to valid species status. The nominate subspecies was restricted to Cyprus in 1928 by Mertens and Müller and so does not actually occur in the Levant region.The populations found in southern Afghanistan, (Kashmir) and northern India are sometimes referred to as a separate subspecies: M. l. peilei. These normally have semidivided supraoculars.Vipera Euphratica was originally used to refer to the populations that occur in the Euphrates river basin of Turkey, Syria and Iraq. It was synonymized with M. l. obtusa in several publications, including Joger (1984). However, Golay et al. (1993) include it in the synonymy of M. l. lebetina.Obst (1983) suggested inclusion of the species in the genus Daboia instead of Macrovipera.",
    "Subspecies": "",
    "Description": "This is a large snake, with females reaching 150 cm (59.1 in) in total length (body + tail) and males a little less. Sizes vary among different populations, with M. l. lebetina being somewhat smaller.The head is broad, triangular, and distinct from the neck. The snout is rounded and blunt when viewed from above, which is why it is also called the blunt-nosed viper. The nasal and nasorostral scales are almost completely fused into a single plate, although some variation occurs.The dorsal scales are strongly keeled, except for those bordering the ventrals. M. l. lebetina usually has 146-163 ventral scales. The anal scale is single.The color pattern is less varied than one might expect from a species that is so widely distributed. The head is normally uniformly colored, although it can occasionally be marked with a dark V-shape. Dorsally, the ground color of the body can be gray, brown, beige, pinkish, olive, or khaki. The pattern, if present, is darker. It can be gray, bluish, rust, or brown in color, and may consist of a middorsal row or double row of large spots. When two rows are present, the spots may alternate or oppose, which can produce anything from a saddled to a continuous zigzag pattern. The spots are usually brown, dark gray, or black, but are sometimes red, brick, yellow, or olive in color. Males are usually 3 and a half feet (1.1 m) in total length, while females may attain a total length of 5 feet (1.5 m).",
    "Habitat": "It may be found under short trees with thick shade if the outside temperature is greater than 45° Celsius.",
    "Geographic range": "The blunt-nosed viper can be found in Algeria, Tunisia, Cyprus, Turkey, Syria, Jordan, Israel, Lebanon, Iraq, Iran, Russian Caucasia, Armenia, Georgia, Azerbaijan, Turkmenistan, Uzbekistan, Kazakhstan, Tajikistan, Afghanistan, Pakistan, and Kashmir, India.\nScortecci (1929) also reported this species from Yemen.\nThe type locality originally given was \"Oriente\". Mertens and L. Müller (1928) suggested restricting the range to \"Cypern\" (= Cyprus).",
    "Conservation status": "Lebetine vipers are endangered. The species is listed as strictly protected (Appendix II) under the Berne Convention.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Macrovipera lebetina at Amphibians and Reptiles of Europe. Accessed 10 August 2006.\nMacrovipera lebetina at Wildlife of Pakistan. Accessed 15 March 2007.\nMacrovipera lebetina at Checklist of Armenia's Amphibians and Reptiles, Tadevosyan's Herpetological Resources. Accessed 30 March 2007."
  }
}