{
  "url": "https://en.wikipedia.org/wiki/Macrovipera_deserti",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Daboia"
    },
    {
      "Species": "D. mauritanica"
    }
  ],
  "text": {
    "__SUMMARY__": "The moorish viper (Macrovipera mauritanica; common names: Moorish viper, Sahara rock viper, Atlas blunt-nosed viper, more) is a venomous viper species found in northwestern Africa. No subspecies are currently recognized.",
    "Description": "Reaches a maximum length of 180 cm.",
    "Common names": "Moorish viper, Sahara rock viper, Atlas blunt-nosed viper, Atlas adder, mountain adder.",
    "Geographic range": "Northwestern Africa: Morocco, Algeria and Tunisia. The type locality is \"Algiers\", according to Gray (1842), \"Algeria\" according to Schwarz (1936). Limited to the coastal regions of Algeria. Coastal records from Tunisia may refer to M. deserti.",
    "Conservation status": "This species is classified as Near Threatened (NT) according to the IUCN Red List of Threatened Species (v3.1, 2001). Classified as such because this species is likely in significant decline (but at a rate of less than 30% over ten years) due to persecution, accidental mortality and over-harvesting, therefore making it close to qualifying for Vulnerable. The population trend is down. Year assessed: 2005.",
    "Taxonomy": "Based on molecular evidence, Lenk et al. (2001) suggested that this species, along with M. deserti, should rather be included in the genus Daboia.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "External links": "Daboia mauritanica at the Reptarium.cz Reptile Database. Accessed 9 August 2007.\nVideo of Macrovipera mauritanica on YouTube. Accessed 9 September 2007."
  }
}