{
  "url": "https://en.wikipedia.org/wiki/Montivipera_latifii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Montivipera"
    },
    {
      "Species": "M. latifii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Latifi's viper, Iranian valley viper.Latifi's viper (Montivipera latifii ) is a species of venomous snake in the subfamily Viperinae of the family Viperidae. The species is endemic to Iran. There are no subspecies that are recognized as being valid.",
    "Etymology": "The specific name, latifii, is in honor of Iranian herpetologist Mahmoud Latifi, who collected the holotype.",
    "Description": "For adult males of M. latifii, the maximum total length (including tail) is 78 cm (31 in); for females, 70 cm (28 in).Holotype: SMF 62585.",
    "Geographic range": "M. latifii is found in Iran in the upper Lar Valley in the Alborz Mountains.\nThe type locality is listed as \"Hochtal von Lar (2180-2900 m Höhe), südwestlisch des Demavend-Gipfels im Elburs-Gebirge, nordöstlich von Tehran, Iran\" [High valley of the Lar (7,150–9,500 ft), southwest of Demavend Peak in the Elburz Mountains, northwest of Tehran, Iran].",
    "Conservation status": "The species M. latifii is classified Endangered (En) according to the IUCN Red List of Threatened Species with the following criteria: B1+2c (v2.3, 1994). This indicates that the extent of occurrence is estimated to be less than 20,000 km² (7,722 square miles), or the area of occupancy is estimated to be less than 2,000 km² (772 sq mi). Estimates indicate that the total population is severely fragmented or known to exist at no more than ten locations. Also, a continuing decline is inferred, observed or projected in the area, extent and/or quality of its habitat. Year assessed: 1996.",
    "Habitat": "M. latifii is found in rocky habitats at 2180–2900 m (7,150-9,500 ft) altitude .",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Golay P, Smith HM, Broadley DG, Dixon JR, McCarthy CJ, Rage J-C, Schätti B, Toriba M (1993). Endoglyphs and Other Major Venomous Snakes of the World. A Checklist. Geneva: Azemiops. 478 pp.\nLatifi M (1991). The Snakes of Iran. Oxford, Ohio: Society for the Study of Amphibians and Reptiles. 167 pp. ISBN 0-916984-22-2. (Vipera latifii, \"Damavandi Viper\", p. 132.)\nMertens R, Darevsky IL, Klemmer K (1967). \"Vipera latifii, eine neue Giftschlange aus dem Iran \". Senckenbergiana Biologica 48: 161-168. (Vipera latifii, new species). (in German).",
    "External links": "Montivipera latifii at the Reptarium.cz Reptile Database. Accessed 2 September 2007."
  }
}