{
  "url": "https://en.wikipedia.org/wiki/Montivipera_xanthina",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Montivipera"
    },
    {
      "Species": "M. xanthina"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: rock viper, coastal viper, Ottoman viper, more.Montivipera xanthina is a venomous viper species found in northeastern Greece and Turkey, as well as certain islands in the Aegean Sea. No subspecies are currently recognized.",
    "Description": "Dorsally, it is grey or white with a black zig-zag stripe. Melanistic individuals exist. It has keeled dorsal scales.It usually grows to a total length (body + tail) of 70–95 cm (27.6-37.4 in), but reaches a maximum total length of 130 cm (51.2 in) on certain Greek islands in the Aegean Sea.",
    "Behavior": "Very aggressive, this snake will strike without provoking, and most bites inject venom.",
    "Behavior-Habitat": "M. xanthina can be found living in humid areas. It favors rocky and \"well-vegetated\" areas for its habitat.",
    "Behavior-Prey": "The diet of M. xanthina is thought to consist of rodents and other small mammals and native birds. It may prey on lizards, as well.",
    "Common names": "Rock viper, coastal viper, Ottoman viper, Turkish viper, Near East viper, mountain viper.",
    "Geographic range": "Extreme northeastern Greece, the Greek islands of Simi, Skiathos, Kos, Kalimnos, Samothraki, Leros, Lipsos, Patmos, Samos, Chios and Lesbos, European Turkey, the western half of Anatolia (inland eastward to Kayseri), and islands (e.g. [[Chalki]) of the Turkish mainland shelf.\nThe type locality given is \"Xanthus\" [southwestern Turkey (Kınık)], and \"Asia Minor.\" Listed as \"Xanthos\" by Schwarz (1936). Nilson and Andrén (1986) restricted the species to \"Xanthos\" [= Xanthus] (Kınık) province Mugla, S. W. Turkish Anatolia\" through lectotype designation.",
    "Conservation status": "This species is classified as least concern  according to the IUCN Red List of Threatened Species. It is listed as such due to its wide distribution, presumed large population, and because it is unlikely to be declining fast enough to qualify for listing in a more threatened category.\nIt is, however, listed as strictly protected (Appendix II) under the Berne Convention.",
    "Taxonomy": "According to Nilson, Andrén and Flärdh (1990), M. bornmuelleri, M. bulgardaghica, M. wagneri and M. xanthina are all closely related and together form the Montivipera xanthina group or complex.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Montivipera xanthina at the Reptarium.cz Reptile Database. Accessed 18 January 2010.\nMontivipera xanthina at Amphibians and Reptiles of Europe. Accessed 18 January 2010."
  }
}