{
  "url": "https://en.wikipedia.org/wiki/Montatheris",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "MontatherisBroadley, 1996"
    },
    {
      "Species": "M. hindii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Kenya mountain viper, Kenya montane viper, montane viper, Hind's viper.Montatheris is a monotypic genus created for the venomous viper species, M. hindii. This is a small terrestrial species endemic to Kenya. There are no subspecies which are currently recognized as being valid.",
    "Etymology": "The specific name, hindii, is in honor of Sidney Langford Hinde, a British military medical officer and naturalist.",
    "Description": "M. hindii is a small species reaching an average total length (including tail) of 20–30 cm (7.9–11.8 in) and a maximum total length of about 35 cm (14 in). The head is elongated and not very distinct from the neck, while the eyes are small and set in a rather forwards position. The dorsal scales are strongly keeled.",
    "Geographic range": "M. hindii is known only from isolated populations at high altitudes on Mount Kenya and the moorlands of the Kinangop Plateau, Aberdare Mountains.\nThe type locality listed is \"Fort Hall, Kenya District, 4000 ft.\". Since Fort Hall is at an altitude of only 4000 feet (1219 m), Loveridge (1957) questioned whether this was accurate.",
    "Habitat": "M. hindii occurs at high altitudes of 2,700–3,800 m (8,900–12,500 ft) in treeless moorlands. It favors clumps of bunch grass for cover.",
    "Behavior": "A terrestrial species, because of the low nighttime temperatures in its native habitat, M. hindii is only active during the day and when there is enough sunlight to warm its environment.",
    "Feeding": "M. hindii feeds on chameleons, skinks, and small frogs. It may also take small rodents.",
    "Reproduction": "This species M. hindii is apparently viviparous (ovoviviparous). One wild-caught female produced two young in late January, while another gave birth to three in May. The total length of each newborn was 10–13 cm (3.9–5.1 in).",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Montatheris hindii at the Reptarium.cz Reptile Database. Accessed 9 September 2007."
  }
}