{
  "url": "https://en.wikipedia.org/wiki/Montivipera_albizona",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Montivipera"
    },
    {
      "Species": "M. albizona"
    }
  ],
  "text": {
    "__SUMMARY__": "Montivipera albizona or central Turkish mountain viper is a venomous viper species endemic to the mountainous regions of central Turkey. No subspecies are currently recognized.",
    "Description": "The maximum total length is a little less than 78 cm (31 in) (for a male), although most specimens are smaller.The head is relatively large and distinct from the neck. The snout is rounded and covered with small, keeled scales. The nostril is located within a single nasal scale. There are 2-3 apical scales in contact with the rostral. There is normally 1 canthal scale on either side of the head. The large supraoculars are in broad contact with the eye. There are 9-13 circumorbitals. Two scale rows separate the eye from the supralabials, of which there are 7-10. There are usually 10-13 sublabials. The temporal scales are keeled.Midbody there are 23 rows of keeled dorsal scales. There are 2-3 preventral scales, followed by 149-155 ventrals. The anal scale is single and followed by 23-30 paired subcaudals.The color pattern consists of a grayish ground color. Running along the midline from the back of the head to the tail is a series of about 30 transversed and pronounced white- and black-edged narrow bands separated by a brick-red brown zone 3-4 scales long and 9-12 scales wide. Lateral spots may be small and in a double series. There are usually two large black, oblique spots on top of the head, as well as a dark stripe running from the corner of the eye back to the angle of the mouth or beyond. The belly is grayish and finely speckled with darker spots.",
    "Geographic range": "Central Turkey. The type locality given is \"from the regions of the Kulmac Daglari mountain range, central Turkey, close to the Anatolian diagonal\".",
    "Conservation status": "This species is classified as Endangered (EN) according to the IUCN Red List of Threatened Species with the following criteria: B1+2e, C2a (v2.3, 1994). This indicates that the extent of its occurrence is estimated to be less than 5,000 km2 (2,000 sq mi) or the area of its occupancy is estimated to be less than 500 km2 (200 sq mi). Estimates also indicate that the populations are severely fragmented or known to exist at no more than five locations, and that a continuing decline is inferred, observed or projected, in the number of mature individuals. In addition, the total population is estimated to number less than 2,500 mature individuals with no subpopulation containing more than 250 such specimens. Year assessed: 1996.It is also listed as a strictly protected species (Appendix II) under the Berne Convention.",
    "Habitat": "Very rocky and dry mountain slopes and fields.",
    "Taxonomy": "After Nilson et al. (1990) first described M. albizona as a separate species that is parapatric with M. xanthina, a group of opponents led by Schätti soon argued that V. albizona, M. wagneri and M. bulgardaghica were more likely conspecific, belonging to the polymorphic species, M. xanthina. According to Bettex (1993), it was also difficult to tell M. albizona from M. wagneri based on color pattern alone. However, a study published by Mulder (1994) came out in support of Nilson et al. (1990) and asserted that the color pattern of M. albizona is actually quite distinct from that of M. wagneri.",
    "See also": "List of viperine species and subspecies\nSnakebite\nViperinae by common name\nViperinae by taxonomic synonyms",
    "References": "",
    "Further reading": "",
    "External links": "Montivipera albizona at the Reptarium.cz Reptile Database. Accessed 2 September 2007."
  }
}