{
  "url": "https://en.wikipedia.org/wiki/Montivipera_wagneri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Montivipera"
    },
    {
      "Species": "M. wagneri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: ocellated mountain viper, Wagner's viper.Wagner's viper (Montivipera wagneri) is a venomous viper species endemic to eastern Turkey and northwestern Iran. No subspecies are currently recognized.",
    "Etymology": "The specific name, wagneri, is in honor of Moritz Wagner, a German explorer, who collected the type specimen in 1846.",
    "Description": "V. wagneri grows to a maximum total length (body + tail) of 70 to 95 cm (28 to 37 in).The head is relatively large, elongate, and distinct from the neck. The snout is rounded and covered with small keeled scales. The rostal is in contact with 2-3 apical scales. The eyes are in broad contact with the large supraoculars and surrounded by 12-15 circumorbital scales. Across the top of the head, there are 6-7 interocular scales. There are usually 9 upper labials and 12-13 lower labials. The former are separated from the eye by 1-2 rows of scales. The nostril is located within a single nasal scale. The temporal scales are keeled, and there is usually one canthal scale on either side of the head.Midbody there are 23 rows of keeled dorsal scales. There are 2-3 preventral scales, 161-170 ventrals, and 23-31 paired subcaudals. The anal plate is single.The dorsal color pattern consists of a grayish ground color, overlaid with a central series of occasionally connected blotches or spots that run from the back of the head to the tail. These blotches are light brown to yellowish brown or orange, with black borders, and each is 4-8.5 scales wide.\nThe top of the head usually has two black elongated blotches that form a large dark open V marking, but without an apex. The arms of the V end on the neck. There is usually a dark stripe that runs from the corner of the eye to the angle of the mouth.",
    "Geographic range": "M. wagneri is found in the mountains of eastern Turkey and adjacent northwestern Iran.\nThe type locality given is \"vicinity of Lake Urmia (Armenisch-Persische Grenze [=Armenian-Persian border]), province Azerbaijan, N.W. Iran\".",
    "Conservation status": "The species M. wagneri is classified as Endangered (EN) according to the IUCN Red List of Threatened Species with the following criteria: A1d+2d, B1+2e, C1 (v2.3, 1994). This indicates a population reduction in the form of an observed, estimated, inferred or suspected reduction of at least 50% over the last 10 years or three generations, whichever is the longer, based on actual or potential levels of exploitation. For the same reason, a reduction of at least 50% is projected or suspected to be met within the next 10 years or three generations, whichever is the longer. The extent of occurrence is estimated to be less than 5,000 km² (1,930 sq mi) or area of occupancy estimated to be less than 500 km² (193 sq mi), and indicate that the population is either severely fragmented or known to exist at no more than five locations. In addition, a continuing decline is inferred, observed or projected in number of mature individuals. The total population is estimated to number less than 2500 mature individuals and will likely suffer a decline of at least 20% within five years or two generations, whichever is longer. Year assessed: 1996. In 2008 status changed to Critically Endangered due to collection for the international pet trade. Additionally, planned Kara kurt dam complex will result in loss of over 80% of the suitable habitat.This species is also listed on CITES Appendix II, which means that it is not necessarily threatened with extinction, but may become so if it is not listed. It is, however, listed as a strictly protected species (Appendix II) under the Berne Convention.The main threats are capture for the exotic pet trade and habitat loss due to dam construction.\nNine endangered ocellate mountain vipers were born on August 16, 2013 at the St. Louis Zoo. The St. Louis Zoo is a part of a cooperative breeding and conservation program for these endangered species. The zoo's vipers were bred on the recommendation of the Association of Zoos and Aquariums Species Survival Plan.",
    "Habitat": "M. wagneri is found at altitudes of 1,600 to 1,900 m (5,200 to 6,200 ft) in rocky and grassy habitats.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Nilson G, Andrén C (1984). \"Systematics  of the Vipera xanthina complex (Reptilia: Viperidae) II. An overlooked viper within the xanthina species-group in Iran\". Bohn. zool. Beitr. 35 (1-3): 175-184. (Vipera wagneri, new species, p. 178).",
    "External links": "Montivipera wagneri at the Reptarium.cz Reptile Database. Accessed 2 September 2007."
  }
}