{
  "url": "https://en.wikipedia.org/wiki/Montivipera_raddei_albicornuta",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Montivipera"
    },
    {
      "Species": "M. raddei"
    },
    {
      "Subspecies": "M. r. albicornuta"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Iranian mountain viper, zigzag mountain viper.Montivipera raddei albicornuta is a venomous viper subspecies endemic to Iran.. It is a subspecies of Montivipera raddei.",
    "Description": "Grows to a maximum total length of 66 cm (26 in).The head is relatively small and elongated, although fairly distinct from the neck. The supraoculars are raised and separated from the eyes by a row of small scales. The nostril is centered in a large nasal scale that is partially fused with the prenasals. A loreal scale is present between the upper preocular and nasal. The supraoculars are separated by at least 7 scales, and by a total of 24-28 scales. The supraocular are separated from the supranasals by 2 canthal scales. 2 apical scales border the rostral. The rostral is wider than it is high. There are 12-16 intercanthals. The total number of scales on the top of the head is 39-40. There are 13-15 circumorbital scales with an incomplete outer ring of 13-17 scales. There are supralabials 9, separated from the eye by 1-2 scale rows. There are 11-12 sublabials, 2 large anterior chin shields, 4 posterior chin shields and 2-3 preventrals.Midbody there are 23 dorsal scale rows. The ventrals number 165-171. There are 35-38 subcaudals (in males). The anal scale is single.The color pattern consists of a grayish brown ground color with a darker brown zigzig pattern, made up of about 44-52 windings and edged with black. The belly is dark and mottled with a lighter shade. On the head, deep black bands run from the back of the eye to the angle of the mouth. Supraoculars noticeably pale. There is a row of dark blotches along each side of the dorsum. The back of the head has distinct, teardrop-shaped deep black spots. The throat is whitish with dark mottling.",
    "Geographic range": "It is found in the Zanjan Valley and surrounding mountains in northwestern Iran. The type locality given is \"Abhar in the Zanjan valley, between Tabriz and Teheran\". Mallow et al. (1993) describe the range as \"parts of the Elburz, Talysh and Zanjan mountains\".",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "\n\n== Further reading =="
  }
}