{
  "url": "https://en.wikipedia.org/wiki/Montivipera_bornmuelleri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Montivipera"
    },
    {
      "Species": "M. bornmuelleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Bornmueller's viper.The Lebanon viper (Montivipera bornmuelleri) is a venomous viper species found in Lebanon, Jordan, Israel, and Syria. No subspecies are currently recognized.",
    "Etymology": "The specific name, bornmuelleri, is in honor of German botanist Joseph Friedrich Nicolaus Bornmüller.",
    "Description": "Montivipera bornmuelleri grows to a maximum total length (body + tail) of about 75 cm (30 in), but usually much less. Males tend to be larger than females in some populations. In specimens from Mt. Lebanon, the maximum total lengths were 47.3 cm (18.6 in) for females and 53.8 cm (21.2 in) for males. The tail accounts for about 7–10% of the total length.",
    "Geographic range and habitat": "M. bornmuelleri is found in high mountain areas in Israel, Palestine, Lebanon, and Syria.",
    "Taxonomy": "The original syntypes  of M. bornmuelleri were collected in Lebanon at 1800 m (5,900 ft) and in the Bolkar mountains of western Turkey at 2200 m (7,200 ft) as described by Franz Werner in 1898. In 1922, Werner restricted the type locality to Lebanon in his designation of his specimen as a lectotype, and in 1938 separated out the southern varieties as a separate species (Daboia palaestinae). In 1967 Mertens raised the name bornmuelleri to valid species rank for the Lebanese populations, thus leaving the name xanthina for all Turkish populations, which arrangement was accepted by Baran in 1976, and agreed with by Nilson and Andrén in their 1985 paper.",
    "Conservation status": "The species M. bornmuelleri is as of 2006 classified as Endangered (EN) according to the IUCN Red List of Threatened Species with the following criteria: B1ab(iii) (v3.1, 2001). This indicates that it is facing a high risk of extinction in the wild because the extent of its occurrence within its geographic range is estimated to be less than 5,000 km² (1,931 sq mi), because its populations are severely fragmented or known to exist at no more than 5 locations, and because a continued decline is observed, inferred or projected in the area, extent and/or quality of its habitat.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Garrigues T, Dauga C, Ferquel E, Choumet V, Failloux A-B (2005). \"Molecular phylogeny of Vipera Laurenti, 1768 and the related genera Microvipera (Reuss, 1927) and Daboia (Gray, 1842), with comments about neurotoxic Vipera aspis aspis populations\". Molecular Phylogenetics and Evolution 35 (1): 35–47.\nGolay P, Smith HM, Broadley DG, Dixon JR, McCarthy CJ, Rage C-J, Schätti B, Toriba M (1993). Endoglyphs and other Major Venomous Snakes of the World. A Checklist. Geneva: Azemiops. 478 pp.\nObst FJ (1983). \"Zur Kenntnis der Schlangengattung Vipera\". Zool. Abh. staatl. Mus. Tierkunde Dresden 38: 229–235. (in German).",
    "External links": "Montivipera bornmuelleri at the Reptarium.cz Reptile Database. Accessed 21 October 2013 {{{year}}}."
  }
}