{
  "url": "https://en.wikipedia.org/wiki/Pseudocerastes_persicus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Pseudocerastes"
    },
    {
      "Species": "P. persicus"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Persian horned viper, false horned viper, more.The Persian horned viper (Pseudocerastes persicus) is a species of venomous vipers endemic to the Middle East and Asia.",
    "Description": "Adults averages between 40 to 70 cm (16 to 28 in) in total length (body + tail), with a maximum total length of 108 cm (43 in) being reported. Females are usually larger than males. These snakes can attain a considerable weight relative to their size, with specimens sometimes exceeding 500 g (1.1 lb).The head is broad, flat, distinct from the neck and covered with small, imbricate scales. The snout is short and rounded. The nostrils are positioned dorsolaterally and have valves. The nasal scale is unbroken. The rostral scale is small and wide. The eyes are small to average in size. There are 15-20 interocular scales and 15-20 circumorbitals. The supraorbital hornlike structure above each eye consists of small, imbricate scales and is also present in juveniles. There are 11-14 supralabials and 13-17 sublabials. 2-4 rows of small scales separate the supralabial scales from the suboculars.The body is covered with weakly to strongly keeled dorsal scales. On many of these, the keel terminates before the  end of the scale and forms a bump. Many others form a point. At midbody, there are 21-25 scale rows, none of them oblique. There are 134-163 ventral scales and 35-50 paired subcaudals. The tail is short.",
    "Common names": "Persian horned viper, false horned viper, Persian horned desert viper, eye-horned viper.",
    "Geographic range": "P. persicus is found in the Sinai of Egypt, Israel, Jordan, northern Saudi Arabia, the mountains of Oman, northern and northwestern Iraq, possibly southern Syria, extreme southeastern Turkey, northwestern Azerbaijan, Iran, and Pakistan to the borders of Afghanistan.\nThe type locality is listed as \"Perse\" (= Persia).",
    "Behavior": "These snakes are generally rather slow-moving and may employ various methods of locomotion, including sidewinding, serpentine, and rectilinear. These snakes are almost totally nocturnal, only being seen during the day or early evening during colder periods. It is not particularly aggressive, but will hiss loudly when disturbed. It is not capable of sinking into the sand vertically like Cerastes.",
    "Reproduction": "It is oviparous, and sexually mature females lay 11-21 eggs. When produced, these already contain well-developed embryos, each of which can be as much as 8.5 cm (3.3 in) in total length. As a result, they hatch after only 30–32 days at 31 °C and then measure 14.0 to 16.2 cm (5.5 to 6.4 in) in total length. They do well in captivity and are relatively easy to breed.",
    "Venom": "P. persicus venom exhibits strong hemorrhagic activity typical of most vipers. No antivenom is available for bites from this subspecies, although it is reported that a polyvalent antiserum does offer some protection.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Pseudocerastes persicus at the Reptarium.cz Reptile Database. Accessed 8 September 2007.\nSand viper page at Plumed Serpent. Accessed 19 August 2007."
  }
}