{
  "url": "https://en.wikipedia.org/wiki/Pseudocerastes_urarachnoides",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Pseudocerastes"
    },
    {
      "Species": "P. urarachnoides"
    }
  ],
  "text": {
    "__SUMMARY__": "The spider-tailed horned viper (Pseudocerastes urarachnoides) is a species of viper, a venomous snake in the family Viperidae. The species is endemic to western Iran, and was originally described in 2006. The head looks very similar to that of other Pseudocerastes species in the region, but the spider-tailed horned viper has a unique tail that has a bulb-like end that is bordered by long drooping scales that give it the appearance of a spider. The tail tip is waved around and used to lure insectivorous birds to within striking range.",
    "Description": "Like other vipers in the genus Pseudocerastes, the scales above the eyes rise up to give P. urarachnoides a horned appearance. A specimen had been collected in 1968 as part of the Second Street Expedition to Iran and deposited in the Field Museum of Natural History at Chicago, identified as Pseudocerastes persicus. It was, however, found to be distinct, and it was described as a new species in 2006. The species is distinguished by a number of characteristics. There are about 16 to 17 scales between the horns, and the scales on the body above are rougher than on other species in the genus. There are 15 pairs of subcaudal scales, and the scales on the sides of the tail are elongated and appear like appendages of an arthropod. The tip of the tail is inflated into a bulb-like shape.The tail resembles a spider or other arachnid, and the authors who described the species speculated that it was used as a lure to attract birds, as a digested lark had been found in the stomach of the paratype specimen. The tip of the tail is used as a lure in several species of snake, including Bitis caudalis, Crotalus cerastes, Sistrurus catenatus, Agkistrodon contortrix, Acanthophis antarcticus, Acanthophis praelongus, and Morelia viridis, but none of these examples has the unique elongated scales that give it the appearance of arthropod appendages. The actual use of the tail to lure birds was confirmed by later studies in the field.  Footage of the spider-tailed horned viper using its tail to lure a migrating bird featured in the Asia episode of the BBC series Seven Worlds, One Planet narrated by David Attenborough.\nThis species overlaps in distribution with P.  fieldi in Gilan-e Gharb, next to Qasr-e Shirin, Kermanshah, and with P. persicus in Bina and Bijar,  Ilam Province. Molecular studies based on cytochrome b show it to be closer to Pseudocerastes persicus than to P. fieldi.",
    "Etymology": "The specific name, urarachnoides, is derived from Ancient Greek (οὐρά tail + ἀράχνη spider + οειδής like), and refers to this snake's spider-like tail tip, as does the common name, spider-tailed horned viper.",
    "References": "",
    "External links": "Video of a bird being lured"
  }
}