{
  "url": "https://en.wikipedia.org/wiki/Pseudocerastes_fieldi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Pseudocerastes"
    },
    {
      "Species": "P. fieldi"
    }
  ],
  "text": {
    "__SUMMARY__": "Field's horned viper, Pseudocerastes fieldi, is a venomous viper species endemic to the deserts of the Middle East. It was previously considered a subspecies of the Persian horned viper. The main differences between this species and the Persian horned viper are in scalation and venom composition.",
    "Taxonomy": "Many sources elevate P. fieldi to species level. The first phylogenetic study of the genus Pseudocerastes, published by Fathinia et al. in 2014, shows that P. fieldi has equal genetic distance from both P. persicus and another species of the same genus, P. urarachnoides.The specific epithet fieldi is in honor of American anthropologist Henry Field, who collected the holotype. The Field Museum of Natural History in Chicago and its scientific publication, Fieldiana, in which K.P. Schmidt's original description of this viper appeared, are named for Henry Field's grandfather, Marshall Field.",
    "Description": "Outwardly, Field's horned viper differs from the Persian horned viper (Pseudocerastes persicus) in certain (lower) scale counts:\nAdditional differences from the Persian horned viper include much shorter (relatively to the overall body length) tail as well as the fact that while in P. persicus all dorsal and lateral scales are strongly keeled, P. fieldi has several rows of almost smooth lateral scales.",
    "Geographic distribution": "According to McDiarmid et al. (1999) P. fieldi is found in the Sinai Peninsula, Israel, Jordan, northern Saudi Arabia, northwestern Iraq, and possibly in southern Syria.\nThe type locality given in the original description is \"Bair Wells, Transjordania\" [Jordan].According to Mallow et al. (2003) it is found in the Sinai Peninsula, southern Israel, Jordan, extreme northern Saudi Arabia, and southwestern Iraq.",
    "Venom": "There is a more pronounced difference between the two subspecies with regard to their venom. While Persian horned viper venom exhibits strong hemorrhagic activity typical of most vipers, the venom of P. fieldi is unusual in that contains several fractions that show marked neurotoxic activity. No antivenin is available for bites from either subspecies. It is reported that a polyvalent antiserum does offer some protection from the hemotoxins, but none against the neurotoxic effects of P. fieldi venom.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Video of P. fieldi on YouTube."
  }
}