{
  "url": "https://en.wikipedia.org/wiki/Vipera_aspis_zinnikeri",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Vipera"
    },
    {
      "Species": "V. aspis"
    },
    {
      "Subspecies": "V. a. zinnikeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Gascony asp, Gascony viper, Gascony asp viper.Vipera aspis zinnikeri is a venomous viper subspecies endemic to the Pyrenees region of Spain and France.",
    "Etymology": "It was named after \"W. Zinniker\", a Swiss herpetologist.",
    "Description": "V. a. zinnikeri is relatively small in size, with a maximum total length (body + tail) of 65 cm (26 in). Also, the head is long and narrow compared to other subspecies of this species. The total number of ventrals plus subcaudals is 175-187 in males and 170-183 in females.The color pattern is much like that of Vipera berus. The dorsal pattern is fused into a broad, wavy or zigzag dark stripe that contains a straight-edged, pale stripe about three scales wide. This pattern stands out clearly against the ground color, which is particularly light along the edges of the dorsal pattern. Series of dark vertical bars or extended ovals run along the flanks, opposing the indentations of the dorsal pattern.The aforementioned middorsal stripe may be pale beige or grey. The ground color of some specimens may approach clear orange.",
    "Geographic range": "This race is found in the Pyrenees region of northeastern Spain and southwestern France. Steward (1971) states that they occur in the Department of Gers in Gascony, southwestern France. Street (1979) describes its range as \"Gascony, Andorra and a nearby Spanish locality.\"",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Kramer E. 1958. Eine neue Rasse der Aspisviper aus dem südwestlichen Frankreich Vipera aspis zinnikeri n. subsp. Vierteljahrschrift Naturforschende Gesellschaft Zürich 103: 321-326 + 2 Figures.",
    "External links": "Image 1 of 3 of  Vipera aspis zinnikeri at Nature & Wildlife Photography. Accessed 29 October 2006.\nImage 2 of 3 of  Vipera aspis zinnikeri at Nature & Wildlife Photography. Accessed 29 October 2006.\nImage 3 of 3 of  Vipera aspis zinnikeri at Nature & Wildlife Photography. Accessed 29 October 2006."
  }
}