{
  "url": "https://en.wikipedia.org/wiki/Vipera_latastei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Vipera"
    },
    {
      "Species": "V. latastei"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Lataste's viper, snub-nosed viper, snub-nosed adder.Vipera latastei is a species of venomous snake in the subfamily Viperinae of the family Viperidae. The species is endemic to extreme southwestern Europe and northwestern Africa. Two subspecies are currently recognized, including the nominate subspecies described here.",
    "Etymology": "The specific name latastei, is in honor of Boscà's French colleague, herpetologist Fernand Lataste, who would a year later return him the honor, by naming after him a discovery of his own, Boscá's newt (Lissotriton boscai ).",
    "Description": "V. latastei grows to a maximum total length (including tail) of about 72 cm (28.3 in), but usually less. It is grey in colour, has a triangular head, a \"horn\" on the tip of its nose, and a zig-zag pattern on its back. The tip of the tail is yellow.",
    "Behaviour": "V. latasei can be seen day or night but is usually hidden under rocks. The yellow tip of the tail is possibly used to lure prey.",
    "Geographic range": "V. latastei is found in southwestern Europe (Portugal and Spain) and northwestern Africa (the Mediterranean region of Morocco, Algeria and Tunisia).\nThe type locality given is \"Ciudad Real \", emended to \"Valencia, Spanien \" (Valencia, Spain) by Mertens and L. Müller (1928).",
    "Habitat": "V. latastei is found in generally moist, rocky areas, in dry scrubland and woodland, hedgerows, stone walls, and sometimes in coastal dunes.",
    "Reproduction": "Females of V. latasei give birth to between two and 13 young. On average, females give birth only once every three years.",
    "Conservation status": "The species V. latastei was classified as Near Threatened (NT) according to the IUCN Red List of Threatened Species (v3.1, 2001), and from 2008 is recognised as Vulnerable  (VU). It is listed as such because it is probably in significant decline (but likely at a rate of less than 30% over ten years) due to widespread habitat loss and persecution throughout much of its range, thus making the species close to qualifying for Vulnerable. Further population reduction is expected, but is not likely to exceed 30% over the next 10 years, but localized extinctions in parts of its range are possible (e.g., Tunisia). Year assessed: 2005.It is also listed as a strictly protected species (Appendix II) under the Berne Convention.",
    "Subspecies": "",
    "References": "",
    "Further reading": "",
    "External links": "Vipera latastei at the Reptarium.cz Reptile Database. Accessed 2 September 2007 {{{year}}}.\nVipera latastei at Amphibians and Reptiles of Europe. Accessed 9 October 2006."
  }
}