{
  "url": "https://en.wikipedia.org/wiki/Vipera_seoanei",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Vipera"
    },
    {
      "Species": "V. seoanei"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Baskian viper, Iberian cross adder, Portuguese viper.Vipera seoanei is a venomous viper species endemic to extreme southwestern France and the northern regions of Spain and Portugal. Two subspecies are currently recognized, including the nominate race described here.",
    "Etymology": "The specific name, seoanei, is in honor of Spanish naturalist Víctor López Seoane y Pardo-Montenegro.",
    "Description": "Adults may grow to a total length (body + tail) of 75 cm (30 in), but usually less.This is a highly polymorphic species for which four main color-pattern types have been described:\nA: well-developed, brown zigzig pattern down the back, very much like V. berus, set against a beige or light-gray ground color.\nB: roughly twin-striped pattern, with the ground color expressed as two narrow, straight, dorsolateral longitudinal lines along the body. Resembles V. kaznakovi to some degree.\nC: uniform brownish morph with no pattern.\nD: fragmented zigzag pattern (see V. s. cantabrica).",
    "Geographic range": "Vipera seoanei is found in extreme southwestern France and the northern regions of Spain and Portugal.\nThe type locality is given as \"In montibus Gallaecorum et Cantabrorum...d'Espagne\" (the mountains of Galicia and Cantabrici, Spain).\nMertens and Müller (1928) suggested restricting the type locality to \"Cabañas, Prov. Caruña, Spanien\". According to Golay et al. (1993), this is Cabañas, near Ferrol, A Coruña province, northwestern Spain.",
    "Conservation status": "This species is classified as Least Concern (LC) according to the IUCN Red List of Threatened Species (v3.1, 2001). It was given this status due to its relatively wide distribution, presumed large population, and because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. Year assessed: 2005.It is, however, listed as a protected species (Appendix III) under the Berne Convention.",
    "Subspecies": "",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Vipera seoanei at the Reptarium.cz Reptile Database. Accessed 2 September 2007.\nSeoane's viper, Vipera seoanei at Reptiles & Amphibians of France. Accessed 30 October 2006."
  }
}