{
  "url": "https://en.wikipedia.org/wiki/Vipera_monticola",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Vipera"
    },
    {
      "Species": "V. monticola"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Atlas mountain viper.Vipera monticola is a venomous viper species endemic to Morocco. No subspecies are currently recognized.",
    "Description": "The Atlas mountain viper (Vipera monticola) is a very small species with a maximum total length (body + tail) of less than 40 cm (16 in). Spawls and Branch (1995) describe it as the smallest member of the genus Vipera, reaching a total length of only 345 mm (13.6 in).",
    "Geographic range": "It is found in the High Atlas Mountains, Morocco.\nThe type locality given is \"Haut-Atlas, Massif du Toubkal, Maroc...qu'entre 2.500 et 3.900 m \"  [Toubkal Massif, High Atlas Mountains, southwestern Morocco, between 8,200 and 12,800 ft].",
    "Conservation status": "This species is classified as Near Threatened (NT) according to the IUCN Red List of Threatened Species (v3.1, 2001). Listed as such because its extent of occurrence is likely not much more than 20,000 km², and the extent and quality of its habitat are probably declining, therefore making the species close to qualifying for Vulnerable. Year assessed: 2005.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "Beerli P, Billing H, Schätti B. 1986. Taxonomisches Status von Vipera latasti monticola Saint Girons, 1953 (Serpentes, Viperidae). Salamandra 22: 101-104.\nKlemmer K. 1963. Liste der rezenten Giftschlangen: Elapidae, Hydropheidae, Viperidae und Crotalidae. Marburg: N.G. Elwert. 210 pp.\nSaint-Girons H. 1953. Une vipère naine: Vipera latastei montana. Bulletin de la Société Zoologique de France 78: 24-28.\nSaint-Girons H. 1954. Note rectificative au sujet de Vipera latastei montana, n. subsp. Bulletin de la Société Zoologique de France 78: 475. (Vipera latastei monticola, replacement name.)",
    "External links": "Vipera monticola at the Reptarium.cz Reptile Database. Accessed 2 September 2007."
  }
}