{
  "url": "https://en.wikipedia.org/wiki/Vipera_dinniki",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Vipera"
    },
    {
      "Species": "V. dinniki"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Dinnik's viper, Caucasus subalpine viper.Vipera dinniki is a species of venomous viper endemic to the Caucasus Mountains region, part of Russia, Georgia, and Azerbaijan. No subspecies are currently recognized.",
    "Etymology": "The specific name, dinniki, is in honor of Russian herpetologist Nikolai Yakovlevich Dinnik.",
    "Description": "Of the 49 Russian specimens of V. dinniki examined by Orlov and Tuniyev (1990), 29 were males, and the largest male measured 41.2 cm (16.2 in) in total length (body + tail). Of the 20 females, the largest was 48.6 cm (19.1 in) in total length.",
    "Geographic range": "V. dinniki is found from Russia (Great Caucasus) and Georgia (high mountain basin of the Inguri River), eastward to Azerbaijan.\nAccording to Nikolsky (1916), the type locality is \"upper reaches of the Malaya Laba 8000 feet [2438 m] above sea level ... and Svanetia, 7000 feet [2134 m] above sea level.\" According to Nilson et al. (1995), Vedmederja et al. (1986) restricted the type locality to \"Malaya Laba\" through lectotype selection. Orlov and Tuniyev (1990) give the lectotype locality as \"Upper reaches of the Mala (Small) Laba River, Northern Caucasus\".",
    "Conservation status": "This species, V. dinikki, is classified as vulnerable according to the IUCN with the following criteria: B1ab(iii,v) (v3.1, 2009). This indicates, that the population occupies a severely fragmented area over a range of less than 20,000 km2. A continued decline in habitat size or quality and in population is expected.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Vipera dinniki at the Reptarium.cz Reptile Database. Accessed 2 September 2014 {{{year}}}."
  }
}