{
  "url": "https://en.wikipedia.org/wiki/Vipera_kaznakovi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Vipera"
    },
    {
      "Species": "V. kaznakovi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Caucasus viper, Kaznakow's viper, Kaznakov's viper. more.Vipera kaznakovi is a species of venomous snake in the subfamily Viperinae of the family Viperidae. The species is endemic to Turkey, Georgia, and Russia. No subspecies are currently recognized.",
    "Etymology": "The specific name, kaznakovi, is in honor of Russian naturalist Aleksandr Nikolaevich Kaznakov.",
    "Description": "V. kaznakovi is a stoutly built species, of which the males are usually shorter and more slender than the females. Adults may reach a maximum total length (including tail) of 65 to 70 cm (26 to 28 in), but are usually less. Orlov and Tuniyev examined 39 specimens. Of the 23 males examined, the largest measured 47.5 cm (18.7 in) total length; while of the 16 females, the largest was 60 cm (24 in) total length.",
    "Common names": "Common names for V. kaznakovi include Caucasus viper, Kaznakow's viper, Kaznakov's viper, and Caucasus adder.",
    "Geographic range": "V. kaznakovi is found in northeastern Turkey, Georgia, and Russia (eastern Black Sea coast).\nThe type locality is \"Tsebel'da, Sukhumi District,\" according to the English translation of Nikolsky (1909). Orlov and Tuniyev (1990) interpret this as \"Tsebelda, the vicinity of Sukhumi [on the east coast of the Black Sea], Abkhazia, the Caucasus [Georgia]\".",
    "Habitat and Ecology": "V. kaznakovi inhabits the forested slopes of mountains, the beds of wet ravines, and post-forested clearings. It has been recorded from azalea and scumpea-Cornelian cherry groves; mixed-subtropical forests with an evergreen underwood; chestnut groves; beech, willow, and alder woods; and from polydominant forests near river terraces and on large growing-over scree. At the upper limit of its altitudinal distribution this snake reaches the coniferous forests zone, but is not found deep in this forest type. It has been recorded from the ecotone of beech-fir forest and motley grass. It may also be found in areas of tea cultivation (Baran and Atatur, 1998).\nOn the Black Sea coast it emerges from hibernation in March, but at altitudes of 600–800 m (2,000–2,600 ft) above sea level it emerges in the second half of April or the beginning of May. It reproduces from the end of March up to the middle of May. Hibernation begins at the start of November for coastal populations, and at the end of September or the beginning of October for highland populations. The young appear at the end of August or the beginning of September.",
    "Conservation status": "The species V. kaznakovi is classified as Endangered (EN) according to the IUCN Red List of Threatened Species with the following criteria: A1cd+2 cd (v2.3, 1994). This indicates that the species is not critically endangered, but is facing a very high risk of extinction in the wild in the near future. This is due to an observed, estimated, inferred or suspected reduction in population of at least 50% over the last 10 years or three generations, whichever is the longer, based on a decline in area of occupancy, extent of occurrence and/or quality of habitat, as well as actual or potential levels of exploitation. For the same reasons, a reduction in the population of at least 50% is also projected or suspected to be met within the next 10 years or three generations, whichever is the longer. Year assessed: 1996.As of 2008, the IUCN red list of endangered species has listed the Caucasus viper has been listed as being endangered with a decreasing population trend. \nIt is also listed as strictly protected (Appendix II) under the Berne Convention.",
    "Major Threats": "V. kaznakovi is threatened by illegal overcollection for the international pet trade (Baran and Atatur, 1998). Additional threats include habitat conversion for urban development, tourism, and agriculture. It is becoming rare throughout the Black Sea coastal part of its range, with many populations already extirpated. Key threats to the habitat of these lowland populations include the development of tourism (such as health resorts) and housing, and agricultural expansion (including the ploughing of submontane areas). Within Turkey, the species is additionally threatened by projects to construct dams within its range.One further factor that affects the population of the viper is its gestation and birthing procedure.  The viper is viviparous. Therefore when the mother viper is injured or killed, the entire litter is affected, whereas in an oviparous snake each individual egg has a chance of surviving no matter what happens to the mother.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Vipera kaznakovi at the Reptarium.cz Reptile Database. Accessed 2 September 2007."
  }
}