{
  "url": "https://en.wikipedia.org/wiki/Vipera_ursinii_moldavica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Vipera"
    },
    {
      "Species": "V. ursinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: meadow viper, Ursini's viper, meadow adder, (more).Vipera ursinii is a venomous viper and a very widespread species, found from southeastern France all the way to China (Xinjiang). Several subspecies are recognized.",
    "Etymology": "The specific name or epithet, ursinii, is in honor of Italian naturalist Antonio Orsini (1788–1870).",
    "Description": "Adults average 40–50 cm (15.75–19.69 inches) in total length, although specimens of 63–80 cm (24.8–31.5 inches) have been reported. Females are larger than males. Although sometimes confused with V. aspis or V. berus, it differs from them in the following characters. The smallest viper in Europe, its body is thick, its head narrow, and its appearance rough. The snout is not upturned. There are always several large scales or plates on the top of the head. The prominently keeled dorsal scales are in only 19 rows, and often dark skin shows between them. It is gray, tan, or yellowish with a dark undulating dorsal stripe, which is edged with black.",
    "Common names": "Meadow viper, Ursini's viper, meadow adder, Orsini's viper, field viper, field adder. Although the following subspecies are currently invalid according to the taxonomy used here, their common names may still be encountered:\n\nV. u. ursinii – Italian meadow viper.\nV. u. macrops – karst viper, karst adder.\nV. u. rakosiensis – Danubian meadow viper.\nV. renardi – steppe viper, steppe adder, Renard's viper.\nV. u. moldavica – Moldavian meadow viper.",
    "Geographic range": "Southeastern France, eastern Austria (extinct), Hungary, central Italy, Serbia, Montenegro, Croatia, Bosnia-Herzegovina, northern and northeastern Republic of Kosovo, North Macedonia, Albania, Romania, northern Bulgaria, Greece, Turkey, northwestern Iran, Armenia, Azerbaijan, Georgia, Russia and across Kazakhstan, Kyrgyzstan and eastern Uzbekistan steppes to China (Xinjiang).\nVipera ursinii rakosiensis is native to Hungary although the taxonomic status of this subspecies is disputed (see section \"Taxonomy\")\nThe type locality is \" ...monti dell'Abruzzo prossimi alla provincia d'Ascoli... \" (...mountains of Abruzzo near the  Province of Ascoli Piceno, Italy...).",
    "Conservation status": "This species is considered to be a Vulnerable species on the IUCN Red List of Threatened Species, due to habitat destruction caused by changes in agricultural practices and climate change in mountain areas, and to collection for the pet trade.In addition, this species is listed on CITES Appendix I, which means that it is threatened with extinction if trade is not halted, and is a strictly protected species (Appendix II) under the Berne Convention.Vipera ursinii is the most threatened snake in Europe. At least 12 human activities are threatening these animals:\n1. Grazing \n2. Mowing\n3. Fire\n4. Agriculture\n5. Roads\n6. Constructions\n7. Leisure Activities\n8. Afforestation \n9. Cynegetic species management\n10. Persecution\n11. Illegal collection\n12. Littering",
    "Taxonomy": "There is high genetic diversity within samples of V. ursinii and several species may be involved. At least six subspecies may be encountered in modern literature:\nV. u. ursinii (Bonaparte, 1835)\nV. u. eriwanensis (A.F. Reuss, 1933)\nV. u. graeca Nilson & Andrén, 1988\nV. u. macrops Méhelÿ, 1911\nV. u. moldavica Nilson, Andrén & Joger, 1993\nV. u. rakosiensis Méhely, 1893\nV. u. renardi Christoph, 1861Golay et al. (1993) recognize the first four, while Mallow et al. (2003) recognize five and list V. eriwanensis and V. renardi as valid species. However, McDiarmid et al. (1999), and thus ITIS, feel that more definitive data is necessary before any subspecies can be recognized.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "",
    "Further reading": "",
    "External links": "Vipera ursinii at the Reptarium.cz Reptile Database. Accessed 2 September 2007.\nMeadow viper (Vipera ursinii ) at ARKive. Accessed 5 October 2006.\nVipera ursinii  at Amphibians and Reptiles of Europe. Accessed 9 October 2006.\nOrsini's viper, Vipera ursinii at Reptiles & Amphibians of France. Accessed 30 October 2006.\nZAMFIRESCU, Stefan; STRUGARIU, Alexandru; GHERGHEL, Iulian; ZAMFIRESCU, Oana. \"HUMAN IMPACT ON HABITATS OF THE MEADOW VIPER (VIPERA URSINII) IN EASTERN ROMANIA\" (PDF). Iasi University, Faculty of Biology. Retrieved 5 April 2016.\nVipera eriwanensis at Checklist of Armenia's Amphibians and Reptiles, Tadevosyan's Herpetological Resources. Accessed 30 March 2007."
  }
}