{
  "url": "https://en.wikipedia.org/wiki/Vipera_darevskii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Viperidae"
    },
    {
      "Genus": "Vipera"
    },
    {
      "Species": "V. darevskii"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Darevsky's viper.Vipera darevskii is a small venomous viper species endemic to northwestern Armenia, northeastern Turkey, and possibly also adjacent southern Georgia. No subspecies are currently recognized.",
    "Etymology": "The specific name, darevskii, is in honor of Russian herpetologist Ilya Sergeyevich Darevsky.",
    "Venom": "Darevsky's viper is a relatively small venomous snake. Its bite is painful and will cause local swelling, but appears not to be life-threatening to adult humans.",
    "Description": "In this species there is sexual dimorphism in size, color, and pattern appearance. The reported maximum total length (body + tail) for females is 42.1 cm (16.6 in). The total length of the largest male was 25.8 cm (10.2 in). The dorsal surface of V. darevskii has a light brown to grey background color, with a dark brown to black (often broken) zigzag pattern along the back, and a single row of small dark blotches on each side of the body. The belly has a pattern of numerous grey or black dots. In females the belly is greyer, while in males it is almost black with some white fragments on the edges of the ventral scales. The chin shields and labial scales are white, with few dark fang-shaped markings on the labials, which makes this species different from the related Vipera eriwanensis, which has a somewhat pink tint on the labials. In general adult males are noticeably brighter and have more color contrast compared to females. Females have a browner background color and a less pronounced brown pattern; while adult males have a relatively light background color with a yellow tint, and a dark, often black, pattern.\nThe dorsal scales are keeled. The dorsal surface of the head anterior to the frontal (the area sometimes called the pileus) carries a complex of enlarged shields.",
    "Natural history": "Little is known about the ontogenetic development and the life span of Darevsky's viper.",
    "Diet": "Like all other snakes, Darevsky's viper is a predator. It forages on lizards, small rodents, and orthopterans. Due to the potent venom, the digestion process is very fast. Digestion of fuzzy rats in vipers kept at 4–7 °C (39-45 °F) lasted only 3 days. A speculation exists that these snakes need a lot of food.",
    "Reproduction": "This ovoviviparous snake mates in May, after the first spring shed. Females feed intensively throughout the warm season, and give birth to 4–8 babies in September to Early October. Newborn babies are just 15–18 cm (5.9–7.1 in) long (including tail), and weigh about 0.5 g (0.018 oz).",
    "Neonates": "During their first two weeks babies consume the residual nutrition from the yolk. They grow without eating and get ready for the first shed which takes place within 10–14 days. It is unknown, whether baby vipers forage before their first hibernation or not. Generally baby Daresky's vipers feed on newborn rock lizards (Darevskia valentini) and small orthopterans.",
    "Geographic range": "This mountainous snake is only known from the southwestern Dzavakhety Mountains in Shirak Marz of Armenia, on Madatapa, Javakheti Ridge, Erusheti Mountains and Akhaltsihe Highland Georgia and the east of the Artvin Province and Ardahan Province of Turkey.\nThe type locality given is \"Mount Leghli\" (Achkasar), Mokrye mountains (Wet mountains), Gukasyanskii region(former Ghukasyan district), Armenia.\"  This species are also present in adjacent areas in Georgia and Turkey.",
    "Habitat and ecology": "The mountain ridges supporting Darevsky's viper have unique climate conditions. They compose the coldest and the most humid region of the Armenian Highland. The average annual precipitation here is about 1,000 mm (39 in). Even during the hottest and driest months of July and August, hot days lead to intensive evaporation of humidity and cloud formation. Almost every evening, aggregating clouds release some, often heavy, showers and remoisturize the environment. At night temperatures regularly drop down to just 4-6 °C (39-43 °F), and morning sunrays regularly have to cut through the dense fog, before they reach the east-facing slopes and provide heat necessary for functioning of this viper. In some north-facing patches, close to the watersheds and summits of mountain ridges, some residual snow and ice never melts. Such  patches as a rule are unsuitable for snakes. Suitable patches of rocky deposits are mainly situated on the steep and warmest south-facing and southeast-facing slopes of deep mountain valleys within an elevation range of 2300–3000 m (7,550-9,840 ft) above sea level.\nHigh mountainous moraines, as well as outcrops of bedrock surrounded by alpine grasslands, are being utilized as the main habitat by this snake. Deposits of rocks provide snakes with deep hibernation dens, but also serve as daily shelters and protection from overheating and/or overcooling as well as from predators. Also rocky deposits support important food resources: rock lizards (mainly Darevskia valentini) and small rodents (Microtus ssp.). Darevsky's vipers are diurnal snakes, and during the day they often move inside the rocky deposits to maintain optimal body temperature, which is about 26–28 °C (79-82 °F). \nVery little is known about natural enemies of this viper. Remains of this snake were found in the feces of a beech marten (Martes foina nehringi).",
    "Land use and protection": "Slopes of ridges supporting Darevsky's viper are being regularly used by local residents as pasture for domestic cattle, and are being mowed. Currently the major part of the habitat of this snake in Armenia is included in the Lake Arpi National Park.",
    "Conservation status": "This species is classified as critically endangered (CR) according to the IUCN Red List of Threatened Species with the following criteria:  B1ab(ii,iii)+2ab(ii,iii) (v3.1, 2001). This indicates that its extent of occurrence is estimated to be less than 100 km2, its area of occupancy is estimated to be less than 10 km2, its population is severely fragmented and a continuing decline is observed, projected, or inferred, in the extent of its habitat. Year assessed: 2009.",
    "See also": "List of viperine species and subspecies\nViperinae by common name\nViperinae by taxonomic synonyms\nSnakebite",
    "References": "\n\n== Further reading =="
  }
}