{
  "url": "https://en.wikipedia.org/wiki/Eugenia_petrikensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eugenia"
    },
    {
      "Species": "E. petrikensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eugenia petrikensis is a species of flowering plants belonging to the genus Eugenia and was described in 2012 by Neil Snow and coauthors. It is a large shrub with magenta-coloured flowers and was discovered from Toliara Province at the eastern shoreline of Madagascar. It is one of the seven novel species of Eugenia described from the region, in addition to E. guajavoides, E. manonae, E. stictophylla, E. roseopetiolata and E. stibephylla. It is an endangered species according to the IUCN Red List. The specific epithet is derived from the name of the area, Petriky, from where it was discovered.\nThe plant was among the Top 10 New Species discovered in 2012 selected by the International Institute for Species Exploration at Arizona State University out of more than 140 nominated species among more than 18,000 new species. The uniqueness is its rare occurrence, a large shrub with its beautiful bunch of flowers hanging on its branchlets. The selection was publicised on 22 May 2013.",
    "Nomenclature": "Eugenia petrikensis is so named as it was found in the Petriky Forest (and also in the adjacent Ambinanibe Forest). The Malagasy name is ropasy lahiny. Ropasy is a contraction of rotra (a vernacular name for Eugenia) and fasika, which refers to sand; thus ropasy means \"Eugenia that grows on sand\". When more than one species of a genus is found in the region a second name is often added for distinction, such as lahiny for male or vaviny for female.",
    "Description": "Eugenia petrikensis is a shrub growing up to 3 m with characteristic emerald green, slightly glossy foliage and beautiful, dense clusters of small magenta flowers. The green leaves are coriaceous and evenly distributed along branchlets. The leaf venation is brochidodromous. The branchlets are moderately to densely sericeous on emergence but becoming sparsely so to nearly glabrous. Stipules are absent. Petioles are 3.0–4.5 mm, wrinkled, glabrous and yellowish-green. Leaf blades are elliptical with the base cuneate to rounded. Inflorescence is axillary or ramiflorous, consisting of monads or 3–flowered cymes, solitary, paired or generally in fascicles. Peduncles are 2–5 mm long, medium green, and glabrous or with a few scattered hairs. Calyx is 4-lobed, rounded to oblong, the apex broadly rounded and glabrous. Petals are 4 in number, ovate, magenta but hyaline on margins. Stamens are 20–30 in number arranged in 1 or 2 series. Fruits are globose, glabrous, and yellow in colour when ripe. Flowering time is from late October to February, and fruiting from December to March.",
    "Significance": "Eugenia petrikensis is an unusual shrub found in the humid forest on sandy substrate of Madagascar. It occurs only in the littoral forest on the shoreline of the eastern region, which has had its span reduced from about 1,000 mi (1,600 km) to isolated portions due to human development. This big shrub with its colourful flowers, a cluster of magenta, is already quite notable. In addition it is a rare endangered species found nowhere else on earth.",
    "References": "",
    "External links": "Profile at Tropicos\nClassification at Encyclopedia of Life\nCNET: The top 10 new species discovered in 2012\nTop Ten New Species distribution map\nNational Geographic: Pictures: Top 10 Newly Discovered Species of 2012\nLiveScience: Top Ten New Species"
  }
}