{
  "url": "https://en.wikipedia.org/wiki/Eugenia_dysenterica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eugenia"
    },
    {
      "Species": "E. dysenterica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eugenia dysenterica is a tree from the family Myrtaceae (order Myrtales), native of the Cerrado, the  central savannah region of Brazil. It is locally known by the Portuguese names cagaita or cagaiteira.",
    "Occurrence and description": "The tree occurs mainly in the Brazilian states of Goiás, Tocantins, Mato Grosso do Sul, Bahia, Minas Gerais and São Paulo, mostly in areas with mean temperature 21–25 °C (70–77 °F) and altitudes of 380–1,100 metres (1,250–3,610 ft).\nThe adult tree is from 4 to 10 m (13 to 33 ft) tall, with a rounded canopy. The trunk can be 20 to 40 centimetres (8 to 16 in) diameter, with a thick (1–2 cm or 0.39–0.79 in) and irregular corky bark.\nThe flowers are white, 15–20 mm (0.6–0.8 in) wide. They occur either alone or in threes, and open between August and September, undergoing both self- and cross-pollination. The fruits (up to 1500 per tree) ripen mostly over a two-month period, between September and December depending on the climate. They fall from the tree when fully ripe, roughly at the start of the rainy season. The fruit is a yellow-orange berry, roughly spherical in shape, with a dry remnant of the calyx opposite to the stem; it is about one inch (2–3 cm or 0.8–1.2 in) in diameter and usually weighs 6–14 grams (0.21–0.49 oz). It has a thin waxy skin and a sweet-sour and slightly astringent pulp, 1–2 mm thick, loosely enclosing one to three round and light gray seeds.",
    "Uses": "The fruits is edible raw, but when consumed in quantity it has a laxative effect — which justifies the species name dysenterica (as well as the local Portuguese name). It keeps for three days at room temperature, or 10 days if refrigerated. It is locally used for sweets, jams, beverages, and sherbets, either at home or by small-scale industries.  It contains substantial quantities of polyunsaturated fatty acids (chielfy linoleic acid and linolenic acid) and vitamin C (18 mg/100g). Unripe berries can be used for cattle feed.The wood is dense (0.82 g/cm³), hard, and finely grained, but of inferior quality; it is used for fence posts, firewood, charcoal, and occasionally for rustic furniture and other light construction.The bark is used for tanning leather and for cork products; it is also used in folk medicine against dysentery.The leaves are used for cattle feed, and in folk medicine as heart tonic and as treatment for dysentery, diabetes, and jaundice. The oil extracted from the leaves has been claimed to have antifungal properties (against Cryptococcus neoformans).Its numerous bright berries and dark green foliage earned it some use as a decorative plant.",
    "Cultivation": "The plant can be easily reproduced from seeds (which contain about 50% water and cannot whitstand drying). Planted 2 cm (0.79 in) deep, they germinate in 40 to 60 days. It can also be reproduced in vitro from gems. The plant is adapted to the poor soils of the Cerrado but benefits from fertilizers containing calcium and phosphorus as well as organic fertilizers. Agricultural pests include the brown spot disease, caused by a fungus (Phleosporella sp.), leaf-cutting ants, and fruit flies such as Anastrepha obliqua.",
    "References": "",
    "External links": "www.biologo.com.br (pt)\nflorabrasiliensis.cria.org.br"
  }
}