{
  "url": "https://en.wikipedia.org/wiki/Eugenia_uniflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eugenia"
    },
    {
      "Species": "E. uniflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Eugenia uniflora, with common names pitanga, Suriname cherry, Brazilian cherry, Cayenne cherry, or Cerisier Carré is a plant in the family Myrtaceae, native to tropical South America’s east coast, ranging from Suriname, French Guiana to southern Brazil, as well as parts of Paraguay, Argentina and Uruguay. Known as pitanga throughout Brazil and Uruguay, or ñangapirí in surrounding countries, the plant is relatively pest resistant, easy to grow and high in antioxidants. The tree is also grown in the West Indies, specifically in Haiti, where it is known as Cerisier Carré, as is in French Guiana.\nThe Suriname cherry is often used in gardens as a hedge or screen. The tree was introduced to Bermuda for ornamental purposes but is now out of control and listed as an invasive species.\nIn Suriname this cherry is known as Monkimonki Kersie, also Montjimontji Kersie. The tree has also been introduced to Florida.",
    "Description": "Eugenia uniflora is a large shrub or small tree with a conical form, growing slowly to 8 metres (26 ft) high. When bruised, crushed or cut, the leaves and branches have a spicy resinous fragrance, which can cause respiratory discomfort in susceptible individuals. The leaves are without stipules, ovate, glossy and held in opposite pairs. New leaves are bronze, copper or coppery-pinkish in color, maturing to a deep glossy green, up to 4 centimetres (1.6 in) long. During winter the leaves turn red.\nFlowers have four white petals and are borne on slender long stalks, with a conspicuous central cluster of white stamens ending in yellow anthers. Flowers develop into ribbed fruits 2 to 4 centimetres (0.79 to 1.57 in) long, starting out as green, then ranging through orange, scarlet and maroon as they ripen. Because the seeds are distributed by fruit-eating birds it can become a weed in suitable tropical and sub-tropical habitats, displacing native flora.",
    "Uses": "",
    "Uses-Fruit": "The edible fruit is a botanical berry. The taste ranges from sweet to sour, depending on the cultivar and level of ripeness (the darker red to black range is quite sweet, while the green to orange range is strikingly tart). Its predominant food use is as a flavoring and base for jams and jellies. The fruit is high in vitamin C and a source of vitamin A.",
    "Uses-Leaves": "The leaves are spread on some house floors in Brazil, so that when crushed underfoot, they exude a smell which repels flies.\nThe leaves are also used for tea in certain parts of Uruguay.",
    "Medical studies": "Eugenia uniflora has several significant pharmacological properties. Its essential oil is antihypertensive, antidiabetic, antitumor and analgesic, and it has shown antiviral and antifungal activity. It has performed against microorganisms such as Trichomonas gallinae (in vitro), Trypanosoma cruzi and Leishmania amazonensis.It also shows significant anti-inflammatory properties, and is used extensively as a folk remedy in South America against stomach diseases.",
    "Gallery": "",
    "References": "",
    "External links": "Purdue University New Crop Resource Online Program\nEugenia uniflora in the Global Invasive Species Database\nEugenia uniflora information from the Pacific Island Ecosystems at Risk project (PIER)\nWeed risk assessment for Eugenia uniflora for Hawaii/Pacific Retrieved 2010-06-20.\nBermuda Department of Conservation Services, Invasive Species Page for Suriname Cherry."
  }
}