{
  "url": "https://en.wikipedia.org/wiki/Eugenia_koolauensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eugenia"
    },
    {
      "Species": "E. koolauensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eugenia koolauensis, commonly known as Koʻolau eugenia or nioi, is a species of flowering plant in the myrtle family, Myrtaceae. It is endemic to Hawaii, where it could previously be found on the islands of Molokaʻi and Oʻahu; today populations only exist on the latter. This is a federally listed endangered species of the United States.\nThis is one of two Eugenia species native to Hawaii, and the only endemic. It is a shrub or tree grows 2 to 7 meters tall. The tips of the branches and the undersides of the leaves are hairy. White flowers occur in the leaf axils",
    "Habitat": "It inhabits dry gulches and ridges in coastal mesic and mixed mesic forests on the Koʻolau and Waiʻanae Ranges. Associated plant species include maile (Alyxia oliviformis), ʻahakea lau nui (Bobea elatior), Carex meyenii, uluhe (Dicranopteris linearis), kōlea lau nui  (Myrsine lessertiana), olopua (Nestegis sandwicensis), hala pepe (Pleomele halapepe), ʻālaʻa (Pouteria sandwicensis), alaheʻe (Psydrax odorata), hao (Rauvolfia sandwicensis), and pūkiawe (Styphelia tameiameiae).It is threatened by habitat loss and recently Puccinia psidii, a non-native fungal disease.In 2008 there were fewer than 300 mature plants in the Koʻolau Range and only three in the Waiʻanae Range. It is extirpated from the island of Molokaʻi, where its former habitat was cleared for pineapple fields.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Eugenia koolauensis at Wikimedia Commons\n Data related to Eugenia koolauensis at Wikispecies"
  }
}