{
  "url": "https://en.wikipedia.org/wiki/Eugenia_stipitata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eugenia"
    },
    {
      "Species": "E. stipitata"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Arazá\" redirects here. In Colombia, this usually refers to the strawberry guava (P. cattleyanum).\n\nEugenia stipitata (Araza, Portuguese common names araçá, araçá-boi Portuguese pronunciation: [ɐɾɐˈsa ˈboj], Spanish common name arazá) is a fruit tree native to Amazon Rainforest vegetation in Brazil, Colombia and Ecuador.",
    "Description": "Arazá is a fruit tree, originating in western part of Amazonia. This plant is a kind of less known and underutilized crop, which have certain attractive properties for further agricultural development. Although the fruit is very acidic for direct consumption, it can be processed into juices, nectars, marmalades, ice-creams etc. with an exotic, refreshing taste.  The species is believed to have its origin in the extreme west of the Amazon basin, perhaps in the Peruvian Amazon. Most of the wild populations are found on old, non-floodable terraces in tropical, white, highly leached podzolic soils, which are distributed specifically within the area between the Marañón and Ucayali Rivers and where the Amazon begins and as far as Iquitos (ssp. sororia) and in Brazilian state Acre (ssp. Stipitata). It is only found in the western Amazon and does not appear to have been widely spread by the Indians, although some of the best varieties appear to have been selected by the Peruvian Indians around Iquitos. The reason is that within the locally cultivated material, there occur varieties 12 cm in diameter and 740 g in weight, compared with the wild populations which do not exceed 7 cm in diameter and 30 g in weight. Less frequently species may be found also in Bolivia, Brazil, Colombia. It is exotic to other tropical areas in South America, Central America and Florida. Specimens have also been introduced elsewhere in the tropics, for example in Tenom, Sabah, Malaysia.",
    "Botany": "The genus was named after Francois Eugene, Prince of Savoy (1663–1736), an Austrian general who, with Marlborough, won the Battle of  Blenheim and was a distinguished patron of art, science and literature. The araza is a shrub or small tree 2.5–15 m,  with densely branched habit. The flaking bark has brown to reddish colour. The leaves are simple, opposite, elliptical to slightly oval, 8–19 by 3.5–9.5 cm, apex acuminate, base rounded and often subcordate, margins entire, leaves  dull and dark green with 6-10 pairs of impressed lateral veins, pale  green, shortly pilose, with scattered hairs below. The inflorescences are in axillary racemes, usually with two to five flowers which are 1 cm wide and pedicillate, have 4 rounded sepals and 5 white, oval petals. Linear bracteoles, calyx 4 rounded, stamens 70 and long, ovary with 3–4 locules, each with 5–8 ovules, style 5–8 mm long. Fruit a globose to oblate or spherical berry, 2–10 x 2–12 cm, which reaches weight up to 750g. Pale green turning to bright yellow when ripe with a thin, velvety skin enclosing a juicy, aromatic, acid, thick pulp enclosing usually 12 seeds. The seeds are recalcitrant as that do not survive drying and freezing during ex-situ conservation.",
    "Nutritional values and phytochemicals": "This climacteric fruit contains a high level of acidity, averaging pH 2.4 for the juice, and that confers to it a good quality for processing. Moreover, it contains a high level of nitrogen and potassium. The dry weight contains 8-10% of proteins, 5–6.5% of fibre, 65–72% of other carbohydrates and a small amount of calcium, 0.16–0.21%, 10-12ppm of zinc and also some phosphorus, potassium and magnesium. For 100g of fruit, there is approximately 775 mg of vitamin A, 9.84 mg of vitamin B1, 768 mg of vitamin C (which is double that of an orange). The pulp of the fruit contains 4% of dry matter, 11.9% of proteins, 49.2% of sugars (glucose 3.1%, fructose 33.9%, sucrose 17.2%), 4% of ash, 39% of total dietary fibres amino acids and minerals. The main constituents of the oil of the fruit of E. stipitata are sesquiterpenes which the main component is germacrene B and which confers an antioxidant activity at the fruit. Furthermore, ethanolic extract of the fruit showed antimutagenic and antigenotoxic properties which suggest that this fruit could work as preventive agent against cancer.",
    "Uses": "The fresh fruit can be used directly but is best with the addition of sugar because of its high acidity. In Colombia, the economic interest of this fruit has increased since the end of the 20th century, and the fruit is at present sold by growers’ associations and even in supermarkets, while the exports to the UK have just started. The USA is in the process of registering arazá to be sold fresh. It’s better to use its processed form, mostly as juices, nectars and ice creams but also jellies, marmalades, preserves and desserts. Another use of this fruit tree is to rehabilitate exhausted land and also for ornamental purposes.",
    "Cultivation": "During the first and in some cases also second or third year it can be intercropped with annual cultures. The tree is proper for agroforestry systems and growth in the shade of taller trees appeared tobe higher than under less intense shade.\nThe propagation is done by seed, which is common in most of the fruits. The seeds have the best germination rate when they are extracted from the completely mature fruits. The success of germination stays in 80% up to 60 days, when the seeds are kept in water.\nPruning of young trees are recommended looking for the formation of three four heavy branches. Also, annual pruning and general clean up should be done.\nSeed beds. The seeds are recalcitrant. After 40 days in cold storage, they lose more than 70 percent of their viability. Consequently, seed beds must be established in the first five days after the seeds have been harvested. The seed beds are kept completely in the shade; the seeds are planted 2 cm apart and only lightly covered, as greater coverings inhibit germination. As a seed bed, partly decomposed softwood is recommended while the use of earth is not advised. Germination is not uniform and may take up to 80 days; in the conditions described, the germination rate may reach around 100 percent.\nNurseries. The seedlings are kept in the seed bed until they reach a height of 7 to 10 cm. They are then transplanted into 6 to 8 kg polyethylene bags filled with a mixture of earth and 10 percent manure. The plants stay in the bags for up to one year; six months in the shade and 6 months in partial shade.\nPlanting out. After one year, the plants are planted out on their final site. In San Roque, distances of 3 x 3 m have been adopted, with holes measuring 50 cm deep and 30 to 50 cm in diameter. The soil is mixed with 0.50 kg of manure. It is recommended that weeds be eliminated from the planted area each month and organic material added to the soil. Experimental results on fertilization suggest that organic fertilizer with manure is preferable to chemical fertilizers.\nIn fertilization trials, chemical fertilizers had no influence on fruit formation (between 20 and 40 percent, average 25 percent) or on the total yield, which justifies not recommending its use in the region.",
    "Fruit development and harvesting": "Arazá produces fruit throughout the year, and provides 2-4 harvest per year due the short period (around 84 days in San José de Guaviare, Colombia) between fruit set and harvesting. Arazá can be classified as a climacteric fruit with high respiration rates but having moderate C2H4 production rates. The climacteric behavior of arazá reflects that of Psidium genus but differs from that of the non-climacteric fruit from the Eugenia genus. Arazá fruit development in conditions of Colombian Amazon took 55 days under the climatic conditions of the Colombian Amazonian.  For Arazá fruit, the harvesting criteria are the same as for guava, size, color and to a lesser extent, texture. If arazá fruit is allowed to mature on the tree, the subsequent post-harvest shelf life is around 72 h as a result of anthracnose and other decay. The fruit is harvested green mature to avoid fruit softening and bruising. Fresh fruits are transported to the processing unit in plastic trays with no more than three fruit layers.",
    "Prospects for improvement": "Arazá is still in an early phase of domestication; therefore it is hard to estimate properly any quantitative comparisons for improvement. Also genetic base is not well known and knowledge about management practices is so limited that it is impossible to make realistic projections. Productivity may be somewhat higher if optimum requirements are studied and provided. The success of Arazá as a widespread crop will depend above all on technological developments that facilitate its acceptance on markets outside the region. Any improvement or selection program will have to involve parameters such as appearance, color, smell, palatability and resistance of the fruit to transportation and storage.",
    "Pest and fungi": "The species suffers heavy attacks from fruit flies, which reduces the normal density of plantings if sophisticated biological control measures are not adopted. The fruit fly (Anastrepha obliqua), attacks the green as well as mature fruits; the larvae feed on the pulp and they destroy it totally when they are numerous. They often appear simultaneously with the larvae of (Conotrachellus sp.). The larvae of (Atractomerus imigrans) feed on the seed, while the larvae of Conotrachellus feed on the pulp. The weevil (Plectrophoroides impressicolli) feeds on the buds, tender leaves and the flowers. The black bee (Trigona branneri) eats the skin, pulp and sometimes the seed of the fruit as well. Lastly, in the case of fungi, Araza is susceptible to anthracnose.",
    "External links": " Media related to Eugenia stipitata at Wikimedia Commons\n Data related to Eugenia stipitata at Wikispecies\nEugenia stipitata photos\n\n\n== References =="
  }
}