{
  "url": "https://en.wikipedia.org/wiki/Eugenia_luschnathiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eugenia"
    },
    {
      "Species": "E. luschnathiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eugenia luschnathiana is a flowering plant in the family Myrtaceae, native to the state of Bahia, Brazil. The fruit is known as pitomba-da-bahia, and is also called uvalha do campo, ubaid do campo or uvalheira in Brazil. It shares the name pitomba with another South American species, Talisia esculenta.\nIt is an evergreen shrub or small tree growing to 4–10 m high. The leaves are opposite, 3–7 cm long, oblong-lanceolate, dark green above, pale below, with a short petiole and a leathery texture. The flowers are 1.5–2 cm diameter, with four (rarely five) yellowish-white petals. The fruit is a globose, bright orange-yellow berry 2.5–5 cm long, containing one or two (rarely up to four) 1 cm diameter seeds.",
    "Cultivation and uses": "Eugenia luschnathiana is grown primarily for its edible fruit. This has a thin, tender skin, and a  soft, juicy, golden-yellow pulp. It is aromatic, slightly acid and faintly resinous in flavor. The fruit is used for jellies, preserves and carbonated beverages. Eugenia luschnathiana has been introduced to Florida in the United States, but has not become popular. Cultivation is limited to subtropical regions, with the species able to tolerate frosts only down to about −1 °C.",
    "References": "Morton, Julia F., 1987. Pitomba. p. 392. In: Fruits of warm climates. Julia F. Morton, Miami, FL., as found at [1] - URL retrieved April 8, 2006\nHuxley, A., ed. 1992. New RHS Dictionary of Gardening. Macmillan.\nVegetation along the Highway BR-101 (pdf file, in Portuguese)."
  }
}