{
  "url": "https://en.wikipedia.org/wiki/Eugenia_candolleana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Eugenia"
    },
    {
      "Species": "E. candolleana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eugenia candolleana, or rainforest plum, is a tree native from Atlantic rainforest of Brazil, known locally by the Portuguese names cambuí roxo (\"purple cambuí\") or murtinha (\"little myrtle\").  It is quite rare in the wild, and has seen limited use in landscaping for its bright green foliage and purple-black fruits.\nThe species is named after the 19th century Swiss botanist Augustin Pyramus de Candolle.  The common name cambuí means \"thin-branched tree\" in Tupi-Guarani language, and is applied to over 100 different species.",
    "Description": "The adult tree is 3–6 m tall, with rounded or conical canopy up to 2 m wide.  New leaves are rusty-brown, turning yellow and then deep dark green.  The reddish-brown bark peels off naturally showing a smooth reddish trunk. Leaves are simple, in opposite pairs, with smooth leathery texture, smooth edges, and the apex curved downwards.\nFlowers are borne from November through January; they come in groups of 20 or more stalks, each bearing two flowers, sprouting from the base of leaf stalks.Fruits mature between February and March. The ripe fruit is a round or slightly elongated berry, up to 20 mm wide and 25 mm long.  It has a thin purple-black skin and a wet, firm, whitish pulp about 3–5 mm thick, surrounding a loose single (rarely double) seed.  It is edible, moderately sweet, with an aroma similar to (but less intense than) that of the jabuticaba.",
    "Cultivation": "The tree can be propagated from seeds, is easy to grow and bears fruit after two years. It thrives best in full sunlight and requires good irrigation during the flowering and fruiting seasons.",
    "Uses": "The fruit are consumed fresh or made into jams.  In the folk medicine of the region of Sergipe, the infusion of leaves has been used for the treatment of pain and fever.  The essential oil distilled from the leaves (green 0.14% by weight) contains isomers of guaiol and cadinol, δ-elemene and viridiflorene.",
    "Images": "",
    "See also": "Myrciaria floribunda (cambuí vermelho)\n\n\n== References =="
  }
}