{
  "url": "https://en.wikipedia.org/wiki/Chamelaucium_uncinatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Myrtaceae"
    },
    {
      "Genus": "Chamelaucium"
    },
    {
      "Species": "C. uncinatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Chamelaucium uncinatum, the Geraldton waxflower,   Geraldton wax, is a flowering plant endemic to Western Australia. It is an erect shrub 0.5 to 4m high, bearing white or pink flowers June–November. The name uncinatum means \"hooked\" in Latin, in reference to the tips of the leaves.\nThe flowers (somewhat resembling those of the tea tree) last a relatively long time after cutting, making the plant popular in horticulture. It is widely cultivated throughout Australia, both in home gardens and in the cut flower industry.  Purple-flowering cultivars have been developed.",
    "Cultivation": "Geraldton Wax is relatively hardy and fairly easy to grow in a Mediterranean climate with well-drained sandy soil and a sunny aspect. It can be grown in areas of higher humidity, such as Sydney, but tends to be short lived. It is also good in pots. It has the tendency to 'fall over' and may need support. It is very drought-tolerant and has aromatic leaves.\nThe hardy characteristics have led to its use as a root stock species for grafting species of the closely related featherflowers of genus Verticordia.",
    "Varieties": "Many varieties are commercially available, named both for colour and for early/late flowering times. In the wild, Geraldton wax is most commonly white with varying tinges of mauve. The deeper purple forms (pictured below) are selected varieties propagated commercially:\n\nChamelaucium \"Early Purple\"\nChamelaucium \"Purple Pride\"",
    "References": "\"Chamelaucium uncinatum\". Association of Societies for Growing Australian Plants. Archived from the original on 2007-09-01. Retrieved 2008-04-12.",
    "External links": "\"Chamelaucium uncinatum\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nPaczkowska, Grazyna; Chapman, Alex R. (2000). The Western Australian Flora - A Descriptive Catalogue. Wildflower Society of Western Australia (Inc.). ISBN 0-646-40100-9."
  }
}