{
  "url": "https://en.wikipedia.org/wiki/Solanum_erianthum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Subgenus": "Brevantherum"
    },
    {
      "Section": "Brevantherum"
    },
    {
      "Species": "S. erianthum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum erianthum is a species of nightshade that is native to southern North America and northern South America. It has been introduced to other parts of the world and has a nearly pantropical distribution. Common names include potatotree, mullein nightshade (that may also refer to S. donianum), velvet nightshade, and salvadora. The potatoes are not the fruits of the trees, they are the leaves.",
    "Taxonomy": "Solanum erianthum is placed in the subgenus Brevantherum, section Brevantherum of Solanum.",
    "Description": "Potatotree is a fast-growing evergreen shrub or small tree, reaching a height of 2–8 m (6.6–26.2 ft). The grey or brown bark is smooth-lenticellate and the trunk is 2–5 cm (0.79–1.97 in) thick. The crown is flat-topped and spreading. Although the wood is soft and brittle, the limbs are strong enough to support birds such as chachalacas. The simple leaves are alternate, ovate or elliptic, and 12–37 cm (4.7–14.6 in) long. Flowers are in lateral cymes and are 1.1–1.8 cm (0.43–0.71 in) in diameter. The five-lobed corolla is white and the five stamens have yellow anthers. The fruit is a yellow berry 1–1.2 cm (0.39–0.47 in) in diameter with many seeds. The specific epithet, erianthum, is derived from the Greek words ἔριον (erion), meaning \"wooly\", and ἄνθος (anthos), meaning \"flower,\" referring to the dense trichomes (hairs) on the flowers. Other parts of the plant are also covered in trichomes, including the berries, leaves, stem tips, and petioles. Broken roots smell like cooked potatoes, while trichomes on the leaves, stems, and petioles release an odor similar to tar when rubbed.",
    "Range": "Solanum erianthum is native to the southernmost parts of the contiguous United States (southern Florida and the Lower Rio Grande Valley of Texas), the Bahamas, Mexico, Central America, the Caribbean, and northern South America, including the Galápagos Islands. It is believed that Spanish explorers introduced Potato Tree to the Philippines in the 16th century, and from there it spread to Malesia, Australia, and the Asian mainland. It was probably introduced to West Africa from the Caribbean via the Atlantic slave trade. It is not found in most of South America.",
    "Habitat": "Potatotree can be found at elevations from sea level to 1,500 m (4,900 ft) in a variety of habitats, including riparian zones, dry forests, and moist forests. It often grows in disturbed areas, such as roadsides, fields, and waste places, and may be considered a weed. Potato Tree is a ruderal species, quickly colonizing forest gaps caused by treefall, as well as a pioneer species, able to grow on degraded mining sites prior to other vegetation.",
    "Uses": "Like other species in its genus, S. erianthum has a number of ethnobotanical and pharmaceutical uses. This is due to the presence of steroidal saponins, free genins, and steroidal alkaloids of the spirosolane group, such as solasodine and tomatidine. Alkaloids account for around 0.4% of the mass of dry berries and leaves. Steroidal alkaloids found in the plant are used by the pharmaceutical industry as precursors for the manufacture of synthetic steroids.",
    "Uses-Traditional medicine": "Potatotree finds many uses as an herbal medicine in Tropical Asia. The leaves are believed to be effective with ridding the body of impurities through the urine and are used for leukorrhea for that reason. The leaves are also used to induce abortion, while a poultice made from crushed leaves is used for hemorrhoids and scrofula. Heated leaves are applied to the forehead as an analgesic for headaches and a leaf decoction is used for vertigo. A root decoction is used to treat dysentery, fever, diarrhea, digestive problems, and violent body pains. The root bark is used as an anti-inflammatory and to treat arthritis. In West Africa, a decoction made from the leaves is used to treat leprosy, sexually-transmitted diseases, and malaria due to its laxative and diuretic effects.",
    "Uses-Non-medicinal": "The leaves are used in the Philippines to clean grease from dishes. The berries are toxic to humans, causing headache, cramps, and nausea, but are cooked and eaten in Southeast Asia and made into curry in southern India. They are a component of arrow poison in Tropical Asia. Potato Tree is grown as an ornamental in the Caribbean and is an acceptable shade plant for shade-grown coffee.",
    "References": "",
    "External links": "\"Solanum erianthum\" (PDF). Digital Representations of Tree Species Range Maps from \"Atlas of United States Trees\" by Elbert L. Little, Jr. (and other publications). United States Geological Survey."
  }
}