{
  "url": "https://en.wikipedia.org/wiki/Solanum_aculeastrum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. aculeastrum"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Solanum dregei\" and \"Solanum subhastatum\" redirect here. These taxa can also refer to other species; see below for details.\n\nSolanum aculeastrum is commonly known as soda apple, sodaapple nightshade, goat apple, poison apple, or more ambiguously as \"bitter-apple\". It is a poisonous nightshade species from Africa and not related to true apples. The term \"soda apple\" probably derives from \"Sodom apple\", modified due to the fruit's detergent properties.",
    "Description": "It is a shrub or small tree native to tropical Africa south to South Africa, in a wide range of soil, terrain, and climatic conditions. It is highly branched and reaches 1–5 m high, with numerous sharp, hooked, brown thorns. The leaves are ovate, up to 15 cm long and 13 cm broad, with lobed margins and downy undersides. It flowers (in South Africa) from September to July, peaking from November to March. The petals are white to pale violet surrounding the ovary, the flower also has a bitter, sour smell. These yield to fruit from April to January, peaking in June and November. These smooth, round berries are 6 cm in diameter and fade from green to yellow as they ripen. These berries contain high levels of the poisonous alkaloid solanine. The species name aculeastrum refers to the thorns that adorn most parts of the shrub.",
    "Uses": "Because of its dense growth and prickly nature, soda apple is used as a hedge and living barrier for containing livestock. It is often used as a soap replacement, as it is high in saponin. Traditional Zulu practices use the fruit - fresh, boiled, or charred - in herbal medicine to treat a wide variety of afflictions, including cancer, toothaches, and ringworm.",
    "Synonyms": "The soda apple has been described under a range of junior synonyms, now invalid. Several of these are ambiguous homonyms:\nSolanum albifolium C.H.Wright\nSolanum conraui Dammer\nSolanum dregei C.PreslThe S. dregei described by Dunal in de Candolle is now S. capense.Solanum horridissimum Hort. Par. ex Sendtn. (nomen nudum)\nSolanum protodasypogon Bitter\nSolanum rugulosum De Wild.\nSolanum saponaceum Welw. (non Dunal: preoccupied)The Solanum saponaceum described by W.J. Hooker is the S. elaeagnifolium of Cavanilles.\nSolanum saponaceum var. uruguense, described by Grisebach, is now S. bonariense.Solanum sepiaceum Dammer\nSolanum subhastatum De Wild.Solanum subhastatum as described by L.B. Smith and Downs is now S. cylindricum.\nSolanum spectabile var. subhastatum as described by Otto Sendtner in von Martius is the S. affine of Sendtner.Solanum thomsonii C.H.WrightThe botanist Bitter distinguished a number of subspecies and varieties of the soda apple, but these are not considered valid taxa anymore:\nSolanum aculeastrum ssp. pachychlamys Bitter\nS. a. ssp. sepiaceum (Dammer) Bitter\nS. a. var. albifolium (C.H.Wright) Bitter\nS. a. var. conraui (Dammer) Bitter\nS. a. var. exarmatum Bitter\nS. a. var. parceaculeastrum Bitter",
    "References": "",
    "Further reading": "Plantzafrica information\nWanyonyi A.W.; Tarus P.K.; Chhabra S.C. (2003). \"A novel glycosidic steroidal alkaloid from Solanum aculeastrum\". Bulletin of the Chemical Society of Ethiopia. 17 (1): 61–6. doi:10.4314/bcse.v17i1.61733.\nWanyonyi AW, Chhabra SC, Mkoji G, Njue W, Tarus PK (April 2003). \"Molluscicidal and antimicrobial activity of Solanum aculeastrum\". Fitoterapia. 74 (3): 298–301. doi:10.1016/S0367-326X(03)00030-3. PMID 12727499.\nSolanum aculeastrum Dunal on Solanaceae Source — Specimens and a full list of scientific synonyms previously used to refer to Solanum aculeastrum Dunal."
  }
}