{
  "url": "https://en.wikipedia.org/wiki/Solanum_paniculatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. paniculatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum paniculatum, commonly known as jurubeba, is a nightshade common in almost all of Brazil. It is used as a medicinal plant and has a bitter taste.An infusion of its stem and its root in sugar cane alcohol (cachaça) is popularly used as an apéritif or a digestif.",
    "Synonyms": "Well known in its native range, this species has been described time and again under different now-invalid names. Some of these are homonyms of other Solanum taxa.\nSolanum belfort Vand.\nSolanum belfortianum Dunal\nSolanum botelhianum Dunal (unjustified emendation)\nSolanum botelho Vand.\nSolanum chloroleucum Dunal\nSolanum dictyoticum Roem. & Schult.\nSolanum jubeba Vell.\nSolanum macronema Sendtn.\nSolanum manoelii Moric.\nSolanum reticulatum Willd. ex Roem. & Schult.Solanum reticulatum of de Jussieu from Dunal in de Candolle is S. vellozianum.\nSolanum reticulatum of Dunal in Poiret is S. crotonoides as described by LamarckSolanum rothelianum Steud. (lapsus)Two varieties were once recognized, but they are not generally considered valid anymore:\nSolanum paniculatum var. ellipticum ChodatNot to be confused with S. ellipticum, described by Brown. The S. ellipticum of de Conceição Vellozo refers to S. cylindricum.Solanum paniculatum var. integrifolium DunalNot to be confused with the S. integrifolium of Poiret, which refers to S. aethiopicumSimilar nightshade species that were once included with S. paniculatum but are now considered distinct are:\nSolanum pseudoauriculatum (as f. flavescens or ssp. pseudoauriculatum)\nSolanum acutilobum (as var. acutilobum)\nSolanum albidum Dunal (as var. chulumani)",
    "References": "",
    "Footnotes": "Solanaceae Source (2008): Solanum paniculatum. Version of February 2008. Retrieved 2008-SEP-25."
  }
}