{
  "url": "https://en.wikipedia.org/wiki/Solanum_sibundoyense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. sibundoyense"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum sibundoyense is a species of plant in the family Solanaceae. It is endemic to Colombia, specifically to Sibundoy and surrounding areas, and usually resides in cloud forests, 1400–2300 meters in elevation. It is also known as tomate salvaje or tomate silvestre to natives of Colombia, and also sometimes called Cyphomandra sibundoyensis. It's a small tree 4–8 m tall. Stems glabrous or sparsely puberulent with glandular and eglandular hairs less than 0.5 mm long.",
    "Uses": "The fruits are edible and have a pleasant acidulous taste. The plant produces some of the largest fruits known in section Pachyphylla. The fruit pulp of some trees is sweet, juicy, and pleasant-tasting,  and in others it is acidulous, and without any sweetness.   A purplish layer of soft pulp surrounds the seeds. Fruits ripen slowly, but once ripe their shelf life is longer than that of the tamarillo.  Although a good candidate for trial as a fruit crop, it may be difficult to successfully cultivate this species outside the specialized climate of southern Colombia where it is native.   In New Zealand, it was noted that trees cultivated in semi-shade set large crops of fruit, but plants grown in full sun performed very poorly.  The trees were somewhat subject to branch die-back on fruiting branches.Historically, the fruit has been used to make black, blue, or yellow dye by the natives of the Sibundoy Valley of southern Colombia. Some sources show that the placenta of the fruit may be used as a cure for intestinal worms. Schultes and Raffauf (1990) report that the Kamsá Indians of the Sibundoy Valley (southwestern Colombia) use a decoction of the leaves for this purpose.",
    "Sources": "World Conservation Monitoring Centre (1998). \"Solanum sibundoyense\". The IUCN Red List of Threatened Species. IUCN. 1998: e.T35477A9934763. doi:10.2305/IUCN.UK.1998.RLTS.T35477A9934763.en. Retrieved 16 December 2017.\nNatural History Museum [1]\n\n\n== References =="
  }
}