{
  "url": "https://en.wikipedia.org/wiki/Solanum_caripense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. caripense"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum caripense is a species of evergreen shrub native to South America and grown for its edible fruit.\nRare in cultivation, it is known as tzimbalo. The fruit closely resembles the related pepino (Solanum muricatum), and it has been speculated that Solanum caripense may be the wild ancestor of the pepino.  Like the pepino, the tzimbalo is a relative of other nightshades cultivated for their edible fruit, including the tomato (S. lycopersicum), the naranjilla (S. quitoense) and the eggplant (S. melongena).\nThe fruit is infrequently cultivated in its native range of Colombia, Ecuador, Bolivia, Peru and Chile, but has been rediscovered on a small scale by heirloom gardeners elsewhere in the world.",
    "Distribution and habitat": "The tzimbalo is presumed to be native to the temperate Andean regions of Colombia, Ecuador, Peru and Chile.  Like the pepino, the tzimbalo can bear fruit within 1 or 2 years from seed.  The fruits are round berries, to 2 cm in size, which ripen to yellow or pale green, with dark-colored longitudinal stripes.  The flavor and texture, while similar to the pepino, tends to be tangier and more juicy.\nLike the pepino, the tzimbalo performs best in a warm, relatively frost-free climates. The plant can survive a low temperature of -2.5 °C (27 to 28 °F) if the freeze is very short, though it may drop many of its leaves.  Like its close relatives, the species is a perennial, but its sensitivity to chilling, pests, and diseases, along with its relatively long growing season serve as hindrances to large scale commercial exploitation. The tzimbalo does adapt well to greenhouse cultivation.\nLike most edible nightshades, the tzimbalo is highly attractive to pests like aphids, white flies, beetles, and spider mites.\n\n\n== References =="
  }
}