{
  "url": "https://en.wikipedia.org/wiki/Solanum_diphyllum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. diphyllum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum diphyllum, commonly known as the twoleaf nightshade, is a species of nightshade native to the Americas. It is cultivated as an ornamental plant for its clusters of dark green round fruits that turn a bright yellow when ripe.",
    "Taxonomy": "Twoleaf nightshades are classified under the subgenus Minon. It belongs to tribe Solaneae, subfamily Solanoideae, under the very large and diverse nightshade family (Solanaceae). They were first described by Carl Linnaeus in his 1753 book Species Plantarum.The forest nightshade (Solanum nudum) was originally illegitimately named Solanum diphyllum by the Spanish botanists Martín Sessé y Lacasta and José Mariano Mociño in 1894, despite the name already being used.Twoleaf nightshades can sometimes be confused with the Jerusalem cherry (Solanum pseudocapsicum), another nightshade grown for its brightly colored berries, various synonyms of which were once classified as its cultivars. Perhaps, the closest resemblance of twoleaf nightshades within the genus is a rare species in western Mexico, Solanum malacothrix.Twoleaf nightshades also known as twinleaf nightshades, twin-leaved nightshades, two-leaf nightshades, and other variations. The specific epithet 'diphyllum' means \"two leaf\", referring to the arrangement of their leaves. They also known by other common names like tomatillo (not to be confused with the edible Physalis philadelphica), amatillo, and 黄果龙葵 (Huang guo long kui).",
    "Description": "Twoleaf nightshades are small shrubs about 1 to 2 m (3.3 to 6.6 ft) tall. The stems are smooth or sometimes slightly downy with a dark brown bark.A distinctive feature of twoleaf nightshades is that their leaves grow in pairs from a single bud, hence the name 'twoleaf'. Each pair is composed of a major and a minor leaf. Major leaves average at around 6 cm (2.4 in) long by 2 cm (0.79 in) wide and are elliptic to oblong in shape. Minor leaves are smaller and more rounded, they are 2 cm (0.79 in) long by 1 cm (0.39 in) wide on average. The leaves are a glossy dark green on the upper surface with a lighter green on the ventral side. The petioles are about 2 mm (0.079 in) in length.The inflorescences are borne opposite the leaves. Each bears about 5 to 20 closely spaced flowers. The flower buds are white and globular when young but become more lavender in color and elongated as they mature. They bloom into tiny white flowers with a lavender tinge about 1 cm (0.39 in) across.The fruits are spherical berries with a slight division around the middle, especially when unripe. They are green and hard when young, around 1 cm (0.39 in) in diameter. They mature into bright yellow to orange fleshy and juicy berries about 1.2 cm (0.47 in) in diameter. They are mounted on the flower calyces on long and thin pedicels. Each berry contains numerous seeds.The seeds are flattened and kidney-shaped (resembling bell pepper seeds), each about 3 mm (0.12 in) long and 2.5 mm (0.098 in) wide. They have pale margins and are minutely pitted.",
    "Distribution and habitat": "Twoleaf nightshades are native to Northern and Central America in Mexico, Belize, Costa Rica, El Salvador, Guatemala, Honduras, and Nicaragua. It is widely cultivated as an ornamental plant in subtropical and tropical parts of the world like Southern France, Italy, and Taiwan. It has escaped cultivation in some areas and become naturalized in Florida and Texas, United States; Java, Indonesia; the Philippines; and the West Indies.Twoleaf nightshades are ruderal species, colonizing newly disturbed lands. They also grow in mangrove forests.",
    "Ecology and cultivation": "Twoleaf nightshades are grown for their attractive clusters of green and yellow berries. The plants are spread very easily. Fruits are eaten by birds and bats, both of which help disperse the seeds. The seeds are especially hardy, able to survive being buried in an inch of soil for up to two years. 75% to 85% of the seeds will sprout.The plant is poisonous to humans.Methods of controlling them in areas where they are unwanted mostly involves being familiar with their habits and appearances and uprooting them before they bear fruits.",
    "Phylogeny": "Twoleaf nightshades belong to the Geminata clade, section Holophylla, along with Solanum pseudocapsicum and Solanum pseudoquina.",
    "See also": "List of Solanum species",
    "References": "",
    "External links": " Media related to Solanum diphyllum at Wikimedia Commons\n Data related to Solanum diphyllum at Wikispecies"
  }
}