{
  "url": "https://en.wikipedia.org/wiki/Solanum_muricatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. muricatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum muricatum is a species of evergreen shrub native to South America and grown for its sweet edible fruit.\nIt is known as pepino dulce (\"sweet cucumber\" in English, in order to differentiate it from cucumber which is also called \"pepino\" in Spanish) or simply pepino; the latter is also used for similar species such as \"S. mucronatum\" (which actually seems to belong in the related genus Lycianthes). The pepino dulce fruit resembles a melon (Cucumis melo) in color, and its flavor recalls a succulent mixture of honeydew and cucumber, and thus it is also sometimes called pepino melon or melon pear. Another common name, \"tree melon\", is more often used for the papaya (Carica papaya) though the pepino dulce plant generally does not look much like a tree; it looks more like a ground cover, trailing plant. The present species is, however, a close relative of other nightshades cultivated for their fruit, including the tomato (S. lycopersicum) and the eggplant (S. melongena), which its own fruit closely resembles.\nThe fruit is common in markets in Colombia, Ecuador, Bolivia, Peru and Chile, but less often overseas because it is quite sensitive to handling and does not travel well. Attempts to produce commercial cultivars and to export the fruit have been made in New Zealand, Turkey, Mauritius and Chile.",
    "Distribution and habitat": "The pepino dulce is presumed to be native to the temperate Andean regions of Colombia, Peru and Chile though it is not known in the wild and the details of its domestication are unknown. The pepino is a domesticated native of the Andes.",
    "Cultivation": "Pepinos are not often found archaeologically as they are soft and pulpy and not easy to preserve, while their tough seeds are small and easily lost among debris. But they were already described by early Spanish chroniclers as being cultivated on the coast; the Moche Valley in Peru was particularly famous for them. They were a popular decorative motif in Moche art.\n\nIn the United States the fruit is known to have been grown in San Diego before 1889 and in Santa Barbara by 1897. More commercially viable cultivars were introduced from New Zealand and elsewhere towards the end of the 20th century, leading to its introduction into up-scale markets in Japan, Europe and North America.The pepino dulce is relatively hardy. In its native range it grows at altitudes ranging from close to sea level up to 3,000 m (10,000 ft.). However, it performs best in a warm, relatively frost-free climate. The plant can survive a low temperature of -2.5 °C (27 to 28 °F) if the freeze is not prolonged, though it may drop many of its leaves.  The species is a perennial, but its sensitivity to chilling, pests, and diseases force the growers to replant the crop every year. The crop also adapts well to greenhouse cultivation, training the plants up to 2 m tall, and obtaining yields that are 2-3 times larger than those obtained outdoors.\n\nThey are propagated by cuttings since they are established easily without rooting hormones. It is grown in a manner similar to its relatives such as the tomato, though it grows naturally upright by habit and can thus be cultivated as a free-standing bush, though it is sometimes pruned on . Additionally, supports are sometimes used to keep the weight of the fruit from pulling the plant down. It has a fast growth rate and bears fruit within 4 to 6 months after planting. It is a perennial, but is usually cultivated as an annual. Seedlings are intolerant of weeds, but it can later easily compete with low growing weeds. Like their relatives tomatoes, eggplants, tomatillos and tamarillos, pepinos are extremely attractive to beetles, aphids, white flies and spider mites.  Pepinos are tolerant of most soil types, but require constant moisture for good fruit production. Established bushes show some tolerance to drought stress, but this typically affects yield. The plants are parthenocarpic, meaning it needs no pollination to set fruit, though pollination will encourage fruiting. The plant is grown primarily in Chile, New Zealand and Western Australia. In Chile, more than 400 hectares are planted in the Longotoma Valley with an increasing proportion of the harvest being exported. Colombia, Peru, and Ecuador also grow the plant, but on a more local scale. Outside of the Andean region, it has been grown in various countries of Central America, Morocco, Spain, Israel, and the highlands of Kenya. In the United States   several hundred hectares of the fruit are grown on a small scale in Hawaii and California. More commercially viable cultivars have been introduced from New Zealand and elsewhere in more recent times. As a result, the fruit has been introduced into up-scale markets in Japan, Europe and North America and it is slowly becoming less obscure outside of South America.The study of the molecular variation of this pepino is of interest for several reasons. Although the seeds of pepino plants are fertile and produce vigorous offspring, this crop is primarily propagated by cuttings (Heiser, 1964; Anderson, 1979; Morley-Bunker, 1983), and as a consequence, its genetic structure could be different from that of seed-propagated crops.",
    "Culinary use": "Delicate and mild-flavored, pepinos are often eaten as a fresh snack fruit, though they combine very well with a number of other fruits as well.",
    "References": "",
    "Footnotes": "Berrin, Katherine & Larco Museum (1997): The Spirit of Ancient Peru: Treasures from the Museo Arqueológico Rafael Larco Herrera. New York: Thames and Hudson.\nBlanca, José M.; Prohens, Jaime; Anderson, Gregory J.; Zuriaga, Elena; Cañizares, Joaquín & Nuez, Fernando (2007): AFLP and DNA sequence variation in an Andean domesticate, pepino (Solanum muricatum, Solanaceae): implications for evolution and  domestication. Am. J. Bot. 94(7): 1219-1229. PDF fulltext\nCalifornia Rare Fruit Growers, Inc. (CRFG) (1996): Pepino Dulce. Version of 1996. Retrieved 2008-SEP-27.\nHermann, Michael (1988): Beiträge zur Ökologie der Frucht- und Ertragsbildung von Solanum muricatum Ait. PDF fulltext Google Books\nPopenoe, Hugh (ed.) (1989): Lost Crops of the Incas: Little-known Plants of the Andes with Promise for Worldwide Cultivation. National Academy Press. ISBN 0-309-04264-X\nSolanaceae Source [2008]: Solanum muricatum. Retrieved 2008-SEP-27."
  }
}