{
  "url": "https://en.wikipedia.org/wiki/Solanum_pyracanthos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. pyracanthos"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum pyracanthos, also known as the porcupine tomato, is an evergreen shrub native to tropical Madagascar and the islands of the western Indian Ocean of the genus Solanum, a diverse and cosmopolitan family of plants with over 1,500 members including the tomato, potato and nightshades.The plant contains toxic tropane alkaloids in its leaves, stem and fruit and therefore should be considered dangerous to humans. S. pyracanthos is perhaps most distinguished by a profusion of strong, straight fluorescent orange thorns which occupy the stems and leaves of the plant, giving it a forbidding appearance. The prickles are consistent throughout the plant, developing clearly from furry trichomes that coat the plant's leaves and stems.  Sources give the normal height of the shrub to be anywhere from 1 to 5 feet, although ornamental growers have reported higher growth.  The plant is not cold resistant, and will die if exposed to temperatures below freezing for more than a week, although plants that die back during the winter may regrow in extended periods of warm weather. The pinnately lobed leaves are 6–21 cm long and the plant blooms year round with clusters of small, star-shaped violet inflorescences, followed by marble-sized greenish-yellow fruit.S. pyracanthos is grown ornamentally throughout the world. It requires moderate water and sun, a warm climate, and mildly acidic to mildly alkaline soil. The plant is a copious producer of seeds, and should therefore be handled carefully, as new saplings are aggressive growers and immediately produce their large thorns.",
    "Taxonomy": "S. pyracanthos is found in scientific literature as S. pyracanthum, S. runcinatum, S. pyracantha and S. haematocarpum.\n\n\n== References =="
  }
}