{
  "url": "https://en.wikipedia.org/wiki/Solanum_melongena",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. melongena"
    }
  ],
  "text": {
    "__SUMMARY__": "Eggplant (USA, Australia, New Zealand, anglophone Canada), aubergine (UK, Ireland, France, Quebec) or brinjal (South Asia, South Africa) is a plant species in the nightshade family Solanaceae. Solanum melongena is grown worldwide for its edible fruit.\nMost commonly purple, the spongy, absorbent fruit is used in several cuisines. Although often considered a vegetable, it is a berry by botanical definition. As a member of the genus Solanum, it is related to tomato and potato. Like the tomato, its skin and seeds can be eaten, but, like the potato, it is usually eaten cooked. Eggplant is nutritionally low in macronutrient and micronutrient content, but the capability of the fruit to absorb oils and flavors into its flesh through cooking expands its use in the culinary arts.\nIt was originally domesticated from the wild nightshade species thorn or bitter apple, S. incanum, probably with two independent domestications: one in South Asia, and one in East Asia.",
    "Description": "The eggplant is a delicate, tropical perennial plant often cultivated as a tender or half-hardy annual in temperate climates. The stem is often spiny. The flowers are white to purple in color, with a five-lobed corolla and yellow stamens. Some common cultivars have fruit that is egg-shaped, glossy, and purple with white flesh and a spongy, \"meaty\" texture. Some other cultivars are white and longer in shape. The cut surface of the flesh rapidly turns brown when the fruit is cut open (oxidation).\nEggplant grows 40 to 150 cm (1.3 to 4.9 ft) tall, with large, coarsely lobed leaves that are 10 to 20 cm (3.9 to 7.9 in) long and 5 to 10 cm (2.0 to 3.9 in) broad. Semiwild types can grow much larger, to 225 cm (7.38 ft), with large leaves over 30 cm (12 in) long and 15 cm (5.9 in) broad. On wild plants, the fruit is less than 3 cm (1.2 in) in diameter; in cultivated forms: 30 cm (12 in) or more in length are possible for long, narrow types or the large fat purple ones common to the West.\nBotanically classified as a berry, the fruit contains numerous small, soft, edible seeds that taste bitter because they contain or are covered in nicotinoid alkaloids, like the related tobacco.",
    "History": "The plant species is believed to have originated in India, where it continues to grow wild, or in Africa. It has been cultivated in southern and eastern Asia since prehistory. The first known written record of the plant is found in Qimin Yaoshu, an ancient Chinese agricultural treatise completed in 544. The numerous Arabic and North African names for it, along with the lack of the ancient Greek and Roman names, indicate it was grown throughout the Mediterranean area by the Arabs in the early Middle Ages. A book on agriculture by Ibn Al-Awwam in 12th-century Arabic Spain described how to grow aubergines. Records exist from later medieval Catalan and Spanish.The aubergine is unrecorded in England until the 16th century. An English botany book in 1597 described the madde or raging Apple:\n\nThis plant groweth in Egypt almost everywhere... bringing foorth fruite of the bignes of a great Cucumber.... We have had the same in our London gardens, where it hath borne flowers, but the winter approching before the time of ripening, it perished: notwithstanding it came to beare fruite of the bignes of a goose egge one extraordinarie temperate yeere... but never to the full ripenesse.\nBecause of the plant's relationship with various other nightshades, the fruit was at one time believed to be extremely poisonous. The flowers and leaves can be poisonous if consumed in large quantities due to the presence of solanine.The eggplant has a special place in folklore. In 13th-century Italian traditional folklore, the eggplant can cause insanity.  In 19th-century Egypt, insanity was said to be \"more common and more violent\" when the eggplant is in season in the summer.",
    "Etymology and regional names": "The plant and fruit have a profusion of English names.",
    "Etymology and regional names-Eggplant-type names": "The name eggplant is usual in North American English and Australian English. First recorded in 1763, the word \"eggplant\" was originally applied to white cultivars, which look very much like hen's eggs (see image). Similar names are widespread in other languages, such as the Icelandic term eggaldin or the Welsh planhigyn ŵy.\nThe white, egg-shaped varieties of the egg-plant's fruits are also known as garden eggs, a term first attested in 1811. The Oxford English Dictionary records that between 1797 and 1888, the name vegetable egg was also used.",
    "Etymology and regional names-Aubergine-type names": "Whereas eggplant was coined in English, most of the diverse other European names for the plant derive from the Arabic word bāḏinjān (Arabic: باذنجان‎). Bāḏinjān is itself a loan-word in Arabic, whose earliest traceable origins lie in the Dravidian languages. The Hobson-Jobson dictionary comments that 'probably there is no word of the kind which has undergone such extraordinary variety of modifications, whilst retaining the same meaning, as this'.In English usage, modern names deriving from Arabic bāḏinjān include:\n\nAubergine, usual in British English, German, French and Dutch.\nBrinjal or brinjaul, usual in South Asia and South African English.\nSolanum melongena, the Linnaean name.",
    "Etymology and regional names-Aubergine-type names-From Dravidian to Arabic": "All the aubergine-type names have the same origin, in the Dravidian languages. Modern descendants of this ancient Dravidian word include Malayalam vaṟutina and Tamil vaṟutuṇai.\nThe Dravidian word was borrowed into the Indic languages, giving ancient forms such as Sanskrit and Pali vātiṅ-gaṇa (alongside Sanskrit vātigama) and Prakrit vāiṃaṇa. According to the entry brinjal in the Oxford English Dictionary, the Sanskrit word vātin-gāna denoted 'the class (that removes) the wind-disorder (windy humour)': that is, vātin-gāna came to be the name for egg-plants because they were thought to cure flatulence. The modern Hindustani words descending directly from the Sanskrit name are baingan and began.\nThe Indic word vātiṅ-gaṇa was then borrowed into Persian as bādingān. Persian bādingān was borrowed in turn into Arabic as bāḏinjān (or, with the definite article, al-bāḏinjān). From Arabic, the word was borrowed into European languages.",
    "Etymology and regional names-Aubergine-type names-From Arabic into Iberia and beyond": "In al-Andalus, the Arabic word (al-)bāḏinjān was borrowed into the Romance languages in forms beginning with b- or, with the definite article included, alb-:\n\nPortuguese bringella, bringiela, earlier beringela.\nSpanish berengena, alberengena.The Spanish word alberengena was then borrowed into French, giving aubergine (along with French dialectal forms like albergine, albergaine, albergame, and belingèle). The French name was then borrowed into British English, appearing there first in the late eighteenth century.\nThrough the colonial expansion of Portugal, the Portuguese form bringella was borrowed into a variety of other languages:\n\nIndian English and South African English brinjal, brinjaul (first attested in the seventeenth century).\nMalay berinjalā.\nWest Indian English brinjalle and (through folk-etymology) brown-jolly.Thus although Indian English brinjal ultimately originates in languages of the Indian Subcontinent, it actually came into Indian English via Portuguese.",
    "Etymology and regional names-Aubergine-type names-From Arabic into Greek and beyond": "The Arabic word bāḏinjān was borrowed into Greek by the eleventh century CE. The Greek loans took a variety of forms, but crucially they began with m-, partly because Greek lacked the initial b- sound and partly through folk-etymological association with the Greek word μέλας (melas), 'black'. Attested Greek forms include ματιζάνιον (matizanion, eleventh-century), μελιντζάνα (melintzana, fourteenth-century), and μελιντζάνιον (melintzanion, seventeenth-century).\nFrom Greek, the word was borrowed into Italian and medieval Latin, and onwards into French. Early forms include:\n\nMelanzāna, recorded in Sicilian in the twelfth century.\nMelongena, recorded in Latin in the thirteenth century.\nMelongiana, recorded in Veronese in the fourteenth century.\nMelanjan, recorded in Old French.From these forms came the botanical Latin melongēna. This was used by Tournefort as a genus name in 1700, then by Linnaeus as a species name in 1753. It remains in scientific use.\nThese forms also gave rise to the Caribbean English melongene.\nThe Italian melanzana, through folk-etymology, was adapted to mela insana ('mad apple'): already by the thirteenth century, this name had given rise to a tradition that egg-plants could cause insanity. Translated into English as 'mad-apple', 'rage-apple', or 'raging apple', this name for eggplants is attested from 1578 and the form 'mad-apple' may still be found in Southern American English.",
    "Etymology and regional names-Other English names": "The plant is also known as guinea squash in Southern American English. The term guinea in the name originally denoted the fact that the fruits were associated with West Africa.It has been known as 'Jew's apple', apparently in relation to a belief that the fruit was first imported to the West Indies by Jewish people.",
    "Cultivars": "Different cultivars of the plant produce fruit of different size, shape, and color, though typically purple. The less common white varieties of eggplant are also known as Easter white eggplants, garden eggs, Casper or white eggplant. The most widely cultivated varieties—cultivars—in Europe and North America today are elongated ovoid, 12–25 centimetres (4 1⁄2–10 in) long and 6–9 cm (2 1⁄2–3 1⁄2 in) broad with a dark purple skin.\nA much wider range of shapes, sizes, and colors is grown in India and elsewhere in Asia. Larger cultivars weighing up to a kilogram (2.2 pounds) grow in the region between the Ganges and Yamuna Rivers, while smaller ones are found elsewhere. Colors vary from white to yellow or green, as well as reddish-purple and dark purple. Some cultivars have a color gradient—white at the stem, to bright pink, deep purple or even black. Green or purple cultivars with white striping also exist. Chinese cultivars are commonly shaped like a narrower, slightly pendulous cucumber. Also, Asian cultivars of Japanese breeding are grown.\n\nOval or elongated oval-shaped and black-skinned cultivars include 'Harris Special Hibush', 'Burpee Hybrid', 'Bringal Bloom', 'Black Magic', 'Classic', 'Dusky', and 'Black Beauty'.\nSlim cultivars in purple-black skin include 'Little Fingers', 'Ichiban', 'Pingtung Long', and 'Tycoon'\nIn green skin, 'Louisiana Long Green' and 'Thai (Long) Green'\nIn white skin, 'Dourga'.\nTraditional, white-skinned, egg-shaped cultivars include 'Casper' and 'Easter Egg'.\nBicolored cultivars with color gradient include 'Rosa Bianca', 'Violetta di Firenze', 'Bianca Sfumata di Rosa' (heirloom), and 'Prosperosa' (heirloom).\nBicolored cultivars with striping include 'Listada de Gandia' and 'Udumalapet'.\nIn some parts of India, miniature cultivars, most commonly called vengan, are popular.",
    "Cultivars-Varieties": "S. m. var. esculentum – common aubergine, including white varieties, with many cultivars\nS. m. var. depressum – dwarf aubergine\nS. m. var. serpentium – snake aubergine",
    "Cultivars-Varieties-Genetically engineered eggplant": "Bt brinjal is a transgenic eggplant that contains a gene from the soil bacterium Bacillus thuringiensis. This variety was designed to give the plant resistance to lepidopteran insects such as the brinjal fruit and shoot borer (Leucinodes orbonalis) and fruit borer (Helicoverpa armigera).On 9 February 2010, the Environment Ministry of India imposed a moratorium on the cultivation of Bt brinjal after protests against regulatory approval of cultivated Bt brinjal in 2009, stating the moratorium would last \"for as long as it is needed to establish public trust and confidence\".  This decision was deemed controversial, as it deviated from previous practices with other genetically modified crops in India. Bt brinjal was approved for commercial cultivation in Bangladesh in 2013.",
    "Cooking and preparing": "Raw eggplant can have a bitter taste, with an astringent quality, but it becomes tender when cooked and develops a rich, complex flavor. Rinsing, draining, and salting the sliced fruit before cooking may remove the bitterness. The fruit is capable of absorbing cooking fats and sauces, which may enhance the flavor of eggplant dishes.\nEggplant is used in the cuisines of many countries. Due to its texture and bulk, it is sometimes used as a meat substitute in vegan and vegetarian cuisines.  Eggplant flesh is smooth. Its numerous seeds are small, soft and edible, along with the rest of the fruit, and do not have to be removed. Its thin skin is also edible, and so it does not have to be peeled. However, the green part at the top, the calyx, does have to be removed when preparing an eggplant for cooking.\nEggplant can be steamed, stir-fried, pan fried, deep fried, barbecued, roasted, stewed, curried, or pickled. Many eggplant dishes are sauces made by mashing the cooked fruit. It can be stuffed. It is frequently, but not always, cooked with fat.",
    "Cooking and preparing-East Asia": "Korean and Japanese eggplant varieties are typically thin-skinned.In Chinese cuisine, eggplants are known as qiézi (茄子). They are often deep fried and made into dishes such as yúxiāng-qiézi (\"fish fragrance eggplant\") or di sān xiān (\"three earthen treasures\"). Elsewhere in China, such as in Yunnan cuisine (in particular the cuisine of the Dai people) they are barbecued or roasted, then split and either eaten directly with garlic, chilli, oil and coriander, or the flesh is removed and pounded to a mash (typically with a wooden pestle and mortar) before being eaten with rice or other dishes.\nIn Korean cuisine, eggplants are known as gaji (가지). They are steamed, stir-fried, or pan-fried and eaten as banchan (side dishes), such as namul, bokkeum, and jeon.",
    "Cooking and preparing-Southeast Asia": "In the Philippines, eggplants are of the long and slender purple variety. They are known as talong and is widely used in many stew and soup dishes, like pinakbet. However the most popular eggplant dish is tortang talong, an omelette made from grilling an eggplant, dipping it into beaten eggs, and pan-frying the mixture. The dish is characteristically served with the stalk attached. The dish has several variants, including rellenong talong which is stuffed with meat and vegetables. Eggplant can also be grilled, skinned and eaten as a salad called ensaladang talong. Another popular dish is adobong talong, which is diced eggplant prepared with vinegar, soy sauce, and garlic as an adobo.",
    "Cooking and preparing-South Asia": "Eggplant is widely used in its native India, for example in sambar (a tamarind lentil stew), dalma (a dal preparation with vegetables, native to Odisha), chutney, curry, and achaar (a pickled dish). Owing to its versatile nature and wide use in both everyday and festive Indian food, it is often described as the \"king of vegetables\". Roasted, skinned, mashed, mixed with onions, tomatoes, and spices, and then slow cooked gives the South Asian dish baingan bharta or gojju, similar to salată de vinete in Romania. Another version of the dish, begun-pora (eggplant charred or burnt), is very popular in Bangladesh and the east Indian states of Odisha and West Bengal where the pulp of the vegetable is mixed with raw chopped shallot, green chilies, salt, fresh coriander, and mustard oil. Sometimes fried tomatoes and deep-fried potatoes are also added, creating a dish called begun bhorta. In a dish from Maharashtra called bharli vangi, small brinjals are stuffed with ground coconut, peanuts, onions, tamarind, jaggery and masala spices, and then cooked in oil.  Maharashtra and the adjacent state of Karnataka also have an eggplant-based vegetarian pilaf called 'vangi bhat' ..",
    "Cooking and preparing-Middle East and the Mediterranean": "Eggplant is often stewed, as in the French ratatouille, or deep-fried as in the Italian parmigiana di melanzane, the Turkish karnıyarık, or Turkish, Greek, and Levantine musakka/moussaka, and Middle Eastern and South Asian dishes. Eggplants can also be battered before deep-frying and served with a sauce made of tahini and tamarind. In Iranian cuisine, it is blended with whey as kashk e bademjan, tomatoes as mirza ghassemi, or made into stew as khoresht-e-bademjan. It can be sliced and deep-fried, then served with plain yogurt (optionally topped with a tomato and garlic sauce), such as in the Turkish dish patlıcan kızartması (meaning fried aubergines), or without yogurt, as in patlıcan şakşuka. Perhaps the best-known Turkish eggplant dishes are imam bayıldı (vegetarian) and karnıyarık (with minced meat). It may also be roasted in its skin until charred, so the pulp can be removed and blended with other ingredients, such as lemon, tahini, and garlic, as in the Arab baba ghanoush and the similar Greek melitzanosalata. A mix of roasted eggplant, roasted red peppers, chopped onions, tomatoes, mushrooms, carrots, celery, and spices is called zacuscă in Romania, and ajvar or pinjur in the Balkans.\nA Spanish dish called escalivada in Catalonia calls for strips of roasted aubergine, sweet pepper, onion, and tomato. In Andalusia, eggplant is mostly cooked thinly sliced, deep-fried in olive oil and served hot with honey (berenjenas a la Cordobesa). In the La Mancha region of central Spain, a small eggplant is pickled in vinegar, paprika, olive oil, and red peppers. The result is berenjena of Almagro, Ciudad Real. A Levantine specialty is makdous, another pickling of eggplants, stuffed with red peppers and walnuts in olive oil. Eggplant can be hollowed out and stuffed with meat, rice, or other fillings, and then baked. In Georgia, for example, it is fried and stuffed with walnut paste to make nigvziani badrijani.",
    "Cultivation and pests": "In tropical and subtropical climates, eggplant can be sown in the garden. Eggplant grown in temperate climates fares better when transplanted into the garden after all danger of frost has passed. Eggplant prefers hot weather, and when grown in cold climates or in areas with low humidity, the plants languish or fail to set and produce mature fruit.  Seeds are typically started eight to 10 weeks prior to the anticipated frost-free date. S. melongena is included on a list of low flammability plants, indicating that it is suitable for growing within a building protection zone.Spacing should be 45 to 60 cm (18 to 24 in) between plants, depending on cultivar, and 60 to 90 cm (24 to 35 in) between rows, depending on the type of cultivation equipment being used. Mulching helps conserve moisture and prevent weeds and fungal diseases and the plants benefit from some shade during the hottest part of the day. Hand pollination by shaking the flowers improves the set of the first blossoms. Growers typically cut fruits from the vine just above the calyx owing to the somewhat woody stems. Flowers are complete, containing both female and male structures, and may be self- or cross-pollinated.Many of the pests and diseases that afflict other solanaceous plants, such as tomato, capsicum, and potato, are also troublesome to eggplants. For this reason, it should generally not be planted in areas previously occupied by its close relatives. However, since eggplants can be particularly susceptible to pests such as whiteflies, they are sometimes grown with slightly less susceptible plants, such as chili pepper, as a sacrificial trap crop. Four years should separate successive crops of eggplants to reduce pest pressure.\nCommon North American pests include the potato beetles, flea beetles, aphids, whiteflies, and spider mites. Good sanitation and crop rotation practices are extremely important for controlling fungal disease, the most serious of which is Verticillium.",
    "Cultivation and pests-Production": "In 2016, global production of eggplants was 51.3 million tonnes. That year, almost 1.8 million hectares (4.4 million acres) were devoted to the cultivation of eggplants in the world. Over 62% of that output came from China alone. India (24.5% of world total), Egypt, Turkey, and Iran were also major producers.",
    "Nutrition": "Raw eggplant is 92% water, 6% carbohydrates, 1% protein, and has negligible fat (table). It provides low amounts of essential nutrients, with only manganese having a moderate percentage (11%) of the Daily Value. Minor changes in nutrient composition occur with season, environment of cultivation (open field or greenhouse), and genotype.",
    "Host plant": "The potato tuber moth (Phthorimaea operculella) is an oligophagous insect that prefers to feed on plants of the family Solanaceae such as eggplants. Female P. operculella use the leaves to lay their eggs and the hatched larvae will eat away at the mesophyll of the leaf.",
    "Chemistry": "The color of purple skin cultivars is due to the anthocyanin nasunin.The browning of eggplant flesh results from the oxidation of polyphenols, such as the most abundant phenolic compound in the fruit, chlorogenic acid.",
    "Allergies": "Case reports of itchy skin or mouth, mild headache, and stomach upset after handling or eating eggplant have been reported anecdotally and published in medical journals (see also oral allergy syndrome).\nA 2008 study of a sample of 741 people in India, where eggplant is commonly consumed, found nearly 10% reported some allergic symptoms after consuming eggplant, with 1.4% showing symptoms within two hours.\nContact dermatitis from eggplant leaves and allergy to eggplant flower pollen have also been reported.\nIndividuals who are atopic (genetically predisposed to developing certain allergic hypersensitivity reactions) are more likely to have a reaction to eggplant, which may be because eggplant is high in histamines. A few proteins and at least one secondary metabolite have been identified as potential allergens. Cooking eggplant thoroughly seems to preclude reactions in some individuals, but at least one of the allergenic proteins survives the cooking process.",
    "Taxonomy": "The eggplant is quite often featured in the older scientific literature under the junior synonyms S. ovigerum and S. trongum. Several other now-invalid names have been uniquely applied to it:\nMelongena ovata Mill.\nSolanum album Noronha\nSolanum insanum L.\nSolanum longum Roxb.\nSolanum melanocarpum Dunal\nSolanum melongenum St.-Lag.\nSolanum oviferum Salisb.\nPrachi Salisb.A number of subspecies and varieties have been named, mainly by Dikii, Dunal, and (invalidly) by Sweet. Names for various eggplant types, such as agreste, album, divaricatum, esculentum, giganteum, globosi, inerme, insanum, leucoum, luteum, multifidum, oblongo-cylindricum, ovigera, racemiflorum, racemosum, ruber, rumphii, sinuatorepandum, stenoleucum, subrepandum, tongdongense, variegatum, violaceum, and viride, are not considered to refer to anything more than cultivar groups at best. However, Solanum incanum and cockroach berry (S. capsicoides), other eggplant-like nightshades described by Linnaeus and Allioni, respectively, were occasionally considered eggplant varieties, but this is not correct.The eggplant has a long history of taxonomic confusion with the scarlet and Ethiopian eggplants (Solanum aethiopicum), known as gilo and nakati, respectively, and described by Linnaeus as S. aethiopicum. The eggplant was sometimes considered a variety violaceum of that species. S. violaceum of de Candolle applies to Linnaeus' S. aethiopicum. An actual S. violaceum, an unrelated plant described by Ortega, included Dunal's S. amblymerum and was often confused with the same author's S. brownii.Like the potato and S. lichtensteinii, but unlike the tomato, which then was generally put in a different genus, the eggplant was also described as S. esculentum, in this case once more in the course of Dunal's work. He also recognized the varieties aculeatum, inerme, and subinerme at that time. Similarly, H.C.F. Schuhmacher and Peter Thonning named the eggplant as S. edule, which is also a junior synonym of sticky nightshade (S. sisymbriifolium). Scopoli's S. zeylanicum refers to the eggplant, and that of Blanco to S. lasiocarpum.",
    "See also": "\nList of eggplant cultivars\nEggplant production in China\nEggplant salads and appetizers\nImperial examination in Chinese mythology\nLao eggplant\nList of eggplant dishes\nSolanum aethiopicum\nVietnamese eggplant\n\n\n== References =="
  }
}