{
  "url": "https://en.wikipedia.org/wiki/Solanum_lanceolatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. lanceolatum"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Solanum cymosum\", \"Solanum densiflorum\", \"Solanum inaequale\" and \"Solanum mexicanum\" redirect here. These names as well as Solanum lanceolatum itself have been applied to other species too; see text for details.\n\nSolanum lanceolatum, with the common names orangeberry nightshade and lanceleaf nightshade, is a species of nightshade. It is native to regions of South America, including the Cerrado ecoregion of the Tropical and subtropical grasslands, savannas, and shrublands biome, primarily in Brazil.\nThe flowers of Solanum lanceolatum are light purple. All parts of the plants are toxic if eaten, including its fruit.",
    "Taxonomy": "",
    "Taxonomy-Former subspecies": "In the past this plant was variously considered a variety of other Solanum species. It was included in Solanum glutinosum as var. irazuense by Kuntze (note that there was also a S. irazuense, which is the same as Solanum pubigerum. It was included in Solanum corymbosum of von Jacquin (a valid species), and in S. hernandesii (which is currently Solanum ferrugineum) as var. corymbosum by Dunal – not to be confused with the S. corymbosum of Wight based on Nees (which is the same as the nomen nudum S. vagum of B. Heyne, based on N. Wallich). Like many nightshade species, it was also included in Solanum torvum, in its case by Otto Sendtner as var. schiedeanum.",
    "Taxonomy-Former synonyms": "There are also a number of now-invalid names where the orangeberry nightshade was considered a distinct species. Many of these are also homonyms of other Solanum taxa:\nSolanum amictum DunalS. amictum var. fructipendulum is S. rudepannum.Solanum bifidum Sessé & Moc. (non Dunal in DC.: preoccupied)The S. bifidum described by Dunal in de Candolle is S. lepidotum. That described by de Conceição Vellozo from Dunal in DC. is S. subumbellatum.Solanum canescens Pav. ex Dunal (non Blume: preoccupied)S. canescens as described by Blume is an undetermined species. The S. canescens of L.C. Richard based on Dunal in de Candolle is the S. asperum of L.C. Richard. That described by Kitaibel is S. villosum of Philip Miller.Solanum cinerascens Pav. ex Dunal\nSolanum cymosum OrtegaThe S. cymosum described by Banks from Dunal in de Candolle is S. viridifolium. The one described by Ruiz & Pavón Jiménez is S. corymbosum of von Jacquin.Solanum densiflorum M.Martens & GaleottiAs described by Otto Sendtner in von Martius, S. densiflorum refers to S. piluliferum. As described by Dunal in de Candolle, it refers to the indeterminable S. athroanthum.Solanum floccosum M.Martens & Galeotti (non Zipp. ex Span.: preoccupied)S. floccosum Zipp. ex Span. is an undetermined species. As described by Dunal in de Candolle it refers to S. pachimatium.Solanum hartwegii Benth.\nSolanum inaequale Hornem.S. inaequale of de Conceição Vellozo is S. pseudoquina. The one described by C. Presl is S. lanceifolium of von Jacquin.Solanum lambertii Dunal\nSolanum lanceolatum var. sinuatum Dunal\nSolanum leiboldianum Dunal\nSolanum macrophyllum Hort. ex Dunal\nSolanum mexicanum Dunal\nSolanum mexicanum var. albiflorum DunalThe S. mexicanum described by Willdenow from J.J. Roemer & J.A. Schultes is S. pubigerum. The one described by Sessé & Mociño is S. bulbocastanum.Solanum schiedeanum Schltdl.\nSolanum vellereum Schltdl.",
    "Taxonomy-Other nomenclature": "The taxon S. lanceolatum had also been used for other Solanum species in error. As used by Ruiz & Pavón Jiménez, it refers to Solanum ruizii. The S. lanceolatum of Berthault is Solanum cardiophyllum as described by John Lindley.",
    "Cultivation — invasive species": "Solanum lanceolatum is cultivated as an ornamental plant.\nIt was introduced to California as a garden plant, but has naturalized and ranked a noxious weed there.",
    "References": "",
    "References-Footnotes": "Solanaceae Source [2008]: Solanum lanceolatum. Retrieved 2008-SEP-27.\n\n\n== External links =="
  }
}