{
  "url": "https://en.wikipedia.org/wiki/Solanum_quitoense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. quitoense"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum quitoense, known as naranjilla (Spanish pronunciation: [naɾaŋˈxiʎa], \"little orange\") in Ecuador and Panama and as lulo ([ˈlulo], from Quechua) in Colombia, is a tropical perennial plant from northwestern South America. The specific name for this species of nightshade means \"from Quito.\"The Lulo plant is attractive, with large elongated heart- or oval-shaped leaves up to 45 cm in length. The leaves and stems of the plant are covered in short purple hairs. Naranjilla are delicate plants and must be protected from strong winds and direct sunlight. They grow best in partial shade.\nThe fruit has a citrus flavour, sometimes described as a combination of rhubarb and lime. The juice of the naranjilla is green and is often used as a juice or for a drink called lulada.",
    "Classification": "Within the genus Solanum, S. quitoense is a part of the subgenus Leptostemonum. Within this clade,  S. quitoense belongs to the section Lasiocarpa. Other species within Lasiocarpa include: S. candidum, S. hyporhodium, S. lasiocarpum, S. felinum, S. psudolulo, S. repandum and S. vestissimum.\nOther plants bear morphological similarity to S. quitoense, but they may or may not be closely related. Some of these plants are: S. hirtum, S. myiacanthum, S. pectinatum, S. sessiliflorum and, S. verrogeneum. Many of these plants, related or not, can be confused with S. quitoense.  Furthermore, Solanum quitoense's physical traits vary from plant to plant, making identification challenging:  at least three varietals (with spines, without spines, or a third variety known as baquicha, which features red-ripening fruits and smooth leaves) are known to occur. One characteristic that is unique to S. quitoense is the ring of green flesh within the ripe fruit. The only related fruit to have green flesh is a cultivated variant of S. lasiocarpum.\nThe new growth of this plant is densely covered in protective trichomes. Coloration in the plant's trichomes around the new growth and flowers varies from purple to white. Identification can be difficult for this reason.",
    "Agriculture": "The naranjilla has been proposed as a new flavoring for the global food industry, but it fares poorly in large-scale cultivation, presenting an obstacle to its wider use. Its fruit, like tomatoes, is easily damaged when ripe, so is usually harvested unripe. The fruits are found at markets. It is common for locals to make beverages by adding sugar and water to the freshly squeezed fruits.",
    "Agriculture-Pests & diseases": "Solanum quitoense has limited potential in agriculture due to the plant's extreme vulnerability to pests and diseases when grown as a crop.  One common type of infection is caused by the root-knot nematode. The ripe fruit is very delicate, and is frequently attacked by fungus, especially when mechanically damaged, so it is often picked unripe to avoid rotting.Hybrids are an increasingly popular solution to the nematode pest problem. S. quitoense has been hybridized with other plants, most commonly with S. sessiliflorum, a plant with similar phenotypic traits. The leaves, flowers and fruits of S. sessiliflorum are similar in form to S. quitoense, but has much larger fruits that are yellow; the resulting hybrids have fruits with yellowish fruit pulp.",
    "Nutrition": "Contents of the fruit varies from region to region. These statistics are based on Costa Rican fruit:\nThese statistics are based on fruits found in Colombia and Ecuador:",
    "References": "",
    "External links": "PLANTS National Database Reports and Topics SOQU\n\"Solanum quitoense\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\nNaranjilla in Fruits of Warm Climates by Morton, Julia F. 1987"
  }
}