{
  "url": "https://en.wikipedia.org/wiki/Solanum_linnaeanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. linnaeanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum linnaeanum is a nightshade species known as devil's apple and, in some places where it is introduced, apple of Sodom. The latter name is also used for other nightshades and entirely different plants elsewhere, in particular the poisonous milkweed Calotropis procera.This poisonous plant bearing tomato-like fruit is native to South Africa, Zimbabwe and Mozambique, and is considered to be an invasive species in Australia, New Zealand, Hawaii, Fiji, New Caledonia, other Pacific Islands, the Aseer region of Saudi Arabia, and northern areas of Pakistan.Solbec Pharmaceuticals attempted to develop Coramsine, a 1:1 mixture of the alkaloids solamargine and solasonine extracted from Solanum linnaeanum, as a cancer drug. Preliminary clinical trials were initially promising, but the drug was ultimately unsuccessful.\nSolanum linnaeanum may be confused with Solanum cinereum (Narrawa burr) in Australia, the neotropical Solanum capsicoides, or Solanum incanum in Africa.",
    "Synonyms": "Due to confusion about what species the original Solanum sodomeum of Carl Linnaeus referred to (most recently, it was identified as Solanum ferox), the old description was discarded and the plant redescribed as currently understood. A new taxon honoring Linnaeus was chosen. A number of invalid taxa have thus become attached to the devil's apple:\nSolanum astrophorum Jan (nomen nudum)\nSolanum hermannii Dunal\nSolanum mccannii Santapau\nSolanum sodomeum L. (disputed)\nSolanum sodomeum var. hermannii (Dunal) Dunal\nSolanum sodomeum var. mediterraneum Dunal\nSolanum undatum Bouton ex Dunal (preoccupied)Solanum undatum as described by Walsh is Solanum lycocarpum.\nSolanum undatum var. violaceum, described by Dunal in de Candolle, is the original Solanum aethiopicum of Linnaeus.It is not clear whether the plant described by Drège as Solanum sodomeum was of this species. Solanum sodomeum by Russ based on Nees von Esenbeck is another nomen nudum.",
    "References": "",
    "Footnotes": "Australian Weeds Committee (AWC) (2004): Weeds Australia – Apple of Sodom. Retrieved 2006-MAY-27.\nDepartment of Agriculture and Food, Western Australia (DAF-WA) [2006]: Declared plants list – Apple of Sodom (Solanum linnaeanum). Retrieved 2006-MAY-27.\nMillward, M.; Powell, A.; Tyson, S.; Daly, P.; Ferguson, R. & Carter, S. (2005): Phase I trial of coramsine (SBP002) in patients with advanced solid tumors. Abstract of presentation at 2005 ASCO Annual Meeting. J. Clin. Oncol. 23(16S): 3105 HTML fulltext\nRoy, Bruce; Popay, Ian; Champion, Paul; James, Trevor & Rahman, Anis (2005): An Illustrated Guide to Common Weeds of New Zealand – Solanum linnaeanum / apple of Sodom. Version of 2005-DEC-20. Retrieved 2006-MAY-27.\nSolanaceae Source (2008): Solanum linnaeanum. Version of July 2008. Retrieved 2008-SEP-25.\nSolbec Pharmaceuticals (SP) [2006]: Coramsine Manufacturing and Operations. Retrieved 2006-MAY-27.\nQueensland Government [2006]: Solanum linnaeanum Fact Sheet, Weeds of Australia, Queensland Government. Retrieved 2012-MAY-15."
  }
}