{
  "url": "https://en.wikipedia.org/wiki/Solanum_pseudolulo",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. pseudolulo"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum pseudolulo is a subtropical perennial plant from northwestern South America.  The pseudolulo is a large herbaceous plant or a small shrub, with heart-shaped leaves. The leaves and stems of the plant are covered in short hairs, and the entire plant is often covered in sharp spines.\nOccasionally known as lulo de perro, the pseudolulo bears edible fruit, but is rarely cultivated.  Instead, the plant proliferates as a weedy species at medium-altitude locations in Colombia and Ecuador.  The fruit is generally regarded as inferior to the true lulo - naranjilla - but the fruit is occasionally sold in markets, and the plant is generally tolerated as a garden intruder.  Unlike the lulo/naranjilla, the pseudolulo thrives in sunnier locations.\nThe fruit is a large berry, green when unripe, ripening to yellow or yellow-orange.  The orange or yellow flesh is filled with an abundance of small seeds.  The fruit is covered with hairs which detach when the fruit has ripened.  Some botanists consider the pseudolulo to be worthy of investigation as an agricultural fruit plant.",
    "Classification": "Within the genus Solanum, S. pseudolulo is a part of the leptostemonum clade. Within this clade, S. pseudolulo belongs to the Lasiocarpa clade. Other species within this clade include: S. candidum, S. hyporhodium, S. lasiocarpum, S. felinum, S. quitoense, S. repandum and S. vestissimum.  Specimens of each of these species are often spiny, covered in short hairs, and share a similar leaf shape; many of them bear edible fruit, and hybrids between species are possible.",
    "References": "",
    "External links": "Taxonomy\nNaranjilla"
  }
}