{
  "url": "https://en.wikipedia.org/wiki/Solanum_huaylasense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. huaylasense"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum huaylasense is a species of plant (wild tomato) in the family Solanaceae. It is endemic to Peru.",
    "Description": "It is a sprawling perennial herb, woody at the base, the herb being up to 1 metre (3.3 ft) or more in diameter and up to 1m tall. Its stem diameter ranges between 7 and 10 millimetres (0.28 and 0.39 in) at the base, not hollow in age, green, minutely puberulent with simple, uniseriate, stiff 1–2-celled trichomes. Sympodial units are 2-foliate (sometimes 3-foliate); internodes between 2 and 6 centimetres (0.79 and 2.36 in). Its leaves are interrupted imparipinnate, bright green, minutely pubescent with stiff simple uniseriate trichomes like those of the stems.\nThe petiole is between 1 and 4 centimetres (0.39 and 1.57 in); pseudostipules present or absent, if present then present on most nodes. Inflorescences range between 12 and 30 centimetres (4.7 and 11.8 in) in size, with 8–30 flowers, ebracteate or bracteate on most nodes from the base. Peduncle is between 5 and 15 centimetres (2.0 and 5.9 in); pedicels are between 0.8 and 1.6 centimetres (0.31 and 0.63 in), articulated in the upper half. Flowers with the calyx tube are minute, approximately between 0.5 and 1 millimetre (0.020 and 0.039 in). Fruit is between 1 and 1.4 centimetres (0.39 and 0.55 in) in diameter, globose and green when ripe. Seeds are obovate, narrowly winged at the apex and acute at the base, pale brown, pubescent with hair-like outgrowths of the integument cell radial walls, which give the surface a silky appearance. Chromosome number: n=12 .",
    "Distribution": "On rocky slopes in the Department of Ancash, Peru at an altitude between 940 and 3,000 metres (3,080 and 9,840 ft).",
    "References": "",
    "Further reading": "Stadler, T.; Arunyawat, U.; Stephan, W. (2008). \"Population Genetics of Speciation in Two Closely Related Wild Tomatoes (Solanum Section Lycopersicon)\". Genetics. 178 (1): 339–350. doi:10.1534/genetics.107.081810. ISSN 0016-6731. PMC 2206082. PMID 18202377.\nCortada;  et al. (2010). \"THE RESISTANCE RESPONSE OF SOLANUM HUAYLASENSE ACCESSION LA1358 TO MELOIDOGYNE SPP\". NEMATROPICA. 40 (1): 31–40. Retrieved 15 July 2013."
  }
}