{
  "url": "https://en.wikipedia.org/wiki/Solanum_pubescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. pubescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum pubescens is a wild shrub found in the foot hill areas of southern India. It is very closely related to the Turkey berry (Solanum torvum). This shrub does not have spines; leaves are smaller in size covered with dense sticky hairs. Flowers are larger, purple to violet, the flowering and fruiting is seasonal in S. pubescens. Flowering will occur from August to December. The fruits are around 1.2 cm diameter and is more bitter. Matured fruits change in color to orange.\nIt can be found in peninsular India and Sri Lanka.",
    "Vernacular names": "Tam: Kaattu sundai kaai, Tel: Usthi kaai",
    "Uses": "The foliage is used as green manure for paddy cultivation. Immature fruits are very bitter to taste, it is consumed just like bitter guard. It helps to heal bowel complains and joint pains. Unripe fruits are slightly crushed in order to remove the seeds and then dried. Dried fruits are used in cooking. It is of more economic importance. Several ton dried fruits are coming to the market every year. Local inhabitants able to get some revenue out of it. Solanum torvum is also used for the same purpose, but it is not bitter to taste.",
    "Chemical constituents": "Leaves contain Tri hydroxy flavone derivatives, Trihydroxy steroidal alkaloides : Solanopubamine, Solanopubamides A & B.",
    "References": "Matthew, K.M. 1983 The flora of Tamil Nadu Carnatic Part 2 Gamopetalae and Monochlamydea. The Rapinat Herbarium, St. Joseph's college, Tiruchirapalli 620002, India\nCompendium of Indian medicinal plants Vol 4. 1995, P. 682. CDRI Lucknow & PID New Delhi.\nPhytochemistry 1984 23 2710.\nPhytochemistry 1985.\nPhytochemistry 1986. 25 2003.\nhttp://eol.org/pages/5697968/overview"
  }
}