{
  "url": "https://en.wikipedia.org/wiki/Solanum_virginianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Tracheophyta"
    },
    {
      "Class": "Magnoliopsida"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. virginianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum virginianum, also called Surattense nightshade, yellow-fruit nightshade, yellow-berried nightshade, Thai green eggplant, Thai striped eggplant (from the unripe fruit), is also known  as  Indian  night shade  or yellow  berried night shade  plant, the  common  name  is  Kantakari, Solanumsurattense  Brum.  f.  and  Solanum xanthocarpum Schrad. and Wendl. are synonyms of Solanum  virginianum L. (Sharma  et al.,  2010). It is also a medicinal plant used mostly in India. Some part of the plant is poisonous ex. the fruit which is poisonous.",
    "Description": "",
    "Description-Plant body": "Thorny Nightshade is a herb which is erect, sometimes woody at base, 50–70 cm tall, copiously armed with sturdy, needlelike, broad-based prickles 0.5–2 cm × 0.5–1.5 mm.",
    "Description-Leaves": "Leaves are unequal paired; stalk 2–3.5 cm, prickly; leaf blade ovate-oblong, 4–9 × 2–4.5 cm, prickly along veins, margin usually 5–9-lobed or pinnately parted, lobes unequal, sinuate, apex acute.",
    "Description-Inflorescence": "Inflorescence elongate racemes 4–7 cm. Sepal tube is bell-shaped 1 cm in diameter.",
    "Description-Flowers": "Flowers blue-purple, 1.4–1.6 × 2.5 cm; petals ovate-deltate, 6–8 mm, densely pubescent with stellate hairs. Filaments 1 mm; anthers 8 mm. Style 1 cm.",
    "Description-Fruits": "Fruiting pedicel 2–3.6 cm, with prickles and sparse stellate hairs. Fruiting sepals prickly, sparsely pubescent. Berry pale yellow, 1.3–2.2 cm in diameter. The ripe yellow fruits are around 3 cm in diameter. Flowering normally appears around November to May.",
    "Occurrence": "This plant is cultivated in Himalayas, South-East Malaysia, Australia, and Polynesia region. The plant is found  well versed  in India, often in  waste places, on roadsides and in open space.",
    "Medicine": "The plant has many medical properties. In the tribes of Nilgiris, the plant is used to treat a whitlow (finger abscess): the finger is inserted into a ripe fruit for a few minutes. In Nepal, a decoction of root is taken twice a day for seven days to treat cough, asthma and chest pain.Ayurvedic  Physicians  commonly  used  the  drugs  of  Dashmula  in  their  private practice. Dashmula comprises root of  five trees (brihat  panchmula) and root  of five small herbs  (laghu  panchmula).  Deep  study  in  Ayurveda  indicate  that  out  of  33  species  of Solanum  from  family  Solanaceae,  two  species  are  used  in  “Dashmula”  such  as  Solanum anguivi Lam. (Bruhati) and Solanum virginianum L. (Kantkari) (Sharma, 2006). The tribals and  villagers  also  used  the  drugs  of  Dashmula  group  for  their  common  ailments.  It  is estimated  that  about  8000  metric  tons  of  roots  of  Dashmula  are  used  annually  by Ayurvedic industry in Maharashtra.Heble et al.,  (1968) chemically isolated, crystallized,  diosgenin and beta  cytosterol constituents from Solanum virginianumL. Further they reported the presence of triterpenes like  Tupeol.  Heble  et  al.,  (1971)  noted  the  presence  of  coumarins,  scopolin,  scopoletin, esculin  and  esculetin  from  plant  parts  of  Solanum  virginianum  through  column chromatography. Hussain et al., (2010) in addition to alkaloids content also determined the presence  of  flavoinoids and  saponin  apart  from the  presence  of  tolerable  level of  heavy metals like  Cu, Fe,  Pb, Cd and Zn. Shankaret al., (2011)  reported and  quantified bioactive steroidal  glycoalkaloid  khasianine  in  addition  to  solanine  and  solasomargine  through HPTLC. Apigenin showed antiallergic while diosgenin exhibited anti – inflammatory effects (Singh et al., 2010).  The leaf extract inhibit the growth  of pathogenic  organisms. (Seeba, 2009). Tanusak Changbanjong et al., (2010) reported the effect of crude extract of Solanum verginianum against snails and mosquito larvae.Solanum  virginianum L.  (Kantkari) is  useful in  bronchial asthama  (Govindan et al., 1999). Krayer and Briggs (1950) reported the  antiaccelerator cardiac action of solasodine and some  of its  derivatives. The  plant possesses antiurolthiatic  and natriuretic  activities. (Patel et al., 2010). A decoction of the  fruits of the  plant is used for  treatment of diabetes (Nadkarni, 1954). Solanum virginianum L. herb is useful in cough, chest pain, against vomiting, hair fall, leprosy, itching scabies, skin diseases and cardiac diseases associated with edema (Kumar et  al., 2010).Roots  decoction  is  used  as fabrige, effective diuretic and expectorant. It is diuretic useful in the treatment of catarrhal, fever, cough, asthma,  and chest pain  (Ghani, 1996). Root paste  is utilized  by the  Mukundara tribals  of Rajasthan for  the treatment  of hernia as well as in flatulence and constipation. Stem, flower and fruits are prescribed for relief in burning sensation in the feed. Leaves are applied locally to relieve body or muscle pains, while its juice mixed with black pepper is advised for rheumatism (Nadkarni, 1954). Fruit juice is useful in sore throats and rheumatism. A decoction of the fruits of the plant is used by tribal and rural people of Orissa for the treatment of diabetes (Nadkarni, 1954).",
    "Gallery": "",
    "See also": "Asian eggplants:\nThai eggplant, common cultivar types in Thailand are 'Thai Purple', 'Thai Green', 'Thai Yellow', and 'Thai White' (cultivars of Solanum melongena).\nLao eggplant for common cultivar types in Laos such as 'Lao Green Stripe', 'Lao Purple Stripe', 'Lao Lavender', and 'Lao White' (cultivars of Solanum melongena).\nAfrican eggplant, gboma, or gboma eggplant (Solanum macrocarpon): Cà pháo is used too in Vietnamese cuisine (Vietnamese eggplant?)",
    "Note": "",
    "References": "",
    "External links": "\"Solanum virginianum L.\" Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).\n\"Solanum virginianum L.\" National Center for Biotechnology Information (NCBI)."
  }
}