{
  "url": "https://en.wikipedia.org/wiki/Solanum_cleistogamum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. ellipticum"
    }
  ],
  "text": {
    "__SUMMARY__": "This article is about the Solanum ellipticum described by F. von Mueller. The plant named thus by J.M. de Conceição Vellozo is actually S. cylindricum.\n\nSolanum ellipticum is known as potato bush and under the more ambiguous name of \"bush tomato\". The Arrernte name of merne awele-awele might refer to this species, and/or to the similar S. quadriloculatum. Native to Australia, the potato bush is a small fruiting shrub in the family Solanaceae.\nIt a small fast-growing waxy-looking shrub that grows next to creeks. It fruits prolifically the year after fire or good rains. Its fruit have a pungent smell, and the plant can be smelled from some distance away when the fruit are ripe. Like the other \"bush tomatoes\", S. ellipticum fruit are edible raw or cooked.\nS. ellipticum used to (and in some treatments still does) include S. quadriloculatum as variety duribaccalis, but generally these two species of \"bush tomatoes\" are considered distinct nowadays. Similarly, the former variety horridum is now S. senticosum, the S. echinatum of Robert Brown was sometimes treated as var. pannifolium, and S. esuriale was included in S. ellipticum as form inermis.A few now-invalid names for S. ellipticum also exist; mostly they refer to potatobush plants believed to be distinct forms or varieties but today not considered to be taxonomically distinct:\nSolanum ellipticum f. albiflora Domin (lapsus)\nSolanum ellipticum f. albiflorum Domin\nSolanum ellipticum var. chillagoense Domin\nSolanum ellipticum var. mollibaccalis J.M.Black\nSolanum lithophilum F.Muell.\nSolanum cleistogamum Symon",
    "See also": "Bushfood",
    "References": "",
    "External links": "Solanaceae Source [2008]: Solanum ellipticum. Retrieved 2008-SEP-26.\n\"Solanum ellipticum R.Br\". Atlas of Living Australia."
  }
}