{
  "url": "https://en.wikipedia.org/wiki/Solanum_lycocarpum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. lycocarpum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum lycocarpum, the wolf apple, is common in the Brazilian savanna, the Cerrado ecoregion.  The plant is called lobeira (\"wolf's plant\") or fruta-do-lobo (\"wolf's fruit\") in Portuguese. Wolf apples are so named because they are a favored fruit of the maned wolf, and may account for a large fraction of the animal's diet (up to 50%).",
    "Description": "The plant is a flowering shrub ranging in height from 1.2 to 3 m, with large, deeply lobed leaves covered in a soft grey-white fuzz.\nStar-shaped blue or purple flowers appear from late fall to early spring, similar to the flowers of bitter nightshade. The large fruits (up to 13 cm in diameter) are golden yellow with variable red blushing when ripe.  They resemble the tomato in external shape and internal morphology, but also the eggplant for the texture and color of the flesh, and in having a broad velvety cap.\nThe wolf apple's native range is the Brazilian savannah. It prefers moist, clay soil, full sun, and mild temperatures. The ripe fruits are edible to humans, and are consumed by local populations as jams and preserves, but the unripe fruits are quite rich in tannin, and most other parts of the plant are poisonous — as is typical with members of the family Solanaceae, such as tomatoes, potatoes, and eggplants. The fruits are also a fallback source of food for cattle in the dry season.\nCurrently, there are no proven medicinal uses for the wolf apple, but the plant is used in the local folk medicine for diabetes. It is believed that the apples protect the maned wolf from infection by the giant kidney worm, which is usually fatal for the animal.",
    "See also": "List of plants of Cerrado vegetation of Brazil",
    "References": "",
    "Further reading": "M. Motidome, M. E. Leekning, and O. R. Gottlieb A química de Solanáceas brasileiras. 1 - A presenca de solamargina e de solasonina no juá e na lobeira. Anais da Academia Brasileira de Ciências 42: 375–376 (1970).\nJ.A. Lombardi and J.C. Motta Jr.) Seed dispersal of Solanum lycocarpum St. Hil. (Solanaceae) by the maned wolf, Chrysocyon brachyurus Illiger (Mammalia, Canidae). Ciência e Cultura 45: 126–127 (1993).\nA.T. Oliveira-Filho and L. C. A. Oliveira. Biologia floral de uma população de Solanum lycocarpum St. Hil. (Solanaceae) em Lavras. Revista Brasileira de Botânica 11: 23–32 (1988).",
    "External links": "IPNI Listing\nKew Plant List"
  }
}