{
  "url": "https://en.wikipedia.org/wiki/Solanum_arcanum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. arcanum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum arcanum is a species of nightshade, commonly called the \"wild tomato,\" endemic to Peru.",
    "Description": "The wild tomato is a perennial herb, woody at the base, the herb being up to 1 metre (3.3 ft) or more in diameter and up to 1m tall. Its stem is between 7 and 12 millimetres (0.28 and 0.47 in) in diameter at its base, often hollow, green, glabrous to variously pubescent with a mixture of simple uniseriate trichomes.\nIts sympodial units are 2-foliate; internodes being between 2 and 6 centimetres (0.79 and 2.36 in). Its leaves are interrupted imparipinnate, green to pale beneath, glabrous to sparsely short pubescent with a mixture of simple uniseriate trichomes, some populations lacking trichomes. The petiolule is between 0.5 and 1 centimetre (0.20 and 0.39 in).\nInflorescences are between 6 and 20 centimetres (2.4 and 7.9 in) in size, simple, with 5–20 flowers, ebracteate or nearly all the nodes bracteate; peduncle between 3.5 and 10 centimetres (1.4 and 3.9 in), glabrous and minutely glandular to densely velvety pubescent with intermixed longer patent trichomes like those of the stems. The pedicels are between 1.1 and 1.7 centimetres (0.43 and 0.67 in), articulated at the middle or in the distal half. Buds are conical, straight, approximately half way exerted from the calyx. Flowers with the calyx tube are minute, the lobes lanceolate; corolla is between 1.8 and 2 centimetres (0.71 and 0.79 in), pentagonal and yellow.\nOvary is globose, glabrous or with a few minute trichomes at the apex; the style being between 0.8 and 1 centimetre (0.31 and 0.39 in); stigma capitate and green. The fruit is between 1 and 1.4 centimetres (0.39 and 0.55 in) in diameter, globose and green with a dark green stripe around it that may change to purple at maturity. Seeds are obovate, narrowly winged at the apex and acute at the base, pale brown, pubescent with hair-like outgrowths of the tegument cell radial walls, which give the surface a silky appearance. Chromosome number: n=12.",
    "Distribution": "It is found in coastal and inland Andean valleys in northern Peru (between 100 and 2,500 metres (330 and 8,200 ft)).",
    "References": "",
    "Further reading": "Stadler, T.; Arunyawat, U.; Stephan, W. (2008). \"Population Genetics of Speciation in Two Closely Related Wild Tomatoes (Solanum Section Lycopersicon)\". Genetics. 178 (1): 339–350. doi:10.1534/genetics.107.081810. ISSN 0016-6731. PMC 2206082. PMID 18202377.\nJablonska B, Ammiraju JS, Bhattarai KK,  et al. (February 2007). \"The Mi-9 gene from Solanum arcanum conferring heat-stable resistance to root-knot nematodes is a homolog of Mi-1\". Plant Physiology. 143 (2): 1044–54. doi:10.1104/pp.106.089615. PMC 1803715. PMID 17172289. Retrieved 2013-07-15."
  }
}