{
  "url": "https://en.wikipedia.org/wiki/Solanum_houstonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. tampicense"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum tampicense, also known as wetland nightshade, aquatic soda apple, and scrambling nightshade, is a perennial in the Solanaceae or Nightshade Family. It can exist as a vine, tree, or shrub and is native to the West Indies and Central America. It is classified as a noxious weed by the United States Department of Agriculture and by several states and is known as an invasive species in the state of Florida.This species is known by various other common names such as Tampico soda apple, and wetlands soda apple.",
    "Description": "The stems of Solanum tampicense can reach up to 5 m in length and 1.5 cm in diameter. The leaves are of the simple form and are attached in an alternate arrangement on the stem. Individual blades may be up to 25 cm in length and 7 cm in width. The flowers are small and are clustered in groups of 3 to 11. Petals are white and the stamens grow close together and possess yellow anthers. Fruits resemble a tomato in appearance as they change from an initial green color to bright red as they mature. Each fruit can be up to 1 cm wide and contain between 10 and 60 seeds.Solanum tampicense may be confused with Solanum viarum which is known as tropical soda apple and is also an invasive species in the state of Florida. Solanum tampicense is distinguished from Solanum viarum by its longer leaves and curved prickles located on the leaves and stems.",
    "Life history": "Solanum tampicense can tolerate light conditions varying from full sun to full shade and temporary flooding but is sensitive to frost and severe flooding. Adventitious roots may form at leaf axils and fruit develops in May or early Fall. The seeds may be dispersed by birds or flowing water and germination rates can exceed 90% under ideal conditions.",
    "Habitat": "Solanum tampicense is known to grow in undisturbed wetlands such as cypress swamps and near river margins. Wetland nightshade may grow in large stands where it acts as an epiphyte; growing on native species and in the understory of cypress heads. In the state of Florida, Solanum tampicense is known to grow in strand swamps, floodplain swamps, and ruderal communities.",
    "As a weed and invasive species": "Solanum tampicense was first reported to have invaded the United States in a wetland in the Peace River drainage in the state of Florida in the early 1980s. Since then it has been contained to the state of Florida, but has spread throughout the state to areas such as the Peace River tributaries and the Big Cypress Swamp drainage. The largest concentration of wetland nightshade in Florida is located in the Fisheating Creek Wildlife Refuge and is expanding toward Lake Okeechobee. A lack of natural enemies in Florida may have allowed this species to gain a competitive advantage over native plants.A study of biological control agents of invasive species found potential in the bacteria R. solanacearum being used as a bio-herbicide to control invasive Solanum species.Solanum tampicense is classified as a noxious weed by the United States Department of Agriculture and the states of Alabama, Florida, North Carolina, and Vermont. It is categorized as an invasive plant by the state of South Carolina and the Florida Exotic Pest Plant Council.",
    "References": "",
    "External links": "Information on wetland nightshade from the Center for Invasive Species and Ecosystem Health"
  }
}