{
  "url": "https://en.wikipedia.org/wiki/Solanum_chilense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. chilense"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum chilense (syn. Lycopersicon chilense) is a plant species from the \"tomato\"  subgenus Lycopersicon within the nightshade genus Solanum.",
    "Description": "Solanum chilense is a robust, perennial, herbaceous plant that at first grows erect, later lying. It reaches up to 1 metre (3 ft 3 in) high; its foliage reaches a similar diameter. It is found on rocky sites. The grayish stems become woody at the base and reach a diameter of 8 to 12 millimetres (0.31 to 0.47 in). The dense, velvety coat consists of white, single row, non-glandular trichomes up to 0.5 mm in length and occasional short-row, glandular trichomes with four or achtzelligen heads.\nThe sympodial units have two (rarely three) leaves. The internodes are 1–2 (rarely 5) cm long. The leaves are broken imparipinnate, (often only 5 to) 7 to 13 (rarely to 20) cm long and (rarely 2) 2.5 to 6.5 (rarely to 10) cm wide. They are greyish green. The coat is similar to the stem, but with less glandular trichomes.\nThe sheath consists of five to seven pairs of bulk leaves which are narrowly elliptical in shape, a broad-pointed to pointed tip, and inclined to appear sessile.",
    "Description-Leaves": "Between the upper and lower parts of the leaves, there is no appreciable difference in size. They reach a length of 1.2 to 3.5 centimetres (0.47 to 1.38 in) and a width of 0.5 to 1.3 centimetres (0.20 to 0.51 in). The front part of the leaf is longer and narrower in proportion to the side and then 2 to 4 centimetres (0.79 to 1.57 in) long and 0.7 to 2.5 centimetres (0.28 to 0.98 in) wide.\n\nThe leaves are often part of the second order from the largest side of leaves and are 0.2 to 0.4 centimetres (0.079 to 0.157 in) long and 0.05 to 0.2 centimetres (0.020 to 0.079 in) wide. The base of the leaf stalks down. Between the main part of the profile, leaves are usually in two pairs about 10 to 20 inserted part flakes. They are 0.2 to 0.5 centimetres (0.079 to 0.197 in) long and 0.1 to 0.3 centimetres (0.039 to 0.118 in) wide. Alongside sheets are pronounced at most nodes, 0.5 to 0.9 centimetres (0.20 to 0.35 in) long and 0.4 to 1.2 centimetres (0.16 to 0.47 in) wide.",
    "Distribution and Ecology": "The species occurs on the western slopes of the Tacna region of the Andes in southern Peru to northern Chile. They grow in extremely dry, rocky areas and in coastal deserts from sea level to up to 3,000 metres (9,800 ft). The flowers and fruits appear consistently throughout the year, but there is a noticeable increase in flowering between September and October.",
    "Further reading": "Iris E. Peralta, David M. Spooner, Sandra Knapp: Taxonomy of Wild Tomatoes and Their Relatives (.. Solanum sect Lycopersicoides, Juglandifolia sect, sect Lycopersicon, Solanaceae.). Systematic Botany Monographs, Volume 84, The American Society of Plant taxonomists, June 2008, ISBN 978-0-912861-84-5\n\n\n== References =="
  }
}