{
  "url": "https://en.wikipedia.org/wiki/Solanum_nelsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. nelsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum nelsonii (often misspelled Solanum nelsoni), common names pōpolo and Nelson's horsenettle, is a partially woody sprawling shrub-like perennial plant in the family Solanaceae, part of the Solanum or nightshade genus. This poisonous plant is endemic to the Pacific Islands. It grows low in coastal sites in coral rubble to pure sand.\nSolanum nelsonii was listed as an endangered species wherever found by the U.S. Fish and Wildlife Service on September 30, 2016. Pōpolo is used in restoration projects around the state of Hawaii and the Northwest Hawaiian Islands.\n\nNelson's horsenettle was first described by Michel Félix Dunal. The scientific name Solanum nelsonii has also – invalidly – been given to two other species of nightshade:\n\nS. nelsonii of Zipp. based on Span. is the S. violaceum described by Ortega.\nS. nelsonii of Correll is S. oxycarpum.Several varieties of Nelson's horsenettle have been described, but they are not usually considered valid anymore:\n\nSolanum nelsonii var. acuminatum F.Br. in Christophersen & CaumNot to be confused with S. acuminatum as described by Ruiz & Pavón Jiménez.Solanum nelsonii var. caumii F.Br. In Christophersen & Caum\nSolanum nelsonii var. intermedium F.Br. in Christophersen & CaumNot to be confused with S. intermedium as described by Otto Sendtner in C.F.P. von Martius.Solanum nelsonii var. thomasiifolium Seem.Not to be confused with S. thomasiifolium.Solanum nelsonii var. typicum F.Br. in Christophersen & Caum\nSolanum nelsonii var. vadosum H.St.John",
    "References": "",
    "Footnotes": "Solanaceae Source [2008]: Solanum nelsoni. Retrieved 2008-SEP-26.\n\n\n== Further reading =="
  }
}