{
  "url": "https://en.wikipedia.org/wiki/Solanum_centrale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. centrale"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum centrale, the kutjera, or Australian desert raisin, is a plant native to the more arid parts of Australia. Like other \"bush tomatoes\", it has been used as a food source by Central Australia and Aboriginal groups for millennia.\nSolanum centrale was first described by J.M. Black in 1934.Like many plants of the genus Solanum, desert raisin is a small bush and has a thorny aspect. It is a fast-growing shrub that fruits prolifically the year after fire or good rains. It can also grow back after being dormant as root stock for years after drought years. The vitamin C-rich fruit are 1–3 cm in diameter and yellow in color when fully ripe. They dry on the bush and look like raisins. These fruits have a strong, pungent taste of tamarillo and caramel that makes them popular for use in sauces and condiments. They can be obtained either whole or ground, with the ground product (sold as \"kutjera powder\") easily added to bread mixes, salads, sauces, cheese dishes, chutneys, stews or mixed into butter.\nMartu people would skewer bush tomatoes and dry them so the food was readily transportable.",
    "Some other names": "",
    "Cultivation": "Traditionally, the dried fruit are collected from the small bushes in late autumn and early winter. In the wild, they fruit for only two months.  These days they are grown commercially by Aboriginal communities in the deserts of central Australia. Using irrigation, they have extended the fruiting season to eight months. The fruit are grown by Amata and Mimili communities in the Anangu Pitjantjatjara Yankunytjatjara lands, by the Dinahline community near Ceduna, by the Nepabunna community in the northern Flinders Ranges, and on the Tangglun Piltengi Yunti farm in Murray Bridge, and are marketed by Outback Pride.\n\n\n== References =="
  }
}