{
  "url": "https://en.wikipedia.org/wiki/Solanum_candidum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. candidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum candidum is a species of evergreen shrub native to South America and occasionally grown for its edible fruit.\nUndomesticated and very rare in cultivation, it is known as fuzzyfruit nightshade, naranjilla silvestre or chichilegua. The fruit somewhat resembles the related cocona (Solanum sessiliflorum), and Solanum candidum will apparently hybridize with a number of close relatives, including cocona, naranjilla, and pseudolulo.  One notable difference is the extremely hirsute fruits, which – unlike most of its relatives – do not detach easily upon full ripening, which is a hindrance to eating the ripe fruit.  Nonetheless, S. candidum is a close relative of other nightshades cultivated for their edible fruit, including the tomato (S. lycopersicum), the naranjilla (S. quitoense) and the eggplant (S. melongena).  Its relatively strong resistance to pests and disease (in comparison with its more appetizing relatives) has drawn some agricultural interest.\nScientifically, S. candidum is of additional interest, as it appears to be the closest relative and a possible ancestor to Asian members of the same botanical clade, notably Solanum lasiocarpum, which is native to India, but is cultivated for its naranjilla-like fruits, and will likewise readily hybridize with S. candidum.",
    "Distribution and habitat": "Solanum candidum is presumed to be native to the temperate Andean regions of Colombia, Peru and Chile.  Like the cocona, naranjilla, and Indian nightshade, S. candidium can bear fruit within 1 or 2 years from seed.  A short-lived perennial, fruit production requires a rather long growing season, which limits its agricultural potential in more temperate climates. Like the naranjilla and cocona, S. candidum is best adapted to subtropical cloud forest climates, where frost is unknown, but extreme heat is likewise very rare or unknown.  The fruits are round berries, covered in a persistent fur even when ripe, to 2 cm in size, which ripen to yellow or red.  Ripe fruits are less juicy than more commonly cultivated relatives, though the flavor is reportedly appealing.\nLike most edible nightshades, the S. candidum is attractive to pests such as aphids, white flies, beetles, and spider mites, all of which can destroy naranjillas and coconas quickly.  S. candidum reportedly has a slightly higher resistance to those pests.\n\n\n== References =="
  }
}