{
  "url": "https://en.wikipedia.org/wiki/Solanum_vescum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. vescum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum vescum, commonly known as green kangaroo apple or gunyang, is a small fruiting shrub in the family Solanaceae, native to eastern and southeastern Australia.\nSolanum vescum was first described by Victorian government botanist, Ferdinand von Mueller, in 1855 after being collected near the mouth of the Snowy River. The specific epithet is the neuter of the Latin adjective vescus, meaning \"edible\".Solanum vescum is a soft green shrub which grows to 1 or 2 m (3.3 or 6.6 ft) high. It lacks the spines of many other species of Solanum. Its juvenile leaves are ovate with three or four deep lobes, and measure 15 to 30 cm (5.9 to 11.8 in) long and 11–24 cm (4.3–9.4 in) wide. The adult leaves are narrowly lanceolate and either lack lobes (unusually for a Solanum) or have 2 to 4 on each side. The small purple flowers occur in winter and spring, and are followed by yellowish- or ivory-green 2–2.5 cm (0.79–0.98 in) diameter globular fruit, often streaked, which occur in bunches of 5 to 20.The range is from southeastern Queensland through eastern and central New South Wales (with Moree and Narrabri as western limits) and Victoria and into Tasmania. Solanum vescum is an understory shrub in a range of forest habitats including rainforest and wet and dry sclerophyll (Eucalyptus) forest.Solanum vescum was eaten by the Gunai people of Gippsland. It grew from seed prolifically after bushfire, and the local indigenous people would practice controlled burns to induce it to grow and bear fruit.",
    "References": "",
    "External links": "\"Solanum vescum F.Muell\". Atlas of Living Australia."
  }
}