{
  "url": "https://en.wikipedia.org/wiki/Solanum_aculeatissimum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. aculeatissimum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum aculeatissimum Jacq., known as Dutch eggplant, and love-apple, is a weedy shrub that bears small, 2–3 cm pale yellow fruit following white flowers with characteristic Solanum yellow stamens.",
    "Origin and range": "Where S. aculeatissimum is native to has yet to be conclusively determined. Despite its common name suggesting a South-Asian origin, however, the plant's origin is most likely either Africa or South America; while specimens have been identified in Asia, it is rare there and believed to be the result of accidental or deliberate introduction. It is closely related to other Solanum species native to both sub-Saharan Africa and Central America. Africa was the first continent in which S. aculeatissimum was documented.  Scottish-born botanist Francis Masson found the plant near the Cape of Good Hope either during the years 1772–1774, or during a subsequent expedition when he remained in southern Africa from 1786 until 1795. In South America, the plant was first described in 1816-1821 by Augustin Saint-Hilaire.",
    "Properties and uses": "The fruit are considered toxic, and force-feeding of either ripe or unripe fruit has led to deaths in cattle. Free-ranging cattle apparently avoid feeding on the fruit. The highest concentration of alkaloids (4.4%) is found in the seeds. Nevertheless a fruit decoction, fruit sap, or sap of roasted fruit, has been recorded as traditional remedies in Africa. Solasonine is the major glycoalkaloid in its foliage, stems, fruit and seeds, besides minor alkaloids which include solamargine, solanine and solasodine.",
    "References": "\n Media related to Solanum aculeatissimum at Wikimedia Commons"
  }
}