{
  "url": "https://en.wikipedia.org/wiki/Solanum_xanti",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. xanti"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum xanti, known commonly as chaparral nightshade, purple nightshade, and San Diego nightshade, is a member of the genus Solanum. It is native to the Western United States in Arizona, California, Nevada, and Oregon, and to northwest Mexico in Baja California.The plant grows in chaparral, oak woodlands, conifer forests, desert Madrean Sky Islands, and other habitats.",
    "Description": "Solanum xanti is a perennial herb or subshrub producing a branching hairy stem up to about 90 centimetres (35 in) in maximum height. The leaves are up to 7 centimeters long and are lance-shaped to oval, mostly unlobed except for occasional lobes at the bases of the blades.\nIt flowers from February to June in the wild, bearing an umbel-shaped inflorescence with many purple-blue flowers up to 3 centimeters wide. The fruit is a green berry 1 to 1.5 centimeters wide.",
    "Description-Varieties": "Varieties of the species include:\n\nSolanum xanti var. glabrescens — (endemic to California) \nSolanum xanti var. hoffmannii — Hoffmann's nightshade (endemic to California) \nSolanum xanti var. intermedium — (endemic to California) \nSolanum xanti var. montanum \nSolanum xanti var. obispoense — San Luis Obispo nightshade (endemic to California) \nSolanum xanti var. xanti",
    "Cultivation": "The plant is cultivated as an ornamental plant by specialty plant nurseries for planting in perennial border, drought-tolerant and native plant gardens. It grows from sunny locations to dry shade, such as under native oaks.The plant is deer resistant, due to its toxic qualities.\nIn common with many other members in the Solanaceace family, all parts of the plant are toxic, especially the unripe fruit. Toxicity is from Solanine and glycol-alkaloids, chaconine, and solasodine. There is no antidote for Solanum poisoning. Symptoms include:\n\nCardiovascular system (tachycardia, arrhythmia, and hypotension)\nCentral nervous system (delirium, psychomotor, agitation, paralysis, coma, and convulsion)\nGastrointestinal track (nausea, vomiting, diarrhea)SelectionsCultivars and varieties available include:\n\nSolanum xanti var. hoffmannii — Hoffmann's nightshade (long bloom period) \nSolanum xanti 'Mountain Pride' — Mountain Pride purple nightshade (large dark purple flowers)",
    "See also": "List of California native plants\nCalifornia chaparral and woodlands",
    "References": "",
    "External links": " Media related to Solanum xanti at Wikimedia Commons\n\nJepson Manual Treatment: Solanum xanti\nSolanum xanti — U.C. Photo gallery"
  }
}