{
  "url": "https://en.wikipedia.org/wiki/Solanum_mammosum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. mammosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum mammosum is commonly known as nipplefruit, fox head, cow's udder, or apple of Sodom, is an inedible Pan-American tropical fruit. The plant is grown for ornamental purposes, in part because of the distal end of the  fruit's resemblance to a human breast, while the proximal end looks like a cow's udder. It is an annual in the family Solanaceae, and part of the genus Solanum, making the plant a relative of the eggplant, tomato, and potato. This poisonous fruit is native to South America, but has been naturalized in Southern Mexico, Greater Antilles, Central America, and the Caribbean.  The plant adapts well to most soils, but thrives in moist, loamy soil.\n\nThe plant has thin simple leaves occurring in alternating branching patterns with prominent venation.  Hairy thorns cover the stem and branches of the plant.  The inflorescence contains five to eight purple elongating buds.  The fruit is a berry type, and has waxy yellow skin with reddish-brown seeds.  The plant is propagated by the distribution of seeds.",
    "Uses": "Folkloric uses of the plant range from treating asthma with a root decoction, to curing athletes foot by rubbing leaf juices on the skin.  Although these medical uses are not widely practiced and vary through cultures, they are an explanation for why this plant has been cultivated.\nThe fruit has been embraced by Eastern cultures. It is primarily used as decorative foliage for religious and festival floral arrangements in Asia.  The fruit is imported for the creation of Chinese New Year trees, due to their golden colored fruit, and belief that the five \"fingers\" on the fruit represent longevity for the family.  In Chinese culture, the plant is known as five fingered eggplant (五指茄) and in Japan it is known as Fox Face (フォックスフェイス).\nThe juice of the fruit can be used as a detergent in place of a washing powder, making it similar to the soap nut. The Kofan People of Columbia and Ecuador use the plant as an insect repellent, primarily against cockroaches.  The fruit works as a repellent because of the toxicity of steroidal glycoalkaloid.Although the fruit is poisonous, it can be cooked and eaten like a vegetable when it is unripe.  It provides a good source of calcium, phosphorus, iron and vitamin B. One way that the fruit can be prepared is boiling the whole fruit and drinking the juices once boiled. In the Philippines, not only is the fruit eaten, but the leaves, considered to be anodyne, a mild narcotic, are also prepared as a tea.",
    "Synonyms": "This plant is not easily confused, but several now-invalid scientific names have been given to it:\nSolanum corniculatum E.André (non Huber: preoccupied)S. corniculatum of Hiern refers to an unidentifiable species of Lycianthes.Solanum cornigerum E.AndréS. cornigerum of Dunal in de Candolle is now S. viscosissimum.Solanum globiferum Dunal\nSolanum mammosum var. corniculum Ridl.\nSolanum mamosissimum Ram.Goyena\nSolanum platanifolium SimsS. platanifolium var. lagoense is the Solanum affine of Otto Sendtner.Solanum villosissimum ZuccagniIn addition, the name Solanum mammosum was also invalidly given to other nightshade species:\nS. mammosum as described by J.A. Pavón Jiménez based on Dunal in de Candolle refers to S. circinatum.\nS. mammosum as described by W. Herbert based on Dunal in de Candolle is the S. torvum of O.P. Swartz.",
    "Footnotes": "",
    "References": "Botanical.com (1995):  – Nightshade, Woody. Retrieved 2008-SEP-26.\nLans, Cheryl; Harper, Tisha; Georges, Karla & Bridgewater, Elmo (2001): Medicinal and ethnoveterinary remedies of hunters in Trinidad. BMC Complement. Altern. Med. 1: 10. doi:10.1186/1472-6882-1-10 PMID 11737880 PDF fulltext\n\"A Morphological Study of Solanum mammosum and Its Mammiform Fruit,\" Botanical Gazette 130, no. 4 (Dec., 1969): 230-237.  DOI: 10.1086/336496\n\"Solanum mammosum (nipplefrui nightshade)\" Invasive Species Compendium. http://www.cabi.org/isc/datasheet/110316. 14 April 2015.",
    "External links": "Institute of Pacific Islands Forestry"
  }
}