{
  "url": "https://en.wikipedia.org/wiki/Solanum_sessiliflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. sessiliflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum sessiliflorum, the cocona, is a tropical shrub of the family Solanaceae. The cocona plant has sturdy branches and huge, serrate and hairy leaves. Cocona closely resembles a number of close relatives, including naranjilla and pseudolulo.  It can be distinguished from those plants by its lack of spines. It will hybridize with those and other close relatives.  Cocona also lacks the characteristic purple coloring usually seen in the naranjilla.  Its flowers resemble large potato flowers, with light green petals. Cocona is harvested in parts of South America around the Amazon rainforest such as Purús Province in eastern Peru.The fruit of cocona is a red, orange or yellow edible berry. Cocona is native to the Andean region of South America, where it is occasionally cultivated for human consumption.\nCocona can also be grown as an indoor ornamental plant in temperate climates, but it seems to be quite sensitive to spider mites, so care should be taken not to keep it in too dry air during winter. Like the naranjilla, coconas are highly sensitive to aphids and nematodes.  As subtropical plants, they can endure cool weather, but will be killed or severely damaged by frost.  During summer, it can be grown outside or in a cold greenhouse. When grown from seed, coconas can bear fruit in as little as 9 months, or as long as 24.\nDescribed on the Discovery Channel show Survivorman while in the Amazon jungle in late 2007, they were said to provide a \"flavor explosion\", with a taste between a lemon and a tomato.\nSolanum georgicum and Solanum hyporhodium were (and sometimes still are) included in this species, but they are generally treated as distinct today.",
    "References": "",
    "Footnotes": "Solanaceae Source (2005): Solanum sessiliflorum. Version of December 2005. Retrieved 2008-SEP-25.",
    "External links": "Fruits of Warm Climates"
  }
}