{
  "url": "https://en.wikipedia.org/wiki/Solanum_viarum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. viarum"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Solanum chloranthum\" redirects here. This refers to the name as established by Michel Félix Dunal. Other scientists have applied this taxon to other species; see below.\n\nSolanum viarum, the tropical soda apple, is a perennial shrub native to Brazil and Argentina with a prickly stem and prickly leaves.  The fruit is golf-ball-sized with the coloration of a watermelon. It is considered an invasive species in the lower eastern coastal states of the United States and recently on the Mid North Coast of Australia.\nSeen in the Southern Peninsula area of Cape Town as of 1 November 2014.",
    "Synonyms": "This species has several synonyms, one of which is particularly ambiguous:\nSolanum chloranthum DC.S. chloranthum as described by  Poeppig based on Otto Sendtner in von Martius is now S. velutinum\nS. chloranthum as described by Philipp Salzmann based on Dunal in de Candolle is now S. agrarium\nS. chloranthum as described by C.P.J. Sprengel is now S. arenarium as described by Otto SendtnerSolanum khasianum var. chatterjeeanum Sengupta & SenguptaS. khasianum proper is now S. aculeatissimum as described by Nikolaus Joseph von Jacquin.Solanum viridiflorum Schltdl.Not to be confused with S. acuminatum var. viridiflorum, which is now S. caavurana.",
    "Ecology": "The tropical soda apple leaf beetle (Gratiana boliviana) has been used successfully as an agent of biological pest control to reduce the abundance of this plant in the United States, particularly in Florida.",
    "General Information": "Native To: Brazil and Argentina.\nDate of U.S. Introduction: First discovered in 1988\nMeans of Introduction: Probably through contaminated seed or other agricultural products\nImpact: Crowds out native species and forage for livestock \nHabitat: Terrestrial; fields, rights-of-way, open forest\nRegulations: It is a state Noxious weed in Florida and Mississippi and a state Noxious plant in Texas. Tropical soda apple is a Class A Noxious weed in Alabama, North Carolina, and Vermont. In California and Oregon, it is a Quarantine pest. It is a Prohibited Noxious weed in Arizona and Minnesota, Prohibited in Massachusetts, and a Plant Pest in South Carolina and Tennessee. It is also listed as a Tier 1 Noxious weed in Virginia, along with Giant Hogweed Flowering- The mature fruits are smooth, round, yellow and ¾ to 1 ¼ inches in diameter with a leathery-skin surrounding a thin-layered, pale green, scented pulp and 180 to 420 flattened, reddish brown seeds. Each plant is capable of producing 200 or more fruit per year. Tropical Soda Apple (Solanum viarum) usually grows to 3–6 ft tall.\nSpread By: Tropical soda apple is spread by livestock and wildlife, such as raccoons, deer, feral hogs, and birds feeding on fruits.\nSince its introduction into the U.S., tropical soda apple has spread rapidly, and currently infests an estimated one million acres of improved pastures, citrus groves, sugarcane fields, ditches, vegetable crops, sod farms, forestlands (oak hammocks and cypress heads), natural areas, etc. in Alabama, Florida, Georgia, and Mississippi. Although it can be a threat to a variety of habitat, it tends to be most problematic in pastures in the Mid South.\nControl: Triclopyr herbicide; Milestone is 5–7 oz/A.; Biological herbicide. A natural, biological herbicide to control TSA is currently under development and is not available for public use at this time. The product is called SolviNix™. TSA beetle. A beetle known as Gratiana boliviana (TSA beetle) has been investigated over the past several years for control of TSA plants. This beetle is native to South America and underwent a rigorous quarantine process prior to its release in 2003.",
    "References": "",
    "External links": "Global Invasive Species Database.\nSpecies Profile - Tropical Soda Apple (Solanum viarum). National Invasive Species Information Center, United States National Agricultural Library."
  }
}