{
  "url": "https://en.wikipedia.org/wiki/Solanum_abutiloides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. abutiloides"
    }
  ],
  "text": {
    "__SUMMARY__": "Solanum abutiloides is a species of plant in the family Solanaceae. It is endemic to Argentina and Bolivia, and thrives as a weedy plant in rocky land, on stream banks, and scrub land between 900–3,600 metres (3,000–11,800 ft) in elevation. It is also known as dwarf tamarillo, due to superficial similarities with Solanum betaceum.  Both plants are noted for very rapid growth from seed, and very strongly fragrant foliage.  Solanum abutiloides is also sometimes known by the archaic Cyphomandra sibundoyensis.\nSolanum abutiloides quickly matures into a shrub or small tree up to 9 m (30 ft) tall, though usually far smaller. Small flowers form on branches throughout the plant, and individual clusters of flowers can contain as many as 60 blooms.\nBlooms are followed by fruits - a small oblong berry that ripens to a yellow-orange color.  The berries are around 1 cm (0.39 in) (or slightly larger) in diameter.  When unripe, the berries are mildly toxic (as are tamarillos), though they are edible upon ripening.",
    "Uses": "The fruits are edible, though Solanum abutiloides is rare in cultivation and plants have not been bred for quality of flavor.  Therefore, the fruit can often have an unpredictable or unpleasant flavor, and Solanum abutiloides is most often cultivated as an ornamental plant, as the clusters of ripe fruit are very decorative.\nAs is common with solanaceae, pests like aphids, spider mites, and white flies are attracted to the trees.",
    "References": "\nBitter, Georg (30 May 1913), \"Solana nova vel minus cognita. XI.\", Repert. Spec. Nov. Regni Veg., 12: 136–162, retrieved 17 April 2011"
  }
}