{
  "url": "https://en.wikipedia.org/wiki/Solanum_capsicoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Solanales"
    },
    {
      "Family": "Solanaceae"
    },
    {
      "Genus": "Solanum"
    },
    {
      "Species": "S. capsicoides"
    }
  ],
  "text": {
    "__SUMMARY__": "The Solanum capsicoides described by C.F.P. von Martius is now Solanum hirtellum.\n\"Solanum ciliatum\" and \"Solanum pentapetaloides\" redirect here. These can also refer to other Solanaceae; see below.\n\nSolanum capsicoides, the cockroach berry, known as polohauai'i in Polynesia, is a flowering plant in the family Solanaceae. It is native to eastern Brazil but naturalized in other tropical regions, where it sometimes becomes an invasive weed.",
    "Synonyms": "This species had been included in S. aculeatissimum as variety denudatum by Dunal (Solanum denudatum of Bitter is S. humile as described by Lamarck). It was also included in the eggplant (S. melongena) under its junior synonym S. trongum (as var. sinuato-pinnatifidum), also by Dunal.In addition, the cockroach berry is sometimes referenced under the following obsolete names:\nSolanum arrebenta Vell.\nSolanum bodinieri H.Lév. & Vaniot\nSolanum capsicoides Hort. Paris ex Lam. (preoccupied)\nSolanum ciliare Willd.\nSolanum ciliatum Lam.S. ciliatum of Blume from F.A.W. Miquel is an undetermined species of Lycianthes.Solanum ciliatum var. arenarium DunalS. arenarium of Schur is S. villosum as described by Philip Miller.\nS. arenarium of Otto Sendtner is a valid speciesSolanum macowanii Fourc.\nSolanum pentapetaloides Roxb. ex Hornem.S. pentapetaloides of Bojer from Dunal in de Candolle is S. imamense.Solanum pentapetalum Schltdl.\nSolanum sinuatifolium Vell.\nSolanum sphaerocarpum Moric.",
    "References": "",
    "Footnotes": "Pacific Island Ecosystems at Risk (PIER) (2007): Solanum capsicoides. Version of 2007-MAR-21. Retrieved 2007-SEP-15.\nSolanaceae Source (2006): Solanum sessiliflorum. Version of May 2006. Retrieved 2008-SEP-26."
  }
}