{
  "url": "https://en.wikipedia.org/wiki/Taeniophyllum_clementsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Taeniophyllum"
    },
    {
      "Species": "T. clementsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Taeniophyllum clementsii, commonly known as the fleshy threadfoot, is a species of leafless epiphytic orchid which only grows as single plants. It has short stems and flattened green roots pressed against the tree on which it is growing. Between five and fifty small, pale green, tube-shaped flowers are arranged on a zig-zagged flowering stem. The flowers open one at a time, with the flowering stem increasing in length as each flower opens. This orchid only grows in a small area of tropical North Queensland.",
    "Description": "Taeniophyllum clementsii is a leafless, epiphytic herb that only grows as single plants. It has a stem about 1 millimetre (0.039 in) long and flattened green photosynthetic roots 20–40 millimetres (0.79–1.6 in) long, about 1 millimetre (0.039 in) wide and pressed against the substrate. Between five and fifty resupinate, green, tube-shaped flowers about 1.5 millimetres (0.059 in) long open one at a time as the flowering stem 10–30 millimetres (0.39–1.2 in) long gradually increases in length. The sepals and petals are less than 2 millimetres (0.079 in) long, and less than 1 millimetre (0.039 in) wide. The labellum is triangular, about 1 millimetre (0.039 in) long with a thin appendage and a rounded spur. Flowering occurs from July to October.",
    "Taxonomy and naming": "The fleshy threadfoot was first formally described in 2006 by David Jones and Bruce Gray who gave it the name Microtatorchis clementsii and published the description in The Orchadian. In 2014 Alexander Kocyan and André Schuiteman changed the name to Taeniophyllum clementsii.",
    "Distribution and habitat": "Taeniophyllum clementsii grows on higher altitude rainforest trees, often near the ends of the branches. It is only known from the Paluma Range National Park and the Mount Windsor National Park.\n\n\n== References =="
  }
}