{
  "url": "https://en.wikipedia.org/wiki/Taeniophyllum_lobatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Taeniophyllum"
    },
    {
      "Species": "T. lobatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Taeniophyllum lobatum, commonly known as the yellow ribbonroot, is a species of leafless epiphytic or lithophytic orchid that forms small clumps. It has short stems, flattened pale to greyish green roots pressed against the substrate on which it is growing and usually two pale to bright yellow flowers. It only occurs in tropical North Queensland.",
    "Description": "Taeniophyllum lobatum is a leafless, epiphytic or lithophytic herb that forms small clumps. It has a stem about 1 millimetre (0.039 in) long, and flattened pale to greyish green, photosynthetic roots that are 30–80 millimetres (1.2–3.1 in) long and 3–5 millimetres (0.12–0.20 in) wide pressed against the substrate. Two pale to bright yellow, resupinate flowers about 3 millimetres (0.12 in) long and wide are borne on a hairy white flowering stem 5–15 millimetres (0.20–0.59 in) long. The sepals and petals spread widely apart and are about 2.5 millimetres (0.098 in) long and 1 millimetre (0.039 in) wide with hairs near the base of their outer side. The labellum is boat-shaped, about 2 millimetres (0.079 in) long and 1.5 millimetres (0.059 in) wide three lobes. The side lobes are erect, curve inwards and touch. The middle lobe has a cylindrical spur about 1 millimetre (0.039 in) long. Flowering occurs from August to November.",
    "Taxonomy and naming": "Taeniophyllum lobatum was first formally described in 1956 by Alick Dockrill and the description was published in The Victorian Naturalist. The specific epithet (lobatum) is derived from the Latin  word lobus meaning \"an elongated projection or protuberance\", referring to \"the large lateral lobes of the labellum\".",
    "Distribution and habitat": "The yellow ribbonroot mostly grows on the smallest branches of rainforest trees sometimes on rocks. It is found between the McIlwraith Range and Paluma in Queensland.\n\n\n== References =="
  }
}