{
  "url": "https://en.wikipedia.org/wiki/Taeniophyllum_malianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Taeniophyllum"
    },
    {
      "Species": "T. malianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Taeniophyllum malianum, commonly known as the tangled ribbonroot, is a species of leafless epiphytic or lithophytic orchid that forms tangled clumps. It has flattened green roots with irregular white spots and pressed against the substrate on which it is growing. There are up to fifteen fragrant yellow, short-lived flowers with up to three open at the same time. It only occurs in tropical North Queensland and in New Guinea.",
    "Description": "Taeniophyllum malianum is a leafless, epiphytic or lithophytic herb that forms untidy, tangled clumps. It has stems 10–20 millimetres (0.39–0.79 in) long that become covered with stiff hairs as they age. The photosynthetic roots are flattened, green with irregular white spots, 50–150 millimetres (2.0–5.9 in) long, 2–3 millimetres (0.079–0.12 in) wide and pressed against the substrate. There are between five and fifteen fragrant yellow, resupinate flowers 5–6 millimetres (0.20–0.24 in) long and 4–5 millimetres (0.16–0.20 in) wide borne on a thin, wiry flowering stem 20–40 millimetres (0.79–1.6 in) long. No more than three flowers are open at the same time. The sepals and petals spread widely apart and are about 5 millimetres (0.20 in) long and 1 millimetre (0.039 in) wide. The labellum is boat-shaped, about 8.5 millimetres (0.33 in) long and 3 millimetres (0.12 in) wide with an inflated tip and a spur about 4.5 millimetres (0.18 in) long. Flowering occurs sporadically and the flowers only last less than a day.",
    "Taxonomy and naming": "Taeniophyllum malianum was first formally described in 1913 by Rudolf Schlechter and the description was published in Repertorium specierum novarum regni vegetabilis. Beihefte.",
    "Distribution and habitat": "The tangled ribbonroot grows in humid scrub and rainforest. It occurs in New Guinea and Queensland where it is found between the McIlwraith and Iron Ranges.\n\n\n== References =="
  }
}