{
  "url": "https://en.wikipedia.org/wiki/Taeniophyllum_hasseltii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Taeniophyllum"
    },
    {
      "Species": "T. hasseltii"
    }
  ],
  "text": {
    "__SUMMARY__": "Taeniophyllum hasseltii, commonly known as the Christmas Island ribbonroot, is a species of leafless epiphytic or lithophytic orchid that forms small clumps. It has short stems and flattened silvery grey roots pressed against the substrate on which it is growing. The flowers are tube-shaped, pale yellow and open one at a time. This orchid is only known from Christmas Island, an Australian territory and the Indonesia island of Java.",
    "Description": "Taeniophyllum hasseltii is a leafless, epiphytic herb that forms small clumps. It has a stem about 1 millimetre (0.039 in) long and flattened silvery grey photosynthetic roots about 3 millimetres (0.12 in) wide, up to 200 millimetres (7.9 in) long and pressed against the substrate. Pale yellow, tube-shaped flowers 2–3 millimetres (0.079–0.12 in) long and 3–5 millimetres (0.12–0.20 in) wide open one at a time. The sepals and petals are about 2.5 millimetres (0.098 in) long and 1–1.5 millimetres (0.039–0.059 in) wide, the petals slightly narrower than the sepals. The labellum is boat-shaped, about 3.5 millimetres (0.14 in) long, 2 millimetres (0.079 in) wide with a spur on its end and a few hairs inside. Flowering occurs sporadically but the flowers are self-pollinating.",
    "Taxonomy and naming": "Taeniophyllum hasseltii was first formally described in 1874 by Heinrich Reichenbach and the description was published in Xena Orchidacea. The type specimen was collected \"on trees near Brisbane\" by Walter Hill. Reichenbach noted that he only knew this plant from illustrations from the estate of Heinrich Kuhl and Johan Conrad van Hasselt.",
    "Distribution and habitat": "The Christmas Island ribbonroot usually grows on the smallest branches of rainforest trees. It was first recorded on Christmas Island in 1987 when specimens were seen on small branches fallen from a rainforest tree. It is also known from Java and is probably present in other parts of Malesia.\n\n\n== References =="
  }
}