{
  "url": "https://en.wikipedia.org/wiki/Taeniophyllum_norfolkianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Taeniophyllum"
    },
    {
      "Species": "T. norfolkianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Taeniophyllum norfolkianum, commonly known as the Norfolk Island ribbonroot, is a species of small, leafless epiphytic orchid. It has short stems, cylindrical green roots pressed against the substrate on which it is growing and between two and five small, tube-shaped, yellowish green flowers opening one at a time. It occurs on Norfolk Island but has also been reported from the North Island of New Zealand.",
    "Description": "Taeniophyllum norfolkianum is a leafless, epiphytic herb with stems about 1 millimetre (0.039 in) long, and green, photosynthetic roots 15–30 millimetres (0.59–1.2 in) long, 1–2 millimetres (0.039–0.079 in) wide and circular in cross-section. There are between two and five yellowish green, resupinate, tube-shaped flowers about 2 millimetres (0.079 in) long and 1.5 millimetres (0.059 in) wide borne on a thread-like flowering stem 15–25 millimetres (0.59–0.98 in) long. The flowers open one at a time. The sepals and petals are fleshy with only their tips spreading, about 1.5 millimetres (0.059 in) long and 0.5 millimetres (0.020 in) wide. The labellum is boat-shaped, about 1.5 millimetres (0.059 in) long with a pointed appendage and a spur about 1.5 millimetres (0.059 in) long. Flowering occurs from August to September.",
    "Taxonomy and naming": "Taeniophyllum norfolkianum was first formally described in 2006 by David Jones, Bruce Gray and Mark Clements and the description was published in The Orchadian from a specimen collected on Mount Bates. The specific epithet (norfolkianum) refers to Norfolk Island. The ending -ianum is derived from the Latin suffix -anus meaning \"pertaining to\" or \"belonging to\".",
    "Distribution and habitat": "The Norfolk Island ribbonroot grows on the leafy branches of Norfolk Island pine (Araucaria heterophylla) but it has also been seen growing on gorse (Ulex europaeus) on the North Island of New Zealand.\n\n\n== References =="
  }
}