{
  "url": "https://en.wikipedia.org/wiki/Taeniophyllum_muelleri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Taeniophyllum"
    },
    {
      "Species": "T. muelleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Taeniophyllum muelleri, commonly known as the chain ribbonroot, is a species of leafless epiphytic or lithophytic orchid that usually forms tangled colonies. It has short stems and cylindrical green roots pressed against the substrate on which it is growing. Between five and twelve yellowish green, tube-shaped flowers open one at a time. This orchid occurs in eastern Australia and New Caledonia.",
    "Description": "Taeniophyllum muelleri is a leafless, epiphytic or lithophytic herb that forms tangled colonies. It has a stem about 1 millimetre (0.039 in) long and green photosynthetic roots that are circular in cross section, 20–70 mm (0.79–2.8 in) long, about 1 mm (0.039 in) in diameter and pressed against the substrate. Between five and twelve resupinate, yellowish green, tube-shaped flowers about 3 mm (0.12 in) long and 2 mm (0.079 in) wide open one at a time. The sepals are about 3 mm (0.12 in) long and 0.6 mm (0.024 in) wide, the petals about 2 mm (0.079 in) long and wide. The labellum is pear-shaped, about 3 mm (0.12 in) long, 0.6 mm (0.024 in) wide with a blunt appendage and a spur on its end. Flowering occurs from August to September.",
    "Taxonomy and naming": "Taeniophyllum muelleri was first formally described in 1873 by George Bentham after an unpublished description by John Lindley and the description was published in Flora Australiensis. The type specimen was collected \"on trees near Brisbane\" by Walter Hill. The specific epithet (muelleri) honours Ferdinand von Mueller.",
    "Distribution and habitat": "The chain ribbonroot usually grows on the smallest branches of rainforest trees sometimes on rocks, on coast and nearby ranges of Queensland, New South Wales north from the Bellinger River and New Caledonia.\n\n\n== References =="
  }
}