{
  "url": "https://en.wikipedia.org/wiki/Taeniophyllum_confertum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Genus": "Taeniophyllum"
    },
    {
      "Species": "T. confertum"
    }
  ],
  "text": {
    "__SUMMARY__": "Taeniophyllum confertum, commonly known as the crowded ribbonroot, is a species of leafless epiphytic orchid which only grows as single plants that form small clumps. It has short stems and flattened green roots pressed against the tree on which it is growing. Between five and ten pale green, tube-shaped flowers open one at a time. This orchid only grows in a small area of tropical North Queensland.",
    "Description": "Taeniophyllum confertum is a leafless, epiphytic herb that only grows as single plants. It has a stem 1–2 millimetres (0.039–0.079 in) long and flattened green photosynthetic roots 30–100 millimetres (1.2–3.9 in) long, 2–3 millimetres (0.079–0.12 in) wide and pressed against the substrate. Between five and ten resupinate, pale green, tube-shaped flowers about 4–5 millimetres (0.16–0.20 in) long and 2 millimetres (0.079 in) wide open one at a time. The sepals and petals are fleshy with only the tips spreading apart from each other. The labellum is boat-shaped, about 3 millimetres (0.12 in) long, 1 millimetre (0.039 in) wide, green and fleshy with a blunt appendage and a spur on its end. Flowering occurs from August to December.",
    "Taxonomy and naming": "Taeniophyllum confertum was first formally described in 1985 by Bruce Gray and David Jones and the description was published in The Orchadian. The specific epithet (confertum) is a Latin word meaning \"pressed together\", \"crowded\", \"thick\" or \"dense\".",
    "Distribution and habitat": "The crowded ribbonroot grows on the smallest branches of rainforest trees. It is only known from between the McIlwraith Range and the Mulgrave River.\n\n\n== References =="
  }
}