{
  "url": "https://en.wikipedia.org/wiki/Blue_Atlas_Cedar",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Cedrus"
    },
    {
      "Species": "C. atlantica"
    }
  ],
  "text": {
    "__SUMMARY__": "Cedrus atlantica, the Atlas cedar, is a cedar native to the Atlas Mountains of Morocco (Middle Atlas, High Atlas), to the Rif, and to the Tell Atlas in Algeria. A majority of the modern sources treat it as a distinct species Cedrus atlantica, but some sources consider it a subspecies of Lebanon cedar (C. libani subsp. atlantica).",
    "Description": "Fully grown, Atlas cedar is a large coniferous evergreen tree, 30–35 m (rarely 40 m) tall, with a trunk diameter of 1.5–2 m.  It is very similar in all characters to the other varieties of Lebanon cedar; differences are hard to discern. The mean cone size tends to be somewhat smaller (although recorded to 12 cm, only rarely over 9 cm long, compared to up to 10 cm in C. brevifolia, and 12 cm in C. libani, though with considerable overlap (all can be as short as 6 cm). The Cedrus atlantica leaf length (10–25 mm) is similar that of C. libani subsp. stenocoma, on average longer than C. brevifolia and shorter than C. libani subsp. libani, but again with considerable overlap.",
    "Ecology": "Atlas cedar forms forests on mountainsides at 1,370 to 2,200 m, often in pure forests, or mixed with Algerian fir - Abies numidica, Juniperus oxycedrus, holm oak - Quercus ilex, and Acer opalus. These forests can provide habitat for the endangered Barbary macaque, Macaca sylvanus, a primate that had a prehistorically much wider distribution in northern Morocco and Algeria.Currently, Morocco has the highest total surface of Atlas cedar in the world, and it forms vast forests in the humid zones of the country, around the Middle-Atlas range, the oriental and Northern High-Atlas range, and in the Western and Central Rif mountain range. The current total area is around 163,000 hectares, of which around 115,000 hectares (80%) are situated in the Middle-Atlas mountains. The species is in danger of human use, wood harvesting and fires. Data that go back to 1927 show higher number of Atlas cedars (more than 150,000 hectares) in the Middle-Atlas mountains only. The Rif mountains had one of the largest cedar forests in the past, but forests nowadays are much smaller, 15% of the total cedar forests in Morocco. Recently massive reforestation campaigns have taken place in the region of Ifrane Province.\nIn Algeria, the Atlas cedar has been in massive decline. According to data from 1966 the species inhabited 23,000 hectares, forming forests around the djurdjura Mountains in Kabylie and Aures Mountains. However, it is expected that it currently inhabits fewer than 15,000 hectares owing to extensive fires and human use.",
    "Cultivation and uses": "",
    "Cultivation and uses-Landscape": "C. atlantica  is common in cultivation as an ornamental tree in temperate climates. In garden settings, often the glaucous forms are planted as ornamental trees, distinguished as the Glauca group, a cultivar group. Also, fastigiate, pendulous, and golden-leaf forms are in cultivation. The Atlas cedar is useful in cultivation because it is more tolerant of dry and hot conditions than most conifers.\nMany  of the cultivated trees have glaucous (bluish) foliage, more downy shoots, and can have more leaves in each whorl; young trees in cultivation often have more ascending branches than many cultivated C. atlantica specimens.In the UK the following cultivars have gained the Royal Horticultural Society's Award of Garden Merit (confirmed 2017):\n’Aurea’ (golden Atlas cedar)\n’Glauca’ (Glauca Group)\n’Glauca Pendula’ (Glauca Group)An Atlas cedar is planted at the White House South Lawn in Washington, DC. President Carter ordered a tree house built within the cedar for his daughter Amy. The wooden structure was designed by the President himself, and is self-supporting so as not to cause damage to the tree.",
    "Cultivation and uses-Forestry": "Cedar plantations, mainly with C. atlantica, have been established in southern France for timber production.",
    "References": "",
    "External links": "uconn.edu: Cedrus atlantica profile and gallery\nGymnosperm Database - Cedrus atlantica (Atlas cedar) description\nPFAF Plant Database: Cedrus atlantica Atlas deodar cedar\nCedrus atlantica - genetic conservation units European Forest Genetic Resources Programme (EUFORGEN)"
  }
}