{
  "url": "https://en.wikipedia.org/wiki/Camellia_japonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Theaceae"
    },
    {
      "Genus": "Camellia"
    },
    {
      "Species": "C. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Camellia japonica, known as common camellia, Japanese camellia, or tsubaki in Japanese, is one of the best known species of the genus Camellia. Sometimes called the rose of winter, it belongs to the  family Theaceae. It is the official state flower of Alabama. There are thousands of cultivars of C. japonica in cultivation, with many different colors and forms of flowers.\nIn the wild, it is found in mainland China (Shandong, east Zhejiang), Taiwan, southern Korea and southern Japan. It grows in forests, at altitudes of around 300–1,100 metres (980–3,610 ft).",
    "Description": "Camellia japonica is a flowering tree or shrub, usually 1.5–6 metres (4.9–19.7 ft) tall, but occasionally up to 11 metres (36 ft) tall. Some cultivated varieties achieve a size of 72 m2 or more. The youngest branches are purplish brown, becoming grayish brown as they age. The alternately arranged leathery leaves are dark green on the top side, paler on the underside, usually 5–11 centimetres (2.0–4.3 in) long by 2.5–6 centimetres (1.0–2.4 in) wide with a stalk (petiole) about 5–10 millimetres (0.2–0.4 in) long. The base of the leaf is pointed (cuneate), the margins are very finely toothed (serrulate) and the tip somewhat pointed.In the wild, flowering is between January and March. The flowers appear along the branches, particularly towards the ends, and have very short stems. They occur either alone or in pairs, and are 6–10 centimetres (2.4–3.9 in) across. There are about nine greenish bracteoles and sepals. Flowers of the wild species have six or seven rose or white petals, each 3–4.5 centimetres (1.2–1.8 in) long by 1.5–2.5 centimetres (0.6–1.0 in) wide; the innermost petals are joined at the base for up to a third of their length. (Cultivated forms often have more petals.) The numerous stamens are 2.5–3.5 centimetres (1.0–1.4 in) long, the outer whorl being joined at the base for up to 2.5 centimetres (1.0 in). The three-lobed style is about 3 centimetres (1.2 in) long.The fruit consists of a globe-shaped capsule with three compartments (locules), each with one or two large brown seeds with a diameter of 1–2 centimetres (0.4–0.8 in). Fruiting occurs in September to October in the wild.C. japonica leaves are eaten by the caterpillars of some Lepidoptera, such as the engrailed (Ectropis crepuscularia). The Japanese white eye bird (Zosterops japonica) pollinates Camellia japonica.",
    "Taxonomy": "The genus Camellia was named after a Jesuit priest and botanist named Georg Kamel. The specific epithet japonica was given to the species by Carl Linnaeus in 1753 because Engelbert Kaempfer was the first to give a description of the plant while in Japan.Two varieties are distinguished in the Flora of China: C. japonica var. japonica and C. japonica var. rusticana",
    "Taxonomy-Camellia japonica var. japonica": "C. japonica var. japonica is the form named by Linnaeus, and naturally occurs in forests at altitudes of 300–1,100 metres (980–3,610 ft) in Shandong, eastern Zhejiang in mainland China and in Taiwan, south Japan, and South Korea. The leaf has a glabrous stem (petiole) about 1 centimetre (0.4 in) long. The bracteoles and sepals are velutinous (velvety). It flowers between January and March, and fruits in between September and October. It is grown as a garden plant in the form of many cultivars throughout the world.",
    "Taxonomy-Camellia japonica var. rusticana": "Camellia japonica var. rusticana (Honda) T. L. Ming naturally occurs in forests in Zhejiang (island of Zhoushan Qundao) in mainland China and in Honshu, Japan. The leaf has a shorter petiole, about 5 millimetres (0.2 in) long, with fine hairs (pubescent) at the base. The bracteoles and sepals are smooth (glabrous) on the outside. The color of the flowers ranges from red through rose to pink, flowering in April to May. This variety is regarded by some botanical authorities to be a separate species: Camellia rusticana.In Japan it is known by the common name \"yuki-tsubaki\" (snow camellia) as it naturally occurs in areas of heavy snowfall at altitudes ranging from 1,100 metres (3,500 ft) down to 120 metres (400 ft) on sloping land under deciduous beech trees in the mountain regions to the north of the main island of Honshu and facing the Sea of Japan. In December heavy drifts of snow come in from the north, covering the plants to a depth of up to 2.4 metres (8 ft). The bushes remain covered by snow from December till the end of March when the snow melts in early Spring and the camellias start flowering.Cultivars of C. japonica var. rusticana include: 'Nishiki-kirin', 'Nishiki-no-mine', 'Toyo-no-hikari' and 'Otome'.",
    "History": "",
    "History-China": "Camellia japonica has appeared in paintings and porcelain in China since the 11th century. Early paintings of the plant are usually of the single red flowering type. However, a single white flowering plant is shown in the scroll of the Four Magpies of the Song Dynasty.",
    "History-Australia": "The first records of camellias in Australia pertain to a consignment to Alexander Macleay of Sydney that arrived in 1826 and were planted in Sydney at Elizabeth Bay House.In 1838 six C. japonica plants were imported by the botanist, horticulturist and agriculturist William Macarthur. During the years that followed he brought in several hundred varieties and grew them at Camden Park Estate. For many years Macarthur's nursery was one of the main sources of supply to the colony in Australia of ornamental plants, as well as fruit trees and vines.In 1845, William Macarthur wrote to the London nurseryman Conrad Loddiges, acknowledging receipt of camellias and mentioning: \"I have raised four or five hundred seedlings of camellia, chiefly from seeds produced by 'Anemoniflora'. As this variety never has anthers of its own, I fertilised its blossoms with pollen of C. reticulata and Sp. maliflora.\" Although most of Macarthur's seedling varieties have been lost to cultivation, some are still popular today, including 'Aspasia Macarthur' (named after him).A well-known camellia nursery in Sydney was \"Camellia Grove\", set up in 1852 by Silas Sheather who leased land adjoining the Parramatta River on what was originally part of Elizabeth Farm. Fuller's Sydney Handbook of 1877 describes his nursery as having 59 varieties of camellias. Camellia and other flowers from Sheather's nursery were sent by steamship downriver to florists at Sydney Markets, tied in bunches and suspended from long pieces of wood which were hung up about the decks. Silas Sheather developed a number of camellia cultivars, the most popular (and still commercially grown) were C. japonica 'Prince Frederick William' and C. japonica 'Harriet Beecher Sheather', named after his daughter. The area in the vicinity of Sheather's nursery was eventually made a suburb and named Camellia, in honor of Camellia Grove nursery.By 1883, Shepherd and Company, the leading nurserymen in Australia at the time, listed 160 varieties of Camellia japonica.Associate Professor Eben Gowrie Waterhouse was a scholar, linguist, garden designer and camellia expert who brought about a worldwide revival of interest in the genus in the first half of the twentieth century. The E.G. Waterhouse National Camellia Garden in Sydney, Australia is named after him.",
    "History-Europe": "According to a research conducted in 1959, by Dr. Frederick Meyer, of the United States Department of Agriculture, the camellias of Campo Bello (Portugal) are the oldest known specimens in Europe, which would have been planted around 1550, that is to say, these trees are nowadays approximately 460 years old. However it is said that the camellia was first brought to the West in 1692 by Engelbert Kaempfer, Chief Surgeon to the Dutch East India Company. He brought details of over 30 varieties back from Asia. Camellias were introduced into Europe during the 18th century and had already been cultivated in the Orient for thousands of years. Robert James of Essex, England, is thought to have brought back the first live camellia to England in 1739. On his return from Dejima, Carl Peter Thunberg made a short trip to London where he made the acquaintance of Sir Joseph Banks. Thunberg donated to Kew Botanic Gardens four specimens of Camellia japonica. One of these was supposedly given in 1780 to the botanical garden of Pillnitz Castle near Dresden in Germany where it currently measures 8.9 metres (29 feet) in height and 11 metres (36 feet) in diameter.\n\nThe oldest trees of Camellia japonica in Europe can be found in Campobello (Portugal), Caserta (Italy) and Pillnitz (Germany). These were probably planted at the end of the 16th century.",
    "History-United States": "In the U.S., camellias were first sold in 1807 as greenhouse plants, but were soon distributed to be grown outdoors in the south.In Charleston, South Carolina, the estate garden of Magnolia-on-the-Ashley introduced hundreds of new Camellia japonica cultivars from the 19th century onwards, and its recently restored collection has been designated an International Camellia Garden of Excellence.  \"Debutante\", a popular variety, was originally introduced by Magnolia as \"Sarah C. Hastie\".  The name was changed to give it more marketing appeal.\nCross-breeding of camellias has produced many cultivars which are tolerant of hardiness zone 6 winters. These camellia varieties can grow in the milder parts of the lower Midwest (St. Louis, for example), Pacific Northwest, NYC area (NYC/NJ/CT), and even Ontario, Canada (near edge of the Great Lakes).",
    "Cultivars": "Camellia japonica is valued for its flowers, which can be single, semi-double or double flowered.  There are more than 2,000 cultivars developed from C. japonica. The shade of the flowers can vary from red to pink to white; they sometimes have multi-coloured stripes or specks. Cultivars include 'Elegans' with large pink flowers which often have white streaks, 'Giulio Nuccio' with red to pinkish petals and yellow stamens, 'Mathotiana Alba' with pure white flowers, and the light crimson semi-double-flowered 'The Czar'.C. japonica 'Alba Plena' is nicknamed the \"Bourbon Camellia\". Captain Connor of the East Indiaman Carnatic, brought the flower to England in 1792. The flowers are pure white and about 3 to 4 inches across. It blooms earlier than most cultivated camellias, in the early winter or spring, and can flower for 4 to 5 months.The zig-zag camellia or C. japonica 'Unryu' has different zig-zag branching patterns. \"Unryu\" means \"dragon in the clouds\" in Japanese; the Japanese believe it looks like a dragon climbing up to the sky. Another type of rare camellia is called the fishtail camellia or C. japonica 'Kingyo-tsubaki'. The tips of the leaves of this plant resemble a fish's tail.The following cultivars have gained the Royal Horticultural Society's Award of Garden Merit:",
    "Cultivars-Flower form or style": "Camellia flower forms are quite varied but the main types are single, semi-double, formal double, informal double and elegans (or anemone) form.",
    "Cultivars-Flower form or style-Single": "Single flowers have five to a maximum of eight petals in one row, petals loose, regular or irregular. May include petaloids; prominent display of stamens & pistils.",
    "Cultivars-Flower form or style-Semi-Double": "Two or more rows of large regular, irregular or loose outer petals (nine or more) with an uninterrupted cluster of stamens. May include petaloids; petals may overlap or be set in rows for 'hose in hose' effect.",
    "Cultivars-Flower form or style-Irregular Semi-Double": "A semi-double with one or more petaloids interrupting the cluster of stamens.",
    "Cultivars-Flower form or style-Formal Double": "Many rows and number of petals (sometimes more than a hundred), regularly disposed, tiered or imbricated, but no visible stamens. Usually with a central cone of tightly furled petals.",
    "Cultivars-Flower form or style-Elegans Form": "One or more rows of large outer petals lying flat or undulating, with a mass of intermingled petaloids and stamens in the center. Previously called \"Anemone Form\".",
    "Cultivars-Flower form or style-Informal Double": "A mass of raised petals with petaloids (parts of the flower that have assumed the appearance of small, narrow or twisted petals). Stamens may or may not be visible. Previously called \"Peony Form\".",
    "Cultivation": "Camellias should be planted in the shade in organic, somewhat acidic, semi-moist but well drained soil. If the soil is not well drained, it can cause the roots to rot.As a Camellia species, C. japonica can be used to make tea. Its processed leaves show aromatic fragrance. It contains caffeine and catechins of the same kind as C. sinensis.",
    "Cultivation-Diseases": "Some fungal and algal diseases include: Spot Disease, which gives the upper side of leaves a silver color and round spots, and can cause loss of leaves; Black Mold; Leaf Spot; Leaf Gall; Flower Blight, which causes flowers to become brown and fall; Root Rot; and Canker caused by the fungus Glomerella cingulata, which penetrates plants through wounds.\nSome insects and pests of C. japonica are the Fuller Rose Beetle Pantomorus cervinus, the mealybugs Planococcus citri and Pseudococcus longispinus, the weevils Otiorhyncus salcatus and Otiorhyncus ovatus, and the tea scale Fiorinia theae.\nSome physiological diseases include salt injury which results from high levels of salt in soil; chlorosis which is thought to be caused lack of certain elements in the soil or insufficient acidity preventing their absorption by the roots; bud drop which causes loss or decay of buds, and can be caused by over-watering, high temperatures, or pot-bound roots. Other diseases are oedema and sunburn. Not much is known about viral diseases in C. japonica.",
    "In culture and art": "Camellias are seen as lucky symbols for the Chinese New Year and spring and were even used as offerings to the gods during the Chinese New Year. It is also thought that Chinese women would never wear a Camellia in their hair because it opened much later after the bud formed. This was thought to signify that she would not have a son for a long time.One of the most important plants related to Camellia japonica is the Camellia sinensis, which is the plant tea comes from. This plant is not usually grown in gardens because it has small white flowers, unlike the Camellia japonica, which has larger, more beautiful flowers. It is not seen in art as often as the Camellia japonica, but it is shown in a painting called the Song Hundred Flowers which hangs in the Palace Museum in Beijing. Camellia sinensis may have been used as medicine during the Shang Dynasty. It was first used for drinking during the Zhou Dynasty.The following is a poem written by English evangelical Protestant writer Charlotte Elizabeth Tonna in 1834:",
    "See also": "List of Award of Garden Merit camellias",
    "References": "",
    "External links": " Media related to Camellia cultivars at Wikimedia Commons\nThe International Camellia Society"
  }
}