{
  "url": "https://en.wikipedia.org/wiki/Chamaecyparis_pisifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Cupressaceae"
    },
    {
      "Genus": "Chamaecyparis"
    },
    {
      "Species": "C. pisifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Chamaecyparis pisifera (Sawara cypress or Sawara Japanese: サワラ, romanized: Sawara) is a species of false cypress, native to central and southern Japan, on the islands of Honshū and Kyūshū.It is a slow-growing coniferous tree growing to 35–50 m tall with a trunk up to 2 m in diameter. The bark is red-brown, vertically fissured and with a stringy texture. The foliage is arranged in flat sprays; adult leaves are scale-like, 1.5–2 mm long, with pointed tips (unlike the blunt tips of the leaves of the related Chamaecyparis obtusa (hinoki cypress), green above, green below with a white stomatal band at the base of each scale-leaf; they are arranged in opposite decussate pairs on the shoots. The juvenile leaves, found on young seedlings, are needle-like, 4–8 mm long, soft and glaucous bluish-green. The cones are globose, 4–8 mm diameter, with 6–10 scales arranged in opposite pairs, maturing in autumn about 7–8 months after pollination.The Latin specific epithet pisifera, “pea-bearing”, refers to the small round green cones.A related cypress found on Taiwan, Chamaecyparis formosensis (Formosan cypress), differs in longer ovoid cones 6–10 mm long with 10–16 scales. The extinct Eocene species Chamaecyparis eureka, known from fossils found on Axel Heiberg Island in Canada, is noted to be very similar to C. pisifera.",
    "Uses": "It is grown for its timber in Japan, where it is used as a material for building palaces, temples, shrines and baths, and making coffins, though less valued than the timber of C. obtusa. The wood is lemon-scented and light-colored with a rich, straight grain, and is rot resistant.It is also a popular ornamental tree in parks and gardens, both in Japan and elsewhere in temperate climates including western Europe and parts of North America. A large number of cultivars have been selected for garden planting, including dwarf forms, forms with yellow or blue-green leaves, and forms retaining the juvenile needle-like foliage; particularly popular juvenile foliage cultivars include 'Plumosa', 'Squarrosa' and 'Boulevard'.In cultivation in the UK the following have gained the Royal Horticultural Society’s Award of Garden Merit (confirmed 2017):\n‘Boulevard’: 8 m (26 ft), blue-green foliage\n‘Filifera Aurea’: rounded, needle-like golden foliage, to 12 m (39 ft)\n‘Plumosa Compressa’: dwarf to 90 cm (35 in), soft mossy foliage on young plants\n‘Sungold’: rounded shrub to 3 m (9.8 ft) tall and wide, with needle-like lime green foliage",
    "References": "",
    "External links": "Conifers Around the World: Chamaecyparis pisifera - sawara cypress."
  }
}