{
  "url": "https://en.wikipedia.org/wiki/Chamaecyparis_obtusa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Cupressaceae"
    },
    {
      "Genus": "Chamaecyparis"
    },
    {
      "Species": "C. obtusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Chamaecyparis obtusa (Japanese cypress, hinoki cypress or hinoki; Japanese: 檜 or 桧 hinoki) is a species of cypress native to central Japan, and widely cultivated in the temperate northern hemisphere for its high quality timber and ornamental qualities, with many cultivars commercially available.",
    "Description": "It is a slow-growing tree which grows to 35 m tall with a trunk up to 1 m in diameter. The bark is dark red-brown. The leaves are scale-like, 2–4 mm long, blunt tipped (obtuse), green above, and green below with a white stomatal band at the base of each scale-leaf. The cones are globose, 8–12 mm diameter, with 8–12 scales arranged in opposite pairs.",
    "Related species": "The plant is widespread in Japan. The related Chamaecyparis pisifera (sawara cypress) can be readily distinguished in its having pointed tips to the leaves and smaller cones. A similar cypress found on Taiwan is treated by different botanists as either a variety of this species (as Chamaecyparis obtusa var. formosana) or as a separate species Chamaecyparis taiwanensis; it differs in having smaller cones (6–9 mm diameter) with smaller scales, and leaves with a more acute apex.",
    "Timber": "It is grown for its very high quality timber in Japan, where it is used as a material for building palaces, temples, shrines, traditional noh theatres, baths, table tennis blades and masu.  The wood is lemon-scented, light pinkish-brown, with a rich, straight grain, and is highly rot-resistant. For example, Horyuji Temple and Osaka Castle are built from hinoki wood. The hinoki grown in Kiso, used for building Ise Shrine, are called 御神木 go-shin-boku \"divine tree\".\nHinoki wood is used as a traditional Japanese stick incense for its light, earthy aroma.\nHinoki (and sugi) pollen is a major cause of hay fever in Japan.",
    "Ornamental cultivation": "It is also a popular ornamental tree in parks and gardens, both in Japan and elsewhere in temperate climates, including western Europe and parts of North America. A large number of cultivars have been selected for garden planting, including dwarf forms, forms with yellow leaves, and forms with congested foliage. It is also often grown as bonsai.",
    "Ornamental cultivation-Cultivars": "Over 200 cultivars have been selected, varying in size from trees as large as the wild species, down to very slow-growing dwarf plants under 30 cm (12 in) high. A few of the best known are listed below. Those marked agm have gained the Royal Horticultural Society’s Award of Garden Merit (confirmed 2017).\n'Crippsii’agm makes a broad conic golden-green crown with a vigorous leading shoot, growing to 15–20 m (49–66 ft) or more tall\n‘Fernspray Gold’agm - 3.5 m (11 ft), arching sprays of green/yellow branches\n’Kamarachiba’agm - spreading shrub, 45 cm (18 in) tall by 100 cm (39 in) wide, sprays of yellow-green\n'Kosteri'agm - sprawling dwarf to 2 m (6.6 ft) tall by 3 m (9.8 ft) wide, with brilliant green foliage\n'Lycopodioides' reaches up to 19 m (62 ft) tall, with somewhat fasciated foliage.\n'Minima' - under 10 cm (3.9 in) after 20 years with mid-green foliage\n‘Nana’agm - dark green, rounded dwarf shrub to 1 m (3.3 ft)\n'Nana Aurea'agm - 2 m (6.6 ft), golden tips to the fans and a bronze tone in winter\n'Nana Gracilis'agm - crowded fans of tiny branches producing richly textured effects; often cited as dwarf but has reached 11 m (36 ft) tall in cultivation in Britain\n'Nana Lutea'agm - compact, slow-growing, golden yellow selection which has become very popular; yellow counterpart to 'Nana gracilis'\n'Spiralis' is an erect, stiff dwarf tree\n'Tempelhof' growing to 2–4 m (6.6–13.1 ft) with green-yellow foliage that turns bronze in winter\n'Tetragona Aurea' grows to around 18 m (59 ft) tall, with a narrow crown and irregular branching, the scale leaves in 4 equal ranks and branchlets tightly crowded, green and gold\n‘Tsatsumi Gold’agm - 2 m (6.6 ft), contorted branches, yellow-green foliage",
    "Chemistry": "The lignans chamaecypanones A and B, obtulignolide, and isootobanone can be found in the heartwood of Chamaecyparis obtusa var. formosana. The biflavones sciadopitysin, ginkgetin, isoginkgetin, podocarpusflavone B, 7,7''-O-dimethylamentoflavone, bilobetin, podocarpusflavone A, 7-O-methylamentoflavone, amentoflavone and hinokiflavone have been confirmed in the leaves of the plant.",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Chamaecyparis obtusa at Wikimedia Commons"
  }
}