{
  "url": "https://en.wikipedia.org/wiki/Citrus_aurantifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Citrus"
    },
    {
      "Species": "C. .mw-parser-output .noitalic{font-style:normal}× aurantiifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "The Key lime (Citrus × aurantiifolia) is a citrus hybrid (C. micrantha x C. medica) with a spherical fruit, 2.5–5 cm (1–2 in) in diameter. The Key lime is usually picked while it is still green but it becomes yellow when ripe.\nThe Key lime is smaller, seedier, has higher acidity, stronger aroma, and thinner rind, than that of the Persian lime (Citrus × latifolia). The Key lime is valued for its unique flavor compared with other limes. The name is derived from its association with the Florida Keys, where it is best known as the flavoring ingredient in Key lime pie. It is also known as West Indian lime, bartender's lime, Omani lime, or Mexican lime, the last classified as a distinct race with a thicker skin and darker green color. Philippine varieties have various names, including dayap and bilolo.",
    "Etymology": "The English word lime was derived, via Spanish then French, from the Arabic word ليمة līma, which is itself a derivation of the Persian word limu لیمو. Key is from Florida Keys, where the fruit was naturalized. The Oxford English Dictionary dates the first use of \"key lime\" to 1905, in an issue of Country Gentleman, which described the fruit as \"the finest on the market. It is aromatic, juicy, and highly superior to the lemon.\"",
    "Description": "C. aurantiifolia is a shrubby tree, to 5 m (16 ft), with many thorns. Dwarf varieties exist that can be grown indoors during winter months and in colder climates. Its trunk, which rarely grows straight, has many branches, and they often originate quite far down on the trunk. The leaves are ovate, 2.5–9 cm (1–3 1⁄2 in) long, resembling orange leaves (the scientific name aurantiifolia refers to this resemblance to the leaves of the orange, Citrus aurantium). The flowers are 2.5 cm (1 in) in diameter, are yellowish white with a light purple tinge on the margins. Flowers and fruit appear throughout the year, but are most abundant from May to September in the Northern Hemisphere.When in contact with the skin, the Key lime can sometimes cause phytophotodermatitis, in which a chemical reaction makes the skin extra sensitive to ultraviolet light.",
    "History": "This particular cultivar is a citrus hybrid, Citrus micrantha × Citrus medica (a papeda-citron cross).C. aurantiifolia is native to Southeast Asia. Its apparent path of introduction was through the Middle East to North Africa, then to Sicily and Andalucia and via Spanish explorers to the West Indies, including the Florida Keys. Henry Perrine is credited with introducing the Key lime to Florida. From the Caribbean, lime cultivation spread to tropical and subtropical North America, including Mexico, Florida, and later California.\nSince the North American Free Trade Agreement came into effect, many Key limes on the US market are grown in Mexico, Central America and South America. They are also grown in Texas, Florida, and California.\nThe Key lime has given rise to several other lime varieties.  The best known, the triploid progeny of a Key lime-lemon cross, is the Persian lime (Citrus × latifolia), the most widely produced lime, globally.  Others are, like their parent, classed within C. aurantiifolia.  Backcrossing with citron has produced a distinct group of triploid limes that are also of commercial value to a limited degree, the seedy Tanepeo, Coppenrath, Ambilobe and Mohtasseb lime varieties as well as the Madagascar lemon.  Hybridization with a mandarin-pomelo cross similar to the oranges has produced the Kirk lime.  The New Caledonia and Kaghzi limes appear to have resulted from an F2 Key lime self-pollination, while a spontaneous genomic duplication gave us the tetraploid Giant Key lime.  The potential to produce a wider variety of lime hybrids from the Key lime due to its tendency to form diploid gametes may reduce the disease risk presented by the limited diversity of the current commercial limes.",
    "Agronomy": "",
    "Agronomy-Cultivation and propagation": "There are various approaches to the cultivation of Key limes. This variety of citrus can be propagated from seed and will grow true to the parent. The seeds must be kept moist until they can be planted, as they will not germinate if allowed to dry out. If the plants are propagated from seed, the seeds should be stored at least 5–6 months before planting. Alternatively, vegetative propagation from cuttings or by air layering may permit fruit production within one year, and from genetically more predictable lines of plants. Or digging around a mature tree to sever roots will encourage new sprouts that can be transplanted to another location. Clones are often bud grafted into rough lemon or sour orange to obtain strong root stocks (see also fruit tree propagation).\nIt is often advisable to graft the plants onto rootstocks with low susceptibility to gummosis, because seedlings generally are highly vulnerable to the disease. Useful rootstocks include wild grapefruit, cleopatra mandarin and tahiti limes. C. macrophylla is also sometimes used as a rootstock in Florida to add vigor.\nClimatic conditions and fruit maturation are crucial in cultivation of the lime tree. Under consistently warm conditions potted trees can be planted at any season, whereas in cooler temperate regions it is best to wait for the late winter or early spring.\nThe Key lime tree does best in sunny sites, well-drained soils, good air circulation, and protection from cold wind. Because its root system is shallow, the Key lime is planted in trenches or into prepared and broken rocky soil to give the roots a better anchorage and improve the trees' wind resistance. Pruning and topping should be planned to maximise the circulation of air and provide plenty of sunlight. This keeps the crown healthily dry, improves accessibility for harvesting, and discourages the organisms that cause gummosis.",
    "Agronomy-Harvesting": "The method of cultivation greatly affects the size and quality of the harvest. Trees cultivated from seedlings take 4–8 years before producing a harvest. They attain their maximal yield at about 10 years of age. Trees produced from cuttings and air layering bear fruit much sooner, sometimes producing fruit (though not a serious harvest) a year after planting. It takes approximately 9 months from the blossom to the fruit.\nWhen the fruit have grown to harvesting size and begin to turn yellow they are picked and not clipped. To achieve produce of the highest market value, it is important not to pick the fruit too early in the morning; the turgor is high then, and handling turgid fruit releases the peel oils and may cause spoilage.",
    "Agronomy-Postharvest process": "Shelf life of Key limes is an important consideration in marketing. The lime still ripens for a considerable time after harvesting, and it is usually stored between 12.5 and 15.5 °C (55–60 °F) at a relative humidity of 75–85%. Special procedures are employed to control the shelf life – for example, applications of growth regulators, fruit wax, fungicides, precise cooling, calcium compounds, silver nitrate, and special packing material. The preferred storage conditions are temperatures of 9–10 °C (48–50 °F) and a humidity over 85%, but even in ideal conditions post-harvesting losses are high.\nIn India most Key lime producers are small scale farmers without access to such post-harvesting facilities, but makeshift expedients can be of value. One successful procedure is a coating of coconut oil that improves shelf life, thereby achieving a constant market supply of Key limes.Key limes are made into black lime by boiling them in brine and drying them. Black lime is a condiment commonly used in the Middle East.",
    "Agronomy-Yield": "The yield varies depending on the age of the trees. Five- to seven-year-old orchards may yield about 6 t/ha (2.7 tons/acre), with harvests increasing progressively until they stabilise at about 12–18 t/ha (5.4–8 tons/acre). Seedling trees take longer to attain their maximal harvest, but eventually out-yield grafted trees.",
    "References": "",
    "External links": " Media related to Citrus × aurantiifolia at Wikimedia Commons\nCitrus aurantiifolia (Christm.) Swingle  United States Forest Service description\nKey Lime Tree History\nCharacterization of limes (Citrus aurantifolia) grown in Bhutan and Indonesia using high-throughput sequencing"
  }
}