{
  "url": "https://en.wikipedia.org/wiki/Crassula_ovata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Saxifragales"
    },
    {
      "Family": "Crassulaceae"
    },
    {
      "Genus": "Crassula"
    },
    {
      "Species": "C. ovata"
    }
  ],
  "text": {
    "__SUMMARY__": "Crassula ovata, commonly known as jade plant, lucky plant, money plant or money tree, is a succulent plant with small pink or white flowers that is native to the KwaZulu-Natal province and Eastern Cape of South Africa and Mozambique, and is common as a houseplant worldwide. Much of its popularity stems from the low levels of care needed; the jade plant requires little water and can survive in most indoor conditions. It is sometimes referred to as the money tree; however, Pachira aquatica also has this nickname.",
    "Description": "The jade plant is an evergreen with thick branches. It has thick, shiny, smooth leaves that grow in opposing pairs along the branches. Leaves are a rich jade green, although some may appear to be more of a yellow-green. Some varieties may develop a red tinge on the edges of leaves when exposed to high levels of sunlight. New stem growth is the same colour and texture as the leaves, becoming woody and brown with age. \nIt grows as an upright, rounded, thick-stemmed, strongly branched, evergreen shrub and reaches stature heights of up to 2.5 meters. The base is usually sparsely branched. Sometimes a single main trunk of up to 6 centimetres in diameter is formed. The succulent shoots are gray-green. The bark of older branches peels off in horizontal, brownish stripes. \nThe oppositely arranged, ascending to spreading, green leaves are stalked with up to 5 millimetres short. The fleshy, bare, obovate, wedge-shaped leaf blade is 3 to 9 centimetres long and 1.8 to 4 centimetres wide. The sharp-edged leaf margins are often reddish. \nNumerous varieties and cultivars have been selected, of which C. ovata 'Hummel's Sunset' has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Description-Inflorescence": "Although becoming brown and appearing woody with age, stems never become true lignified tissue, remaining succulent and fleshy throughout the plant's life. Under the right conditions, they may produce small white or pink, star-like shaped flowers in winter. The terminal inflorescence is a top round thyrsus with numerous dichasia. It has a length and a diameter of about 5 centimetres. The inflorescence stem has a length of 15 to 18 millimetres and a diameter of 2 millimetres. The flower stalks are 5 millimetres long.The sweet-scented, hermaphrodite flowers are radial symmetry and double perianth. The five about 2 millimetres long sepals are fused to one another at their base. The pink or white flower crown is star-shaped and has a diameter of about 15 millimetres. Its lanceolate petals are 7 millimetres long and 2.5 millimetres wide. The stamens have a length of 5 millimetres. The combination of shorter days, cold nights and lack of water for several weeks will produce flowering around the beginning of winter.",
    "Cultivation": "As a succulent, Crassula ovata requires little water in the summer, and even less in the winter. It is susceptible to overwatering, especially during the cold season. Watering excessively can cause leaf fall and root rot. However, also the lack of water can damage it. It should be grown in a porous substrate with good drainage, which will vary depending on the climate it is grown in. It requires about 4-6 hours of direct sun, or medium shade exposures with bright light. In regions of mild weather it can withstand some light frost, provided that the substrate is kept dry.C. ovata may display a red tinge around its leaves when grown with bright sunlight. In more extreme cases, the green colour of the plant is lost and can be replaced by yellow. This is caused by the jade plant making pigments such as carotenoids to protect from harsh sunlight and ultraviolet rays. The jade plant also does best in rich, well-draining soil. The plant also flowers in the wintertime, particularly during a cooler, darker, dry spell. C. ovata is sometimes attacked by mealybugs, a common nuisance of the succulents.\nThe jade plant is well known for its bonsai capabilities, since it forms a bonsai very easily when pruning is done correctly. Many who learn bonsai begin with a jade plant, since they are durable, easy to put through the bonsai process, and attractive.",
    "Cultivation-Propagation": "The jade plant is also known for its ease of propagation, which can be carried out with clippings or even stray leaves which fall from the plant. Jade plants may readily be propagated from both with success rates higher than with cuttings. In the wild, propagation is the jade plant's main method of reproduction. Branches regularly fall off wild jade plants and these branches may root and form new plants.\nLike many succulents, jade plants can be propagated from just the swollen leaves which grow in pairs on the stems. While propagation methods may vary, most follow similar steps. Typically, the wounds on the leaves are left to dry and callus over. Then, the leaves are placed in or on soil. Roots begin to grow on severed leaves about four weeks after being removed from the stem. Environmental factors such as temperature and humidity affect the speed at which the roots and new plant develop. Foliage usually appears soon after new roots have formed.",
    "Parasites and diseases": "Scale insects are common pests of Crassula ovata and can cause deformation of the plant during growth. An infestation can be eliminated by killing each insect with a cotton bud or brush that has been soaked in rubbing alcohol. This process is repeated daily until all mealybugs have been killed, as well as new insects that may still hatch after the mealybugs living on the plant have been killed. Aphids are also common pests, but they tend to infest the stems of flowers. Spider mites can also cause problems. Exposure to sap or leaves can cause dermatitis in humans.",
    "Toxicity": "The jade plant is toxic to horses, and dogs and cats, as well as mildly toxic to humans, in some cases, with skin contact.",
    "Cultivars": "Monstruosa (syn. Cristata, Gollum, Hobbit) – A trumpet-shaped, skimpy branched, shrubby cultivar up to 3 feet (90 cm) tall and around 2 feet (60 cm) wide, with tubular leaves that have a reddish tint. The flowers are small, star-like, and are white or pinkish-white in color. Resembling a small tree, its trunk becomes thick with age. They grow in well-drained, regularly-watered soils in bright airy conditions under a few hours of sunshine in a day, as well as in part shade. They have a superficial resemblance to Sedum rubrotinctum. They are colloquially known as spoon jade, hobbit jade, Gollum jade, ET’s fingers, finger jade, trumpet jade and as well as being likened to \"Shrek's ears\".\nTricolor – A slow-growing branching shrub with stout stems that has round, variegated bright green leaves which are creamy yellow and white in colour. Drought-tolerant, it still relies on occasional water in summer, but virtually none in winter (unless grown in container).",
    "Gallery": "",
    "See also": "Crassula arborescens\nKalanchoe longiflora, a similar looking plant of a different genus but same family",
    "References": "",
    "External links": "Crassula ovata at succulent-plant.com\nCrassula ovata in India at plantsguru.com"
  }
}