{
  "url": "https://en.wikipedia.org/wiki/Ficus_benjamina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Moraceae"
    },
    {
      "Tribe": "Ficeae"
    },
    {
      "Genus": "Ficus"
    },
    {
      "Subgenus": "Urostigma[2]"
    },
    {
      "Species": "F. benjamina"
    }
  ],
  "text": {
    "__SUMMARY__": "Ficus benjamina, commonly known as weeping fig, benjamin fig or ficus tree, and often sold in stores as just ficus, is a species of flowering plant in the family Moraceae, native to Asia and Australia. It is the official tree of Bangkok. The species is also naturalized in the West Indies and in the states of Florida and Arizona in the United States. In its native range, its small fruit are favored by some birds, such as the superb fruit dove, wompoo fruit dove, pink-spotted fruit dove, ornate fruit dove, orange-bellied fruit dove, Torresian imperial pigeon, and purple-tailed imperial pigeon.",
    "Description": "Ficus benjamina is a tree reaching 30 m (98 ft) tall in natural conditions, with gracefully drooping branchlets and glossy leaves 6–13 cm (2–5 in), oval with an acuminate tip. The bark is light gray and smooth. The bark of young branches is brownish. The widely spread, highly branching tree top often covers a diameter of 10 meters. It is a relatively small-leaved fig. The changeable leaves are simple, entire and stalked. The petiole is 1 to 2.5 cm long. The young foliage is light green and slightly wavy, the older leaves are green and smooth; the leaf blade is ovate to ovate-lanceolate with wedge-shaped to broadly rounded base and ends with a short dropper tip. The pale glossy to dull leaf blade is 5 to 12 cm long and 2 to 6 cm wide. Near the leaf margins are yellow crystal cells (\"cystolites\"). The two membranous, deciduous stipules are not fused, lanceolate and 6 to 12 mm (rarely to 15 mm) long.F. benjamina is monoecious. The inflorescences are spherical to egg-shaped, shiny green, and have a diameter of 1.5 cm. In the inflorescences are three types of flowers: male and fertile and sterile female flowers. The scattered, inflorescences, stalked, male flowers have free sepals and a stamen. Many fertile female flowers are sessile and have three or four sepals and an egg-shaped ovary. The more or less lateral style ends in an enlarged scar.\nThe ripe figs (collective fruit) are orange-red and have a diameter of 2.0 to 2.5 cm.",
    "Cultivation": "In tropical latitudes, the weeping fig makes a very large and stately tree for parks and other urban situations, such as wide roads. It is often cultivated for this purpose.\nF. benjamina is a very popular houseplant in temperate areas, due to its elegant growth and tolerance of poor growing conditions; it does best in bright, sunny conditions, but also tolerates considerable shade. It requires a moderate amount of watering in summer, and only enough to keep it from drying out in the winter. Longer days, rather high and moderate day temperatures at night are favourable conditions for great appreciable growth in a short time. It does not need to be misted. The plant is sensitive to cold and should be protected from strong drafts. When grown indoors, it can grow too large for its situation, and may need drastic pruning or replacing. F. benjamina has been shown to effectively remove gaseous formaldehyde from indoor air.The NASA Clean Air Study determined that this plant was effective at removing common household air toxins formaldehyde and xylene. \nThe fruit is edible, but the plant is not usually grown for its fruit. The leaves are very sensitive to small changes in light. When it is turned around or relocated, it reacts by dropping many of its leaves and replacing them with new leaves adapted to the new light intensity.",
    "Cultivation-Cultivars": "Numerous cultivars are available (e.g. 'Danielle', 'Naomi', 'Exotica', and 'Golden King'). Some cultivars include different patterns of colouration on the leaves, ranging from light green to dark green, and various forms of white variegation.\nIn cultivation in the UK, this plant and the variegated cultivar 'Starlight' have gained the Royal Horticultural Society's Award of Garden Merit.The miniature cultivars, especially 'Too Little', are among the most popular plants for indoor bonsai.",
    "Destructive roots": "The United States Forest Service states, \"Roots grow rapidly, invading gardens, growing under and lifting sidewalks, patios, and driveways.\" They conclude that its use in tree form is much too large for residential planting; therefore, in these settings, this species should only be used as a hedge or clipped screen.",
    "Allergic reactions": "The plant is a major source of indoor allergens, ranking as the third-most common cause of indoor allergies after dust and pets. Common allergy symptoms include rhinoconjunctivitis and allergic asthma. Ficus plants can be of particular concern to latex allergy sufferers due to the latex in the plants, and should not be kept in the environment of latex allergy sufferers. In extreme cases, Ficus sap exposure can cause anaphylactic shock in latex allergy sufferers. The consumption of parts of plants leads to nausea, vomiting, and diarrhea. Exceptions are the edible fruits.\nAllergy to Ficus plants develops over time and from exposure. The allergy was first observed in occupational settings amongst workers who regularly handled the plants. A study of workers at four plant-leasing firms showed that 27% of the workers had developed antibodies in response to exposure to the plants.",
    "Gallery": "",
    "References": "",
    "Bibliography": "Frith, H.J.; Rome, F.H.J.C. & Wolfe, T.O. (1976): Food of fruit-pigeons in New Guinea. Emu 76(2): 49-58. HTML abstract\nWeeping fig (plant) at the Encyclopædia Britannica"
  }
}