{
  "url": "https://en.wikipedia.org/wiki/Ficus_neriifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Moraceae"
    },
    {
      "Genus": "Ficus"
    },
    {
      "Species": "F. neriifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Ficus neriifolia is a species of fig (Ficus). It is native to Asia, including Bhutan, Burma, China, India, and Nepal.",
    "Description": "Ficus neriifolia grows as a tree up to 15 m (50 ft) tall with smooth, dark grey bark on its trunk. The hairless, leathery oval to lanceolate (spear-shaped) leaves are up to 8–18 cm (3 1⁄4–7 in) long by 3–6.5 cm (1 1⁄8–2 1⁄2 in) wide, and often asymmetrical in shape. The 8–10 cm (3 1⁄4–4 in) diameter figs are rounded, oval, or cylindrical and grow in pairs off older branches.",
    "Taxonomy": "James Edward Smith described Ficus neriifolia in 1810.\nIn 1965, E.H.Corner regarded the species as having three valid varieties : F. neriifolia var. nemoralis, F. neriifolia var. fieldingii and F. neriifolia var. trilepis. However, Wu and colleagues did not treat them as distinct in 2003.  Chaudhary and colleagues observed that the receptacles are distinct and hence further investigation is needed.",
    "Distribution and habitat": "Ficus neriifolia is found in Mêdog County in southern Tibet and western Yunnan province in China, as well as Bhutan, Myanmar, central and western Nepal, northeastern India including Sikkim, Arunachal Pradesh, Assam, Meghalaya, Mizoram, Nagaland and Uttar Pradesh.It grows in forests of both coniferous and broadleaved trees at elevations of 1,700–2,900 m (5,600–9,500 ft) above sea level in China, and 500–2,200 m (1,600–7,200 ft) above sea level in India.",
    "Ecology": "The figs and leaves are eaten by the endangered black crested gibbon (Nomascus concolor) in Yunnan province, particularly between May and September where it is the most commonly eaten plant species. It is also an important food item of the eastern hoolock gibbon (Hoolock leuconedys)",
    "Uses": "\nThe foliage of Ficus neriifolia is used as fodder and its wood used as fuel in Nepal. The juice of the stem bark is used as a folk remedy for conjunctivitis and boils This fig tree is considered good for indoor bonsai in temperate climates, and it is easily shaped and pruned.\n\n\n== References =="
  }
}