{
  "url": "https://en.wikipedia.org/wiki/Ficus_carica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Moraceae"
    },
    {
      "Genus": "Ficus"
    },
    {
      "Subgenus": "Ficus subg. Ficus"
    },
    {
      "Species": "F. carica"
    }
  ],
  "text": {
    "__SUMMARY__": "Ficus carica is an Asian species of flowering plant in the mulberry family, known as the common fig (or just the fig). It is the source of the fruit also called the fig and as such is an important crop in those areas where it is grown commercially. Native to the Middle East and western Asia, it has been sought out and cultivated since ancient times and is now widely grown throughout the world, both for its fruit and as an ornamental plant. The species has become naturalized in scattered locations in Asia and North America.",
    "Etymology": "The word fig, first recorded in English in the 13th century, derives from (Old) French figue, itself from Occitan (Provençal) figa, from Romance *fica, from Classical Latin ficus (fig or fig-tree). Italian has fico, directly derived from Latin ficus. The name of the caprifig, Ficus caprificus Risso, is derived both from Latin capro (billygoat) and English fig.",
    "Biology": "",
    "Biology-Description": "Ficus carica is a gynodioecious, i. e., functionally dioecious, deciduous tree or large shrub that grows up to 7–10 metres (23–33 ft) tall, with smooth white bark. Its fragrant foliage is 12–25 centimetres (4.7–9.8 in) long and 10–18 centimetres (3.9–7.1 in) wide, and deeply lobed with 3 or 5 lobes. The complex inflorescence consists of a hollow fleshy structure denominated the \"syconium\", which is lined with numerous unisexual flowers. The flowers are not visible outside the syconium because they bloom inside the infructescence. Although commonly denominated a \"fruit\", the fig is in truth the infructescence or scion of the tree, known as a \"false fruit\" or \"multiple fruit\", which bears the flowers and seeds. It is a hollow-ended stem that contains many flowers. The small orifice, denominated the \"ostiole\", that is visible on the middle of the fruit is a narrow passage, which allows the specialized fig wasp, Blastophaga psenes to enter the fruit and pollinate the flowers, after which the fruit grows seeds. See Ficus: Fig fruit and reproduction system.\nThe edible fruit consists of the mature syconium that contains numerous one-seeded fruits, denominated \"druplets\". The fruit is 3–5 centimetres (1.2–2.0 in) long, with a green skin that sometimes ripens toward purple or brown. Ficus carica has milky sap, thus rendering it a laticifer. The sap of the green parts is an irritant to human skin.",
    "Biology-Habitat": "The common fig tree has been cultivated since ancient times and grows wild in dry and sunny locations with deep and fresh soil, and in rocky locations that are at sea level to 1,700 metres in elevation. It prefers relatively porous and freely draining soil, and can grow in nutritionally poor soil. Unlike other fig species, Ficus carica does not always require pollination by a wasp or from another tree, because the fig wasp, Blastophaga psenes can pollinate it so as to produce seeds. Fig wasps are not present to pollinate in colder nations, e. g. the United Kingdom.\n\nThe plant tolerates seasonal drought, and the Middle Eastern and Mediterranean climates are especially suitable to it. Situated in a favorable habitat, mature specimens can grow to considerable size as large, dense, shade trees. Its aggressive root system precludes its cultivation in many urban locations, yet in nature this characteristic helps the plant to root in the most inhospitable locations. Having a great need of water, it is mostly a phreatophyte that extracts the needed water from sources in or on the ground. Consequently, it frequently grows in locations with standing or running water, e. g. in valleys of rivers and in ravines that collect water. The deeply rooted plant searches for groundwater in aquifers, ravines, or cracks in rocks. With access to this water, the tree cools the hot environments in which it grows, thus producing fresh and pleasant habitat for many animals that shelter in its shade during periods of intense heat.\nThe mountain or rock fig (\"Anjeer Kohi\", انجیر کوهی, in Persian) is a wild variety, tolerant of cold dry climates, of the semi-arid rocky montane regions of Iran, especially in the Kohestan Mountains of Khorasan.",
    "Biology-Ecology": "Ficus carica is dispersed by birds and mammals that scatter their seeds in droppings. Fig fruit is an important food source for much of the fauna in some areas, and the tree owes its expansion to those that feed on its fruit. The common fig tree also sprouts from the root and stolon tissues.\nThe infructescence is pollinated by a symbiosis with a fig wasp (Blastophaga psenes). The fertilized female wasp enters the fig through the scion, which has a tiny hole in the crown (the ostiole). She crawls on the inflorescence inside the fig and pollinates some of the female flowers. She lays her eggs inside some of the flowers and dies. After weeks of development in their galls, the male wasps emerge before females through holes they produce by chewing the galls. The male wasps then fertilize the females by depositing semen in the hole in the gall. The males later return to the females and enlarge the holes to enable the females to emerge. Then some males enlarge holes in the scion, which enables females to disperse after collecting pollen from the developed male flowers. Females have a short time (<48 hours) to find another fig tree with receptive scions to spread the pollen, assist the tree in reproduction, and lay their own eggs to start a new cycle.",
    "Cultivation": "",
    "Cultivation-From ancient times": "The edible fig is one of the first plants that was cultivated by humans. Nine subfossil figs of a parthenocarpic (and therefore sterile) type dating to about 9400–9200 BCE were found in the early Neolithic village Gilgal I (in the Jordan Valley, 13 km north of Jericho). The find precedes the domestication of wheat, barley, and legumes, and may thus be the first known instance of agriculture. It is proposed that this sterile but desirable type was planted and cultivated intentionally, one thousand years before the next crops were domesticated (wheat and rye).Figs were widespread in ancient Greece, and their cultivation was described by both Aristotle and Theophrastus. Aristotle noted that as in animal sexes, figs have individuals of two kinds, one (the cultivated fig) that bears fruit, and one (the wild caprifig) that assists the other to bear fruit. Further, Aristotle recorded that the fruits of the wild fig contain psenes (fig wasps); these begin life as larvae, and the adult psen splits its \"skin\" (pupa) and flies out of the fig to find and enter a cultivated fig, saving it from dropping. Theophrastus observed that just as date palms have male and female flowers, and that farmers (from the East) help by scattering \"dust\" from the male on to the female, and as a male fish releases his milt over the female's eggs, so Greek farmers tie wild figs to cultivated trees. They do not say directly that figs reproduce sexually, however.Figs were also a common food source for the Romans. Cato the Elder, in his c. 160 BCE De Agri Cultura, lists several strains of figs grown at the time he wrote his handbook: the Mariscan, African, Herculanean, Saguntine, and the black Tellanian (De agri cultura, ch. 8). The fruits were used, among other things, to fatten geese for the production of a precursor of foie gras. Rome's first emperor, Augustus, was reputed to have been poisoned with figs from his garden smeared with poison by his wife Livia. For this reason, or perhaps because of her horticultural expertise, a variety of fig known as the Liviana was cultivated in Roman gardens.It was cultivated from Afghanistan to Portugal, also grown in Pithoragarh in the Kumaon hills of India. From the 15th century onwards, it was grown in areas including Northern Europe and the New World. In the 16th century, Cardinal Reginald Pole introduced fig trees to Lambeth Palace in London.\nIn 1769, Spanish missionaries led by Junipero Serra brought the first figs to California. The Mission variety, which they cultivated, is still popular. The fact that it is parthenocarpic (self-pollinating) made it an ideal cultivar for introduction.\nThe Kadota cultivar is even older, being mentioned by the Roman naturalist Pliny in the 1st century A.D.",
    "Cultivation-Introduction to California": "As the population of California grew, especially after the gold rush, a number of other cultivars were brought there by persons and nurserymen from the east coast of the US and from France and England. By the end of the 19th century, it became apparent that California had the potential for being an ideal fig producing state because of its Mediterranean-like climate and latitude of 38 degrees, lining up San Francisco with Smyrna, Turkey. G. P. Rixford first brought true Smyrna figs to California in 1880. The San Francisco Bulletin Company amplified the effort, which sought to introduce new cultivars from Smyrna and distribute the cuttings to the bulletin's subscribers, in expectation of receiving reports from the subscribers of which cultivars were most suitable for California. In 1881, some 14,000 cuttings were shipped in good condition to California and distributed to Bulletin Company subscribers as promised. However, none of the trees planted produced mature fruit. George Roeding concluded that this was because of the lack of pollination, as the insect pollinator was not present in California. After failed attempts, wild fig trees that carried fig wasps were successfully introduced to California on 6 April 1899, to permit production of Smyrna-type figs.The most popular cultivar of Smyrna-type fig is Calimyrna, being a name that combines \"California\" and \"Smyrna\". The cultivar, however, is not one that was produced by a breeding program, and instead is from one of the cuttings brought to California in the latter part of the 19th century. It is identical to the cultivar Lob Injir that has been grown in Turkey for centuries.",
    "Cultivation-Overwintering": "The Italian diaspora that lives in cold-winter climates has a practice of burying imported fig trees to overwinter them and protect the fruiting hard wood from cold. Italian immigrants in the 19th century introduced this common practice in cities such as New York, Philadelphia, Boston, and Toronto, where winters are normally too cold to leave the tree exposed. This practice consists in digging a trench that is appropriate to the size of the specimen, some of which are more than 10 feet tall, severing part of the root system, and bending the specimen into the trench. Specimens are often wrapped in waterproof material to discourage development of mould and fungus, then covered with a heavy layer of soil and leaves. Sometimes plywood or corrugated metal is placed on top to secure the tree. In borderline climates like New York City burying trees is no longer needed because low winter temperatures have increased. Often specimens are simply wrapped in plastic and other insulating material, or not protected if planted in a sheltered site against a wall that reflects sunlight.",
    "Cultivation-Modern": "The common fig is grown for its edible fruit throughout the temperate world. It is also grown as an ornamental tree, and in the UK the cultivars 'Brown Turkey' and ‘Ice Crystal’ (mainly grown for its unusual foliage) have gained the Royal Horticultural Society's Award of Garden Merit.Figs are also grown in Germany, mainly in private gardens inside built up areas. There is no commercial fig growing. The Palatine region in the German South West has an estimated 80,000 fig trees. The variety Brown Turkey is the most widespread in the region. There are about a dozen quite widespread varieties hardy enough to survive winter outdoors mostly without special protection. There are even two local varieties, \"Martinsfeige\" and \"Lussheim\", which may be the hardiest varieties in the region.Figs can be found in continental climates with hot summers as far north as Hungary and Moravia. Thousands of cultivars, most named, have been developed as human migration brought the fig to many places outside its natural range. Fig plants can be propagated by seed or by vegetative methods. Vegetative propagation is quicker and more reliable, as it does not yield the inedible caprifigs. Seeds germinate readily in moist conditions and grow rapidly once established. For vegetative propagation, shoots with buds can be planted in well-watered soil in the spring or summer, or a branch can be scratched to expose the bast (inner bark) and pinned to the ground to allow roots to develop.Two crops of figs can be produced each year. The first or breba crop develops in the spring on last year's shoot growth. The main fig crop develops on the current year's shoot growth and ripens in the late summer or fall. The main crop is generally superior in quantity and quality, but some cultivars such as 'Black Mission', 'Croisic', and 'Ventura' produce good breba crops.\nThere are three types of edible figs:\nPersistent (or common) figs have all female flowers that do not need pollination for fruiting; the fruit can develop through parthenocarpic means. This is a popular horticulture fig for home gardeners. Dottato (Kadota), Black Mission, Brown Turkey, Brunswick, and Celeste are some representative cultivars.\nCaducous (or Smyrna) figs require cross pollination by the fig wasp with pollen from caprifigs for the fruit to mature. If not pollinated the immature fruits drop. Some cultivars are Marabout, Inchàrio, and Zidi.\nIntermediate (or San Pedro) figs set an unpollinated breba crop but need pollination for the later main crop. Examples are Lampeira, King, and San Pedro.There are dozens of fig cultivars, including main and Breba cropping varieties, and an edible caprifig (the Croisic). Varieties are often local, found in a single region of one country.",
    "Cultivation-Breeding": "While the fig contains more naturally occurring varieties than any other tree crop, a formal breeding program was not developed until the beginning of the 20th century. Ira Condit, \"High Priest of the Fig,\" and William Storey tested some thousands of fig seedlings in the early 20th century based at University of California, Riverside. It was then continued at the University of California, Davis. However, the fig breeding program was ultimately closed in the 1980s.Due to insect and fungal disease pressure in both dried and fresh figs, the breeding program was revived in 1989 by James Doyle and Louise Ferguson using the germplasm established at UC Riverside by Ira Condit and William Storey. Crosses were made and two new varieties are now in production in California: the public variety \"Sierra\", and the patented variety \"Sequoia\".",
    "Production": "In 2017, world production of raw figs was 1.15 million tonnes, led by Turkey with 26% of the world total, Egypt, and Morocco, as the three largest producers which collectively accounted for 54% of global production.",
    "Food": "Figs can be eaten fresh or dried, and used in jam-making. Most commercial production is in dried or otherwise processed forms, since the ripe fruit does not transport well, and once picked does not keep well. The widely produced fig roll is a biscuit (cookie) with a filling made from figs.\nFresh figs are in season from August through to early October. Fresh figs used in cooking should be plump and soft, and without bruising or splits. If they smell sour, the figs have become over-ripe. Slightly under-ripe figs can be kept at room temperature for 1–2 days to ripen before serving. Figs are most flavorful at room temperature.",
    "Food-Nutrition": "Raw figs are a good source (14% of the Daily Value, DV) of dietary fiber per 100-gram serving (74 calories), but otherwise do not supply essential nutrients in significant content (see table).\nIn a 100-gram serving providing 229 calories, dried figs are a rich source (more than 20% DV) of dietary fiber and the essential mineral, manganese (26% DV), while several other dietary minerals are in moderate-to-low content.",
    "Research and folk medicine": "",
    "Research and folk medicine-Phytochemicals": "Figs contain diverse phytochemicals under basic research for their potential biological properties, including polyphenols, such as gallic acid, chlorogenic acid, syringic acid, (+)-catechin, (−)-epicatechin and rutin. Fig color may vary between cultivars due to various concentrations of anthocyanins, with cyanidin-3-O-rutinoside having particularly high content.",
    "Research and folk medicine-Folk medicine": "In some old Mediterranean folk practices, the milky sap of the fig plant was used to soften calluses, remove warts, and deter parasites.",
    "Toxicity": "Like other plant species in the family Moraceae, contact with the milky sap of Ficus carica followed by exposure to ultraviolet light can cause phytophotodermatitis, a potentially serious skin inflammation. Although the plant is not poisonous per se, F. carica is listed in the FDA Database of Poisonous Plants.Organic chemical compounds called furanocoumarins are known to cause phytophotodermatitis in humans. The common fig contains significant quantities of two furanocoumarins, psoralen and bergapten. The essential oil of fig leaves contains more than 10% psoralen, the highest concentration of any organic compound isolated from fig leaves. Psoralen appears to be the primary furanocoumarin compound responsible for fig leaf-induced phytophotodermatitis.\nPsoralen and bergapten are found chiefly in the milky sap of the leaves and shoots of F. carica but not the fruits. Neither psoralen nor bergapten were detected in the essential oil of fig fruits. Thus there is no conclusive evidence that fig fruits cause phytophotodermatitis.",
    "In religion and mythology": "In the Biblical Book of Genesis, Adam and Eve clad themselves with fig leaves (Genesis 3:7) after eating the \"forbidden fruit\" from the tree of the knowledge of good and evil. Likewise, fig leaves, or depictions of fig leaves, have long been used to cover the genitals of nude figures in painting and sculpture, for example in Masaccio's The Expulsion from the Garden of Eden. Moreover, according to Haggadah (Jewish text), the forbidden fruit of the Tree of Knowledge in the Garden of Eden was not an apple, but a fig. \nThe Book of Deuteronomy specifies the fig as one of the Seven Species (Deuteronomy 8:7-8), describing the fertility of the land of Canaan. This is a set of seven plants indigenous to the Middle East that together can provide food all year round. The list is organized by date of harvest, with the fig being fourth due to its main crop ripening during summer. \nBabylonian Ishtar for example took the form of the divine fig tree Xikum, the \"primeval mother at the central place of the earth\", protectress of the savior Tammuz. Moreover, fig and the fig tree were closely linked with female sexuality. In Barbara Walker's encyclopedia on Goddess symbols we learn that the fig leaf is the conventional form of the yoni. \"This may account for the common use of the fig tree as a symbol of man's enlightenment, which was formerly supposed to come through his connection with the female principle.\" The enlightenment that came after eating the forbidden fruit, i.e. fig, may also imply that the knowledge forbidden by the Judeo-Christian God was knowledge of specifically female sexuality, which patriarchal societies have always tried to suppress. The fig tree Ruminalis was worshiped as a symbol of the Goddess herself in the Palantine temple in Rome.  \nIn the Bible (Matthew 21:18–22 and Mark 11:12–14, 19–21) is the account of Jesus finding a fig tree when he was hungry; the tree had leaves on it, but no fruit. Jesus then curses the fig tree, which withers. \nThe biblical quote \"each man under his own vine and fig tree\" (Micah 4:4) has been used to denote peace and prosperity. It was commonly quoted to refer to the life that would be led by settlers in the American West, and was used by Theodor Herzl in his depiction of the future Jewish Homeland: \"We are a commonwealth. In form it is new, but in purpose very ancient. Our aim is mentioned in the First Book of Kings: 'Judah and Israel shall dwell securely, each man under his own vine and fig tree, from Dan to Beersheba\". United States President George Washington, writing in 1790 to the Touro Synagogue of Newport, Rhode Island, extended the metaphor to denote the equality of all Americans regardless of faith.Buddha achieved enlightenment under the bodhi tree, a large and old sacred fig tree (Ficus religiosa, or Pipal).\nSura 95 of the Qur'an is named al-Tīn (Arabic for \"The Fig\"), as it opens with the oath \"By the fig and the olive.\" The fruit is also mentioned elsewhere in the Qur'an. Within the Hadith, Sahih al-Bukhari records Muhammad stating: \"If I had to mention a fruit that descended from paradise, I would say this is it because the paradisiacal fruits do not have pits...eat from these fruits for they prevent hemorrhoids, prevent piles and help gout.\"In Greek mythology, the god Apollo sends a crow to collect water from a stream for him. The crow sees a fig tree and waits for the figs to ripen, tempted by the fruit. He knows that he is late and that his tardiness will be punished, so he gets a snake from the stream and collects the water. He presents Apollo with the water and uses the snake as an excuse. Apollo sees through the crow's lie and throws the crow, goblet, and snake into the sky where they form the constellations Hydra, Crater, and Corvus.",
    "In art and literature": "In Aristophanes' Lysistrata one of the women boasts about the \"curriculum\" of initiation rites she went through to become an adult woman (Lys. 641–7). As her final accomplishment before marriage, when she was already a fair girl, she bore the basket as a kanephoros, wearing a necklace of dried figs.\nIn the course of his campaign to persuade the Roman Republic to pursue a third Punic War, Cato the Elder produced before the Senate a handful of fresh figs, said to be from Carthage. This showed its proximity to Rome (and hence the threat), and also accused the Senate of weakness and effeminacy: figs were associated with femininity, owing to the appearance of the inside of the fruit.One of many explanations for the origin of the word \"sycophant\" (from the Ancient Greek συκοφάντης sykophántēs) is that it refers to the vulgar gesture of showing the fig.Since the flower is invisible, there are various idioms related to it in languages around the world. In a Bengali idiom as used in tumi yēna ḍumurēr phul hay.ē gēlē (তুমি যেন ডুমুরের ফুল হয়ে গেলে), i.e., 'you have become (invisible like) the fig flower (doomurer phool)'. There is a Hindi idiom related to flower of fig tree, गूलर का फूल (gūlar kā phūl i.e. flower of fig) means something that just would not ever see i.e. rare of the rarest In Awadh region of Uttar Pradesh state of India apart from standard Hindi idiom a variant is also used; in the region it is assumed that if something or work or job contains flower of fig it will not get finished.\nGular ka phool (flower of fig) is a collection of poetry in written in Hindi by Rajiv Kumar Trigarti.A poem in Telugu written by Yogi Vemana, says \"Medi pandu chuda melimayyi undunu, potta vippi chuda purugulundunu\", \"The fig fruit looks harmless but once you open you find tiny insects [fig wasps] in there\". The phrase is comparable with the English phrase \"Don't judge a book by its cover\".",
    "Fossil record": "10 fossil endocarps of †Ficus potentilloides from the early Miocene, have been found in the Kristina Mine at Hrádek nad Nisou in North Bohemia, the Czech Republic. These fossils are similar to endocarps of F. carica.",
    "See also": "\n Ficus racemosa (\"Cluster fig\"), a species native to Australia, Malesia, South-East Asia, and the Indian subcontinent\nFicus sycomorus (\"Sycamore fig\"), a species native to Africa and Lebanon\nFig cake\nFig Monday\nGrocer's itch\n\n\n== References =="
  }
}