{
  "url": "https://en.wikipedia.org/wiki/Ficus_microcarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Moraceae"
    },
    {
      "Genus": "Ficus"
    },
    {
      "Species": "F. microcarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Ficus microcarpa, also known as Chinese banyan, Malayan banyan, Indian laurel, curtain fig, or gajumaru (ガジュマル), is a tree in the fig family Moraceae. It is native in a range from China through tropical Asia and the Caroline Islands to Australia. It is widely planted as a shade tree and frequently misidentified as F. retusa or as F. nitida (F. benjamina).",
    "Taxonomy": "Ficus microcarpa was described in 1782 by Carl Linnaeus the Younger. The species has a considerable number of synonyms. In 1965, E. J. H. Corner described seven varieties (and two forms of Ficus microcarpa var. microcarpa) which were regarded as synonyms under the name of Ficus microcarpa in the latest Flora Malesiana volume.\nHill's weeping fig was first formally described as a species, Ficus hillii, by Frederick Manson Bailey in the Botany Bulletin of the Queensland Department of Agriculture, based on the type specimen collected in the \"scrubs of tropical Queensland'\".  In 1965, it was reassigned by E. J .H. Corner as a variety of F. microcarpa, namely F. microcarpa var. hillii.",
    "Description": "Ficus microcarpa is a tropical tree with smooth light-gray bark and entire oblanceolate leaves about 2-2.5 inches (5–6 cm) long which in Mediterranean climates grows to about forty feet (twelve meters) tall and with an equal spread of crown. Where conditions are favorable for the banyan habit (tropical and humid subtropical) it grows much larger, producing great numbers of prop roots.  \nThe largest known specimen is \"Auntie Sarah's Banyan\" at the Menehune Botanical Gardens near Nawiliwili, Kauai, Hawai'i which is 110.0 feet (33.53 meters) in height, 250 feet (76.2 meters) in crown spread, and having over one thousand aerial trunks.The F. microcarpa with the thickest trunk is also in Hawai'i, at Keaau Village, Puna District, on the Big Island.  Its main trunk is 28.0 feet (8.53 meters) thick at breast height.  It is also 195.0 feet (59.44 meters)  in limb spread.  Only slightly smaller is the \"Banyan at Lomteuheakal\" in Vanuatu, a F. microcarpa  with a main trunk 27.15 feet thick (26 meters circumference).",
    "Distribution and habitat": "It is native to Sri Lanka, India, southern China, Insulinde, Ryukyu Islands, Australia and New Caledonia. A tropical and subtropical species, the tree requires a warm climate and a humid atmosphere. It can nevertheless withstand temperatures close to 0°C. The species occurs mainly at low elevations, and its natural habitats include tropical rainforests, river edges, coasts, swamps and mangroves.",
    "Distribution and habitat-Introduced Range": "Ficus microcarpa was widely distributed as an ornamental plant and is one of the most common street trees in warm climates. Outside its original range, the species has been introduced to North Africa, Iraq, Pakistan, Japan and Hawaii. In America, it was introduced in Florida and Central America and the South, where it is commonly grown as an ornamental species.\nIn urbanized areas, trees can grow in cracks, walls, buildings and other masonry elements. It seems more that the species do show good tolerance to soil moisture in some urban pollutants, including sulfur dioxide, the lead and cadmium, as well as salt. \nThe symbiotic pollinating fig wasp, Eupristina verticillata, was introduced along with F. microcarpa. Such an introduction, however, can be delayed: in Brazil - where specimens of the tree had been used in gardening since the nineteenth century, when it was introduced by the architect Auguste François Marie Glaziou into various public parks of Rio de Janeiro - the appearance of saplings began only during the 1970s. Such saplings are considered to be very aggressive, as they can grow in the walls of buildings, bridges, highways, and other concrete structures.The tree is considered a major invasive species in Hawaii, Florida, Bermuda, Central America, and South America. F. microcarpa is widely used as a street and ornamental tree in areas of coastal California that are free of regular frost. Its strong roots can lift sidewalks and pavements, and many California cities no longer recommend planting them. In Southern California, a population of the symbiotic fig wasp is now established, which allows the ornamental trees to produce fertile fruit. Seeds are spread by fruit-eating birds, and F. microcarpa can now spread without direct human help. Naturalized populations have been found in Los Angeles, Orange, Riverside, San Diego, and Ventura counties, including on buildings, bridges, and other structures, and as an epiphyte on other trees, especially palm trees. It's commonly used as an ornamental tree in most of Spain's Mediterranean coast, as in the Balearic and the Canary islands. Ficus microcarpa can also be found on the southern coast of Sicily, in Rhodes and Cyprus. It is considered an invasive plant in Israel, although it is not widespread.",
    "Ecology": "The pollinating fig wasp associated with Ficus microcarpa is Eupristina verticillata. In addition, 19 non-pollinating fig wasp species parasitize Ficus microcarpa figs. \nThese fig wasps are from different families, which include those of the Eurytomidae and Pteromalidae families.\nIn some parts of its introduced range, it is very attractive to avian wildlife: in São Paulo, Brazil, ten species of birds were listed as feeding on its fruits, especially  Turdus rufiventris, Pitangus sulphuratus, Turdus leucomelas, Thraupis sayaca and Celeus flavescens. Its fruit and leaves are also sought after and eaten by the parrot Aratinga leucophthalmus.  Although invasive, its hardiness makes it an important species for the attraction of avian wildlife in urban environments.",
    "Cultivation": "Ficus microcarpa is cultivated as an ornamental tree for planting in gardens, parks, and in containers as an indoor plant and bonsai specimen. In Southeast Asia, it is cultivated as a shade tree because of its dense foliage. Its ability to produce discards also makes it easy to drive in hedge or bush. \nAs a tropical and subtropical tree, it is suitable for temperatures above 20°C all year long, which explains why it is generally sold as a houseplant. It can, however, withstand relatively low temperatures, suffering damage only below 0°C. High humidity (70% - 100%) is preferable and seems to favor the development of aerial roots. The species can be propagated easily by cuttings, either in water or directly in a substrate of sand or potting soil. \nFicus Emerald Green is an Australian cultivar with glossy, green foliage and upright growth habit that can be used in a formal garden setting as a hedgerow. The cultivar can also be trained to look similar to a 'lollipop' in a container.",
    "Cultivation-Medicine": "The plant is also used in traditional medicine in India, Malaysia, China and Japan. In Japan, the bark, the aerial roots and dried leaves are traditionally used against pain and fever, while in China the plant is traditionally used among others against the flu, the malaria, bronchitis and rheumatism. The pharmacological properties of Ficus microcarpa would include antioxidant activities, antibacterial, anticancer and anti diabetic agents.",
    "Folklore": "In Southeast Asia, F. microcarpa, among other species, is thought to be home to spirits, such as Pontianak (folklore). In China , large fig trees can be associated with beneficial spirits and vital energy (\"Qi\"). In Singapore, some trees are associated with places of worship among Buddhists and Taoists.",
    "Gallery": "",
    "References": "",
    "External links": "Plants of Hawaii: Ficus microcarpa, hear.org\nFicus microcarpa L.f., Natural Resources Conservation Service of the U.S. Department of Agriculture\nIndian Laurel Invasive Plant Page, Bermuda Department of Conservation Services."
  }
}