{
  "url": "https://en.wikipedia.org/wiki/Ficus_benghalensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Moraceae"
    },
    {
      "Genus": "Ficus"
    },
    {
      "Subgenus": "Urostigma"
    },
    {
      "Species": "Ficus benghalensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Ficus benghalensis, commonly known as the banyan, banyan fig and Indian banyan, is a tree native to the Indian Subcontinent. Specimens in India are among the largest trees in the world by canopy coverage.",
    "Ecology": "Ficus benghalensis produces propagating roots which grow downwards as aerial roots. Once these roots reach the ground they grow into woody trunks.\nThe figs produced by the tree are eaten by birds such as the Indian myna. Fig seeds that pass through the digestive system of birds are more likely to germinate and sprout earlier.",
    "Cultural significance": "Ficus benghalensis is the national tree of India.\n\nThe tree is considered sacred in India, and temples are often built beneath. Due to the large size of the tree's canopy it provides useful shade in hot climates.\n\nIn Theravada Buddhism, this tree is said to have been used as the tree for achieved enlightenment, or Bodhi by the twenty fourth Buddha called \"Kassapa - කස්සප\". The sacred plant is known as \"Nuga - නුග\" or \"Maha nuga - මහ නුග\"  in Sri Lanka.It is the tree under which lord Adhinath the first Jain Tirthankara attaind kewal Gyan or spirutual enlightment.",
    "Notable specimens": "See List of Banyan trees in India for a more complete listThe giant banyans of India are the largest trees in the world by area of canopy coverage.  Multiple individual trees have achieved notoriety:\n\nThimmamma Marrimanu\nKabirvad\nThe Great BanyanThe largest, known specimen of tree in the world in terms of the two dimensional area covered by its canopy is Thimmamma Marrimanu in Andhra Pradesh, India, which covers 19,107 square metres (205,670 sq ft). This tree is also the largest, known specimen of tree in the world in terms of the length of its perimeter, which measures 846 metres (2,776 ft).Nearchus, an admiral of Alexander the Great, described a large specimen on the banks of the Narmada River in contemporary Bharuch, Gujarat, India; he may have described the specimen presently named \"Kabirvad\". The canopy of the specimen which Nearchus described was so extensive that it sheltered 7,000 men. James Forbes later described it in his Oriental Memoirs (1813-5) as almost 610 m (2,000 ft) in circumference and having more than 3,000 trunks. Currently the area of its canopy is 17,520 square metres (188,600 sq ft) with a perimeter of 641 metres (2,103 ft).Other notable Indian specimens include The Great Banyan in the Jagadish Chandra Bose Botanic Garden in Shibpur, Howrah, which has a canopy area of 18,918 square metres (203,630 sq ft) and is about 250 years old, and Dodda Aladha Mara in Kettohalli, Karnataka, which has a canopy area of 12,000 square metres (130,000 sq ft) and is about 400 years old.",
    "Gallery": "",
    "References": "",
    "Further reading": "Dhanya, B. (Jun 2013). \"Does litterfall from native trees support rainfed agriculture? Analysis of Ficus trees in agroforestry systems of southern dry agroclimatic zone of Karnataka, southern India\". Journal of Forestry Research. 24 (2): 333–338. doi:10.1007/s11676-013-0357-6.",
    "External links": "Bar or Bargad Ficus benghalensis L., Horticulture, Purdue University\nFicus benghalensis in Himalayas, Nepal. Himalayas (Himalaya): photos, images, pictures"
  }
}