{
  "url": "https://en.wikipedia.org/wiki/Gardenia_jasminoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Gardenia"
    },
    {
      "Species": "G. jasminoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Gardenia jasminoides, the gardenia, cape jasmine, cape jessamine, danh-danh, or jasmin, is an evergreen flowering plant of the coffee family Rubiaceae. It originated in Asia and is most commonly found growing wild in Vietnam, Southern China, Korea, Taiwan, Japan, Myanmar, India and Bangladesh. With its shiny green leaves and heavily fragrant white summer flowers, it is widely used in gardens in warm temperate and subtropical climates, and as a houseplant in temperate regions. It has been in cultivation in China for at least a thousand years, and was introduced to English gardens in the mid-18th century. Many varieties have been bred for horticulture, with low-growing, and large, and long-flowering forms.",
    "Taxonomy and naming": "Gardenia jasminoides was described by English botanist John Ellis in 1761, after it had been conveyed to England in the 1750s. It gained its association with the name jasmine as the botanist and artist Georg Dionysius Ehret had depicted it and queried whether it was a jasmine as the flowers resembled the latter plant. The name stuck and lived on as common name and scientific epithet. The name G. augusta of Linnaeus has been ruled invalid.\nThe common names cape jasmine and cape jessamine derive from the earlier belief that the flower originated in Cape of Good Hope, South Africa.",
    "Description": "G. jasminoides is a shrub with greyish bark and dark green, shiny, evergreen leaves with prominent veins. The white flowers have a matte texture, in contrast to the glossy leaves. They can be quite large, up to 10 cm (3.9 in) in diameter,  loosely funnel-shaped, and double in form. Blooming in summer and autumn, they are among the most strongly fragrant of all flowers. They are followed by small, oval fruit.",
    "History": "Evidence of G. jasminoides in cultivation in China dates to the Song Dynasty (960-1279 AD), where both wild and double-flowered forms have been depicted in paintings, such as those of the Song Emperor Huizong, and the Tenth century artist Xu Xi. The Yuan Dynasty (1271–1368) saw it on lacquerware, and the Ming Dynasty on porcelain (1368–1644). Gardenias were seen in nurseries in Guangzhou in 1794 by English statesman Sir John Barrow.Meanwhile, it was first propagated in England in August 1757 by a James Gordon of Mile End, and sold well thereafter.It was first grown in the United States in 1762, in the Charleston garden of Alexander Garden, who had moved there 10 years previously.",
    "Cultivation": "In cultivation in the UK, G. jasminoides has gained the Royal Horticultural Society's Award of Garden Merit.It is widely used as a garden plant in warm, temperate and subtropical gardens. It can be used as a hedge. It requires good drainage and a sunny location, and prefers an acidic soil with a pH between 5.0 and 6.5. G. jasminoides is generally considered to be somewhat difficult to cultivate. As a subtropical plant, it thrives best in warm temperatures above 5 °C (41 °F)  in humid environments. Getting those conditions is rather hard in temperate latitudes, the reason for which gardenias are usually cultivated as houseplants or in greenhouses. In warm places, though, it can be grown outdoors. Either way, it prefers bright indirect sunlight or partial shade.\nApart from the difficulties in creating suitable conditions for the plant to live, gardenias need to be planted in an acidic soil (it is a calcifuge). If the soil is not acid enough, many of its nutrients (especially iron compounds) will not be available for the plant, since they will not dilute in water, so will not be absorbed by the roots. If this happens, gardenias start to develop chlorosis, whose main symptom is a yellowing of the leaves. (See Soil pH).\nFor this reason, it is advisable not to water gardenias with very hard water. When having to water with hard water, it is possible to add some vinegar or lemon juice to it before doing so, this will lower the pH of the water, or use an effective pH modifier, like phosphoric or nitric acid.\nIron chelate can be added to the soil to lower the pH, but care must be taken since an overdose can kill the plant, as with any other inorganic soil amendment.\nSome gardeners spill vinegar over the soil to effectively keep the pH low and prevent chlorosis. This can be carried out either regularly or when the first symptoms of chlorosis have been spotted.",
    "Cultivars": "Many cultivars have been developed, of which the double-flowered forms are most popular. G. 'Radicans' is a low-growing groundcover which reaches 15–45 cm (6–18 in) and spreads up to a metre wide, while G. 'Fortuniana' and G. 'Mystery' are double-flowered cultivars. The former was sent by Scottish botanist Robert Fortune in 1844 to the Royal Horticultural Society in London. The latter has a large upright habit and has been a popular variety good for hedging. It reaches 1.8 to 2.5 m (6–8 ft) high and wide.G. 'Aimee' is an early-flowering (spring) form. Cultivars such as G. 'Shooting Star' and G. 'Chuck Hayes' are more cold-hardy, roughly to zone 7. A cultivar called 'Summer Snow' is distinguished by its large flowers and grows in USDA Zones 6-10. 'Crown Jewel' is a dwarf spreading variety That has survived several weeks below zero in Zone 6.\nUnlike other varieties, G. 'Golden Magic' bears flowers which change to a golden yellow relatively early after opening white. It grows to 1.5 m (5 ft) high and 1 m (3.5 ft) wide.",
    "Uses": "The fruit has crocin which is used as a yellow dye, which is used for clothes and food.\nPolynesian people in the Pacific islands use these fragrant blooms in their flower necklaces, which are called Ei in the Cook Islands, Hei in French Polynesia and Lei in Hawaii",
    "Uses-Traditional uses": "Gardenia jasminoides fructus (fruit) is used within traditional Chinese medicine to \"drain fire\" and thereby treat certain febrile conditions.",
    "Chemical composition of fruit": "The iridoids genipin and geniposidic acid can be found in G. jasminoides.Crocetin (a chemical compound usually obtained from Crocus sativus) can also be obtained from the fruit  of G. jasminoides.",
    "References": "",
    "External links": "World Checklist of Rubiaceae\nIntoxicating Fragrance: Jasmine as Valium Substitute"
  }
}