{
  "url": "https://en.wikipedia.org/wiki/Ginkgo_biloba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Ginkgophyta"
    },
    {
      "Class": "Ginkgoopsida"
    },
    {
      "Order": "Ginkgoales"
    },
    {
      "Family": "Ginkgoaceae"
    },
    {
      "Genus": "Ginkgo"
    },
    {
      "Species": "G. biloba"
    }
  ],
  "text": {
    "__SUMMARY__": "Ginkgo biloba, commonly known as ginkgo or gingko (both pronounced ), also known as the maidenhair tree, is the only living species in the division Ginkgophyta, all others being extinct. It is found in fossils dating back 270 million years. Native to China, the tree is widely cultivated, and was cultivated early in human history. It has various uses in traditional medicine and as a source of food.",
    "Etymology": "The genus name Ginkgo is regarded as a misspelling of the Japanese gin kyo, \"silver apricot\", which is derived from the Chinese 銀杏 used in Chinese herbalism literature such as Shaoxing Bencao (紹興本草) and Compendium of Materia Medica.\nEngelbert Kaempfer first introduced the spelling ginkgo in his book Amoenitatum Exoticarum. It is considered that he may have misspelled \"Ginkjo\" as \"Ginkgo\". This misspelling was included by Carl Linnaeus in his book Mantissa plantarum II and has become the name of the tree's genus.\nSince the spelling may be confusing to pronounce, ginkgo is sometimes purposely misspelled as \"gingko\".",
    "Description": "Ginkgos are large trees, normally reaching a height of 20–35 m (66–115 ft), with some specimens in China being over 50 m (160 ft). The tree has an angular crown and long, somewhat erratic branches, and is usually deep rooted and resistant to wind and snow damage. Young trees are often tall and slender, and sparsely branched; the crown becomes broader as the tree ages. During autumn, the leaves turn a bright yellow, then fall, sometimes within a short space of time (one to 15 days). A combination of resistance to disease, insect-resistant wood and the ability to form aerial roots and sprouts makes ginkgos long-lived, with some specimens claimed to be more than 2,500 years old.\n\nGinkgo is a relatively shade-intolerant species that (at least in cultivation) grows best in environments that are well-watered and well-drained. The species shows a preference for disturbed sites; in the \"semiwild\" stands at Tianmu Mountains, many specimens are found along stream banks, rocky slopes, and cliff edges.  Accordingly, ginkgo retains a prodigious capacity for vegetative growth. It is capable of sprouting from embedded buds near the base of the trunk (lignotubers, or basal chichi) in response to disturbances, such as soil erosion. Old individuals are also capable of producing aerial roots on the undersides of large branches in response to disturbances such as crown damage; these roots can lead to successful clonal reproduction upon contacting the soil. These strategies are evidently important in the persistence of ginkgo; in a survey of the \"semiwild\" stands remaining in Tianmushan, 40% of the specimens surveyed were multistemmed, and few saplings were present.",
    "Description-Phytochemicals": "Extracts of ginkgo leaves contain phenolic acids, proanthocyanidins,  flavonoid glycosides, such as myricetin, kaempferol, isorhamnetin and quercetin, and the terpene trilactones, ginkgolides and bilobalides. The leaves also contain unique ginkgo biflavones, as well as alkylphenols and polyprenols.",
    "Description-Branches": "Ginkgo branches grow in length by growth of shoots with regularly spaced leaves, as seen on most trees. From the axils of these leaves, \"spur shoots\" (also known as short shoots) develop on second-year growth. Short shoots have very short internodes (so they may grow only one or two centimeters in several years) and their leaves are usually unlobed. They are short and knobby, and are arranged regularly on the branches except on first-year growth. Because of the short internodes, leaves appear to be clustered at the tips of short shoots, and reproductive structures are formed only on them (see pictures below – seeds and leaves are visible on short shoots). In ginkgos, as in other plants that possess them, short shoots allow the formation of new leaves in the older parts of the crown. After a number of years, a short shoot may change into a long (ordinary) shoot, or vice versa.",
    "Description-Leaves": "The leaves are unique among seed plants, being fan-shaped with veins radiating out into the leaf blade, sometimes bifurcating (splitting), but never anastomosing to form a network. Two veins enter the leaf blade at the base and fork repeatedly in two; this is known as dichotomous venation. The leaves are usually 5–10 cm (2.0–3.9 in), but sometimes up to 15 cm (5.9 in) long. The old popular name \"maidenhair tree\" is because the leaves resemble some of the pinnae of the maidenhair fern, Adiantum capillus-veneris. Ginkgos are prized for their autumn foliage, which is a deep saffron yellow.\nLeaves of long shoots are usually notched or lobed, but only from the outer surface, between the veins. They are borne both on the more rapidly growing branch tips, where they are alternate and spaced out, and also on the short, stubby spur shoots, where they are clustered at the tips. Leaves are green both on the top and bottom and have stomata on both sides.",
    "Description-Reproduction": "Ginkgos are dioecious, with separate sexes, some trees being female and others being male. Male plants produce small pollen cones with sporophylls, each bearing two microsporangia spirally arranged around a central axis.\nFemale plants do not produce cones. Two ovules are formed at the end of a stalk, and after pollination, one or both develop into seeds. The seed is 1.5–2 cm long. Its fleshy outer layer (the sarcotesta) is light yellow-brown, soft, and fruit-like. It is attractive in appearance, but contains butyric acid (also known as butanoic acid) and smells like rancid butter or vomit when fallen. Beneath the sarcotesta is the hard sclerotesta (the \"shell\" of the seed) and a papery endotesta, with the nucellus surrounding the female gametophyte at the center.\n\nThe fertilization of ginkgo seeds occurs via motile sperm, as in cycads, ferns, mosses and algae. The sperm are large (about 70–90 micrometres) and are similar to the sperm of cycads, which are slightly larger. Ginkgo sperm were first discovered by the Japanese botanist Sakugoro Hirase in 1896. The sperm have a complex multi-layered structure, which is a continuous belt of basal bodies that form the base of several thousand flagella which actually have a cilia-like motion. The flagella/cilia apparatus pulls the body of the sperm forwards. The sperm have only a tiny distance to travel to the archegonia, of which there are usually two or three. Two sperm are produced, one of which successfully fertilizes the ovule. Although it is widely held that fertilization of ginkgo seeds occurs just before or after they fall in early autumn, embryos ordinarily occur in seeds just before and after they drop from the tree.",
    "Description-Genome": "Chinese scientists published a draft genome of Ginkgo biloba in 2016. The tree has a large genome of 10.6 billion DNA nucleobase \"letters\" (the human genome has three billion) and about 41,840 predicted genes which enable a considerable number of antibacterial and chemical defense mechanisms.",
    "Taxonomy": "Carl Linnaeus described the species in 1771, the specific epithet biloba derived from the Latin bis, \"two\" and loba, \"lobed\", referring to the shape of the leaves. Two names for the species recognise the botanist Richard Salisbury, a placement by Nelson as Pterophyllus salisburiensis and the earlier Salisburia adiantifolia proposed by James Edward Smith. The epithet of the latter may have been intended to denote a characteristic resembling Adiantum, the genus of maidenhair ferns.The scientific name Ginkgo is the result of a spelling error that occurred three centuries ago. Kanji typically have multiple pronunciations in Japanese, and the characters 銀杏 used for ginnan can also be pronounced ginkyō. Engelbert Kaempfer, the first Westerner to investigate the species in 1690, wrote down this pronunciation in the notes that he later used for the Amoenitates Exoticae (1712) with the \"awkward\" spelling \"ginkgo\". This appears to be a simple error of Kaempfer; taking his spelling of other Japanese words containing the syllable \"kyō\" into account, a more precise romanization following his writing habits would have been \"ginkio\" or \"ginkjo\". Linnaeus, who relied on Kaempfer when dealing with Japanese plants, adopted the spelling given in Kaempfer's \"Flora Japonica\" (Amoenitates Exoticae, p. 811).\nDespite its complicated spelling, which is due to an exceptionally complicated etymology including a transcription error, \"ginkgo\" is usually pronounced , which has given rise to the common other spelling \"gingko\". The spelling pronunciation  is also documented in some dictionaries.",
    "Taxonomy-Classification": "The relationship of ginkgo to other plant groups remains uncertain. It has been placed loosely in the divisions Spermatophyta and Pinophyta, but no consensus has been reached. Since its seeds are not protected by an ovary wall, it can morphologically be considered a gymnosperm. The apricot-like structures produced by female ginkgo trees are technically not fruits, but are seeds that have a shell consisting of a soft and fleshy section (the sarcotesta), and a hard section (the sclerotesta). The sarcotesta has a strong smell that most people find unpleasant.\nThe ginkgo is classified in its own division, the Ginkgophyta, comprising the single class Ginkgoopsida, order Ginkgoales, family Ginkgoaceae, genus Ginkgo and is the only extant species within this group. It is one of the best-known examples of a living fossil, because Ginkgoales other than G. biloba are not known from the fossil record after the Pliocene.",
    "Distribution and habitat": "Although Ginkgo biloba and other species of the genus were once widespread throughout the world, its range shrank until by two million years ago, it was restricted to a small area of China.\nFor centuries, it was thought to be extinct in the wild, but is now known to grow in at least two small areas in Zhejiang province in eastern China, in the Tianmushan Reserve. However, high genetic uniformity exists among ginkgo trees from these areas, arguing against a natural origin of these populations and suggesting the ginkgo trees in these areas may have been planted and preserved by Chinese monks over a period of about 1,000 years. This study demonstrates a greater genetic diversity in Southwestern China populations, supporting glacial refugia in mountains surrounding eastern Tibetan Plateau, where several old-growth candidates for wild populations have been reported. Whether native ginkgo populations still exist has not been demonstrated unequivocally, but evidence grows favouring these Southwestern populations as wild, from genetic data but also from history of those territories, with bigger Ginkgo biloba trees being older than surrounding human settlements.Where it occurs in the wild, it is found infrequently in deciduous forests and valleys on acidic loess (i.e. fine, silty soil) with good drainage. The soil it inhabits is typically in the pH range of 5.0 to 5.5.In many areas of China, it has been long cultivated, and it is common in the southern third of the country. It has also been commonly cultivated in North America for over 200 years and in Europe for close to 300, but during that time, it has never become significantly naturalized.",
    "Uses": "",
    "Uses-Horticulture": "Ginkgos are popular subjects for growing as penjing and bonsai; they can be kept artificially small and tended over centuries. Furthermore, the trees are easy to propagate from seed.",
    "Uses-Cooking": "The nut-like gametophytes inside the seeds are particularly esteemed in Asia, and are a traditional Chinese food. Ginkgo nuts are used in congee, and are often served at special occasions such as weddings and the Chinese New Year (as part of the vegetarian dish called Buddha's delight). In Chinese culture, they are believed to have health benefits; some also consider them to have aphrodisiac qualities. Japanese cooks add ginkgo seeds (called ginnan) to dishes such as chawanmushi, and cooked seeds are often eaten along with other dishes.\nWhen eaten in large quantities or over a long period, the gametophyte (meat) of the seed can cause poisoning by 4'-O-methylpyridoxine (MPN). MPN is heat-stable and not destroyed by cooking. Studies have demonstrated the convulsions caused by MPN can be prevented or treated successfully with pyridoxine (vitamin B6).\nSome people are sensitive to the chemicals in the sarcotesta, the outer fleshy coating. These people should handle the seeds with care when preparing the seeds for consumption, wearing disposable gloves. The symptoms are allergic contact dermatitis or blisters similar to that caused by contact with poison ivy.",
    "Uses-Traditional medicine": "The first use as a medicine is recorded in the late 15th century in China; among western countries, its first registered medicinal use was in Germany in 1965. Despite use, controlled studies do not support the extract's efficacy for most of the indicated conditions.",
    "Uses-Dietary supplement": "Although extracts of Ginkgo biloba leaf sold as dietary supplements may be marketed as being beneficial for cognitive function, there is no evidence for effects on memory or attention in healthy people. Gingko extract has also been studied in Alzheimer's disease, but there is no good evidence that it has any effect.Systematic reviews have shown there is no evidence for effectiveness of ginkgo in treating high blood pressure, menopause-related cognitive decline, tinnitus, post-stroke recovery, peripheral arterial disease, macular degeneration, or altitude sickness.",
    "Uses-Adverse effects": "The use of Ginkgo biloba leaf extracts may have undesirable effects, especially for individuals with blood circulation disorders and those taking anticoagulants, such as aspirin or warfarin, although studies have found ginkgo has little or no effect on the anticoagulant properties or pharmacodynamics of warfarin in healthy subjects. Additional side effects include increased risk of bleeding, gastrointestinal discomfort, nausea, vomiting, diarrhea, headaches, dizziness, heart palpitations, and restlessness.According to a systemic review, the effects of ginkgo on pregnant women may include increased bleeding time, and it should be avoided during lactation because of inadequate safety evidence.Ginkgo biloba leaves and sarcotesta also contain ginkgolic acids, which are highly allergenic, long-chain alkylphenols such as bilobol or adipostatin A (bilobol is a substance related to anacardic acid from cashew nut shells and urushiols present in poison ivy and other Toxicodendron spp.) Individuals with a history of strong allergic reactions to poison ivy, mangoes, cashews and other alkylphenol-producing plants are more likely to experience allergic reaction when consuming non-standardized ginkgo-containing preparations, combinations, or extracts thereof. The level of these allergens in standardized pharmaceutical preparations from Ginkgo biloba was restricted to 5 ppm by the Commission E of the former Federal German Health Authority. Overconsumption of seeds from Gingko biloba can deplete vitamin B6.",
    "History": "The ginkgo is a living fossil, with fossils recognisably related to modern ginkgo from the Permian, dating back 270 million years. The most plausible ancestral group for the order Ginkgoales is the Pteridospermatophyta, also known as the \"seed ferns\"; specifically the order Peltaspermales. The closest living relatives of the clade are the cycads, which share with the extant G. biloba the characteristic of motile sperm.\nFossil plants with leaves that have more than four veins per segment have customarily been assigned to the taxon Ginkgo, while the taxon Baiera is used to classify those with fewer than four veins per segment. Sphenobaiera has been used for plants with a broadly wedge-shaped leaf that lacks a distinct leaf stem.",
    "History-Rise and decline": "Fossils attributable to the genus Ginkgo first appeared in the Early Jurassic. One of the earliest fossils ascribed to the Ginkgophyta is Trichopitys, distinguished by having multiple-forked leaves with cylindrical (not flattened), thread-like ultimate divisions. The genus Ginkgo diversified and spread throughout Laurasia during the middle Jurassic and Early Cretaceous.\nThe Ginkgophyta declined in diversity as the Cretaceous progressed, and by the Paleocene, Ginkgo adiantoides was the only Ginkgo species left in the Northern Hemisphere, while a markedly different (and poorly documented) form persisted in the Southern Hemisphere. Along with that of ferns, cycads, and cycadeoids, the species diversity in the genus Ginkgo drops through the Cretaceous, at the same time the flowering plants were on the rise; this supports the hypothesis that, over time, flowering plants with better adaptations to disturbance displaced Ginkgo and its associates.At the end of the Pliocene, Ginkgo fossils disappeared from the fossil record everywhere except in a small area of central China, where the modern species survived.",
    "History-Limited number of species": "It is doubtful whether the Northern Hemisphere fossil species of Ginkgo can be reliably distinguished. Given the slow pace of evolution and morphological similarity between members of the genus, there may have been only one or two species existing in the Northern Hemisphere through the entirety of the Cenozoic: present-day G. biloba (including G. adiantoides) and G. gardneri from the Paleocene of Scotland.At least morphologically, G. gardneri and the Southern Hemisphere species are the only known post-Jurassic taxa that can be unequivocally recognised. The remainder may have been ecotypes or subspecies. The implications would be that G. biloba had occurred over an extremely wide range, had remarkable genetic flexibility and, though evolving genetically, never showed much speciation.\nWhile it may seem improbable that a single species may exist as a contiguous entity for many millions of years, many of the ginkgo's life-history parameters fit: Extreme longevity; slow reproduction rate; (in Cenozoic and later times) a wide, apparently contiguous, but steadily contracting distribution; and (as far as can be demonstrated from the fossil record) extreme ecological conservatism (restriction to disturbed streamside environments).",
    "History-Adaptation to a single environment": "Given the slow rate of evolution of the genus, Ginkgo possibly represents a pre-angiosperm strategy for survival in disturbed streamside environments. Ginkgo evolved in an era before flowering plants, when ferns, cycads, and cycadeoids dominated disturbed streamside environments, forming low, open, shrubby canopies. Ginkgo's large seeds and habit of \"bolting\" – growing to a height of 10 meters before elongating its side branches – may be adaptions to such an environment.\nModern-day G. biloba grows best in environments that are well-watered and drained, and the extremely similar fossil Ginkgo favored similar environments: The sediment record at the majority of fossil Ginkgo localities indicates it grew primarily in disturbed environments, along streams and levees. Ginkgo, therefore, presents an \"ecological paradox\" because while it possesses some favorable traits for living in disturbed environments (clonal reproduction) many of its other life-history traits are the opposite of those exhibited by modern plants that thrive in disturbed settings (slow growth, large seed size, late reproductive maturity).",
    "History-Naming": "The older Chinese name for this plant is 銀果, meaning \"silver fruit\", pronounced yínguǒ in Mandarin or Ngan-gwo in Cantonese. The most usual names today are 白果 (bái guǒ), meaning \"white fruit\", and 銀杏 (yínxìng), meaning \"silver apricot\". The name 銀杏 was borrowed in Japanese ぎんなん (ginnan) and Korean 은행 (eunhaeng), when the tree was introduced from China.",
    "Cultivation": "Ginkgo has long been cultivated in China; some planted trees at temples are believed to be over 1,500 years old. The first record of Europeans encountering it is in 1690 in Japanese temple gardens, where the tree was seen by the German botanist Engelbert Kaempfer. Because of its status in Buddhism and Confucianism, the ginkgo is also widely planted in Korea and parts of Japan; in both areas, some naturalization has occurred, with ginkgos seeding into natural forests.\nIn some areas, most intentionally planted ginkgos are male cultivars grafted onto plants propagated from seed, because the male trees will not produce the malodorous seeds. The popular cultivar ‘Autumn Gold’ is a clone of a male plant.\nThe disadvantage of male Ginkgo biloba trees is that they are highly allergenic. They have an OPALS allergy scale rating of 7 (out of 10), whereas female trees, which can produce no pollen, have an OPALS allergy scale rating of 2.Female cultivars include ‘Liberty Splendor’, ‘Santa Cruz’, and ‘Golden Girl’, the latter so named because of the striking yellow color of its leaves in the fall; all female cultivars release zero pollen.Many cultivars are listed in the literature in the UK, of which the compact ‘Troll’ has gained the Royal Horticultural Society’s Award of Garden Merit.Ginkgos adapt well to the urban environment, tolerating pollution and confined soil spaces. They rarely suffer disease problems, even in urban conditions, and are attacked by few insects.",
    "Society and culture": "The ginkgo leaf is the symbol of the Urasenke school of Japanese tea ceremony. The tree is the official tree of the Japanese capital of Tokyo, and the symbol of Tokyo is a ginkgo leaf. The logo of Osaka University has been a simplified ginkgo leaf since 1991 when designer Ikko Tanaka created it for the university's sixtieth anniversary.",
    "Society and culture-Hiroshima": "Extreme examples of the ginkgo's tenacity may be seen in Hiroshima, Japan, where six trees growing between 1–2 kilometres (0.62–1.24 mi) from the 1945 atom bomb explosion were among the few living things in the area to survive the blast. Although almost all other plants (and animals) in the area were killed, the ginkgos, though charred, survived and were soon healthy again, among other hibakujumoku (trees that survived the blast).\nThe six trees are still alive: They are marked with signs at Housenbou (報専坊) temple (planted in 1850), Shukkei-en (planted about 1740), Jōsei-ji (planted 1900), at the former site of Senda Elementary School near Miyukibashi, at the Myōjōin temple, and an Edo period-cutting at Anraku-ji temple.",
    "Society and culture-1000-year-old ginkgo at Tsurugaoka Hachimangū": "The ginkgo tree that had stood next to Tsurugaoka Hachiman-gū's stone stairway approximately from the Shinto shrine's foundation in 1063, and which appears in almost every old depiction of the shrine, was completely uprooted and irreparably damaged on March 10, 2010. According to an expert who analyzed the tree, the fall was likely due to rot.Later, both the stump of the severed tree and a replanted section of the trunk sprouted leaves. The shrine is in the city of Kamakura, Kanagawa Prefecture, Japan.\nThe tree was nicknamed kakure-ichō (hiding ginkgo), deriving from an Edo period urban legend which told of the assassination of Minamoto no Sanetomo by his nephew, Kugyō, who had been hiding behind the tree.",
    "Gallery": "",
    "See also": "André Michaux, introduced the ginkgo to North America\nGinkgo Petrified Forest State Park in central Washington, United States\nHerbalism\nList of edible seeds",
    "References": "",
    "External links": "Gymnosperm Database\nGinkgo biloba information (Plants for a Future)"
  }
}