{
  "url": "https://en.wikipedia.org/wiki/Hibiscus_syriacus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Malvaceae"
    },
    {
      "Genus": "Hibiscus"
    },
    {
      "Species": "H. syriacus"
    }
  ],
  "text": {
    "__SUMMARY__": "Hibiscus syriacus is a species of flowering plant in the mallow family, Malvaceae. It is native to south-central and southeast China, but widely introduced elsewhere, including much of Asia. It was given the epithet syriacus because it had been collected from gardens in Syria. Common names include the Korean rose (in South Korea), rose of Sharon (especially in North America), Syrian ketmia, shrub althea, rose mallow (in the United Kingdom). It is the national flower of South Korea and is mentioned in the South Korean national anthem.",
    "Description": "Hibiscus syriacus is a hardy deciduous shrub. It is upright and vase-shaped, reaching 2–4 m (7–13 ft) in height, bearing large trumpet-shaped flowers with prominent yellow-tipped white stamens. The flowers are often pink in color, but can also be dark pink (almost purple), light pink or white.  Individual flowers are short-lived, lasting only a day.  However, numerous buds produced on the shrub's new growth provide prolific flowering over a long summer blooming period.  The soil in which the Hibiscus thrives on is a moist, but well-drained, mixture of sand, clay, chalk, and loam, maintaining an alkaline, neutral pH (5.5 – 7.0) level. Hibiscus syriacus is highly tolerant of air pollution, heat, humidity, poor soil and drought. The species has naturalized very well in many suburban areas, and might even be termed slightly invasive, so frequently it does seed around.",
    "Description-Growth": "The branches are thin and gray, white-lenticeled, with raised leaf scars and small buds. Stems and branches do not branch very much unless pruned, resulting in many long, straight stems that originate from about 0.5–1.5\" above the ground, giving rise to the shrub's overall vase shape. The leaves appear unusually late in the season, in May. They are usually green or yellowish green, alternate, broadly ovate, palmately veined, and 3 in (7.6 cm) long. They have three distinct lobes with coarsely-toothed margins.",
    "Description-Flowers": "H. syriacus has 5-petaled flowers (to 3″ diameter) in solid colors of white, red, purple, mauve, violet, or blue, or bicolors with a different colored throat, depending upon the cultivar. Extending from the base of these five petals is the pistil at the center, with the stamen around it. These basic characteristics give the H. syriacus flower and its many variants their distinctive form. The plant can bloom continuously from July through September, usually at night. The 4 in (10 cm) wide, single- or double-flowering, large-petaled, very showy flowers adorn the plant throughout the summer. With maturity, flexible plant stems become weighted under the load of prolific summer flowers, and bend over halfway to the ground.",
    "Description-Fruits and seeds": "Most modern cultivars are virtually fruitless. The fruits of those that have them are green or brown, ornamentally unattractive 5-valved dehiscent capsules, which persist throughout much of the winter on older cultivars. They will eventually shatter over the course of the dormant season and spread their easily germinating seeds around the base of the parent plant, forming colonies with time.",
    "Cultivation": "Though it has no fall color and can be stiff and ungainly if badly pruned, H. syriacus remains a popular ornamental shrub today, with many cultivars. Full-grown plants can tolerate a wide range of conditions, including frost, drought and urban pollution. However, the best results are produced in a warm, sheltered position; a well-drained neutral soil; and full sun.",
    "Cultivation-Propagation": "Hibiscus syriacus is fairly easily propagated from either seeds, with variable results, or by layering or cuttings, cloning the original.",
    "Cultivation-Pests and diseases": "Old shrubs can develop trunk cankers that may eventually prove fatal to the plant. The plant has some susceptibility to leaf spots, blights, rusts and canker. Japanese beetles, whiteflies and aphids are occasional insect visitors. Japanese beetles can severely damage foliage if left unchecked.",
    "Cultivation-Cultivars": "William Robinson mentioned several varieties in The English Flower Garden that are still available today. Triploid varieties were first produced at the National Arboretum, Washington DC, by Dr. D. Egolf, resulting in plants that bloom lavishly, as they are sterile and set no seed; Egolf varieties named for goddesses include the white 'Diana'. Also in the market are 'Lady Stanley', 'Ardens', 'Lucy', and 'Blushing Bride'.The following cultivars have gained the Royal Horticultural Society's Award of Garden Merit:-",
    "National flower": "Hibiscus syriacus, also known as the Korean rose, is the national flower of South Korea. The flower appears in national emblems, and Korea is compared poetically to the flower in the South Korean national anthem. The flower's name in Korean is mugunghwa (Hangul: 목근화/무궁화; Hanja: 木槿花/無窮花). The flower's symbolic significance stems from the Korean word mugung, which means \"eternity\" or \"inexhaustible abundance\". Various state emblems of South Korea contain Hibiscus syriacus; it is generally considered by South Koreans to be a traditional symbol of the \"Korean race\" (Korean: 한민족, lit. \"Han race\").",
    "History and culture": "Hibiscus syriacus has been grown as a garden shrub in Korea since time immemorial; its leaves were brewed into an herbal tea and its flowers eaten. Later on it was introduced and grown in the gardens of Europe as early as the 16th century, though as late as 1629 John Parkinson thought it was tender and took great precautions with it, thinking it \"would not suffer to be uncovered in the Winter time, or yet abroad in the Garden, but kept in a large pot or tubbe in the house or in a warme cellar, if you would have them to thrive.\" (sic) By the end of the 17th century, some knew it to be hardy: Gibson, describing Lord Arlington's London house noted six large earthen pots coddling the \"tree hollyhock\", as he called it, \"that grows well enough in the ground\". By the 18th century the shrub was common in English gardens and in the North American colonies, known as Althea frutex and \"Syrian ketmia\".",
    "References": "",
    "Further reading": "Bailey, L. H. (2005). Manual of Gardening (Second Edition). Project Gutenberg Literary Archive Foundation.\nCurtis, William (2006). The Botanical Magazine, Vol. 3. Project Gutenberg Literary Archive Foundation.",
    "External links": "How to Grow a Rose of Sharon"
  }
}