{
  "url": "https://en.wikipedia.org/wiki/Jacaranda_mimosifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Bignoniaceae"
    },
    {
      "Genus": "Jacaranda"
    },
    {
      "Species": "J. mimosifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Jacaranda mimosifolia is a sub-tropical tree native to south-central South America that has been widely planted elsewhere because of its attractive and long-lasting pale indigo flowers.  It is also known as jacaranda, blue jacaranda, black poui, or as the fern tree. Older sources call it Jacaranda acutifolia, but it is nowadays more usually classified as Jacaranda mimosifolia. In scientific usage, the name \"jacaranda\" refers to the genus Jacaranda, which has many other members, but in horticultural and everyday usage, it nearly always means the blue jacaranda.",
    "Habitat": "The blue jacaranda has been cultivated in almost every part of the world where there is no risk of frost; established trees with the protection of hard wood can however tolerate brief spells of temperatures down to around −7 °C (19 °F). In the US, 48 km (30 mi) east of Los Angeles where winter temperatures can dip to −12 °C (10 °F) for short several-hour periods, the mature tree survives with little or no visible damage. Even when young trees are damaged by a hard frost and suffer die back, they will often rebound from the roots and grow in a shrub-like, multi-stemmed form.In the United States, the Jacaranda is grown very extensively in California, in southwestern Arizona, southeast Texas and Florida. In California they are grown most extensively in Southern California, but are commonly planted as far north as the San Francisco Bay Area and along the frost-free coastal regions of Northern California. In California flowering and growth will be stunted if grown directly on the coast, where a lack of heat combined with cool ocean winds discourages flowering.In Europe it is grown on the entire Mediterranean coast of Spain (it is very noticeable in the Valencian community, the Balearic Islands and Andalusia with especially large specimens present in Valencia, Alicante and Seville, and usually with earlier flowering than in the rest of Europe), in the southern part of Portugal (very noticeable in Lisbon), southern Italy (in Naples and Cagliari it's quite easy to come across beautiful specimens), southern Greece (noticeable in Athens) and on the Islands of Malta and Cyprus. It was introduced to Cape Town by Baron von Ludwig in about 1829. It is regarded as an invasive species in parts of South Africa and Australia, the latter of which has had problems with the Blue Jacaranda preventing growth of native species. In other parts of Africa jacarandas are especially present in Lusaka, the capital of Zambia, Nairobi, the capital of Kenya, and Harare, the capital of Zimbabwe.",
    "Appearance": "The tree grows to a height of up to 20 m (66 ft). Its bark is thin and grey-brown in colour, smooth when the tree is young though it eventually becomes finely scaly. The twigs are slender and slightly zigzag; they are a light reddish-brown in colour. The flowers are up to 5 cm (2.0 in) long, and are grouped in 30 cm (12 in) panicles. They appear in spring and early summer, and last for up to two months. They are followed by woody seed pods, about 5 cm (2.0 in) in diameter, which contain numerous flat, winged seeds. The Blue Jacaranda is cultivated even in areas where it rarely blooms, for the sake of its large compound leaves. These are up to 45 cm (18 in) long and bi-pinnately compound, with leaflets little more than 1 cm (0.39 in) long.  There is a white form available from nurseries.\nThe unusually shaped, tough pods, which are 5.1 to 7.6 cm (2 to 3 in) across, are often gathered, cleaned and used to decorate Christmas trees and dried arrangements.",
    "Wood": "The wood is pale grey to whitish, straight-grained, relatively soft and knot-free. It dries without difficulty and is often used in its green or wet state for turnery and bowl carving.",
    "Taxonomy": "The taxonomic status of the blue jacaranda is unsettled. ITIS regards the older name, Jacaranda acutifolia, as a synonym for J. mimosifolia. However, some modern taxonomists maintain the distinction between these two species, regarding them as geographically distinct: J. acutifolia is endemic to Peru, while J. mimosifolia is native to Bolivia and Argentina. If this distinction is made, cultivated forms should be treated as J. mimosifolia, since they are believed to derive from Argentine stock. Other synonyms for the Blue Jacaranda are Jacaranda chelonia and J. ovalifolia. The Blue Jacaranda belongs to the section Monolobos of the genus Jacaranda.",
    "Places with significant numbers of jacarandas": "Pretoria in South Africa is popularly known as The Jacaranda City due to the enormous number of jacaranda trees planted as street trees and in parks and gardens. In flowering time the city appears blue/purple in colour when seen from the nearby hills because of all the jacaranda trees.\nJacarandas are widely grown as ornamental trees in Australia, from Melbourne in the south to Cairns in the north.\nJacarandas in bloom have become closely associated with Ipswich and South East Queensland.  The Ipswich City Council have used jacarandas to line avenues, and commercial developments in some areas, particularly along the Bremer River have incorporated jacarandas into their landscape design. The trees are common in parks throughout the city, most notably in a long curved avenue in New Farm Park in Brisbane, in Goodna, and in private gardens. The jacaranda blooms in Queensland around October.\nThe city of Grafton on the north coast of New South Wales, Australia, is also famous for its jacarandas.  Each year in late October and early November, the city has a jacaranda festival during the period of full bloom.  A street parade, local public holiday and a series of events are held.  A local public holiday sees the city's businesses perform street theatre for passersby and street stalls proliferate.  A Jacaranda Queen and Jacaranda Princess are named at a formal ball.\nThe Perth suburb of Applecross, Western Australia, has streets lined with jacaranda trees, and hosts a \"Jacaranda Festival\" each year in November. The festival is held in the Applecross Village district, and surrounding local businesses sell products and foods in aid of the local Rotary Club chapter.\nThe tree canopies in some of Sydney's north shore and harbour suburbs in the east have a purple glow during late spring.\nThe main street of the town of Red Cliffs, Victoria, Australia (part of the Calder Highway) was named Jacaranda Street in the original town plans of the early 1920s and jacaranda trees have since been planted to line this street.\nJacarandas are also popular in the southern and central parts of Florida and the southwestern United States, notably in Phoenix, Arizona, and San Diego, California. Jacaranda can be found throughout most of Southern California, where they were imported by the horticulturalist Kate Sessions. In California, jacarandas are known as the trees that bloom twice a year, although the fall bloom is generally not as striking as the spring bloom. Tampa, St. Petersburg, and other southern Florida cities are ribboned by purple flowers during peak bloom of April. Jacaranda trees are principally found in parks and interspersed along the avenues and streets.\nJacarandas were introduced to Israel over 50 years ago, where they are in full bloom during May. They are popular and can be found in cities all over Israel.\nIn many parts of the world, such as Mexico, Los Angeles, Spain, southern Portugal and Zimbabwe the blooming of this tree is welcomed as a sign of spring.\nJacaranda can also be found in the South China Karst (a World Heritage site). The Chinese use the leaves to make a distinctive purple dye.",
    "Popular culture references": "Pretoria, the administrative capital of South Africa is popularly and poetically known as Jacaranda City or Jakarandastad in Afrikaans because of the large number of trees which turn the city blue when they flower in spring. The name Jakarandastad is frequently used in Afrikaans songs, such as in Staan Op by Kurt Darren.\nThe Australian Christmas song Christmas Where The Gum Trees Grow makes reference to jacaranda trees, as the blooms are only seen in summer time—as the song explains, \"When the bloom of the jacaranda tree is here, Christmas time is near\". The University of Queensland in Brisbane is particularly well known for its ornamental jacarandas, and a common maxim among students holds that the blooming of the jacarandas signals the time for serious study for end-of-year exams.In Argentina, writer Alejandro Dolina, in his book Crónicas del Ángel Gris (\"Chronicles of the Gray Angel\"), tells the legend of a massive jacarandá tree planted in Plaza Flores (Flores Square) in Buenos Aires, which was able to whistle tango songs on demand. María Elena Walsh dedicated her Canción del Jacarandá song to the tree. Also Miguel Brascó's folk song Santafesino de veras mentions the aroma of jacarandá as a defining feature of the littoral Santa Fe Province (along with the willows growing by the rivers).",
    "Popular culture references-Folklore": "Purple panic is a term for student stress during the period late spring and early summer used by students in south east Queensland.  The purple refers to the colour of the flowers of Jacaranda trees which bloom at that time and have been extensively planted throughout that district. The panic refers to the need to be completing assignments and studying for final exams.The Jacaranda when in bloom is also known as the exam tree.Conversely, while also the time of year the Jacarandas bloom in Pretoria coinciding with the year-end exams at the University of Pretoria, legend has it there that if a flower from the Jacaranda tree drops on a student's head, the student will pass all their exams.",
    "Antimicrobial extracts": "Water extracts using the dried powdered Jacaranda mimosifolia show higher antimicrobial action in vitro against Bacillus cereus and Escherichia coli than gentamicin sulfate does. The extract also acts against Staphylococcus aureus in vitro.",
    "See also": "South Australian suburbs",
    "References": "",
    "External links": "Prado (1998). \"Jacaranda mimosifolia\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 11 May 2006. Listed as Vulnerable (VU B1+2ac v2.3)\nMissouri Botanical Garden\n\nDressler, S.; Schmidt, M. & Zizka, G. (2014). \"Jacaranda mimosifolia\". African plants – a Photo Guide. Frankfurt/Main: Forschungsinstitut Senckenberg.\nGoodna Jacaranda Festival at Evan Marginson Park, Goodna\nJacaranda Festival, Grafton\n\"Song of the Jacaranda\" by Maria Elena Walsh and Palito Ortega, a popular Argentinean children song"
  }
}