{
  "url": "https://en.wikipedia.org/wiki/Japanese_Black_Pine",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Pinaceae"
    },
    {
      "Genus": "Pinus"
    },
    {
      "Subgenus": "P. subg. Pinus"
    },
    {
      "Section": "P. sect. Pinus"
    },
    {
      "Subsection": "P. subsect. Pinus"
    },
    {
      "Species": "P. thunbergii"
    }
  ],
  "text": {
    "__SUMMARY__": "Pinus thunbergii (syn: Pinus thunbergiana), also called black pine, Japanese black pine, and Japanese pine, is a pine native to coastal areas of Japan (Kyūshū, Shikoku and Honshū) and South Korea.It is called gomsol (곰솔) in Korean, hēisōng (黑松) in Chinese, and kuromatsu (黒松) in Japanese.",
    "Description": "Black pines can reach the height of 40 m, but rarely achieves this size outside its natural range. The needles are in fascicles of two with a white sheath at the base, 7–12 cm long; female cones are 4–7 cm in length, scaled, with small points on the tips of the scales, taking two years to mature.  Male cones are 1–2 cm long borne in clumps of 12-20 on the tips of the spring growth.  Bark is gray on young trees and small branches, changing to black and plated on larger branches and the trunk; becoming quite thick on older trunks.",
    "Ecology": "In North America this tree is subject to widespread mortality by the native American pinewood nematode, Bursaphelenchus xylophilus, spread by means of beetle vectors. Subsequently, blue stain fungus invades the plant, leading to a rapid decline and death. This nematode has also been introduced to Japan accidentally, leading to the species becoming endangered in its native area.",
    "Uses": "Because of its resistance to pollution and salt, it is a popular horticultural tree. In Japan it is widely used as a garden tree both trained as Niwaki and untrained growing as an overstory tree.  The trunks and branches are trained from a young age to be elegant and interesting to view.  It is one of the classic bonsai subjects, requiring great patience over many years to train properly.",
    "Gallery": "",
    "Notes": "",
    "References": "Conifer Specialist Group (1998). \"Pinus thunbergii\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006.\nFu, Liguo; Li, Nan; Elias, Thomas S.; Mill, Robert R. \"Pinus thunbergii\". Flora of China. 4. Retrieved 2018-08-16 – via eFloras.org, Missouri Botanical Garden, St. Louis, MO & Harvard University Herbaria, Cambridge, MA.",
    "External links": "Conifers Around the World: Pinus thunbergii - Japanese Black Pine."
  }
}