{
  "url": "https://en.wikipedia.org/wiki/Jasminum_nudiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Oleaceae"
    },
    {
      "Genus": "Jasminum"
    },
    {
      "Species": "J. nudiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Jasminum nudiflorum, the winter jasmine, is a slender, deciduous shrub native to China (Gansu, Shaanxi, Sichuan, Xizang (Tibet), Yunnan). Due to its blossom peaks right after winter, it’s also named Yingchun (迎春) in Chinese, which means “the flower that welcomes Spring”.  It is widely cultivated as an ornamental and is reportedly naturalized in France and in scattered locations in the United States (Texas, Oklahoma, Georgia, Tennessee, Maryland and New Jersey).",
    "Description": "It grows to 3 m (10 ft) tall and wide, with arching green shoots and opposite, pinnate, dark green leaves.  Each leaf is divided into three oval-oblong leaflets which are about 3 cm long.As its name suggests, in the Northern Hemisphere winter jasmine flowers from November to March. The solitary flowers, often appearing on the bare stems (hence the Latin nudiflorum, literally \"naked flower\") have six petals and are bright yellow, or white, about 1 cm across, appearing in the leaf axils. It likes full sun or partial shade and is hardy.\nJasminum nudiflorum is valued by gardeners as one of the few plants that are in flower during the winter months. It is frequently trained against a wall to provide extra warmth and shelter, but also lends itself to groundcover. It tolerates hard pruning and should be pruned in spring immediately after flowering; regular pruning will help to prevent bare patches. It can also be grown as a bonsai and is very tolerant of the wiring methods. It can be propagated using the layering technique.",
    "Taxonomy": "It is known as rui guo yuan wei in Pidgin.It is also known as 'jasmim-amarelo' in Portuguese (Brazil) and 'vinterjasmin' in Swedish.It was collected in China by Robert Fortune.It was first published and described by Lindl. in the Journal of the Horticultural Society of London Vol.1 on page 153 in 1846.It was verified by United States Department of Agriculture and the Agricultural Research Service on 30 September 2011.Jasminum nudiflorum has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Distribution and habitat": "It is native to China.",
    "Distribution and habitat-Range": "It is found within many Provinces of China, (including  Guangxi (Gansu),  Shanxi, Sichuan, Xizang (also referred to as Tibet) and Yunnan.",
    "References": "",
    "External links": "Jasminum nudiflorum Bonsai CreationMissouri Botanical Garden, Plant Finder, Gardening Help, Jasminum nudiflorum\nPlants for a Future, Jasminum nudiflorum\nRoyal Horticultural Society Plant Selector, Jasminum nudiflorum\nFloraData 657, Jasminum nudiflorum\nHauenstein-rafz, Winter-Jasmin, Jasminum nudiflorum"
  }
}