{
  "url": "https://en.wikipedia.org/wiki/Juniperus_procumbens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Cupressaceae"
    },
    {
      "Genus": "Juniperus"
    },
    {
      "Species": "J. procumbens"
    }
  ],
  "text": {
    "__SUMMARY__": "Juniperus procumbens is a low-growing shrubby juniper native to the southern Japan. Its status as a wild plant is disputed; some authorities treat it as endemic on high mountains on Kyūshū and a few other islands off southern Japan, while others consider it native to the coasts of southern Japan (north to Chiba Prefecture) and also the southern and western coasts of Korea. It is closely related to Juniperus chinensis, and is sometimes treated as a variety of it, as J. chinensis var. procumbens.It is a prostrate shrub, usually growing 20–30 cm (7.9–11.8 in) tall, occasionally 50 cm (20 in); while it does not get very tall it can get quite wide, 2–4 m (6.6–13.1 ft) across or more, with long prostrate branches. The branches tend to intertwine and form a dense mat. The leaves are arranged in decussate whorls of three; all the leaves are juvenile form, needle-like, 6–8 mm long and 1-1.5 mm broad, with two white stomatal bands on the inner face. It is dioecious with separate male and female plants. The cones are berry-like, globose, 8–9 mm in diameter, dark blackish-brown with a pale blue-white waxy bloom, and contain two or three seeds (rarely one); they are mature in about 18 months. The male cones are 3–4 mm long, and shed their pollen in early spring. It is dioecious, producing cones of only one sex on each plant.",
    "Cultivation and uses": "Several cultivars have been selected, the most widely grown being 'Nana', a slow-growing procumbent plant, which in the UK has gained the Royal Horticultural Society’s Award of Garden Merit.  Others include 'Bonin Isles', a strong-growing mat-forming plant collected on the Bonin Islands, and 'Green Mound', which may just be a renaming of 'Nana'. A variegated plant sold under the name J. procumbens 'Variegata' is actually a cultivar of J. chinensis misnamed.",
    "References": "",
    "External links": "Conifers Around the World: Juniperus procumbens - Japanese Mat Juniper."
  }
}