{
  "url": "https://en.wikipedia.org/wiki/Juniperus_chinensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Cupressaceae"
    },
    {
      "Genus": "Juniperus"
    },
    {
      "Species": "J. chinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Juniperus chinensis (Chinese juniper, 圆柏, 桧) is a juniper that grows as a shrub or tree with a very variable shape, reaching 1–20 m tall. This native of northeast Asia grows in China, Mongolia, Japan, Korea and the southeast of Russia.",
    "Growth": "It is a coniferous evergreen shrub. The leaves grow in two forms, juvenile needle-like leaves 5–10 mm long, and adult scale-leaves 1.5–3 mm long. Mature trees usually continue to bear some juvenile foliage as well as adult, particularly on shaded shoots low in the crown. This species is often dioecious, either male and female plants, but some individual plants produce both sexes of flowers. The blue-black berry-like cones grow to 7–12 mm in diameter, have a whitish waxy bloom, and contain 2–4 seeds; they mature in about 18 months. The male cones, 2–4 mm long, shed their pollen in early spring.",
    "Cultivation and uses": "This popular ornamental tree or shrub in gardens, parks, and in tough coastal conditions of hot sun and sandy fast draining soils, has more than 100 named cultivars selected for various characters, such as yellow foliage (e.g. cvs. 'Aurea', 'Tremonia'), permanently juvenile foliage (e.g. cv. 'Shoosmith'), columnar crown shape (cv. 'Columnaris'), abundant cones (e.g. cv. 'Kaizuka'), etc. First popular in the United States in the Los Angeles gardens in Mediterranean style homes, and now commonly found along both the West and East Coast in beach and coastal areas.\nThe cultivar 'Shimpaku' is a very important bonsai subject. The Chinese juniper is widely used in bonsai, both as individual plants, such as the 250-year-old \"Omiya tree\" in the Birmingham Botanical Gardens in the UK, and in groups, such as the well-known Goshin on display at the National Bonsai and Penjing Museum at the US National Arboretum.\nThe following cultivars have gained the Royal Horticultural Society's Award of Garden Merit:-\nThe hybrid between Juniperus chinensis and Juniperus sabina, known as Juniperus × pfitzeriana (Pfitzer Juniper, synonym J. × media), is also very common as a cultivated plant. This hybrid grows only as a shrub, never a tree, making it suitable for smaller gardens:-\n\nJ. × pfitzeriana 'Old Gold'\nJ. × pfitzeriana 'Sulphur Spray'",
    "References": "",
    "Further reading": "Conifer Specialist Group (1998). \"Juniperus chinensis\". IUCN Red List of Threatened Species. Version 2006. International Union for Conservation of Nature. Retrieved 12 May 2006."
  }
}