{
  "url": "https://en.wikipedia.org/wiki/Juniperus_squamata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Cupressaceae"
    },
    {
      "Genus": "Juniperus"
    },
    {
      "Species": "J. squamata"
    }
  ],
  "text": {
    "__SUMMARY__": "Juniperus squamata (flaky juniper or Himalayan juniper; Chinese: 高山柏 gao shan bai) is a species of juniper native to the Himalayas and China, from northeastern Afghanistan east to western Yunnan in southwestern China, and with disjunct populations north to western Gansu and east to Fujian. It grows at 1,600-4,900 m altitude. It represents the provincial tree of Khyber Pakhtunkhwa (unofficial).\nIt is a coniferous evergreen shrub (rarely a small tree) reaching 2–10 m tall (rarely 15 m), with flaky brown bark, and a prostrate to irregularly conical crown. The leaves are broad needle-like, 3–9 mm long, arranged in six ranks in alternating whorls of three, and often strongly glaucous blue-green in colour. The cones are berry-like, globose to ovoid, 4–9 mm long and 4–6 mm diameter, glossy black, and contain one seed; they are mature in about 18 months. The male cones are 3–4 mm long, and shed their pollen in early spring. It is largely dioecious, with pollen and seed cones produced on separate plants, but occasionally monoecious.The Latin specific epithet squamata means small, scale-like leaves.Three to five varieties are accepted, with treatment differing between different authors:\nJuniperus squamata var. squamata - leaves mostly 5–9 mm. Throughout the range.\nJuniperus squamata var. fargesii Rehder & E.H.Wilson - leaves mostly 3–5 mm. Confined to the eastern half of the range in China.\nJuniperus squamata var. hongxiensis Y.F.Yu & L.K.Fu; often included in var. squamata.\nJuniperus squamata var. parviflora Y.F.Yu & L.K.Fu; often included in var. squamata.Juniperus morrisonicola Hayata from Taiwan is often treated as a synonym, or a variety Juniperus squamata var. morrisonicola (Hayata) H.L.Li & H.Keng, but is better treated as a distinct species as it has a distinct DNA profile.",
    "Cultivation and uses": "Juniperus squamata is widely grown as an ornamental plant in Europe and North America, valued for its bluish foliage and compact habit.  The following cultivars have gained the Royal Horticultural Society's Award of Garden Merit:-\n'Blue Carpet'\n'Blue Star'\n'Holger'\n\n\n== References and external links =="
  }
}