{
  "url": "https://en.wikipedia.org/wiki/Lagerstroemia_indica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Myrtales"
    },
    {
      "Family": "Lythraceae"
    },
    {
      "Genus": "Lagerstroemia"
    },
    {
      "Species": "L. indica"
    }
  ],
  "text": {
    "__SUMMARY__": "Lagerstroemia indica (also known as crape myrtle, crepe myrtle, crepeflower) is a species in the genus Lagerstroemia in the family Lythraceae, which is native to the Indian Subcontinent (hence the name indica), and also to Southeast Asia, China, Korea and Japan.  Lagerstroemia indica is an often multi-stemmed, deciduous tree with a wide spreading, flat topped, rounded, or even spike shaped open habit.  Planted in full sun or under canopy, the tree is a popular nesting shrub for songbirds and wrens.\nIn the United Kingdom, Lagerstroemia indica has gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Description": "The bark is a prominent feature being smooth, pinkish-gray and mottled, shedding each year. Leaves also shed each winter, after spectacular color display, and bare branches re-leaf early in the spring; leaves are small, smooth-edged, circular or oval-shaped, and dark green changing to yellow and orange and red in autumn.\nFlowers, on different trees, are white, pink, mauve, purple or carmine with crimped petals, in panicles up to 9 centimetres (3 1⁄2 in).",
    "Cultivation": "In the United States, Lagerstroemia indica is a very popular flowering shrub/small tree in mild-winter states (USDA Zones 7-10). Low maintenance needs make it a common municipal planting in parks, along sidewalks, highway medians and in parking lots. Like the southern magnolia, the crape myrtle has come to symbolize the American South because of its extensive planting and ability to thrive in hot, humid summer climates with regular precipitation. It is one of only a few trees/shrubs to offer brilliant color in late summer through autumn, at a time when many flowering plants have exhausted their blooms. In arid climates, it requires supplemental watering and some shade in the very hottest areas.The plant must have hot summers in order to flower successfully, otherwise it will show weak bloom and is more vulnerable to fungal diseases.Frequently L. indica is root hardy to Zone 5 (-10 °F/-23 °C), meaning it will be killed back during harsh winters but regrow from the roots and flower in summer. As such Northern gardeners treat it more like a perennial than a tree or shrub. Too much watering and over-fertilizing can decrease the cold hardiness because it stimulates new growth late in the season that does not have time to harden off.Lagerstroemia indica is frost tolerant, prefers full sun and will grow to 6 metres (20 ft) with a spread of 6 metres (20 ft). The plant is not picky about soil type but does require good drainage to thrive. Once established it is also quite drought hardy, though it benefits from the occasional deep watering during the summer months.15 hybrid cultivars have been developed between L. indica and L. fauriei by the US National Arboretum for increased cold-hardiness and resistance to disease, all given the names of Native American tribes. There are also dwarf cultivars of indica × fauriei cross-breeds and regular L. indica species, which grow 2–5 ft (0.61–1.52 m).",
    "Range": "Lagerstroemia is a common planting in South Atlantic States and is becoming an increasingly common shrub in Mid-Atlantic states all the way up through the coastal areas of Massachusetts. Lagerstroemia also thrives in the Mediterranean and Desert climates of Southern California, Arizona and Nevada, and also in Australia as a street plant.",
    "Diseases": "In the Southern U.S. mildew and fungal diseases have traditionally posed problems for L. indica. This was a major motivation for developing the L. indica × L. faueri hybrids, which show increased resistance to powdery mildew and fungus. The fungal pathogen Cercospora lythracearum can infest the plant in summer during hot, rainy weather and cause premature leaf drop. Gardeners plant resistant hybrid varieties or use fungicide sprays to help control this.Insect problems with Lagestroemia indica include the crape myrtle aphid, Tinocallis kahawaluokalani, which can cause yellow spots and black mold, Japanese beetles, and the flea beetle. None of these insects are fatal to the plant and other predator insects are usually enough to resolve infestations; however applications of insecticidal soap can also be helpful.",
    "Crape myrtle topping": "During the winter, gardeners will often lop off the branches of large specimens, to manage size and encourage more profuse summer bloom. This is colloquially known as \"crape murder\" because of the drastic pruning involved, leaving a bare trunk during the winter and early spring. Tree topping of crape myrtles is a common occurrence but is not recommended nor endorsed by many professional standards or arboricultural organizations.",
    "References": "\nFlora, The Gardeners Bible, ABC Publishing, Ultimo, NSW, Australia, 2005"
  }
}