{
  "url": "https://en.wikipedia.org/wiki/Magnolia_stellata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Magnoliids"
    },
    {
      "Order": "Magnoliales"
    },
    {
      "Family": "Magnoliaceae"
    },
    {
      "Genus": "Magnolia"
    },
    {
      "Subgenus": "M. subg. Yulania"
    },
    {
      "Section": "M. sect. Yulania subsect. Yulania"
    },
    {
      "Species": "M. stellata"
    }
  ],
  "text": {
    "__SUMMARY__": "Magnolia stellata, sometimes called the star magnolia, is a  slow-growing shrub or small tree native to Japan. It bears large, showy white or pink flowers in early spring, before its leaves open. This species is closely related to the Kobushi magnolia  (Magnolia kobus), and is treated by many botanists as a variety or even a cultivar of that.  However, Magnolia stellata was accepted as a distinct species in the 1998 monograph by Hunt.",
    "Description": "This tree grows 1.5 to 2.5 m( in height, spreading to 4.6m in width at maturity.  Young trees display upright oval growth, but the plants spread and mound with age.The tree blooms at a young age, with the slightly fragrant 7–10 cm (3–4 in) flowers covering the bare plant in late winter or early spring before the leaves appear. There is natural variation within the flower color, which varies from white to rich pink; the hue of pink magnolias also changes from year to year, depending on day and night air temperatures prior to and during flowering. The flowers are star-shaped, with at least 12 thin, delicate petal-like tepals—some cultivars have more than 30.\nThe leaves open bronze-green, turning to deep green as they mature, and yellow before dropping in autumn. They are oblong and about 4 in (10 cm) long by about 1.5 in (4 cm) wide.\nThese magnolias produce a reddish-green, knobby aggregate fruit about 2 in long that matures and opens in early autumn. Mature fruit opens by slits to reveal orange-red seeds, but the fruits often drop before developing fully.\nYoung twigs have smooth, shiny chestnut brown bark, while the main trunks have smooth, silvery gray bark. Like the saucer magnolia (Magnolia × soulangeana), it is deciduous, revealing a twiggy, naked frame in winter.\nPlants have thick, fleshy roots which are found fairly close to the surface and do not tolerate much disturbance.",
    "Origins": "The species Magnolia stellata may be found growing wild in certain parts of the Ise Bay area of central Honshū, Japan’s largest island, at elevations between 50m and 600m. It grows by streamsides and in moist, boggy areas with such other woody plants as Enkianthus cernuus, Corylopsis glabrescens var. gotoana and Berberis sieboldii.",
    "Hybrids": "Magnolia × loebneri = Magnolia kobus × Magnolia stellata.This hybrid was first obtained by Max Loebner of Pillnitz, Germany.  Paul M. Kache designated the new hybrid in 1920, to honour Max Löbner. Numerous other varieties are produced by these parents as 'Leonard Messel' and 'Merrill'. The selection, 'Leonard Messel' was a chance hybrid that was developed at Messel's garden in Sussex, Nymans. Also on the market are white 'Ballerina' and the late-flowering white 'Merrill' that extend the loebneri season.\n\n\t\t\nMagnolia × proctoriana  = Magnolia salicifolia × Magnolia stellata. The hybrids of these closely related species was first obtained in 1925 at the Arnold Arboretum of Harvard University.\nMagnolia liliiflora × Magnolia stellata, hybrid obtained at the U.S. National Arboretum by Francis DeVos and William Corsair. There are in the trade eight varieties with women's names, the \"Eight Little Girls\".",
    "Cultivation": "After it was introduced to the United States in 1862 by Dr. George Robert Hall (1820-1899), this species has been widely cultivated in much of North America, and has been recorded as an established escape in a few places.  It is also a commonly grown ornamental in Europe, and was first introduced to the United Kingdom in 1877 or 1878, most likely by Charles Maries, while he was collecting for Veitch Nurseries.\nIts compact size makes it an ideal subject for smaller gardens, where its flowers - appearing initially on bare stems - provide some much needed colour in early Spring.\nThe cultivars 'Centennial', 'Jane Platt', and 'Royal Star' have all gained the Royal Horticultural Society's Award of Garden Merit.\nSpring frosts can damage the flowers.  The shrub prefers deep, acidic soil. It may be propagated by seed, or more easily by rooting cuttings taken after the flower buds have formed.\n\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}