{
  "url": "https://en.wikipedia.org/wiki/Murraya_paniculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Rutaceae"
    },
    {
      "Genus": "Murraya"
    },
    {
      "Species": "M. paniculata"
    }
  ],
  "text": {
    "__SUMMARY__": "\"Orange jessamine\" redirects here. This common name can also refer to Cestrum aurantiacum.\n\nMurraya paniculata is a tropical, evergreen plant native to South Asia, Southeast Asia and China and Australia. bearing small, white, scented flowers. The species is widely grown as an ornamental tree or hedge. Murraya is closely related to Citrus, and bears small orange to red fruit resembling kumquats, though some cultivars do not set fruit.",
    "Common and local names": "Common names include orange jessamine, Jasmine orange,Chinese box, mock orange, mock lime, satinwood or Lakeview jasmine (mainly in Florida). In Brazilian Portuguese it is known as murta de cheiro or jasmim laranja.",
    "Description": "Murraya paniculata is a small, tropical, evergreen tree or shrub growing up to 7 m tall. The plant flowers throughout the year. Its leaves are glabrous and glossy, occurring in 3-7 oddly pinnate leaflets which are elliptic to cuneate-obovate to rhombic. Flowers are terminal, corymbose, few-flowered, dense and fragrant. Petals are 12–18 mm long, recurved and white (or fading cream). The fruit of Murraya paniculata is fleshy, oblong-ovoid, coloured red to orange, and grows up to 1 inch in length.",
    "Range": "M. paniculata is native to South and Southeast Asia, China and Australasia. It is naturalised in southern United States.",
    "Uses": "Traditionally, Murraya paniculata is used both in traditional medicine as an analgesic and for wood (for tool handles).In the West it is cultivated as an ornamental tree or hedge because of its hardiness, wide range of soil tolerance (M. paniculata may grow in alkaline, clayey, sandy, acidic and loamy soils), and is suitable for larger hedges. The plant flowers throughout the year and produces small, fragrant flower clusters which attract bees, while the fruits attract small frugivorous birds.",
    "Uses-Propagation": "The orange jessamine is sexually propagated by its seeds. The fruits are eaten by birds, which then pass the seeds out in their feces. It may also be asexually propagated by softwood cuttings.",
    "Uses-Diseases": "M. paniculata is vulnerable to soil nematodes, scales, sooty mold and whiteflies.It is the preferred host to the insect pest Diaphorina citri, the citrus psyllid. This psyllid is the vector for the citrus greening disease.",
    "References": "",
    "External links": "Welsh, S. L. 1998. Flora Societensis: A summary revision of the flowering plants of the Society Islands E.P.S. Inc., Orem, Utah."
  }
}