{
  "url": "https://en.wikipedia.org/wiki/Podocarpus_macrophyllus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Podocarpaceae"
    },
    {
      "Genus": "Podocarpus"
    },
    {
      "Species": "P. macrophyllus"
    }
  ],
  "text": {
    "__SUMMARY__": "Podocarpus macrophyllus is a conifer in the genus Podocarpus, family Podocarpaceae. It is the northernmost species of the genus, native to southern Japan and southern and eastern China. Common names in English include yew plum pine, Buddhist pine and fern pine. Kusamaki (クサマキ) and inumaki (犬槇) are Japanese names for this tree. In China, it is known as 羅漢松 or luóhàn sōng, which literally means \"arhat pine\".\n\nIt is a small to medium size evergreen tree, reaching 20 m tall. The leaves are strap-shaped, 6–12 cm long, and about 1 cm broad, with a central midrib. The cones are borne on a short stem, and have 2-4 scales, usually only one (sometimes two) fertile, each fertile scale bearing a single apical seed 10–15 mm. When mature, the scales swell up and become reddish purple, fleshy and berry-like, 10–20 mm long; they are then eaten by birds, which disperse the seeds in their droppings.\nPodocarpus macrophyllus occurs in forests, open thickets, and roadsides from near sea level to 1000 m.",
    "Symbolism, cultivation and uses": "Kusamaki is the state tree of Chiba Prefecture, Japan. It is a popular large shrub or small tree in gardens, particularly in Japan and the southeastern United States. The ripe cone arils are edible, though the seed should not be eaten. Because of its resistance to termites and water, inumaki is used for quality wooden houses in Okinawa Prefecture, Japan.\nBuddhist pine is highly regarded as a feng shui tree in Hong Kong, giving it a very high market value. In recent years, the illegal digging of Buddhist pine has become a problem in the city.This species can be trained as a bonsai.",
    "References": "",
    "External links": " Media related to Podocarpus macrophyllus at Wikimedia Commons\n Data related to Podocarpus macrophyllus at Wikispecies\n\nGymnosperm Database: Podocarpus macrophyllus\nITIS: Podocarpus macrophyllus\nSeeds: Podocarpus macrophyllus"
  }
}