{
  "url": "https://en.wikipedia.org/wiki/Polyscias_fruticosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Apiales"
    },
    {
      "Family": "Araliaceae"
    },
    {
      "Genus": "Polyscias"
    },
    {
      "Species": "Polyscias fruticosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Polyscias fruticosa, or Ming aralia, is a perennial dicot evergreen shrub or dwarf tree native to India. The plant grows fairly slowly but can reach up to 1 to 2 meters in height. The leaves are of a dark green pigment, glossy in texture, and are tripinnate and appear divided.  Individual leaves vary from narrowly ovate to lanceolate and are about 10 cm long.",
    "Distribution": "The Ming aralia is widely cultivated in several countries of Southeast Asia and the tropical islands of the Pacific region. It was originally located in Polynesia and thrives in environments of medium humidity, with temperatures varying from 16–29 °C (60–85 °F).",
    "Genus: Polyscias": "The name Polyscias means many-shaded, in reference to the foliage found on these plants.  Their stalks carry compound leaves with up to seven (or more) opposite leaflets. In several species the leaves are deeply lobed. There are about six species of the genus Polyscias that are actively cultivated. The genus contains a variety of tropical plants which include about 80 species from the Pacific islands and Southeast Asia.",
    "Family: Araliaceae": "The family Araliaceae, to which the genus Polyscias including Ming aralia belongs, gives rise to a multitude of trees or shrubs that contain gum and resin ducts. As a whole, the family contains plants that have leaves of alternate, palmately or pinnately compound or simple, with stipules. The inflorescences are generally umbellate, and often arranges in compound umbels, caouttules, panicles or races. They possess flowers of smaller size than the dioecious which are bisexual or unisexual.\nThis family also includes a multitude of popular house plants, including English ivy, as well as the herb ginseng.  Araliaceae is known as the ginseng family, which is where the traits of the Ming Aralia spice and medical herb originate.  \nPlants of this family can be found throughout the Neotropics, for the greater part in mountainous regions and much less in the lowlands.",
    "Uses": "In Asian countries, the leaves of the Polyscias fruticosa are used as a tonic, anti-inflammatory, antitoxin, and an antibacterial ointment. They have also been proven to be an aid in digestion. The root is also used as a diuretic, febrifuge, anti-dysentery, and is employed for neuralgia and rheumatic pains. Along with medicinal purposes, Polyscias fruticosa is also used as an ornamental plant and a spice.\nIn experiments with rodents, root extract of Polyscias fruticosa (Vietnamese= Dinh lang) has been demonstrated to extend life span.A recent study on this plant by Vo Duy Hunan and colleagues, has afforded to known oleanolic acid saponins from the leaves, and polyacetylenes from the roots. This shows antibacterial and antifungal activities. The volatile leaf oils were also studied and isolated to find eight new oleanolic acid saponins, named polysciosides A to H, and three known saponins.",
    "House plant care": "When considering this plant for home aesthetics, one should keep in mind that Polyscias fruticosa needs full sun to partial shade or high interior lighting. When grown in the greenhouse, the soil mixture should consist of two parts peat moss to two parts loam to one part sand or perlite. The plant should be kept moist; during the winter months, water should be restricted, but the plant should never be allowed to dry out completely. The plants should be fertilized only three times during the growing season using a balanced fertilizer diluted to half the strength recommended on the label. Since the plants are fairly slow growers, very little pruning is needed to keep the desired form. However, unlike plants that branch sideways, the Ming aralia grows vertically.\nTrimming is useful in keeping the desired height as well as shape. The tips are trimmed in order to encourage more rapid branching and thickening of the trunk. The joints, closely set, then produce a thick growth of branches and a dense covering of leaves, which is an ideal look for this particular plant. The stems weave back and forth, creating a complex interlocking arrangement. As the plant ages, the lower branches die off, leaving a corky surface that is gnarled where the branches had been.  This appearance is what attracts many people to adopting these plants for decoration of their homes and offices.",
    "Sources": "Maas, Paul J.M., and Lubbert Y. Th. Westra. Neotropical Plant Families. 1st ed. Koenigstein, Germany: Koeltz Scientific Books, 1993. Print.\nMartorell, Luis F., and Liogier. Henri Alain. 1st ed. Rio Piedras, Puerto Rico: Editorial de la Universidad de Puerto Rico, 1982. Print.\nHuana, Vo Duy, and Satoshi Yamamuraa, and Kazuhiro Ohtania, and Ryoji Kasaia, and Kazuo Yamasaki, and Nguyen Thoi Nham, and Hoang Minh Chau. \"Oleanane Saponins from Polyscias Fruticosa.\" Pergamon 47. 3.24 Jun 1997 451-457. Web.30 Apr 2009.\nLemke, Cal. \"Polyscias fruticosa, Ming Aralia .\" Plant of the Week. 1 April 2004. University of Oklahoma Department of Botany & Microbiology . 4 May 2009 <http://www.plantoftheweek.org/week253.shtml>.\nElbert, George. \"Polyscias; \"Ming Aralias\" and Relatives.\" Rhapis Gardens. 1988. New York Botanical Garden . 4 May 2009 <http://www.rhapisgardens.com/ming-aralias/>.\n\n\n== References =="
  }
}