{
  "url": "https://en.wikipedia.org/wiki/Portulacaria_afra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Caryophyllales"
    },
    {
      "Family": "Didiereaceae"
    },
    {
      "Genus": "Portulacaria"
    },
    {
      "Species": "P. afra"
    }
  ],
  "text": {
    "__SUMMARY__": "Portulacaria afra (known as elephant bush, dwarf jade plant, porkbush and spekboom in Afrikaans) is a small-leaved succulent plant found in South Africa. These succulents commonly have a reddish stem and leaves that are green, but also a variegated cultivar is often seen in cultivation. They are simple to care for and make easy houseplants for a sunny location. In frost-free regions they may be used in outdoor landscaping.",
    "Description": "It is a soft-wooded, semi-evergreen upright shrub or small tree, usually 2.5–4.5 metres (8–15 ft) tall. Similar in appearance to the unrelated \"jade plant\" Crassula ovata (family Crassulaceae), P. afra has smaller and rounder pads and more compact growth (shorter internodal spaces, down to 1.5 mm). It is much hardier, faster growing, more loosely branched, and has more limber tapering branches than Crassula once established.The genus Portulacaria has been shown to be an outlier, relatively unrelated to the other genera in the family, which are all restricted to small ranges in the arid far west of Southern Africa.",
    "Distribution and habitat": "It is very widespread in the east of South Africa (including Eswatini). In this moist climate, it is relatively rare, and tends to favour dryer rocky outcrops and slopes.\nIt is also found in much denser numbers in the dryer southern Cape. Here it occurs from the Little Karoo of the Western Cape, eastwards up until the thicket vegetation of the Eastern Cape. Spekboom is found most prolifically in the Albany thickets, a woodland ecoregion, which locally is often called noorsveld, after the high number of succulent Euphorbia species, which are often called noors plants.",
    "Cultivation and uses": "In the wilds of South Africa, large plants do survive the winter frosts by growing dense enough to provide their own natural cover. Drought-tolerant and fire-resistant, it will endure desert sun and heat once established, which the jade plant will not.  Portulacaria is a common landscape plant in Phoenix, Arizona. Cuttings root very easily in most potting media.",
    "Cultivation and uses-Ornamental": "It is popular as a specimen for bonsai, and as a hardy xeriscaping plant. \nSeveral varieties exist - some bred in cultivation, others naturally occurring:\n\"Limpopo\": A variety with much larger leaves. It is the natural form from the far north of the species' range.\n\"Prostrata\": A low-lying, decumbent form that is frequently used as a ground-cover.\n\"Aurea\": A compact, upright form with rounded leaves that go bright yellow in the sun.\n\"Foliis variegatus\": A variegated form.\n\"Medio-picta\": Variegated with a lighter centre.",
    "Cultivation and uses-Food source": "In Southern Africa it is commonly eaten, usually as one component of a salad or a soup. It should not to be confused with the jade plant, which is mildly toxic.",
    "Cultivation and uses-Carbon sequestration": "It is capable of either C3 or CAM carbon fixation, depending on factors such as the season and the age of the leaves.\n\n\n== References =="
  }
}