{
  "url": "https://en.wikipedia.org/wiki/Quince",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Subfamily": "Amygdaloideae"
    },
    {
      "Tribe": "Maleae"
    },
    {
      "Subtribe": "Malinae"
    },
    {
      "Genus": "CydoniaMill."
    },
    {
      "Species": "C. oblonga"
    }
  ],
  "text": {
    "__SUMMARY__": "The quince (; Cydonia oblonga) is the sole member of the genus Cydonia in the family Rosaceae (which also contains apples and pears, among other fruits). It is a deciduous tree that bears a pome fruit, similar in appearance to a pear, and bright golden-yellow when mature. Throughout history the cooked fruit has been used as food, but the tree is also grown for its attractive pale pink blossoms and other ornamental qualities.",
    "Description": "The tree grows 5 to 8 m (16 to 26 ft) high and 4 to 6 m (13 to 20 ft) wide. The fruit is 7 to 12 cm (3 to 5 in) long and 6 to 9 cm (2 to 4 in) across.\nThe immature fruit is green with dense grey-white fine hair, most of which rubs off before maturity in late autumn when the fruit changes color to yellow with hard, strongly perfumed flesh. The leaves are alternately arranged, simple, 6–11 cm (2–4 in) long, with an entire margin and densely pubescent with fine white hairs. The flowers, produced in spring after the leaves, are white or pink, 5 cm (2 in) across, with five petals.\nThe seeds contain nitriles, which are common in the seeds of the rose family.  In the stomach, enzymes or stomach acid or both cause some of the nitriles to be hydrolyzed and produce hydrogen cyanide, which is a volatile gas. The seeds are only likely to be toxic if a large quantity is eaten.",
    "Taxonomy": "Four other species previously included in the genus Cydonia are now treated in separate genera. These are Pseudocydonia sinensis and the three flowering quinces of eastern Asia in the genus Chaenomeles. Another unrelated fruit, the bael, is sometimes called the \"Bengal quince\".\nThe modern name originated in the 14th century as a plural of quoyn, via Old French cooin from Latin cotoneum malum / cydonium malum, ultimately from Greek κυδώνιον μῆλον, kydonion melon \"Kydonian apple\".\nCydonia is included in the subfamily Amygdaloideae.",
    "Distribution and habitat": "Quince is native to rocky slopes and woodland margins in Western Asia, Azerbaijan, Armenia, Turkey, Georgia, northern Iran to Afghanistan, although it thrives in a variety of climates and can be grown successfully at latitudes as far north as Scotland. It should not be confused with its relatives, the Chinese quince, Pseudocydonia sinensis, or the flowering quinces of genus Chaenomeles, either of which is sometimes used as a culinary substitute.",
    "History": "The fruit was known to the Akkadians, who called it supurgillu; Arabic سفرجل al safarjal \"quinces\" (collective plural), as well as in Judea of Israel during the Mishnaic era where it was called “Perishin” (פרישין collective plural, or sing. “Prish”); quince flourished in the heat of the Mesopotamian plain, where apples did not. It was cultivated from an archaic period around the Mediterranean. The Greeks associated it with Cydonia on Crete, as the \"Cydonian pome\", and Theophrastus, in his Enquiry into Plants, noted that quince was one of many fruiting plants that do not come true from seed. As a sacred emblem of Aphrodite, a quince figured in a lost poem of Callimachus that survives in a prose epitome: seeing his beloved in the courtyard of the temple of Aphrodite, Acontius plucks a quince from the \"orchard of Aphrodite\", inscribes its skin and furtively rolls it at the feet of her illiterate nurse, whose curiosity aroused, hands it to the girl to read aloud, and the girl finds herself saying \"I swear by Aphrodite that I will marry Acontius\". A vow thus spoken in the goddess's temenos cannot be broken. Pliny the Elder mentions \"numerous varieties\" of quince in his Natural History and describes four. The season of ripe quinces is brief: the Roman cookbook De re coquinaria of \"Apicius\" specifies in attempting to keep quinces, to select perfect unbruised fruits and keep stems and leaves intact, submerged in honey and reduced wine.",
    "Pests and diseases": "Quince is used as a food plant by the larvae of some Lepidoptera species including brown-tail, Bucculatrix bechsteinella, Bucculatrix pomifoliella, Coleophora cerasivorella, Coleophora malivorella, green pug and winter moth.\nWhile quince is a hardy shrub, it may develop fungal diseases in hot weather, resulting in premature leaf fall. Quince leaf blight, caused by fungus Diplocarpon mespili, presents a threat in wet summers, causing severe leaf spotting and early defoliation, also affecting fruit to a lesser extent. It may also affect other Rosaceae plants such as hawthorn and medlar, but is typically less damaging than on quince. Cedar-quince rust, caused by Gymnosporangium clavipes, requires two hosts to complete the fungal lifecycle, one being a cedar (most commonly a juniper, Juniperus virginiana) and the other a rosacea. Appearing as red excrescence on various parts of the plant, it may affect quinces grown in vicinity of junipers.",
    "Cultivation": "Quince is a hardy, drought-tolerant shrub which adapts to many soils of low to medium pH. It tolerates both shade and sun, but sunlight is required in order to produce larger flowers and ensure fruit ripening. It is an incredibly tough plant that does not require much maintenance, and tolerates years without pruning or major insect and disease problems.Quince is cultivated on all continents in warm-temperate and temperate climates. It requires a cooler period of the year, with temperatures under 7 °C (45 °F), to flower properly. Propagation is done by cuttings or layering; the former method produces better plants, but they take longer to mature than by the latter. Named cultivars are propagated by cuttings or layers grafted on quince rootstock. Propagation by seed is not used commercially. Quince forms thick bushes, which must be pruned and reduced into a single stem in order to grow fruit-bearing trees for commercial use. The tree is self-pollinated, but it produces better yields when cross-pollinated.Fruits are typically left on the tree to ripen fully. In warmer climates, it may become soft to the point of being edible, but additional ripening may be required in cooler climates. They are harvested in late autumn, before first frosts.Quince is also used as rootstock for certain pear cultivars. The resultant chimera is called + Pirocydonia danielii.\nIn Europe, quinces are commonly grown in central and southern areas where the summers are sufficiently hot for the fruit to fully ripen. They are not grown in large amounts; typically one or two quince trees are grown in a mixed orchard with several apples and other fruit trees. In the 18th-century New England colonies, for example, there was always a quince at the lower corner of the vegetable garden, Ann Leighton notes in records of Portsmouth, New Hampshire and Newburyport, Massachusetts. Charlemagne directed that quinces be planted in well-stocked orchards. Quinces in England are first recorded in about 1275, when Edward I had some planted at the Tower of London.",
    "Cultivars": "The cultivar 'Vranja' Nenadovic has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Production": "In 2017, world production of quinces was 692,262 tonnes, led by Turkey and China combined with 41% of the world total (table).",
    "Uses": "Quinces are appreciated for their intense aroma, flavor, and tartness. However, most varieties of quince are too hard and tart to be eaten raw; even ripe fruits should be subjected to bletting by frost or decay to be suitable for consumption. However, they may be cooked or roasted and used for jams, marmalade, jellies, or pudding.",
    "Uses-As food": "Some varieties of quince, such as 'Aromatnaya' and 'Kuganskaya' do not require cooking and can be eaten raw. However, most varieties of quince are too hard, astringent and sour to eat raw unless \"bletted\" (softened by frost and subsequent decay).  High in pectin, they are used to make jam, jelly and quince pudding, or they may be peeled, then roasted, baked or stewed; pectin levels diminish as the fruit ripens. The flesh of the fruit turns red after a long cooking with sugar by formation of anthocyanins. The very strong perfume means they can be added in small quantities to apple pies and jam to enhance the flavor. Adding a diced quince to apple sauce will enhance the taste of the apple sauce with the chunks of relatively firm, tart quince.  The term \"marmalade\", originally meaning a quince jam, derives from marmelo, the Portuguese word for this fruit.\n\nQuince cheese is firm, sticky, sweet reddish hard paste made from the quince fruit, and originating from the Iberian peninsula. It is known as marmelada across the Portuguese-speaking world and as dulce de membrillo across the Spanish-speaking world, where it is used in a variety of recipes, eaten in sandwiches and with cheese, traditionally manchego cheese, or accompanying fresh curds.  In Chile, boiled quince is popular in desserts such as the murta con membrillo that combines Chilean guava with quince.",
    "Uses-Nutrition": "A raw quince is 84% water, 15% carbohydrates, and contains negligible fat and protein (table). In a 100 gram reference amount, the fruit provides 57 calories and a moderate amount of vitamin C (18% of the Daily Value), but no other micronutrients of significant quantity.",
    "Uses-As drink": "In the Balkans and elsewhere, quince eau-de-vie (rakija) is made. For a quince rakija, ripe fruits of sweeter varieties are washed and cleared from rot and seeds, then crushed or minced, mixed with cold or boiling sweetened water and winemaking yeast, and left for several weeks to ferment. Fermented mash is distilled twice to obtain an approximately 60% alcohol-by-volume (ABV) liquor. It may be diluted with distilled water to obtain the final product, containing 42-43% ABV.In the Alsace region of France and the Valais region of Switzerland, liqueur de coing made from quince is used as a digestif.\nIn Carolina in 1709, John Lawson allowed that he was \"not a fair judge of the different sorts of Quinces, which they call Brunswick, Portugal and Barbary\", but he noted \"of this fruit they make a wine or liquor which they call Quince-Drink, and which I approve of beyond any that their country affords, though a great deal of cider and perry is there made, The Quince-Drink most commonly purges.\"",
    "Uses-Ornamental": "Quince is one of the most popular species for deciduous bonsai specimens, along with related Chinese quince and Japanese quince, native to Eastern Asia.",
    "Cultural associations": "Although the Book of Genesis does not name the specific type of the fruit that Adam and Eve ate from the Tree of Knowledge of Good and Evil in the Garden of Eden, some ancient texts suggest Eve's fruit of temptation might have been a quince.\nIn \"El licenciado Vidriera\" by Miguel de Cervantes, the protagonist develops the delusion that he is made of glass after he eats a poisoned quince.\nIn Turkey, the expression ayvayı yemek (literally \"to eat the quince\") is used as a derogatory term indicating any unpleasant situation or a malevolent incident to avoid. This usage is likened to the rather bitter aftertaste of a quince fruit inside the mouth.\nWhen a baby is born in the Balkans, a quince tree is planted as a symbol of fertility, love and life.\nAncient Greek poets (Ibycus, Aristophanes, e.g.) used quinces (kydonia) as a mildly ribald term for teenage breasts.\nIn Plutarch's Lives, Solon is said to have decreed that \"bride and bridegroom shall be shut into a chamber, and eat a quince together.\"\nIn The Simpsons episode \"Who Shot Mr. Burns? (Part One)\", Homer sends Mr. Burns a box of chocolates with a family photo at the bottom. Burns and Smithers eschew the sour quince log, leaving Homer's face obscured in the photo.",
    "Gallery": "",
    "See also": "List of culinary fruits",
    "References": "",
    "External links": " Media related to Cydonia oblonga at Wikimedia Commons"
  }
}