{
  "url": "https://en.wikipedia.org/wiki/Rhaphiolepis_indica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Rhaphiolepis"
    },
    {
      "Species": "R. indica"
    }
  ],
  "text": {
    "__SUMMARY__": "Rhaphiolepis indica, the Indian hawthorn, India hawthorn or Hong Kong hawthorn is an evergreen shrub in the family Rosaceae.",
    "Description": "They are shrubs or small trees, which rarely reach a size of 4 m in height. The branches are purple brown when young, greyish brown when old, cylindrical, initially brown tomentose, glabrous in old age. Petiole 0.5-1.8 cm or almost absent, slightly brown or tomentose, subglabra; stipulesdeciduous, lanceolate, little brown tomentose, acuminate apex; ovate blade blade, oblong, rarely obovate, oblong-lanceolate, narrowly elliptical or elliptical-lanceolate, (2 -) 4-8 × 1.5-4 cm, coriaceous, abaxially prominent veins, abaxially visible reticular veins and visible or non-adaxially, back pale, glabrous or scarcely tomentose, shiny adaxially, glabrous, the apex obtuse, acute acuminate. \nThe inflorescences in panicles or terminal of clusters, with many or few flowers; pedicels and peduncles rusted tomentoso; bracts and deciduous bracteoles. Flowers 1-1.3 (-1.5) cm in diameter. The petals white or pink, obovate or lanceolate, 5-7 × 4-5 mm, pubescent basal, obtuse apex. Stamens 15, as long or shorter than the petals.",
    "Range": "It is found on slopes, roadsides, bushes on the sides of streams; at an altitude of 700-1600 meters above sea level in an areas such as, southern China, Japan, Laos, Cambodia, Thailand and Vietnam.",
    "Cultivation": "It is grown for its decorative pink or white flowers, and is popular in bonsai culture. The fruit is edible when cooked, and can be used to make jam.\nIndian hawthorn is a mainstay horticultural specimen in southern United States. It is often found in commercial as well as in private landscapes. Often it is trimmed into small compact hedges or balls for foundation plants. It has been successfully pruned into a standard form as well as small dwarf-like trees up to 15 feet in height. It is apt to develop leaf spot.",
    "Gallery": "",
    "References": "\n Media related to Rhaphiolepis indica at Wikimedia Commons"
  }
}