{
  "url": "https://en.wikipedia.org/wiki/Sageretia_theezans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rhamnaceae"
    },
    {
      "Genus": "Sageretia"
    },
    {
      "Species": "S. theezans"
    }
  ],
  "text": {
    "__SUMMARY__": "Sageretia theezans (sageretia, mock buckthorn, sweet-plum or Chinese sweet plum) is a shrub from the family Rhamnaceae, native to southern China. It is widely used for creating bonsai.",
    "Description": "It grows to 1–3 m tall and has small green leaves 1.5–4 cm long, and a leathery multicoloured trunk. It is evergreen and the flowers are small and inconspicuous; the fruit is a small edible drupe 1 cm diameter.",
    "References": "\nXu LZ; Yang XJ; Li B (November 1994). \"[Chemical constituents of Sageretia theezans Brongn]\". Zhongguo Zhong Yao Za Zhi = Zhongguo Zhongyao Zazhi = China Journal of Chinese Materia Medica (in Chinese). 19 (11): 675–6, 702. PMID 7893385.\nChung, Shin-Kyo; Kim, Young-Chan; Takaya, Yoshiaki; Terashima, Kenji; Niwa, Masatake (2004). \"Novel Flavonol Glycoside, 7-O-Methyl Mearnsitrin, fromSageretia theezansand Its Antioxidant Effect\". Journal of Agricultural and Food Chemistry. 52 (15): 4664–4668. doi:10.1021/jf049526j. ISSN 0021-8561. PMID 15264897.\nPark, Jong Cheol; Hur, Jong Moon; Park, Ju Gwon; Hatano, Tsutomu; Yoshida, Takashi; Miyashiro, Hirotsugu; Min, Byung Sun; Hattori, Masao (2002). \"Inhibitory effects of Korean medicinal plants and camelliatannin H fromCamellia japonica on human immunodeficiency virus type 1 protease\". Phytotherapy Research. 16 (5): 422–426. doi:10.1002/ptr.919. ISSN 0951-418X.\nCook, R.T.A.; Inman, A.J.; Billings, C. (1997). \"Identification and classification of powdery mildew anamorphs using light and scanning electron microscopy and host range data\". Mycological Research. 101 (8): 975–1002. doi:10.1017/S095375629700364X. ISSN 0953-7562."
  }
}