{
  "url": "https://en.wikipedia.org/wiki/Serissa_foetida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "SerissaComm. ex Juss."
    },
    {
      "Species": "S. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Serissa is a genus of flowering plants in the family Rubiaceae, containing only one species, Serissa japonica. It is native to open sub-tropical woodlands and wet meadows in southeast Asia, from India, and China to Japan. It is commonly called the snowrose, tree of a thousand stars, or Japanese boxthorn; and was formerly called Serissa foetida. 'Foetida' referres to the unpleasant, vomit-like, odour that the trees give off if their leaves are pruned or bruised. Snowrose and tree of a thousand stars are different cultivars. The only method of differentiating is measuring the difference in the shape and size of the flowers produced.",
    "Description": "It is an evergreen or semi-evergreen shrub, 45–60 cm high, with oval, deep green, rather thick leaves that have an unpleasant smell if bruised (hence its name foetida). The upright stems branch in all directions and form a wide bushy dome. It is grown for its neat habit, good coverage of branches and long flowering time. It is also valued for its rough, grey trunk which tends to get lighter in colour with age.\nSerissa flowers practically all year round, but particularly from early spring to near autumn. The 4- to 6-lobed flowers are funnel-shaped and 1 cm wide. They first appear as pink buds but turn to a profusion of white flowers. Fertilizing is especially important during the long flowering period.",
    "Cultivars": "Many cultivars with double flowers or variegated leaves are also available. 'Pink Snow Rose' has pale pink flowers and leaves edged off-white. Other cultivars include: 'Variegata', 'Variegated Pink', 'Pink Mystic', 'Snowflake', 'Snowleaves', 'Mt. Fuji', 'Kyoto' and 'Sapporo'.",
    "Bonsai": "Serissa is one of the most common bonsai sold in America and Europe. It is not difficult to maintain as bonsai, but is very fussy. Many beginner bonsai enthusiasts will destroy a Serissa in their uninformed attempts to care for it. The trees respond adversely by dropping leaves if over-watered, under-watered, if it's too cold, too hot, or even if just moved to a new location. The plant usually grows back to health when put back to better conditions.",
    "Synonyms": "Synonyms Leptodermis nervosa, Leptodermis venosa, Buchozia coprosmoides, Serissa kawakamii, Serissa serissoides, Serissa democritea, Serissa foetida, Dysoda foetida, Dysoda fasciculata, Democritea serissoides, Serissa crassiramea, Serissa foetida forma plena, Serissa foetida forma pleniflora, Serissa foetida var. crassiramea",
    "Notes": "",
    "External links": "https://web.archive.org/web/20030628040930/http://www.bonsai-bci.com/species/serissa.html\nhttp://www.bonsai4me.com/SpeciesGuide/Serissa.html (Accessed 15 Sept 2006)"
  }
}