{
  "url": "https://en.wikipedia.org/wiki/Taxodium_ascendens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Division": "Pinophyta"
    },
    {
      "Class": "Pinopsida"
    },
    {
      "Order": "Pinales"
    },
    {
      "Family": "Cupressaceae"
    },
    {
      "Genus": "Taxodium"
    },
    {
      "Species": "T. ascendens"
    }
  ],
  "text": {
    "__SUMMARY__": "Taxodium ascendens, also known as pond cypress, is a deciduous conifer of the genus Taxodium, native to North America. Many botanists treat it as a variety of bald cypress, Taxodium distichum (as T. distichum var. imbricatum) rather than as a distinct species, but it differs in ecology, occurring mainly in still blackwater rivers, ponds and swamps without silt-rich flood deposits. It predominates in cypress dome habitats.",
    "Description": "Taxodium ascendens reaches on average 15–18 metres (49–59 ft) in height. Compared to T. distichum, the leaves are shorter (3–10 mm long), slenderer and are on shoots that tend to be erect rather than spreading. The trunk is expanded at the base, even on young trees, assisting the tree in anchoring in the soft, muddy soil. The cones also tend to be smaller, not over 2.5 cm diameter. The bark is also a paler gray color. Like Bald Cypresses, Pond Cypresses growing in water have a characteristic growth trait called cypress knees; these are woody projections pneumatophores sent above the water from the roots. The function of these cypress knees is not known. Maximum longevity of this plant is estimated at 1000 years. This figure may be an underestimate, as The Senator, until recently growing in Longwood, Florida's Big Tree Park, was estimated to be over 3,400 years old.",
    "Distribution": "This species is native to the southeastern United States, from southeastern Virginia to southeastern Louisiana and south into Florida except for the Florida Keys.\nStunted individuals of pond cypress are notable in the dwarf cypress savanna of the Everglades National Park.",
    "Habitat": "Taxodium ascendens occurs naturally in shallow ponds, lake margins, swamps and wetlands. It prefers wet, poorly drained and acidic soils, at an altitude of 0–30 metres (0–98 ft) above sea level.",
    "References": "\nFlora of North America (as T. distichum var. imbricarium)\nFloridata\nFile:The Senator Tree Longwood Florida.JPG\n\n\n== External links =="
  }
}