{
  "url": "https://en.wikipedia.org/wiki/Winged_Elm",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Ulmaceae"
    },
    {
      "Genus": "Ulmus"
    },
    {
      "Subgenus": "U. subg. Oreoptelea"
    },
    {
      "Section": "U. sect. Chaetoptelea"
    },
    {
      "Species": "U. alata"
    }
  ],
  "text": {
    "__SUMMARY__": "Ulmus alata, the winged elm or wahoo, is a small- to medium-sized deciduous tree endemic to the woodlands of the southeastern and south-central United States. The species is tolerant of a wide range of soils, and of ponding, but is the least shade-tolerant of the North American elms. Its growth rate is often very slow, the trunk increasing in diameter by less than 5 mm (3⁄16 in) per year. The tree is occasionally considered a nuisance as it readily invades old fields, forest clearings, and rangelands, proving particularly difficult to eradicate with herbicides.",
    "Description": "As its common and scientific names imply, winged elm is most easily recognized by the very broad, thin pair of corky wings that form along the branchlets after a couple of years. The tree generally grows to a maximum height and breadth of about 13 m × 13 m (43 ft × 43 ft), although on fertile alluvial soils such as those of the Mississippi River Delta, some specimens have reached double this height (see 'Notable trees' below). The crown can be either rounded or pyramidal; the branches are pendulous. The leaves are comparatively small for the genus, less than 6.5 cm (2 1⁄2 in) long and less than 2.0 cm (3⁄4 in) broad, oblong-lanceolate to narrowly elliptic, thin in texture, and smooth above. The wind-pollinated perfect apetalous flowers are borne on long pedicels in March and April before the leaves appear. The reddish samaras are also relatively small, less than 8 mm (5⁄16 in) long, narrowly elliptic with two long incurving stigmas at the tip, and usually disperse before the end of April.",
    "Pests and diseases": "Like the other North American species of elm, U. alata is very susceptible to Dutch elm disease and Elm Yellows (Elm phloem necrosis).",
    "Cultivation": "Ulmus alata is rarely cultivated beyond its natural range.  It remains in commercial production in the US, and is occasionally available in Europe. At the beginning of the 19th century, the tree was one of the three American elm species cultivated in ornamental plantations in Britain, but is now rare there.  Several specimens are grown in New Zealand.",
    "Notable trees": "On the silty uplands of the Mississippi Delta, Ulmus alata can attain 27 m (89 ft) in height, although the trunk diameter rarely exceeds 60 cm (24 in) d.b.h. In the old growth Fernbank Forest in Atlanta, Georgia, the species attains heights up to 39 metres (128 ft). A tree measuring 40 metres (130 ft) high has been reported from the Congaree National Park in South Carolina. However, the USA National Champion, measuring 27 metres (89 ft) high in 2009, grows in Hopewell County, Virginia.[6]",
    "Cultivars": "Lace Parasol",
    "Other uses": "Ulmus alata is of minimal commercial significance, its hard timber considered no more remarkable than that of other American elms, and of limited use because of the commonly small size of the trees. However, owing to its resistance to splitting, it is used to make high-quality hockey sticks.",
    "Accessions": "North AmericaArnold Arboretum, US. Acc. no. 404-95, wild collected.\nBartlett Tree Experts, US. Acc. no. 1438, unrecorded provenance.\nBrooklyn Botanic Garden, New York City, US. Acc. nos. 730275, X00886\nBernheim Arboretum and Research Forest [7], Clermont, Kentucky, US. No details available.\nMorton Arboretum, US. Acc. no. 116-96, wild collected Papoose Lake, Illinois.EuropeBrighton & Hove City Council, UK. NCCPG Elm Collection. One tree at East Brighton Park, UK champion 13 m (43 ft) high, 31 cm (12 1⁄4 in) d.b.h. in 2001.\nGrange Farm Arboretum, Lincolnshire, UK. Acc. no. 506\nRoyal Botanic Garden Edinburgh, UK. Acc. no. 20080092, from seed wild collected in USA.\nThenford House, Northamptonshire, UK. No details available.AustralasiaManukau Cemetery & Crematorium, Auckland, New Zealand. No details available.",
    "Nurseries": "North AmericaWidely available.\n\nEuropeArboretum Waasland, Nieuwkerken-Waas, Belgium.\nGrange Farm Plants, Spalding, Lincolnshire, UK.\nPlantentuin Esveld, Netherlands.",
    "Nurseries-Seed suppliers": "Sheffield's Seeds Co. Inc., New York, US.",
    "References": "\nSnow, G. A. (1990). \"Ulmus alata\".  In Burns, Russell M.; Honkala, Barbara H. (eds.). Hardwoods. Silvics of North America. Washington, D.C.: United States Forest Service (USFS), United States Department of Agriculture (USDA). 2 – via Southern Research Station (www.srs.fs.fed.us)."
  }
}