{
  "url": "https://en.wikipedia.org/wiki/Wisteria_floribunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Faboideae"
    },
    {
      "Genus": "Wisteria"
    },
    {
      "Species": "W. floribunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Wisteria floribunda (common name Japanese wisteria) is a species of flowering plant in the pea family Fabaceae, native to Japan. Growing to 9 m (30 ft), it is a woody, deciduous twining climber.  It was brought from Japan to the United States in 1830's. Since then, it has become one of the most highly romanticized flowering garden plants. It is also a common subject for bonsai, along with Wisteria sinensis (Chinese wisteria).\nThe flowering habit of Japanese wisteria is perhaps the most spectacular of the Wisteria genus. It sports the longest flower racemes of any wisteria; they can reach nearly half a meter in length. These racemes burst into great trails of clustered white, pink, violet, or blue flowers in early- to mid-spring. The flowers carry a distinctive fragrance similar to that of grapes. The early flowering time of Japanese wisteria can cause problems in temperate climates, where early frosts can destroy the coming years' flowers. It will also flower only after passing from juvenile to adult stage, a transition that may take many years just like its cousin Chinese wisteria.\nJapanese wisteria can grow over 30m long over many supports via powerful clockwise-twining stems. The foliage consists of shiny, dark-green, pinnately compound leaves 10–30 cm in length. The leaves bear 9-13 oblong leaflets that are each 2–6 cm long. It also bears numerous poisonous, brown, velvety, bean-like seed pods 5–10 cm long that mature in summer and persist until winter. Japanese wisteria prefers moist soils and full sun in USDA plant hardiness zones 5-9. The plant often lives over fifty years.",
    "Cultivars": "Those marked agm have gained the Royal Horticultural Society's Award of Garden Merit.\n\n'Shiro Noda', 'Snow Showers' or 'Longissima Alba' agm - long white flower clusters\n'Kuchibeni' or 'Carnea' -  pink flowers\n‘Domino’agm - pale lilac\n'Honbeni' or 'Rosea'agm - pale rose flowers tipped purple, 18 in (46 cm) long\n'Issai Perfect' - light lavender flowers\n'Ito Koku Riu' or 'Royal Purple' - dark blue or violet flowers, lightly scented, long clustered bunches, 30–50 cm (12–20 in) long\n'Jako' or 'Ivory Tower'\n‘Kokuryu’agm - violet, scented\n'Lawrence'agm  - pale violet flowers, deeper violet keel and wings\n'Longissima Kyushaku' - mauve-purple flowers on a raceme up to 6 ft (1.8 m) or even seven feet (2.13 meters) in length\n'Macrobotrys' or 'Longissima' - reddish-violet flower clusters 1 m (3.3 ft) or longer\n'Macrobotrys Cascade' - white and pinkish-purple flowers, vigorous grower\n'Multijuga'agm - violet flowers with darker markings\n'Nana Richins Purple' - purple flowers\n'Nishiki' - variegated foliage\n'Plena' or 'Violaceae Plena' - double blue flowers in dense clusters\n'Praecox' or 'Domino' - purple flowers\n'Purpurea' - unknown - may be Wisteria sinensis ‘Consequa’ which is sometimes labeled purpurea\n'Rubra' - unknown - may be ‘Honbeni’ - sometimes labeled as Rubrum - deep pink to red flowers\n'Texas Purple' - may be a sinensis or a hybrid, short racemes, purple flowers, produced while the plant is still young\n'Violacea Plena' - double violet flowers, rosette-shaped\n'White with Blue Eye' - also known as ‘Sekines Blue’ - very fragrant",
    "Gallery": "",
    "References": "",
    "External links": "Japanese Wisteria at MSU\nJapanese Wisteria as a pest\nUniversity of Ohio fact sheet for Wisteria family"
  }
}