{
  "url": "https://en.wikipedia.org/wiki/Wisteria_sinensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Fabales"
    },
    {
      "Family": "Fabaceae"
    },
    {
      "Subfamily": "Faboideae"
    },
    {
      "Genus": "Wisteria"
    },
    {
      "Species": "W. sinensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Wisteria sinensis, commonly known as the Chinese wisteria, is a species of flowering plant in the pea family, native to China, in the provinces of Guangxi, Guizhou, Hebei, Henan, Hubei, Shaanxi, and Yunnan. Growing 20–30 m (66–98 ft) tall, it is a deciduous vine. It is widely cultivated in temperate regions for its twisting stems and masses of scented flowers in hanging racemes, in spring.",
    "Description": "Wisteria sinensis clings to supporting plants or man-made structures by counterclockwise-twining stems. The leaves are shiny, green, pinnately compound, 10–30 cm in length, with 9-13 oblong leaflets that are each 2–6 cm long. The flowers are white, violet, or blue, produced on 15–20 cm racemes before the leaves emerge in spring. The flowers on each raceme open simultaneously before the foliage has expanded, and have a distinctive fragrance similar to that of grapes. Though it has shorter racemes than Wisteria floribunda (Japanese wisteria), it often has a higher quantity of racemes. The fruit is a flattened, brown, velvety, bean-like pod 5–10 cm long with thick disk-like seeds around 1 cm in diameter spaced evenly inside; they mature in summer and crack and twist open to release the seeds; the empty pods often persist until winter. However seed production is often low, and most regenerative growth occurs through layering and suckering.\nAll parts of the plant contain a glycoside called wisterin which is toxic if ingested and may cause nausea, vomiting, stomach pains, and diarrhea. Wisterias have caused poisoning in children of many countries, producing mild to severe gastroenteritis.",
    "Cultivation and history": "Wisteria sinensis was unknown in the west before 1816, when several agents of the East India Company working in China sent cuttings back to England. Over the next several decades the plant became, and remains, one of the quintessential ornamental vines in temperate gardens worldwide.  A 200-year-old specimen, growing at Griffin's Brewery in Chiswick, London, is often cited as the UK's oldest living wisteria plant.It has become an invasive species in some areas of the eastern United States where the climate closely matches that of China.\nWisteria sinensis is most commonly trained along garden walls, along the exterior of buildings, or over a pergola to create avenues of overhanging blossoms during bloom. It may also be trained as a freestanding tree.\nChinese wisteria is more sensitive to cold than American wisteria (Wisteria frutescens) and Japanese wisteria (Wisteria floribunda). Although root hardy to USDA Zone 5 (-20 Fahrenheit), the vine can suffer serious dieback during such cold snaps. Moreover, the frequency of spring frosts in Zones 5 and 6 can kill latent flower buds, so that the plant might only bloom sporadically.\nA one-acre (4,000 m2) specimen located in Sierra Madre, California is recognized by Guinness World Records as the world's largest blossoming plant.",
    "Cultivars": "A white-flowering cultivar, Wisteria sinensis 'Alba', was discovered in a garden by botanist Robert Fortune in 1844, from which he took cuttings for the Royal Horticultural Society.In addition to the white 'Alba', 'Prolific' features the classic purple flowers, but in greater abundance with larger racemes. It also blooms at an earlier age than the traditional cultivar. The variety 'Amethyst' has deeper colored reddish violet flowers that are extremely fragrant.\nThe cultivars ‘Prolific’, ‘Amethyst’ and ‘Jako’  have gained the Royal Horticultural Society’s Award of Garden Merit",
    "Gallery": "",
    "References": "",
    "Further reading": "Jiang, Yifan; Chen, Xinlu; Lin, Hong (2011). \"Floral Scent in Wisteria: Chemical Composition, Emission Pattern, and Regulation\". Journal of the American Society for Horticultural Science. 136 (5): 307–314.Zhang, Shu-yong; Xia, Jiang-bao; Zhou, Ze-fu; Zhang, Guang-can (September 2007). \"Photosynthesis responses to various soil moisture in leaves of Wisteria sinensis\". Journal of Forestry Research. 18 (3): 217–220. doi:10.1007/s11676-007-0044-6."
  }
}