{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_×_cunninghamii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. .mw-parser-output .noitalic{font-style:normal}× cunninghamii"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos × cunninghamii, commonly known as woollybush, Albany woollybush or prostrate woollybush, is a hybrid shrub in the family Proteaceae. It is endemic to the south-west of Western Australia.",
    "Description": "It has an erect and spreading habit, growing to 1.5 m (5 ft) in height. Young branches are covered by short white hairs, but these are lost with age. The leaves are about 25 mm (1 in) long, and deeply divided into three narrow segments, each of which is typically further divided into two laciniae. Thus most leaves have 6 laciniae, though sometimes there are 8, and very rarely fewer than six. Each lacinia is about 3 mm wide, somewhat concave, with a linear margin.The single red flowers appear in September and October and again in March. It has a similar appearance to Adenanthos sericeus, but has leaf segments that are flattened rather than cylindrical like those of A. sericeus.",
    "Taxonomy": "The hybrid was originally formally described as a species Adenanthos cunninghamii by Swiss botanist Carl Meissner, his description published in 1845 in the first volume of Plantae Preissianae. The specific epithet honours Allan Cunningham. A genetic analysis of Adenanthos cunninghamii was undertaken in 2003. This analysis confirmed that it is a hybrid between Adenanthos sericeus and Adenanthos cuneatus.",
    "Distribution": "The hybrid occurs in the vicinity of Torndirrup National Park including Shire Reserve to the south west of Albany as well as Two Peoples Bay Nature Reserve and Gull Rock, east of Albany. It is found in low woodland, shrub and heathland on deep, sandy soils.",
    "Conservation": "Adenanthos × cunningamii  is classified as \"Priority Four - Rare\" on the Western Australian Department of Environment and Conservation's Declared Rare and Priority Flora List.As Adenanthos cunningamii it was listed as \"Endangered\" under the Environment Protection and Biodiversity Conservation Act 1999 until its removal from the list in 2006. As a hybrid, it did not qualify as a species under section 528 of the Act.It is moderately susceptible to Phytophthora cinnamomi dieback.",
    "Cultivation": "Albany Woollybush is grown for its silvery foliage, rather than its relatively insignificant flowers, though the latter produce copious nectar that attracts honeyeaters.\nAlthough it is from a dry summer climate, it adapts to humid summer conditions. It prefers a position in full sun or part shade and freely draining light soil. Plants can be propagated relatively easily from cuttings of semi-mature current season's growth.",
    "References": "",
    "External links": "\"Adenanthos × cunninghamii Meisn\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos × cunninghamii Meisn\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos × cunninghamii Meisn\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nAdenanthos cunninghamii – Albany Woollybush, Species Profile and Threats Database, Department of the Environment and Heritage, Australia."
  }
}