{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_cygnorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. cygnorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos cygnorum, commonly known as common woollybush or just woollybush, is a tall shrub in the family Proteaceae.  It is endemic to Western Australia, commonly occurring in the south west of the State from north of Geraldton south to Kojonup.  It is very common on road verges and in disturbed areas of Perth.",
    "Description": "Common woollybush grows as a tall shrub up to three metres high.  It has soft grey-green or grey-blue foliage, consisting of closely packed, small, hairy leaves on pliable, hairy stems.  It is woolly both in appearance and feel, hence the common name.  The leaves have nectaries at the tips; these attract ants, which play a role in distribution of seed. The nectar filled cups are taken by the ants to their nests to be consumed, the seeds becoming inaccessible to birds, etc. Like most other Adenanthos species, but unusually for Proteaceae, the flowers of common woollybush are not large and showy, but are rather small, dull, and hidden within the foliage.\nThe stems of the plant are bored into by moths, leaving their eggs there; the larvae are in turn used by female wasps for their own eggs.",
    "Taxonomy": "A species of Adenanthos, a genus that is mostly restricted to the Southwest botanical province.\nAdenanthos cygnorum was first collected by the English botanist and plant-collector Allan Cunningham in 1818 at the Swan River, Western Australia. The specific name cygnorum, from the Latin cygnus meaning swan, refers to the type locality.\nThere are two subspecies: Adenanthos cygnorum subsp. cygnorum and Adenanthos cygnorum subsp. chamaephyton.  The latter is a prostrate, mat-forming shrub; it is rare and poorly known, and some populations are under threat, but is not currently considered endangered.",
    "Ecology": "The brown honeyeater (Lichmera indistincta) has been observed feeding at the flowers of A. cygnorum.It is highly susceptible to Phytophthora cinnamomi dieback.",
    "References": "\n\"Adenanthos cygnorum\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government.\n\"Adenanthos cygnorum\". FloraBase. Western Australian Government Department of Parks and Wildlife.\nPowell, Robert (1990). Leaf and Branch: Trees and Tall Shrubs of Perth. Perth, Western Australia: Department of Conservation and Land Management. ISBN 0-7309-3916-2."
  }
}