{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_macropodianus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. macropodianus"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos macropodianus, commonly known as gland flower, or Kangaroo Island gland flower, is a species of shrub in the family Proteaceae. It is endemic to Kangaroo Island in South Australia. First published as a variety of A. sericeus in 1870, it was promoted to species rank in 1978.",
    "Description": "Adenanthos macropodianus has an erect habit, usually growing to 1 metre (3 ft) in height although plants as high as 3 metres (10 ft) have been recorded. The leaves, which are up to 15 mm (0.6 in) long, are silvery, and deeply lobed into nine or more soft, hairy laciniae about half a millimetre in diameter. The flowers, which appear throughout the year, have a pink to red (or rarely yellow) perianth and a style up to 30 mm long.",
    "Taxonomy": "Early botanical collectors of this taxon include Ferdinand von Mueller and Frederick George Waterhouse. Mueller regarded it as a distinct species, provisionally labelling it A. barbata in his herbarium, but publication fell to George Bentham, who regarded it as merely a variety of A. sericea (now A. sericeus). In 1870. Bentham published it as A. sericea var. brevifolia, in Volume 5 of his landmark Flora Australiensis. He divided the genus into two sections, placing this taxon in A. sect. Stenolaema because its perianth tube is straight and not swollen above the middle. This division of the genus is still accepted today, though A. sect. Stenolaema is now renamed to the autonym A. sect. Adenanthos.\nEarly in the 1970s, Ernest Charles Nelson began investigating the question of why there are so many plant species with disjunct distribution patterns in southern Australia. One such species was A. sericea, the Kangaroo Island variety of which occurred about 2500 km (1600 mi) east of the nearest population of the Western Australian variety. This led Nelson to undertake a full taxonomic revision of Adenanthos, in the course of which he concluded that A. sericea var. brevifolia warranted species rank, primarily because leaves are much smaller and have fewer laciniae than the Western Australian A. sericea. In 1978 he published a new description of the taxon, giving it species rank with the name Adenanthos macropodiana, and synonymizing A. sericea var. brevifolia with it. The specific epithet macropodiana is a reference to Macropus, the genus to which all terrestrial kangaroos belong, referring to the fact that it is only found on Kangaroo Island.Nelson refined Bentham's arrangement by dividing A. sect. Adenanthos into two subsections, with A. macropodiana placed into A. subsect. Adenanthos for reasons including the length of its perianth. However he discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs. By this time, the ICBN had issued a ruling that all genera ending in -anthos must be treated as having masculine gender; thus the specific epithet became macropodianus.The placement of A. macropodianus in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus (2 subspecies)\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllusHybrids with A. terminalis, the only other Adenanthos species that occurs on Kangaroo Island, have been reported.",
    "Distribution and habitat": "This species is endemic to Kangaroo Island, South Australia, making it one of only two Adenanthos species to occur outside Western Australia. It grows on sandy siliceous soils, often amongst tall scrub. Plants often found growing in association with it include Eucalyptus species, Banksia ornata and Banksia marginata. It is said to be especially common in Flinders Chase.",
    "Cultivation": "In 1988 the species was not known in cultivation, though there was speculation that its tolerance of salt spray may render it useful for coastal gardens.  Currently, the Wittunga Botanic Garden and Royal Botanic Gardens Melbourne, Australia have a number of plants in cultivation.",
    "References": "",
    "External links": "\"Adenanthos macropodianus\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos macropodianus E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}