{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_ellipticus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. ellipticus"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos ellipticus, commonly known as the oval-leaf adenanthos, is a flowering plant from the family Proteaceae that is endemic to Western Australia where it is considered to be Declared Rare Flora.",
    "Description": "Adenanthos ellipticus grows as an open spreading shrub to 3 m (10 ft) high and 4 m (13 ft) wide. The leaves are 2–5 centimetres (0.79–1.97 in) long by 5–15 millimetres (0.20–0.59 in) wide, while the orange or reddish-pink coloured flowers are 2.5 centimetres (0.98 in) long.",
    "Taxonomy": "Alex George described Adenanthos ellipticus in 1974, the species name derived from the Latin adjective ellipticus and referring to the shape of the leaves. It had been collected much earlier, in 1931 by W.E.Blackall. He published the name A. cuneata var. integra in 1954 but did not write a description so the name is invalid. It is classified in the section Adenanthos within the genus of the same name.",
    "Distribution and habitat": "Adenanthos ellipticus is found only in Fitzgerald River National Park, where it occurs in three populations occupying an area of less than 0.31 square kilometres (77 acres). It grows in quartzite-derived siliceous sand on rocky hillsides. It is found in association with coastal jugflower  (Adenanthos cuneatus) and veined adenanthos (A. venosus), but generally grows higher up slopes than those species.",
    "Ecology": "Adenanthos ellipticus is killed by bushfire and regenerates from seed afterwards. Fires at short intervals threaten to eradicate it. It is also highly sensitive to dieback (Phytophthora cinnamomi).",
    "Status": "The Commonwealth and Western Australian Governments have classified Adenanthos ellipticus as vulnerable under the Environment Protection and Biodiversity Conservation Act 1999 in 2008 and Wildlife Conservation Act 1950 (Western Australia) in November 2012 respectively.",
    "Cultivation": "Adenanthos ellipticus is unknown in cultivation, and has little horticultural potential, especially compared with the smaller, more compact A. cuneatus. It would likely need frequent pruning to maintain an attractive appearance.\n\n\n== References =="
  }
}