{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_barbiger",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Eurylaema"
    },
    {
      "Species": "A. barbiger"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos barbiger, the hairy jugflower or hairy glandflower, is a species of shrub in the family Proteaceae. It is endemic to the south-west of Western Australia. It usually grows to 1 metre high, and has bright red flowers that appear mostly between August and December. The species was first formally described in 1839 by English botanist John Lindley in A sketch of the vegetation of the Swan River colony.",
    "Description": "Adenanthos barbiger grows as an upright or spreading small shrub, up to 1 m (3 ft) in height, often with many stems arising from an underground lignotuber. Young branches are covered in hairs, but these are lost with age. The leaves are long and thin (up to 8 cm long but only about 7 mm wide), oval-shaped, and lack a petiole. The flowers, which appear between August and December, consist of a bright red tubular perianth about 25 mm long, covered in silky white hairs; and a style about 40 mm long.",
    "Taxonomy": "This species was first published under the name Adenanthos barbigera by John Lindley in his 1839 A Sketch of the Vegetation of the Swan River Colony. The specific epithet is from the Latin barba (\"beard\"), in reference to the white hairs on the perianth.Lindley did not specify a type specimen, but his herbarium contains a sheet designated as the type for the species. This sheet contains two specimens. One was collected by James Drummond, but both the date and the location of the collection is uncertain. The other is labelled \"Vasse River... Mrs. Capt. Molloy, 1839.\" These were most probably collected from Busselton in 1837 by John Molloy, not his wife Georgiana, who didn't visit Busselton until 1839. Georgiana Molloy sent them to James Mangles in London in 1838; they arrived early in 1839, and were immediately sent on to Lindley.In 1870, George Bentham published the first infrageneric arrangement of Adenanthos in Volume 5 of his landmark Flora Australiensis. Bentham divided the genus into two sections, placing A. barbigera in A. sect. Eurylaema, defined as containing those species with perianth tubes that are curved and swollen above the middle.In 1921, Carl Hansen Ostenfeld published Adenanthos intermedia (now A. intermedius), based on specimens found at Yallingup with leaf shape intermediate between those of A. barbiger and those of A. obovata. This was rejected in 1978 by Ernest Charles Nelson, who argued that leaf shape is inappropriate grounds for erecting a new species in this context, and that, in terms of systematically important characteristics, A. intermedius is indistinguishable from A. barbiger. He therefore synonymized A. intermedius with A. barbiger, but noted the possibility that A. intermedius is of hybrid origin.A. barbigera was retained in A. sect. Eurylaema in Ernest Charles Nelson's 1978 revision of Adenanthos, and again in his 1995 treatment of the genus for the Flora of Australia series. By this time, the ICBN had issued a ruling that all genera ending in -anthos must be treated as having masculine gender. At least one publication subsequently referred to it as Adenanthos barbigerus, but Nelson's 1995 treatment called it Adenanthos barbiger, and this is now the accepted name.The placement of A. barbiger in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema\nA. detmoldii\nA. barbiger\nA. obovatus\nA. × pamela\nA. sect. Adenanthos (29 species, 8 subspecies)",
    "Distribution and habitat": "Adenanthos barbiger occurs between the west coast of Western Australia and the Darling Range, from Toodyay in the north, south to Manjimup. It is common in the north and south of its range, but appears to be quite uncommon in central parts. It mostly occurs in jarrah forest, but is sometimes found in more open habitats. It survives in a range of soils.It is highly susceptible to Phytophthora cinnamomi dieback.",
    "Cultivation": "This species is known to have been introduced into cultivation in Great Britain in 1845, but it not now much cultivated. It is a good bird attractor and tolerates frost. Propagation is from cuttings; new shoots can be removed from the lignotuber and will root well under mist. The species requires a well-drained soil in full or half sun.",
    "References": "",
    "External links": "\"Adenanthos barbiger Lindl\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos barbiger Lindl\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos barbiger Lindl\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}