{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_ileticos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. ileticos"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos ileticos is a species of shrub in the family Proteaceae. It has roughly triangular, lobed leaves, and pale pink-red and cream, inconspicuous flowers. A rare species, it is known only from a single location in the south-west of Western Australia. It was discovered in 1968, and immediately brought into cultivation, but it would not be formally published and named until a decade later.",
    "Description": "Adenanthos ileticos grows as an erect, spreading lignotuberous shrub, usually up to 2 m (7 ft) high, but occasionally to 3 m (10 ft). It has roughly triangular leaves, up to 10 mm long and around 5 mm wide, with three lobes across the top. The flowers, which appear between August and November, are pale pink-red and cream, with a style which is about 32 mm long.It is somewhat similar in appearance to A. cuneatus and A. forrestii, but the former has much larger leaves, and the other much deeper lobes, than A. ileticos.",
    "Taxonomy": "This species was first collected by John Wrigley of the Australian National Botanic Gardens in 1968. Wrigley took cuttings and the plant was established in cultivation at the gardens. Later, Ernest Charles Nelson worked with Wrigley while developing a comprehensive taxonomic revision of Adenanthos. He recognised the cultivated plants as an undescribed species, and in 1973 revisited Wrigley's collection location to collect further native specimens. When he eventually published his revision in 1978, he gave this species the specific epithet ileticos from the Greek word for wriggle, as a pun on Wrigley. Wrigley states \"his Irish sense of humour showed through when assigning the... name\".Nelson followed George Bentham in dividing Adenanthos into two sections, placing A. ileticos into A. sect. Adenanthos because its perianth tube is fairly straight, and not swollen above the middle. He further divided the section into two subsections, with A. ileticos placed into A. subsect. Adenanthos for reasons including the length of its perianth. However Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs.The placement of A. ileticos in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus (2 subspecies)\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllusThe species is said to be not closely related to any other species, with its closest relatives probably being A. cuneatus and perhaps A. forrestii.",
    "Taxonomy-Common names": "The common name most often reported for A. ileticos is Club-leaf Adenanthos. However Nelson regards this as a \"concocted\" common name, \"rather crudely made up from an English word or two tagged on to unitalicized Adenanthos\". He notes that the leaves of this species resemble neither a cudgel nor the symbol of the clubs card suit, making club-leaf a misnomer; and he adds that Wrigley's \"would have respectfully preserved the associations intended by the original author\".",
    "Distribution and habitat": "This species is known only from a single location around 10 to 30 km (5–20 mi) south of Salmon Gums on the Coolgardie–Esperance Highway in southern Western Australia. It is locally quite abundant there, growing in sandy soil amongst open woodland of Eucalyptus and Hakea multilineata.",
    "Conservation status": "Though locally abundant within its range, A. ileticos is only known from a single location. The habitat there is very badly disturbed and is threatened by use of the area for agriculture and road construction. It was gazetted as rare in 1980, thus affording it legislative protection under the Wildlife Conservation Act 1950; but it has since been downgraded to \"Priority Four - Rare\" on the Department of Environment and Conservation's Declared Rare and Priority Flora List. This means that the species is considered to be rare, but there do not appear to be any serious threats to its survival.\nIt is highly susceptible to Phytophthora cinnamomi dieback.",
    "Cultivation": "Adenanthos ileticos is considered a suitable background plant because of its unusual leaf shape, but its flowers are not at all showy. It is easily struck from cuttings, and grows well in well-drained soils. It is hardy to frost, but intolerant of high summer humidity.",
    "References": "",
    "External links": "\"Adenanthos ileticos E.C.Nelson\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos ileticos E.C.Nelson\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos ileticos E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}