{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_sericeus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. sericeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos sericeus, commonly known as  woolly bush, is a shrub native to the south coast of Western Australia. It has bright red but small and obscure flowers, and very soft, deeply divided, hairy leaves.",
    "Description": "A, A. sericeus mostly grows as an upright, spreading shrub but occasionally takes the habit of a small tree up to 5 m (16 ft) tall. It has erect branches that are covered in short hairs when young, but these are lost with age. Leaves may be up to 40 mm (1.6 in) long, and repeatedly divide by threes into from 5 to 50 narrow laciniae, circular in cross-section, with a diameter of less than 0.5 mm (0.02 in).Flowers are red, and occur alone or in small groups, hidden within the foliage at the end of branches. As with most other Proteaceae, each flower is composed of a tubular perianth of four united tepals, ending in a structure called a limb; and a single pistil, the stigma of which is initially trapped inside the limb, but is released at anthesis. In A. sericeus, the perianth is bright red, about 28 mm (1.1 in) long, hairy on the outside but smooth and hairless inside. The style is about 40 mm (1.6 in) long; being much longer than the perianth, it is very sharply bent for as long as the stigma remains trapped within the limb, and then springs erect. The fruit is an oval-shaped achene about 5 mm (0.2 in) long.",
    "Taxonomy": "",
    "Taxonomy-Discovery and naming": "This species was first described by Jacques Labillardière in his 1805 Novae Hollandiae Plantarum Specimen, under the name Adenanthos sericea. No explicit etymology for the specific name was given, but it is accepted that it is from the Latin sericeus (\"silky\"), in reference to the very soft foliage.Labillardière did not acknowledge any collector, and so it was long thought that Labillardière himself has collected the first botanical specimens. This was not obviously problematic, as A. sericeus does occur at Esperance Bay, where Labillardière collected in December 1792. However, several Australian plant species described by Labillardière do not occur in any locations that he visited, suggesting that some of his specimens were obtained from some other collector whom he failed to credit. This prompted a re-evaluation of the type material by Ernest Charles Nelson, who found several items of evidence suggesting that Labillardière could not have collected the specimens that he apparently used to describe the species:\n\nThe specimens are labelled as having come from the herbarium of René Louiche Desfontaines, not that of Labillardière\nThe specimens belong to the King George Sound form of the species (since published as A. sericeus subsp. sericeus), which Labillardière could not have collected; whereas the Esperance Bay populations of this species belong to a distinctively different form (since published as A. sericeus subsp. sphalma).\nPresent-day Esperance Bay populations of A. sericeus are restricted to the granitic soils of Cape Le Grand at the extreme east of Esperance Bay, whereas Labillardière collected only in the vicinity of Observatory Island and Observatory Point, 30 km (20 mi) west of Cape Le Grand at the extreme west of Esperance Bay, where the soils are not of granitic origin.Nelson concluded that Labillardière could not have collected this species, instead attributing collection to Jean Baptiste Leschenault de la Tour, who visited King George Sound in 1803 as a member of Nicolas Baudin's voyage of exploration. This view has been accepted by some scholars though others treat it more cautiously.",
    "Taxonomy-Infrageneric placement": "In 1870, George Bentham published the first infrageneric arrangement of Adenanthos in Volume 5 of his landmark Flora Australiensis. Bentham divided the genus into two sections, placing A. sericea in A. sect. Stenolaema because its perianth tube is straight and not swollen above the middle. This arrangement still stands today, though A. sect. Stenolaema is now renamed to the autonym A. sect. Adenanthos. Bentham also published a variety, A. sericea var. brevifolia (now A. macropodianus) based on specimens collected from Kangaroo Island in South Australia.\nThis broad view of A. sericea continued into the 20th century, with several other species included in it, including A. oreophila and A. cygnorum. The current, narrower circumscription originated with Nelson's 1970 investigation of Adenanthos. Nelson was interested in the problem of why there are so many plant species with disjunct distribution patterns in southern Australia. One such species was A. sericea, the Kangaroo Island form of which occurred about 2500 km (1600 mi) east of the nearest population of the Western Australian variety. This led Nelson to undertake a full taxonomic revision of Adenanthos, in the course of which he concluded that the Kangaroo Island form of A. sericea warranted species rank, primarily because leaves are much smaller and have fewer laciniae than the Western Australian A. sericea. In 1978 he published A. macropodiana and synonymized A. sericea var. brevifolia with it. He also published A. oreophila and clarified confusion between A. sericea and A. cygnorum. Finally, Nelson refined Bentham's arrangement by dividing A. sect. Adenanthos into two subsections, with A. sericea placed into A. subsect. Adenanthos for reasons including the length of its perianth. However Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs. By this time, the ICBN had issued a ruling that all genera ending in -anthos must be treated as having masculine gender; thus the specific epithet became sericeus.The placement of A. sericeus in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus\nA. sericeus subsp. sericeus\nA. sericeus subsp. sphalma\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllus",
    "Taxonomy-Subspecies and hybrids": "Two subspecies are recognised:\nA. sericeus subsp. sericeus is an autonym that encompasses the populations around King George Sound. The leaves of this subspecies are typically over 30 mm (1.2 in) long, and divided into many laciniae: average numbers range from 11 to 35, but individual leaves may have up to 50.\nA. sericeus subsp. sphalma encompasses the populations at Cape Le Grand, which have smaller leaves typically divided into around 6 laciniae, and rarely more than 12. The existence of two subspecies was recognised by Nelson as early as 1975, but because of the confusion surrounding the type collection, Nelson treated this subspecies as encompassing the type material and therefore treated it as the autonymic subspecies. This error appeared in his doctoral thesis and on herbarium specimens annotations made by Nelson before 1977. This explains the subspecific epithet sphalma, from the Latin sphalmus (\"mistake\").Adenanthos × cunninghamii is considered a hybrid between A. sericeus subsp. sericeus and A. cuneatus. It occurs in Torndirrup National Park and sometimes at Two Peoples Bay, and back-crosses with A. cuneatus have also been found in the vicinity of King George Sound. It can be distinguished from A. sericeus by its duller flowers, and by its foliage, which has very thick laciniae and, like, A. cuneatus, red new growth.",
    "Taxonomy-Common names": "Common names for A. sericeus include Woollybush—a name applied to all Adenanthos species with deeply divided foliage—and various qualifications of this, including Coastal Woollybush, Tall Woollybush, and Albany Woollybush. However the last of these also refers to A. × cunninghamii, and Nelson has referred to it as \"[a] name... so confused it is now almost useless.\" In the cut flower industry, which values its silvery foliage, the common names Smoke Bush and Australian Smoke Bush have also been used.In Australian nurseries, it is sold under the name Silver Streak as a popular hedge plant for domestic gardens and landscaping.",
    "Distribution and habitat": "Adenanthos sericeus has a disjunct distribution spanning about 500 km (300 mi) of the south coast of Western Australia. A. sericeus subsp. sericeus occurs mostly around King George Sound, extending west as far as Torbay Inlet and east almost to Cape Riche; it sometimes occurs very close to the sea. There is then a gap of over 300 km (200 mi) to the populations of A. sericeus subsp. sphalma at Cape Le Grand. Another group of A. sericeus subsp. sphalma occurs 100 km (60 mi) further east at Cape Arid.Both subspecies are calcifuge, occurring only in siliceous sands derived from weathered granite. Thus most populations are associated with granite monadnocks. Though its range is restricted, it is locally common and often dominant. A. sericeus subsp. sphalma is often found in association with Nuytsia floribunda, Kunzea baxteri, and Xanthorrhoea species.",
    "Ecology": "Both subspecies flower throughout the year, though A. sericeus subsp. sphalma flowers most between August and December.It is susceptible to Phytophthora cinnamomi dieback.",
    "Cultivation": "Though its flowers are inconspicuous, A. sericeus is considered an attractive garden plant for the colour and texture of its dense foliage. Its high tolerance of salt-laden winds makes it an excellent screen plant in coastal areas. In the Albany area, branches or entire potted plants are used as Christmas trees, since young plants are shaped like small pine trees but have a silky feel. One study of application of controlled-release fertiliser to A. sericeus in pots found it benefited from increasing levels of fertiliser, whereas other species plateaued at lower levels. \nPropagation is by cuttings. These strike readily, but care must be taken not to mist the foliage too much, or it will rot. It requires very good drainage, and performs poorly in humid areas. Lacking a lignotuber, it tolerates only light pruning.Several cultivars have become available, including two developed and propagated in Israel.The silvery foliage is used commercially in the cut flower industry. It has an unusually long vase life: tests have yielded a vase life of 30 days, regardless of treatment or time of year.",
    "References": "",
    "External links": "\"Adenanthos sericeus Labill\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos sericeus Labill\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos sericeus Labill\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}