{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_dobagii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. dobagii"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos dobagii, commonly known as Fitzgerald woollybush, is a shrub in the family Proteaceae. It grows to a mere 50 cm (​1 1⁄2 ft) high, with crowded small silvery leaves and insignificant pink or cream flowers. It occurs only in southwestern Australia, where it is found in Fitzgerald River National Park on the south coast.",
    "Description": "Adenanthos dobagii grows as a small open shrub up to half a metre (​1 1⁄2 ft) high. The leaves, which are usually crowded together at the ends of branches, are from 8 to 20 mm (0.31 to 0.79 in) long, and deeply lobed into laciniae. They always have three primary segments, with the outer two segments usually further dividing into two, resulting in five laciniae. They appear silvery in colour, but this is due to a dense covering of hairs.Flowers occur in groups of three, borne at the ends of branches. They are pale pink or cream, and only about 11 mm (0.43 in) long, making them the smallest flowers in the genus.Overall the species is similar in appearance to A. flavidiflorus, but differs in having smaller flowers and lacking a lignotuber.",
    "Taxonomy": "Specimens of this species were collected in 1972 and 1973 by Irish botanist Ernest Charles Nelson, from the vicinity of Quoin Head in the Fitzgerald River National Park on the south coast of Western Australia. Nelson published the species in 1978, as part of a comprehensive taxonomic revision of the genus. He chose the specific epithet dobagii from the initials of the Department of Biogeography and Geomorphology, the Australian National University department at which Nelson had performed the work underpinning the publication.Nelson followed George Bentham in dividing Adenanthos into two sections, placing A. dobagii into A. sect. Adenanthos because its perianth tube is straight and not swollen above the middle. He further divided the section into two subsections, with A. dobagii placed into A. subsect. Anaclastos for reasons including the length of its perianth. However Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs.The placement of A. dobagii in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus (2 subspecies)\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllus",
    "Distribution and habitat": "Adenanthos dobagii is certainly endemic to Western Australia, and appears to be restricted to a small area in the Fitzgerald River National Park, on the south coast of the state. A population numbering in the thousands ranges over about 10 km (6.2 mi) between Telegraph Track and Quoin Head; and there are also scattered plants along the coast between Quoin Head and Marshes Beach. In total there are seven populations comprising around 125000 plants.It occurs in sandy soil in low-lying areas at the foot of hills. It has been reported growing in sand-heath, open mallee, and in a low mixed shrubland of Allocasuarina humilis (Dwarf Sheoak), Isopogon trilobus (Three-lobed Conebush) and Melaleuca pulchella (Clawflower) over sedges.",
    "Conservation": "Because of its very limited range, it was gazetted as rare in 1980, affording it legislative protection under the Wildlife Conservation Act 1950. It was subsequently listed as endangered under the federal Endangered Species Protection Act 1992, and this listing was retained when the Environment Protection and Biodiversity Conservation Act 1999 came into force. It is said to have been \"rediscovered\" in 1998.The main threat to the species is bushfire. Other potential threats include damage during track maintenance, and dieback caused by Phytophthora cinnamomi, to which highly susceptible.",
    "Cultivation": "It is unknown in cultivation, and has little to offer as an ornamental plant. It has been suggested that it would do best in a built-up rockery.",
    "References": "",
    "External links": "\"Adenanthos dobagii E.C.Nelson\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos dobagii E.C.Nelson\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos dobagii E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nAdenanthos dobagii — Fitzgerald Woollybush, Species Profile and Threats Database, Department of the Environment and Heritage, Australia."
  }
}