{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_oreophilus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. oreophilus"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos oreophilus, commonly known as woollybush, is a species of tall shrub endemic to southwest Western Australia. It is closely related to the better known A. sericeus (Albany woollybush), and was only classified as a species distinct from the latter in 1978 by Irish botanist E. Charles Nelson.",
    "Description": "Adenanthos oreophilus grows as an erect shrub up to 2 m (7 ft) in height, with erect branches. It lacks a lignotuber. Like many Adenanthos species, its leaves are deeply divided into long, soft, slender laciniae, in this case trisegmented into three or five laciniae. The flowers are scarlet. The perianth tube is from 27 to 35 mm long, and the style  around 40 mm.This species is very similar in appearance to its close relative A. sericeus, having, in particular, almost identical flowers. However the leaves of A. sericea are divided into many more laciniae, which are thinner than those of A. oreophilus.",
    "Taxonomy": "Botanical collections attributable to this species date back at least to the middle of the 19th century, but the taxon was long regarded merely as a form of A. sericeus. It was not until 1978 that Irish botanist E. Charles Nelson published it as a distinct species. He based his concept of the species on a specimen collected by him in 1973 from East Mount Barren in the Fitzgerald River National Park. He gave it the specific epithet oreophila from the Ancient Greek terms oreos (\"mountain\") and philos (\"beloved\"), in reference to the species occurrence only on mountain ranges. The proper word for \"mountain\" in Ancient Greek is however oros (ὄρος).Nelson followed George Bentham in dividing Adenanthos into two sections, placing A. oreophila into A. sect. Adenanthos because its perianth tube is fairly straight, and not swollen above the middle. He further divided the section into two subsections, with A. oreophila placed into A. subsect. Adenanthos for reasons including the length of its perianth. However Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs. By this time, the ICBN had issued a ruling that all genera ending in -anthos must be treated as having masculine gender, so A. oreophila became A. oreophilus.The placement of A. oreophilus in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus (2 subspecies)\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllusNelson states that there are subtle morphological differences between taxa in different populations, which may merit recognition as distinct subspecies, but to date no such subspecies have been published.",
    "Distribution and habitat": "Adenanthos oreophilus has an unusually disjunct distribution for an Adenanthos species. The main populations are found on East Mount Barren, and south to the Fitzgerald River, but there are also outlying populations at Mount Desmond, as well as Mount Ragged and a hill referred to by Nelson as 'Hill 62', the last two of which are located about 500 km (310 mi) east of the Barren Ranges. It grows on rocky hillslopes in laterite or siliceous sand, among tall scrub.",
    "Cultivation": "Nelson reports cultivating this species at the Australian National University as part of morphological studies, but beyond that it is little known in cultivation. It may has potential as a \"foliage contrast\" for gardens in areas with reliable winter rainfall.",
    "References": "",
    "External links": "\"Adenanthos oreophilus E.C.Nelson\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos oreophilus E.C.Nelson\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos oreophilus E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}