{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_sericeus_subsp._sericeus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Species": "A. sericeusLabill."
    },
    {
      "Subspecies": "A. s. subsp. sericeus"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos sericeus subsp. sericeus, commonly known as coastal woollybush, is a shrub native to the south coast of Western Australia. It has bright red but small and obscure flowers, and very soft, deeply divided, hairy leaves. It is the western subspecies of Adenanthos sericeus (woolly bush), occurring mostly in the vicinity of King George Sound.",
    "Description": "As with the species in general, this subspecies grows as an upright, spreading shrub, or occasionally a small tree. It has erect branches that are covered in short hairs when young, but these are lost with age. Flowers are bright red, and the fruit is an oval-shaped achene about 5 mm (0.2 in) long.The leaves of this subspecies are typically over 30 mm (1.2 in) long, and divided into many laciniae: average numbers range from 11 to 35, but individual leaves may have up to 50. In this way it differs from the other subspecies, A. sericeus subsp. sphalma, which has smaller leaves typically divided into around 6 laciniae, and rarely more than 12.",
    "Description-Discovery and naming": "As the autonymic subspecies, the subspecies name necessarily encompasses the type specimen of the species, and is treated as having been automatically published upon publication of the species name by Jacques Labillardière in 1805. However the name did not come into use until Ernest Charles Nelson published A. sericeus subsp. sphalma in 1978.\nThe placement of A. sericeus subsp. sericeus in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus\nA. sericeus subsp. sericeus\nA. sericeus subsp. sphalma\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllus",
    "Distribution and habitat": "Adenanthos sericeus subsp. sericeus occurs mostly around King George Sound, extending west as far as Torbay Inlet and east almost to Cape Riche; it sometimes occurs very close to the sea. It is calcifuge, occurring only in siliceous sands derived from weathered granite. Thus most populations are associated with granite monadnocks. Though its range is restricted, it is locally common and often dominant.",
    "References": "",
    "External links": "\"Adenanthos sericeus Labill. subsp. sericeus\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos sericeus Labill. subsp. sericeus\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos sericeus Labill. subsp. sericeus\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}