{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_eyrei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. eyrei"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos eyrei is a species of shrub in the family Proteaceae. Restricted to a single cliff-top dune system on the remote south coast of Western Australia, it is listed as rare and endangered. It was discovered by E. Charles Nelson in 1973, and formally described and named in 1978.",
    "Description": "Adenanthos eyrei grows as an erect shrub up to a metre tall, without a lignotuber, and with warty bark on older stems. Leaves are about 15 mm long, and usually segmented into three lobes, each up to 10 mm long and around 3 mm wide. As with A. cuneata, young leaves are bright red. The flower is dark crimson, with a 25 mm long perianth and a 35 mm style. Reports of flowering time vary: some say that it flowers only in October, others that it flowers throughout the year.",
    "Taxonomy": "The first herbarium collection of A. eyrei was made in October 1973, when Ernest Charles Nelson visited the south coast to collect specimens for a taxonomic revision of Adenanthos. Nelson was stimulated to make that revision from an interest in the problem of disjunct plant distributions in southern Australia, and therefore made collections at several locations, including three cliff-top dune systems of siliceous sand, isolated from each other by the calcareous soils of the Nullarbor Plain. A. eyrei was found only on the sand patch at Toolinna Cove, though initially Nelson did not rule out the possibility of it occurring also on the sand patches at Twilight Cove and Point Culver.Four years later Nelson published a comprehensive taxonomic revision of Adenanthos, formally publishing this species and naming it Adenanthos eyrei in honour of Edward John Eyre, the first explorer to visit the area, who is thought to have passed through the Toolinna sandpatch around 1 May 1840.Nelson followed George Bentham in dividing Adenanthos into two sections, placing A. eyrei into A. sect. Adenanthos because its perianth tube is fairly straight, and not swollen above the middle. He further divided the section into two subsections, with A. eyrei placed into A. subsect. Adenanthos for reasons including the length of its perianth. However Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs.The placement of A. eyrei in Nelson's arrangement of Adenanthos may be summarised as follows:\n\nThe species is most closely related to A. forrestii, from which it can be distinguished by its much larger leaves, its darker flowers, and by the absence of a lignotuber. As of 2009, the question has been asked whether these differences in fact suffice to distinguish the two species from each other. Observations have shown both species to have quite variable flower colour, and neither a slight difference in leaf shape nor the presence or absence of a lignotuber as usually accepted as legitimate grounds for distinguishing species. A taxonomic review of A. eyrei is under way.",
    "Taxonomy-Common names": "The common name most often reported for A. eyrei is Toolinna Adenanthos. However Nelson regards this as a \"concocted\" common name, \"rather crudely made up from an English word or two tagged on to unitalicized Adenanthos\", and adds that Eyre's rather than Toolinna \"would have respectfully preserved the associations intended by the original author\".",
    "Distribution and habitat": "This species is known only from a single population growing on a cliff-top dune system about 200 m east of Toolinna Cove, on the coastal margin of the Nullarbor Plain in southern Western Australia. Even at that locality it is very rare: monitoring suggests a stable population of between 200 and 250 individual plants. It grows on dunes of deep siliceous sand, amongst low open scrub, sandheath or kwongan. Associated species include A. forrestii, A. cuneatus, Banksia epica and B. media.",
    "Conservation": "Adenanthos eyrei is gazetted as rare under Western Australia's Wildlife Conservation Act 1950 and is listed as endangered under the federal Environment Protection and Biodiversity Conservation Act 1999.Potential threats include\n\nFire\nBecause the species lacks a lignotuber, it is killed by fire, so populations survive fire only by regenerating from seed. This makes them vulnerable to a too-frequent fire regime in which plants are burnt before they have had time to reach reproductive maturity and establish a soil seed bank adequate for regeneration.\nDisease\nReports vary on the susceptibility of A. eyrei to Phytophthora cinnamomi dieback. In 2006 it was reported to be highly susceptible, but the species' Recovery Plan states that its susceptibility has never been assessed.\nWind erosion\nThe occurrence of A. eyrei on a cliff-top dune system makes it vulnerable to erosion by the wind.\nVehicle tracks\nOne of the main access tracks within Nuytsland Nature Reserve runs through the middle of the population, creating the threat of direct damage by vehicles, providing a vector for the transmission of disease, and increasing the potential for wind erosion.The habitat is secure against most other threats, as it falls entirely within the Nuytsland Nature Reserve, and is in an extremely remote area rarely visited by humans.The species is currently being managed by the Western Australia's Department of Environment and Conservation under a five-year Recovery Plan. Actions being undertaken or considered include: a taxonomic review of the species; closure of the access track that passes through the population; ongoing surveys, mapping and monitoring of the population and habitat; the collection and ex-situ storage of seed; the collection of cuttings for cultivation at Kings Park and Botanic Gardens; and further research into the biology and ecology of the species.",
    "Cultivation": "Adenanthos eyrei is utterly unknown in cultivation, and probably has no horticultural potential.",
    "References": "",
    "External links": "\"Adenanthos eyrei E.C.Nelson\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos eyrei E.C.Nelson\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos eyrei E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government.\nAdenanthos eyrei — Toolinna Adenanthos, Species Profile and Threats Database, Department of the Environment and Heritage, Australia."
  }
}