{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_glabrescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. glabrescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos glabrescens is a species of small shrub endemic to the Ravensthorpe area in southwest Western Australia. First published in 1978, there are two subspecies.",
    "Description": "Adenanthos glabrescens grows as an erect shrub up to 70 cm in height. It has pinkish red or cream flowers, with a perianth tube about 22 mm long, and a style about 35 mm long. Leaves are usually entire and oval-shaped, but may rarely by lobed. They grow to 25 mm in length, and about 6 mm wide.The species is quite similar to A. dobsonii, but the leaves of A. dobsonii retain an indumentum of soft hairs both long and short, whereas those of A. glabrescens have a indumentum of short hairs only, which is soon lost.",
    "Taxonomy": "There are botanical collections attributable to this species dating back at least to 1924, but it was not until 1978 that Ernest Charles Nelson published the species in his comprehensive taxonomic revision of the genus. Nelson based the species on a type specimen collected by himself from a sand ridge on the western edge of Lake King in 1973, giving it the specific epithet glabrescens, from the botanical term \"glabrescent\", meaning \"losing hairs\"; this is a reference to the leaf indumentum, which, unlike that of A. dobsonii, does not persist.Nelson followed George Bentham in dividing Adenanthos into two sections, placing A. glabrescens into A. sect. Adenanthos because its perianth tube is fairly straight, and not swollen above the middle. He further divided the section into two subsections, with A. glabrescens placed into A. subsect. Adenanthos for reasons including the length of its perianth. However Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs.Two subspecies were recognised:\n\nA. glabrescens subsp. glabrescens  has long narrow leaves and a lignotuber. It occurs in deep siliceous sand in the vicinity of, and south of, Lake King.\nA. glabrescens subsp. exasperatus has ovate leaves much like those of A. dobsonii, and lacks a lignotuber. It occurs in gravelly sand on rocky slopes, and is known only from two populations, one in the Fitzgerald River National Park, the other east of Ravensthorpe.The placement and circumscription of A. glabrescens in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens\nA. glabrescens subsp. glabrescens\nA. glabrescens subsp. exasperatus\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus (2 subspecies)\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllusThe species is most closely related to A. dobsonii.",
    "Distribution and habitat": "Adenanthos glabrescens occurs only around Ravensthorpe in southwest Western Australia. It is known from populations are and south of Lake King, in the Fitzgerald River area, and east of Ravensthorpe. It grows in deep sand and gravelly sand, amongst scrub.",
    "Cultivation": "The species is in cultivation at the Australian National Botanic Gardens, but is otherwise little known to gardeners. It probably has little potential as a garden plant, though may be of use in rockery gardens.",
    "References": "",
    "External links": "\"Adenanthos glabrescens E.C.Nelson\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos glabrescens E.C.Nelson\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos glabrescens E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}