{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_detmoldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Eurylaema"
    },
    {
      "Species": "A. detmoldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos detmoldii, commonly known as Scott River jugflower or yellow jugflower, is a species of shrub in the family Proteaceae. It is endemic to the south-west of Western Australia.",
    "Description": "It grows as an erect shrub to 4 m (13 ft) in height, with hairy branches and long, narrow leaves up to 80 mm length and about 5 mm wide. The flowers, which appear between August and November, consist of a tubular perianth about 25 mm long, and a style about 40 mm long. The perianth is yellow with an orange throat that becomes brown following pollination.",
    "Taxonomy": "The type specimen of A. detmoldii was collected from the vicinity of the Blackwood River around 1870, and sent to Ferdinand von Mueller who published the species in Volume 8 of his Fragmenta Phytographiae Australiae in 1874. The original type specimen cites \"Blackwood-River; J. Forrest\", and this has sometimes been interpreted as referring to John Forrest, but John Forrest's brother James is known to have \"achieved some repute by making botanical collections of the flora of the Blackwood district for Baron von Mueller\", and an isotype lodged at the Botanical Garden in Berlin has been labelled by Ludwig Diels \"Blackwood River leg. Jas. Forrest\".Mueller assigned the species to A. sect. Eurylaema, defined as containing those species with perianth tubes that are curved and swollen above the middle. The specific epithet detmoldii was said to be in honour of his friend William Detmold.A. detmoldii was retained in A. sect. Eurylaema in Ernest Charles Nelson's 1978 revision of Adenanthos, and again in his 1995 treatment of the genus for the Flora of Australia series. The placement of A. cuneatus in Nelson's arrangement of Adenanthos may be summarised as follows:\n\nAdenanthos\nA. sect. Eurylaema\nA. detmoldii\nA. barbiger\nA. obovatus\nA. × pamela\nA. sect. Adenanthos (29 species, 8 subspecies)This species frequently hybridises with Adenanthos obovatus; the resulting hybrids are known as Adenanthos × pamela.",
    "Distribution and habitat": "A. detmoldii is restricted to the vicinity of the Scott and Blackwood Rivers east of Augusta, Western Australia. Unusually for Adenanthos species, it favours damp winter-wet, sandy flats, where it co-occurs with Banksia ser. Dryandra species, Grevillea species, grasses and sedges. It is often the most abundant shrub where it occurs.",
    "Conservation": "It is classified as Priority Four - Rare on the Western Australian Department of Environment and Conservation's Declared Rare and Priority Flora List. That is, it is a taxon which, though rare, does not appear to be threatened. It is said to be now largely confined to road verges because most of its range has been cleared for agriculture, though in 1978 Nelson still held out some hope that \"[i]t may be common in wet swamp areas that are not accessible and have not been drained.\"It is highly susceptible to Phytophthora cinnamomi dieback.",
    "Cultivation": "The species prefers well-drained, light soils in full sun to part shade, though, as its natural occurrence in winter-wet areas would suggest, it is hardier to poor drainage than most Adenanthos species. Naturally a dry-summer plant, it performs unexpectedly well in areas with wet or humid summers, though it is vulnerable to grey mould in such climates. Propagation is by cuttings of semi-mature growth.",
    "References": "",
    "External links": "\"Adenanthos detmoldii F.Muell\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos detmoldii F.Muell\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos detmoldii F.Muell\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}