{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_acanthophyllus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. acanthophyllus"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos acanthophyllus, commonly known as prickly woollybush, is a species of shrub endemic to Western Australia.The shrub has a robust habit and typically grows to a height of 2 to 3.5 metres (7 to 11 ft) but can reach as high as 6 metres (20 ft). It often has many stems arising from a lignotuber. The petiolate leaves are fan shaped with three segments approximately 30 millimetres (1.18 in) long and 30 mm (1.18 in) wide. It blooms between April and June producing pink-red and green flowers. The perianth is up to 27 mm (1.06 in) in length dark red or pale red-pink and green, with short and long hairs outside. The glbrous style is about 35 mm (1.38 in) with a slightly pubescent ovary.The broad lobes armed with spines. The leaves resemble those of members of other proteaceous genera such as Isopogon baxteri. It is the most northerly species of the genus Adenanthos, found over 80 kilometres (50 mi) disjunct from the nearest known populations of any other species.It is found in coastal areas of the Mid West and Gascoyne regions of Western Australia where it grows in sandy soils. It is often the dominant plant in the areas where it is found. It is also part of the tree heath at the overlap between the South West and the Eremaean botanical provinces in the Shark Bay World Heritage Area.\nOther species found in the same area include: Eucalyptus beardiana, Grevillea rogersoniana, Acacia drepanophylla, Verticordia cooloomia, Eucalyptus roycei and Hakea stenophylla.\n\n\n== References =="
  }
}