{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_cacomorphus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. cacomorphus"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos cacomorphus  is a small shrub in the family Proteaceae.  It is found in South West Western Australia.",
    "Description": "Adenanthos cacomorphus grows as a small lignotuberous shrub up to one metre (3 ft) high. The soft and hairy leaves are more or less triangular in shape with 3 to 5 (occasionally up to 7) apical lobes. The single pink flowers consist of a bright pink perianth about 2.5 cm (1 in) long, and a style up to 3.5 cm (1.6 in) long. They are seen over the warmer months from November to March.It resembles its close relative A. cuneatus, but has more deeply lobed leaves and a different flower colour.",
    "Taxonomy": "Botanical specimens of this species had been collected as far back as 1969, but the species was not published until 1978, when Irish botanist Ernest Charles Nelson issued a thorough revision of Adenanthos. He published this species based on a type specimen collected by Kenneth Newbey in Fitzgerald River National Park in 1974. Studies of the species' pollen prior to publication had shown that some pollen grains were \"grossly misshapen\", lacking their usual triangular shape, and having more than the usual three pores. He therefore chose the specific epithet cacomorpha from the Ancient Greek kakos (\"ugly\"), and morphe (\"form\").Nelson followed George Bentham in dividing Adenanthos into two sections, placing A. cacomorphus into A. sect. Adenanthos because its perianth tube is straight and not swollen above the middle. He further divided the section into two subsections, with A. cacomorpha placed into A. subsect. Adenanthos for reasons including the length of its perianth. However Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs. By this time, the ICBN had issued a ruling that all genera ending in -anthos must be treated as having masculine gender, so A. cacomorpha became A. cacomorphus.The placement of A. cacomorphus in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus (2 subspecies)\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllusA. cacomorphus has many characteristics shared with or intermediate between two species with which is co-occurs, A. cuneatus and A. flavidiflorus. There are considered its closest relatives, and it is possible that A. cacomorphus originated as a hybrid between them.",
    "Distribution and habitat": "It is endemic to southern Western Australia, restricted to the Fitzgerald River National Park and surrounds. Adenanthos cacomorphus is found in kwongan growing on sand or sandy gravel.",
    "Conservation": "It is classified as Priority Two - Poorly Known on the Western Australia Department of Environment and Conservation's Declared Rare and Priority Flora List. That is, it is a taxon which is known from few populations, at least some of which are not believed to be under immediate threat.",
    "Cultivation": "It is not known in cultivation, as it is fairly rare, and offers no advantages over the similar and more common A. cuneata.",
    "References": "",
    "External links": "\"Adenanthos cacomorphus\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos cacomorphus E.C.Nelson\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos cacomorphus E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}