{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_terminalis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. terminalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos terminalis, commonly known as gland flower, yellow gland flower or adenanthos, is a one metre tall shrub in the family Proteaceae. It is found in south eastern regions of Australia, in the states of South Australia and Victoria, and is the most widespread of the two Adenanthos species occurring outside of Western Australia.",
    "Description": "Adenanthos terminalis grows as an upright shrub, usually no more than 1 m (3.3 ft) high, but occasionally up to 2 m (6.6 ft). It lacks a lignotuber. Branches are held erect, and are covered in hairs that lie close along the stem. The leaves are laciniate, being segmented by threes into between three and seven, but most often five, long thin laciniae, each between 5 and 15 mm (0.20 and 0.59 in) long, and around 0.5 mm (0.020 in) in diameter. They most occur clustered at the ends of the branches, but some persist on the stem. Stem leaves are most hairless, and smaller than the leaves that surround the flower, which often have long hairs near their bases.Unlike most other Adenanthos species, the inflorescence of A. terminalis is not always reduced to a single flower: flowers may occur in groups of up to three. They are usually hidden by the surrounding floral leaves, and consist of a perianth up to 16 mm (0.63 in) long, and a style up to 30 mm ( in) long. The perianth is white to cream in colour, sometimes with some green, and covered in short hairs on the outside. The style is also nearly always hairs, and the ovary is densely haired.",
    "Taxonomy": "The earliest known botanical specimens of A. terminalis were collected by Scottish botanist Robert Brown at Port Lincoln, South Australia in the first few days of March 1802. He described and named the species in his 1810 \"On the Proteaceae of Jussieu\". An explicit etymology for the specific name terminalis was not given, but it is accepted that it is from the Latin terminus (\"end\"), and refers to the fact that flowers occur at the ends of branches.In 1856, Carl Meissner published a putative variety, A. terminalis var. plumosa, and also assigned some Western Australia specimens collected by Ludwig Preiss to A. terminalis. Fourteen years later, George Bentham published a revision of the genus in Volume 5 of his landmark Flora Australiensis. He overlooked Meissner's var. plumosa, and suggested, correctly, that Meissner had erred in assigning Preiss's Western Australian specimens to A. terminalis. He also published the first infrageneric arrangement of the genus, dividing it into two sections, with A. terminalis placed in A. sect. Stenolaema because its perianth tube is straight and not swollen above the middle. This arrangement still stands today, though A. sect. Stenolaema is now renamed to the autonym A. sect. Adenanthos.In 1978 Ernest Charles Nelson refined Bentham's arrangement by dividing A. sect. Adenanthos into two subsections, with A. terminalis placed into A. subsect. Adenanthos for reasons including the length of its perianth. At the same time he discarded A. terminalis var. plumosa on the grounds that the species is quite variable, particularly when it comes to the hairy covering of the leaves, this being the main characteristic on which Meissner had distinguished the variety. A. sect. Adenanthos was not to last long: Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs.The placement of A. cuneatus in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus (2 subspecies)\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllusDespite the phyletic order of the above, Nelson thought the closest relatives of A. terminalis were probably A. apiculatus and A. dobagii.Suspected hybrids of A. terminalis with A. macropodianus have been found.",
    "Ecology": "In a 1977 study conducted in South Australia, designed to gather evidence for the premise that honeyeaters pollinate the flowers they visit, A. terminalis flowers were regularly visited by Acanthorhynchus tenuirostris (eastern spinebill), Anthochaera chrysoptera (little wattlebird), Phylidonyris pyrrhoptera (crescent honeyeater), Phylidonyris novaehollandiae (New Holland honeyeater) and Gliciphila melanops (tawny-crowned honeyeater). Pollen of A. terminalis was recovered from the facial feathers of individuals of all of these species except Anthochaera chrysoptera, and also from Melithreptus brevirostris (brown-headed honeyeater).It is susceptible to Phytophthora cinnamomi dieback.",
    "Distribution and habitat": "The species is found in southern regions of Australia, from the Eyre Peninsula and Kangaroo Island in South Australia, to the Big and Little deserts of Victoria. The eastern limit of the species is at Wyperfeld National Park, making this the more easterly species of Adenanthos. It occurs in deep sandy soils, or sometimes in lateritic soils, amongst mallee scrub.",
    "References": "",
    "External links": "\"Adenanthos terminalis R.Br\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos terminalis R.Br\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}