{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_labillardierei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Adenanthos"
    },
    {
      "Species": "A. labillardierei"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos labillardierei is a species of erect shrub endemic to the slopes of the Barren Ranges in the Fitzgerald River National Park in southwest Western Australia.",
    "Description": "It grows as an erect shrub, usually less than ​1 1⁄2 m in height. Like many Adenanthos species, its leaves are deeply divided into long, soft, slender laciniae, in this case usually five, but occasionally up to nine. Flowers are dark claret at the apex, but range from cream to claret at the base. The perianth tube may be up to 25 mm long, and the style up to 33 mm long.This species is very similar in appearance to its close relative A. filifolius, but the latter has cream and black or dark navy blue flowers, and leaves with many more laciniae than A. labillardierei.",
    "Taxonomy": "There are botanical collections attributable to this species dating back at least to 1925, but it was not until 1978 that Ernest Charles Nelson published the species in his comprehensive taxonomic revision of the genus. In fact, he had included a brief description of the species in a descriptive key in a paper published earlier that year, but this did not constitute valid publication of the name. Nelson based his concept of the species on a specimen collected by him in 1973 from a track on the eastern side of Whoogarup Range in the Fitzgerald River National Park. He gave it the specific epithet labillardierei in honour of French botanist Jacques Labillardière, \"in recognition of Labillardière's contribution to the knowledge of this genus, and Australian botany.\"Nelson followed George Bentham in dividing Adenanthos into two sections, placing A. labillardierei into A. sect. Adenanthos because its perianth tube is fairly straight, and not swollen above the middle. He further divided the section into two subsections, with A. labillardierei placed into A. subsect. Adenanthos for reasons including the length of its perianth. However Nelson discarded his own subsections in his 1995 treatment of Adenanthos for the Flora of Australia series of monographs.The placement of A. labillardierei in Nelson's arrangement of Adenanthos may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema (4 species)\nA. sect. Adenanthos\nA. drummondii\nA. dobagii\nA. apiculatus\nA. linearis\nA. pungens (2 subspecies)\nA. gracilipes\nA. venosus\nA. dobsonii\nA. glabrescens (2 subspecies)\nA. ellipticus\nA. cuneatus\nA. stictus\nA. ileticos\nA. forrestii\nA. eyrei\nA. cacomorphus\nA. flavidiflorus\nA. argyreus\nA. macropodianus\nA. terminalis\nA. sericeus (2 subspecies)\nA. × cunninghamii\nA. oreophilus\nA. cygnorum (2 subspecies)\nA. meisneri\nA. velutinus\nA. filifolius\nA. labillardierei\nA. acanthophyllus",
    "Distribution and habitat": "It occurs only in southwest Western Australia, where it is restricted to the hillslopes of the Barren Ranges, on the hills between Dempster Inlet and Eyre Range, and on Mount Drummond. This area has rocky soils of siliceous sand, vegetated by dense scrub.",
    "Cultivation": "Adenanthos labillardierei is unknown in cultivation, and is unlikely to have much potential as an ornamental, because the very similar A. filifolius is a more attractive plant.",
    "References": "",
    "External links": "\"Adenanthos labillardierei E.C.Nelson\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos labillardierei E.C.Nelson\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos labillardierei E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}