{
  "url": "https://en.wikipedia.org/wiki/Adenanthos_×_pamela",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Proteales"
    },
    {
      "Family": "Proteaceae"
    },
    {
      "Genus": "Adenanthos"
    },
    {
      "Section": "Adenanthos sect. Eurylaema"
    },
    {
      "Species": "A. × pamela"
    }
  ],
  "text": {
    "__SUMMARY__": "Adenanthos × pamela is a naturally occurring hybrid of A. detmoldii and A. obovatus in Western Australia.\nA bushy shrub intermediate between its parents in habit, leaf shape and flower colour, it is known only from road verges in the Scott River area, where its parent species co-occur. Despite its hybrid origin, it is fertile.\nThis hybrid was first recognised in 1979, but it was not formally described and published until 1986. It is considered an attractive shrub with significant horticultural potential.",
    "Description": "Morphologically, A. × pamela is intermediate between its two parent species. It grows as a bushy shrub about 1.5 m (5 ft) in height, roughly twice the height of the compact A. obovata, but shorter than the tall, lanky A. detmoldii. Leaf shape is also intermediate between the short obovate leaves of A. obovata, and the longer lanceolate leaves of A. detmoldii; and flowers are orange or light red, again intermediate between the yellow to orange of A. detmoldii and the scarlet of A obovata. Like A. obovata, A. × pamela possesses a lignotuber.",
    "Systematics": "Of the six putative Adenanthos hydrids reported to date, this is the only one known from more than one or two plants. Over twenty individuals have been seen. Moreover the species is fertile: the pollen is reported to be less than 50% fertile, yet plants bore plenty of seed when inspected in December 1984. This raises the possibility of the establishment of a hybrid swarm.The existence of this hybrid was first reported by Greg Keighery in 1979, but Keighery did not publish a binomial for it. The subsequent discovery of it in such large numbers, together with its recognised horticultural potential, prompted Ernest Charles Nelson to formally describe and name it in 1986. Nelson chose the epithet pamela in honour of his friend Pamela Sanderson, an amateur botanist active in the Albany Wildflower Society, in whose company he visited the area to collect specimens in 1984.As a hybrid between two members of Adenanthos sect. Eurylaema, A. × pamela is itself placed in that section. No attempt was made to represent its hybrid parentage in the taxonomic sequence given in Nelson's 1995 taxonomic arrangement of Adenanthos; it was simply placed at the end of the section. Thus its placement in that arrangement may be summarised as follows:\nAdenanthos\nA. sect. Eurylaema\nA. detmoldii\nA. barbiger\nA. obovatus\nA. × pamela\nA. sect. Adenanthos (29 species, 8 subspecies)",
    "Distribution and habitat": "Adenanthos × pamela is restricted to the Scott River areas, where the parent species co-occur, and has only been found growing with both parents. It is known only from about twenty scattered individuals growing on road verges, particularly Governor Broome Road, east of Scott River National Park.",
    "Cultivation": "Nelson describes Adenanthos × pamela as \"an attractive shrub, with considerable potential as a garden plant.\" Kings Park and Botanic Garden have successfully cultivated the species from cuttings collected from native plants.",
    "References": "",
    "Further reading": "Keighery, G. J. (1979). \"Two native hybrids\". West Australian Gardener. 10 (4): 26–27.",
    "External links": "\"Adenanthos × pamela E.C.Nelson\". Flora of Australia Online. Department of the Environment and Heritage, Australian Government. \n\"Adenanthos × pamela E.C.Nelson\". FloraBase. Western Australian Government Department of Parks and Wildlife. \n\"Adenanthos × pamela E.C.Nelson\". Australian Plant Name Index (APNI), IBIS database. Centre for Plant Biodiversity Research, Australian Government."
  }
}