{
  "url": "https://en.wikipedia.org/wiki/Acer_leucoderme",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. leucoderme"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer leucoderme (English: chalk maple; also whitebark maple) is a deciduous tree native to the southeastern United States from North Carolina south to northwest Florida and west to eastern Texas.  It lives in the understory in moist, rocky soils on river banks, ravines, woods, and cliffs.  Although generally a rare tree, it is common in the inner coastal plain and Piedmont regions of Georgia.\nIt is a small tree, reaching 8–9 m in height and developing a round form with slender branches, and often with multiple trunks.  The name \"chalk maple\" (in addition to the Latin name, meaning \"white skin\") comes from the attractive smooth and thin chalky white or light gray bark on mature trees.  The bark becomes ridged and blackish at the base as it ages.  The leaves are opposite and simple, 5–9 cm long and broad, often drooping at the tip.  They have 5 or 3 long-pointed lobes with wavy or coarsely toothed edges.  They are dark green and hairless above, with a yellow-green and softly pubescent underside.  In autumn, the leaves turn from a brilliant yellow to orange to deep red.  The fruit is a paired brown samara, 2-2.5 cm long, maturing in autumn.\nAcer leucoderme is often confused with Acer floridanum (Florida maple), but there are several differences.  A. leucoderme is smaller in size but has larger leaves than Florida maple.  The leaves of A. leucoderme are yellow-green underneath rather than the whitish underside of Florida maple.  The lobes on the leaves of Florida maple are squarer and blunter than those of A. leucoderme.\nAcer leucoderme can be grown as a shade tree or reclamation plant up through USDA plant hardiness zone 5B, far north of its natural range.  The tree is highly shade- and drought-tolerant.\nSome botanists classify A. leucoderme as a subspecies of the sugar maple: A. saccharum subsp. leucoderme.",
    "References": "Little, Elbert L.  National Audubon Society Field Guide to North American Trees: Eastern Region.  New York: Alfred A. Knopf, Inc., 1980.  ISBN 0-394-50760-6.",
    "External links": "University of Florida Environmental Horticulture\nTree Trail\nDiscover Life\nTrees, Shrubs, and Woody Vines of North Carolina: Chalk Maple (Acer leucoderme)"
  }
}