{
  "url": "https://en.wikipedia.org/wiki/Acer_douglasense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "†Acer sect. Douglasa"
    },
    {
      "Species": "†A. douglasense"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer douglasense is an extinct maple species in the family Sapindaceae described from fossil leaves.  The species is solely known from the Early Eocene sediments exposed in Katmai National Park and Preserve, Kodiak Island Borough, Alaska. It is the type species for the extinct section Douglasa.",
    "Type locality": "The species was described from a group of leaf specimens found in the West Foreland Formation which is part of the Kenai Group.  Sediments of the formation span are typically volcanoclastic sedimentary rocks dating from the Late Paleocene to early Eocene with A. douglasense only found in the Eocene age section.",
    "History and classification": "Acer douglasense was described from several specimens, the holotype, number \"USNM 396006\", and a group of paratypes.  The holotype and paratypes are preserved in the paleobotanical collections housed at the National Museum of Natural History, part of the Smithsonian Institution in Washington, D.C..The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. douglasense in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name douglasense in recognition of the type locality on Cape Douglas.  A. douglasense is the second oldest occurrence of the maple genus, with the oldest being A. alaskense from the Latest Paleocene Chickaloon Formation.  In their type description Wolfe and Tanai designated A. douglasense as the type and only species for the extinct Acer section Douglasa.",
    "Description": "Leaves of Acer douglasense are simple in structure and a generally oval shape.  The deeply five lobed structure and tertiary vein structure is very similar to the modern species A. spicatum.  However the secondary veins are a combination of alternating craspedodromous veins and forking veins.  The related living Sapindaceae genera Cardiospermum and Serjania plus the extinct genus Bohlenia also have a similar alternating pattern of secondary veins.\n\n\n== References =="
  }
}