{
  "url": "https://en.wikipedia.org/wiki/Acer_stonebergae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "†Acer sect. Torada"
    },
    {
      "Species": "†A. stonebergae"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer stonebergae is an extinct maple species in the family Sapindaceae described from two fossil samaras.  The species is solely known from the Early Eocene sediments exposed in northeast Washington State, USA and the adjacent area of south central British Columbia, Canada.  It is one of three species belonging to the extinct section Torada.",
    "History and classification": "The species was described from a pair of complete fruit specimens. One of the two specimens was recovered from sediments of the early Eocene, Ypresian Allenby Formation exposed at the One Mile Creek site near Princeton, British Columbia.   The other fossil was recovered from the \"Corner lot site\", Burke Museum of Natural History and Culture location UWBM A0307 in Republic, Washington .  Location UWBM A0307 is an outcropping of shale belonging to the Ypresian Klondike Mountain Formation and is in the Republic Graben of Northeast Washington State.  Both the Allenby and Klondike Mountain Formations preserve upland temperate floras which were first interpreted as being Microthermal, however further study has shown them to be more mesothermal in nature.  The plant community preserved in the Klondike Mountain formation is a mixed confer-broad leaf forest with large pollen elements of birch and golden larch, but also having notable traces of fir, spruce, cypress, and palm.  The Allenby formation is similar with the birch and golden larch as strong pollen signals and traces of fir and spruce, however the cypress and palm are not distinct signals.Acer stonebergae was described from a pair of specimens, the holotype, number \"PDMA 1984 OMC 1001\" which is currently preserved in the paleobotanical collections housed at the Princeton District Museum and Archives and the paratype, \"UWBM 56254 A,B\", is in the paleobotanical collection of the Burke Museum, part of the University of Washington in Seattle.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. stonebergae in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name stonebergae is in recognition of Margaret Stoneberg from the Princeton District Museum who made the museums collections available for the authors to study.  A. stonebergae is one of three species assigned to the extinct section Torada.  The three members of the section A. stonebergae, A.toradense, and A. washingtonense were known only from the Republic and Princeton fossil localities when first described.  Of the three species, both A. stonebergae and A. toradense are only known from the samara fossils, only A. washingtonense has been described from both leaves and samaras.  The three are among a number of Acer species described from the Republic and Princeton sites by Wolfe and Tanai.",
    "Description": "The samaras of Acer stonebergae have distinct bifurcating ridges on the nutlet which are unique to section Torada.  The overall shape of the samara is ovoid with an average length of up to 5.2 centimetres (2.0 in) and a wing width of 1.4 centimetres (0.55 in).  The paired samaras for A. stonebergae have a 20-30° attachment angle which is less than the 45° attachment angle seen in A. toradense and A.washingtonense.  While very similar in morphology to A. washingtonense and A. toradense the samaras of A. stonebergae are distinguishable from both by its notably larger overall size.  Two other maple species found in the Allenby Formation, A. princetonense and A. stockeyae are similar in size to A. stonebergae.  The reticulate wing venation, and morphology of the nutlet on A. princetonense separates it from A. stonebergae, while the elliptical shape of the nutlet and only 5 veins coalescing along the upper margin of the wing separates A. stockeyae.\n\n\n== References =="
  }
}