{
  "url": "https://en.wikipedia.org/wiki/Acer_smileyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Parviflora"
    },
    {
      "Species": "†A. smileyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer smileyi is an extinct maple species in the family Sapindaceae described from a series of isolated fossil leaves and samaras.  The species is known from the late Oligocene to middle Miocene sediments exposed in the states of Alaska, Idaho, Nevada, and Oregon, USA.  It is one of several extinct species placed in the living section Parviflora.",
    "History and classification": "The eight leaf specimens used to describe Acer smileyi were recovered from six different sites.  The oldest group of specimens was recovered from the late Oligocene age Kukak Bay flora exposed on the Katmai National Park and Preserve along the Shelikof Strait in Alaska.  Another paratype leaf was recovered from outcrops of the Langhian age Capps Glacier flora northwest of Kukak Bay in Kenai Peninsula County.  One Middle to late Oligocene paratype is known from the Cascadia flora exposed near the former town of Cascadia in western Oregon, while a younger paratype of Middle Miocene age was recovered from the Trout Creek Formation in Harney County of southeastern Oregon.  The southernmost occurrence of the species is at 49 camp in northwestern Washoe County, Nevada where the Burdigalian Upper Cedarville Formation is exposed.  The youngest and easternmost of the known occurrences is near Clarkia, Idaho, where sediments of the Langhian age Lake Clarkia is exposed.  In addition to the leaf specimens a series of paratype specimens were described for the associated samaras recovered at the Clarkia site and the '49 camp site.The type specimens for Acer smileyi are placed into three different repositories.  The holotype leaf, three of the paratype leaves and all five of the paratype samaras are currently preserved in the paleobotanical collections housed at the University of California Museum of Paleontology, in Berkeley, California.  Two other paratype leaves are housed in the National Museum of Natural History, Washington, a part of the Smithsonian, while the last paratype leaf is part of the University of Michigan Museum of Paleontology collections in Ann Arbor, Michigan.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. smileyi in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name smileyi is in recognition of Charles J. Smiley for his extensive efforts studying the Clarkia sites and their flora.",
    "Description": "Leaves of Acer smileyi are simple in structure, with perfectly actinodromus vein structure and are generally orbiculate to suborbiculate in shape.  The leaves are five-lobed with the basal two lobes small while the upper lateral lobes are almost as long as the median lobe and all lobes being triangular in outline.  The leaves have five primary veins and range between 9 to 12 centimetres (3.5 to 4.7 in) long by 9 to 14 centimetres (3.5 to 5.5 in) wide in overall dimensions.  A. smileyi has small teeth while the lobes have a distinct and complex bracing of veins formed by the joining of two external secondary veins.  The combination of morphological features is not found in any modern species besides A. nipponicum and so A. smileyi, along with the extinct A. browni, is placed into the section Parviflora.  The samaras of A. smileyi have a notably inflated nutlet and acutely diverging veins which rarely reconnect (anastomise).  The overall shape of the nutlet is circular to elliptic with the average length of the samara up to 4.0 centimetres (1.6 in) and a wing width of 1.2 centimetres (0.47 in).  The paired samaras of the species have a 25° to 30° attachment angle and the distal region of the nutlet and wing forming distinct u-shaped shallow sulcus.  A. smileyi is similar to A. browni but the two can be distinguished from each other by the size of the basal lobes which are larger in A. smileyi.  The more attenuated teeth of A. smileyi are very similar in morphology to A. nipponicum indicating the two to be closer in relation to each other than to A. browi.\n\n\n== References =="
  }
}