{
  "url": "https://en.wikipedia.org/wiki/Acer_stewarti",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "†Acer sect. Stewarta"
    },
    {
      "Species": "†A. stewarti"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer stewarti is an extinct maple species in the family Sapindaceae described from a series of fossil leaves and samaras.  The species is solely known from the Early Eocene sediments exposed in south central British Columbia, Canada adjacent to northeast Washington State, USA.  It is one of only two species belonging to the extinct section Stewarta.",
    "Taxonomy": "Acer stewarti was described from three leaf specimens and four complete fruit specimens which were recovered from outcrops of the early Eocene, Ypresian Allenby Formation exposed near Princeton, British Columbia. The seven specimens were found at the Burke Museum of Natural History and Culture location UWBM B3389, known as the One Mile Creek locality.  The section Stewarta is known only from A. stewarti and the related species A. hillsi described from the Ypresian Klondike Mountain Formation around Republic in the Republic Graben of Northeast Washington State.  Both the Allenby and Klondike Mountain Formations preserve upland temperate floras which were first interpreted as being microthermal, however further study has shown them to be more mesothermal in nature.  The plant community preserved in the Klondike Mountain formation is a mixed conifer–broadleaf forest with large pollen elements of birch and golden larch, but also having notable traces of fir, spruce, cypress, and palm.  The Allenby formation is similar with the birch and golden larch as strong pollen signals and traces of fir and spruce, however the cypress and palm are not distinct signals. The species were known only from the Republic and Princeton fossil localities respectively when first described.  Of the two species, A. hillsi is only known from the samara fossils while A. stewarti has been described from both leaves and samaras.  The two are among a number of Acer species described from the Republic and Princeton sites by Wolfe and Tanai.The species was described from a group of type specimens, the holotype leaf, number UAPC S485  and the paratypes UAPC S13271, UAPC S6946, and UAPC S6946 A, B are currently preserved in the paleobotanical collections housed at the University of Alberta in Edmonton, Alberta, while the paratypes UWBM 54106 A, B, UWBM 56258, and UWBM 56259 A, B, are in the paleobotanical collections of the Burke Museum, part of the University of Washington in Seattle.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. stewarti in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name stewarti is in recognition paleobotanist Wilson Stewart, finder of the holotype specimen, for his work teaching paleobotany.  A. stewarti is one of only two species assigned to the extinct section Stewarta and is designated the type species for the section.",
    "Description": "Leaves of Acer stewarti are simple in structure, with perfectly actinodromus vein structure and are generally oval in shape.  The leaves are five-lobed with the basal two lobes as deeply incised as the teeth on the upper lobes. The leaves have five primary veins and are over 6.5 centimetres (2.6 in) long by 6.0 centimetres (2.4 in) wide in overall dimensions.  A. stewarti has large teeth with a distinct attenuation similar to the extinct A. washingtonense and the modern species A. spicatum.  The teeth have a compound tertiary vein as the main brace, which is a feature rare in the species closely related to A. spicatum.  The samaras of A. stewarti have an indistinct flange along the notably inflated nutlet and acutely diverging veins which rarely anastomise.  The overall shape of the nutlet is ovoid with the average length of the samara up to 3.2 centimetres (1.3 in) and a wing width of 1.1 centimetres (0.43 in).  The paired samaras of the species have a 40° attachment angle and the distal region of the nutlet and wing forming a broad sulcus.  While very similar in morphology to A. hillsi, the two related species can be separated by the overall nutlet morphology, with A. hillsi having an asymmetrically inflated nutlet of more ovoid outline while A. stewarti has a fully inflated nutlet of circular outline.\n\n\n== References =="
  }
}