{
  "url": "https://en.wikipedia.org/wiki/Acer_pseudosieboldianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. pseudosieboldianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer pseudosieboldianum, the Korean maple or purplebloom maple, is a species of maple. It is native to northeastern China, Korea, and the Russian Far East.",
    "Description": "Acer pseudosieboldianum is a small tree or shrub. It is deciduous. It grows about 12 to 18 inches per year. The mature tree is 15 to 25 feet tall.The leaves are 4 to 6 inches wide and have usually 9 to 11 lobes. The green leaves turn shades of red, yellow and orange in fall. This species exhibits Marcescence (tends to hold on to a portion of its dried leaves through the winter). The flowers are white with purple bracts. New growth is coated in white, sticky hairs. This characteristic distinguishes the plant from the similar Acer sieboldianum, which lacks hairs.The bark of the plant is thin and easily damaged by mechanical injury or in harsh weather. Tears in the bark make it vulnerable to insect and fungal infestation. The species is susceptible to canker and Verticillium wilt when stressed.",
    "Uses": "The Korean maple is cultivated as an ornamental plant. It withstands a cold climate better than the comparable Japanese maple. It has been grown in North Dakota, where it has done well in temperatures as low -43 °C. The species has been hybridized with Japanese Maple at the University of Wisconsin to produce a cold hardy tree with intermediate characteristics between the two parents. This hybrid has been named Acer pseudosieboldianum × palmatum 'Hasselkus' and marketed under the trade name Northern Glow®.",
    "References": "",
    "External links": " Media related to Acer pseudosieboldianum at Wikimedia Commons"
  }
}