{
  "url": "https://en.wikipedia.org/wiki/Acer_hillsi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "†Acer sect. Stewarta"
    },
    {
      "Species": "†A. hillsi"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer hillsi is an extinct maple species in the family Sapindaceae described from a single fossil samara.  The species is solely known from the Early Eocene sediments exposed in northeast Washington State, USA and the adjacent area of south central British Columbia, Canada.  It is one of only two species belonging to the extinct section Stewarta.",
    "Taxonomy": "Acer hillsi is known from a single specimen which was recovered from the Burke Museum of Natural History and Culture location UWBM A0307, an outcrop of the early Eocene, Ypresian Klondike Mountain Formation in Republic. The UWBM A0307 site is known as the \"Corner lot\" locality.  The section Stewarta is known only from A. hillsi and the related species A. stewarti described from the Ypresian Allenby Formation exposed near Princeton, British Columbia.  Both the Allenby and Klondike Mountain Formations preserve upland temperate floras which were first interpreted as being microthermal, however further study has shown them to be more mesothermal in nature.  The plant community preserved in the Klondike Mountain formation is a mixed conifer–broadleaf forest with large pollen elements of birch and golden larch, but also having notable traces of fir, spruce, cypress, and palm.  The Allenby formation is similar with the birch and golden larch as strong pollen signals and traces of fir and spruce, however the cypress and palm are not distinct signals. The species were known only from the Republic and Princeton fossil localities respectively when first described.  Of the two species, A. hillsi is only known from the samara fossils while A. stewarti has been described from both leaves and samaras.  The two are among a number of Acer species described from the Republic and Princeton sites by Wolfe and Tanai.The species was described from a solitary type specimen, the holotype samara, number UWBM 56260 A, B, which is currently preserved in the paleobotanical collections housed at the Burke Museum, part of the University of Washington in Seattle.  The specimen was studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. hillsi in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name hillsi is in recognition L. V. Hills who allowed Wolf and Tanai access to his extensive fossil collection and for his contributions to paleobotany and palynology.",
    "Description": "The samaras of A. hillsi have an indistinct flange along the notably asymmetrically inflated nutlet and acutely diverging veins which rarely anastomise.  The general shape of the nutlet is ovoid.  The overall length of the samara is approximately 2.5 centimetres (0.98 in) and a wing width of 1.0 centimetre (0.39 in).  The paired samaras of the species have a 40° attachment angle and the distal region of the nutlet and wing forming a broad sulcus.  While very similar in morphology to A. stewarti, the two related species can be separated by the overall nutlet morphology, with A. hillsi having an asymmetrically inflated nutlet of more ovoid outline while A. stewarti has a fully inflated nutlet of circular outline.\n\n\n== References =="
  }
}