{
  "url": "https://en.wikipedia.org/wiki/Acer_cappadocicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae[1]"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. cappadocicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer cappadocicum (Cappadocian maple) is a maple native to Asia, from central Turkey (ancient Cappadocia) east along the Caucasus, the Himalaya, to southwestern China.It is a medium-sized deciduous tree growing to 20–30 m tall with a broad, rounded crown. The leaves are opposite, palmately lobed with 5-7 lobes, 6–15 cm across. The leaf stems bleed a milky latex when broken. The flowers are in corymbs of 15-30 together, yellow-green with five petals 3–4 mm long; flowering occurs in early spring. The fruit is a double samara with two winged seeds, the seeds are disc-shaped, strongly flattened, 6–11 mm across and 2–3 mm thick. The wings are 2.5–3 cm long, widely spread, approaching a 180° angle. The bark is greenish-grey, smooth in young trees, becoming shallowly grooved when mature.There are three varieties, sometimes treated as subspecies:\nAcer cappadocicum var. cappadocicum. Turkey, Caucasus, northern Iran.\nAcer cappadocicum var. indicum (Pax) Rehd. (syn. var. cultratum (Wall.) Bean). Himalaya.\nAcer cappadocicum var. sinicum Rehd. Southwestern China.The closely related Acer lobelii from southern Italy is also treated as a subspecies of A. cappadocicum by some authors. The eastern Asian species Acer amplum, Acer pictum, and Acer truncatum are also very closely related, and often confused with A. cappadocicum in cultivation.",
    "Cultivation and uses": "\nCappadocian maple is grown as an ornamental tree in Europe. Many of the trees in cultivation show a strong tendency to produce numerous root sprouts, a character rare in maples. The hybrid maple Acer × zoeschense shares this character and probably has Acer cappadocicum as one of its parents.The following cultivars have gained the Royal Horticultural Society's Award of Garden Merit:-\n\nA. cappadocicum \"Aureum\" (with yellow leaves)\nA. cappadocicum \"Rubrum\" (with red leaves)\n\n\n== References =="
  }
}