{
  "url": "https://en.wikipedia.org/wiki/Acer_griseum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. griseum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer griseum (paperbark maple; simplified Chinese: 血皮枫; traditional Chinese: 血皮楓; pinyin: xuè pí fēng) is a species of flowering plant in the family Sapindaceae, native to central China. Acer griseum is found in the Chinese provinces of Gansu, Henan, Hubei, Hunan, Shaanxi, Shanxi and Sichuan, at altitudes of 1,500–2,000 m (4,921–6,562 ft).",
    "Description": "It is a small to medium-sized deciduous tree, reaching 6–9 m (20–30 ft) tall and 5–6 m (16–20 ft) wide, with a trunk up to 70 cm (28 in) in circumference.  The bark is smooth, shiny orange-red, peeling in thin, papery layers; it may become fissured in old trees. The shoots are densely downy at first, this wearing off by the second or third year and the bark exfoliating by the third or fourth year.The leaves are compound, with a 2–4 cm petiole with three leaflets, each 3–10 cm long and 2–6 cm broad, dark green above, bright glaucous blue-green beneath, with several blunt teeth on the margins.The yellow flowers are androdioecious, produced in small pendent corymbs in spring, the fruit being a paired samara with two winged seeds about 1 cm long with a 3 cm wing.",
    "Cultivation and uses": "Acer griseum was introduced to cultivation in Europe in 1901 by Ernest Henry Wilson for the Veitch Nurseries, and to North America shortly after. It is one of many species of maples widely grown as ornamental plants in temperate regions. It is admired for its decorative exfoliating bark, translucent pieces of which often stay attached to the branches until worn away. It also has spectacular autumn foliage which can include red, orange and pink tones.\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit.In 2015, the North America-China Plant Exploration Consortium (NACPEC) conducted an expedition specifically targeting Acer griseum for seed collection with the object of increasing the genetic diversity of plants in cultivation. Propagation of Acer griseum is somewhat difficult as seeds have the same parthenocarpic tendencies as those of Acer maximowiczianum.",
    "Photo gallery": "",
    "References": "",
    "External links": "Del Tredici, Peter. \"The Paperbark Maple—One Hundred Years Later.\" Arnoldia 65 (2) (2007).\nMeyer, Paul W. \"Paperbark Maple Acer griseum.\" Arnoldia 68 (2) (2010)."
  }
}