{
  "url": "https://en.wikipedia.org/wiki/Acer_crataegifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. crataegifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer crataegifolium  (hawthorn-leaf maple or uri maple; Japanese: ウリカエデ urikaede, \"melon maple\"), is a species of maple in the snakebark maple group, native to mountains forests of central and southern Japan, on Honshū (Fukushima southward), Kyūshū, and Shikoku.It is a deciduous small tree or shrub that grows to a height of 5–10 m, with a trunk up to 30 cm diameter. The bark is green to greenish-brown, with narrow vertical white or pale grey stripes; the young shoots are slender, green to purplish-red and the buds purplish-red. The leaves are 5–8 cm (rarely to 15 cm) long and 4–7 cm broad, dark green to bluish green and often tinged reddish above, paler green below, ovate-triangular, and may be either unlobed or three-lobed; the petiole is red, 2–3 cm long. The flowers are small, pale yellow, produced on arched to drooping racemes 3–5 cm long. The fruit is a paired samara 1–2 cm long, pink or red maturing brown, with nutlets not more than 4 mm wide.There are two varieties:\nA. crataegifolium var. crataegifolium. Leaves up to 7 cm long.\nA. crataegifolium var. macrophyllum Hara. Leaves up to 15 cm long.The Japanese name urikaede refers to the bark pattern resembling the skin of a melon, as also in the similar bark of Acer rufinerve (urihadakaede). The scientific name derives from the supposed resemblance of its leaves to those of hawthorns (Crataegus), though this is somewhat fanciful, only making sense if certain species of hawthorn are considered.",
    "Cultivation": "It is a somewhat difficult maple to propagate, and is rarely seen outside of sizable collections. Examples may be seen in Westonbirt Arboretum (Gloucestershire, England) and the Arnold Arboretum (Boston, USA). The rare cultivars 'Me uri no ofu' and 'Veitchii' both have striking white and pink variegation.\n\n\n== References =="
  }
}