{
  "url": "https://en.wikipedia.org/wiki/Acer_grandidentatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. grandidentatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer grandidentatum, commonly called bigtooth maple, is a species of maple native to interior western North America. It occurs in scattered populations from western Montana to central Texas in the United States and south to Coahuila in northern Mexico.",
    "Description": "It is a small to medium-sized deciduous tree growing to 10–15 m (33–49 ft) tall and a trunk of 20–35 cm (8–14 in) diameter. The bark is dark brown to gray, with narrow fissures and flat ridges creating plate-like scales; it is thin and easily damaged. The leaves are opposite, simple, 6–12 cm (2 1⁄4–4 3⁄4 in) long and broad, with three to five deep, bluntly-pointed lobes, three of the lobes large and two small ones (not always present) at the leaf base; the three major lobes each have 3–5 small subsidiary lobules. The leaves turn golden yellow to red in fall (this trait is less reliable in warmer areas).\nThe flowers appear with the leaves in mid spring; they are produced in corymbs of 5–15 together, each flower yellow-green, about 4–5 mm (3⁄16–3⁄16 in) diameter, with no petals. The fruit is a paired samara (two winged seeds joined at the base), green to reddish-pink in color, maturing brown in early fall; each seed is globose, 7–10 mm (1⁄4–3⁄8 in) diameter, with a single wing 2–3 cm (3⁄4–1 1⁄4 in) long.",
    "Taxonomy": "It is closely related to Acer saccharum (sugar maple), and is treated as a subspecies of it by some botanists, as Acer saccharum subsp. grandidentatum (Nutt.) Desmarais.",
    "Distribution and habitat": "It commonly grows in limestone soils but can adapt to a wide range of well-drained soils, from sand to clays to even white limestone areas. It prefers sheltered canyons, valleys, and the banks of mountain streams, primarily at higher elevations but occasionally at lower elevations in disjunct locales such as the southern edge of the Edwards Plateau in Texas and in the Wichita Mountains of southwestern Oklahoma.",
    "Cultivation": "Although it is found in continental climate over all of its natural range, planted specimens grow well in the maritime climate of Vancouver. It is slow growing when young, and does not have many pests.\nIt is occasionally planted as an ornamental tree, valued for its drought tolerance and ability to grow in rocky landscapes.",
    "Uses": "The sweetish sap is used in western North America to make maple sugar.",
    "See also": "Lost Maples State Natural Area",
    "References": "",
    "External links": " Media related to Acer grandidentatum at Wikimedia Commons"
  }
}