{
  "url": "https://en.wikipedia.org/wiki/Acer_micranthum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. micranthum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer micranthum, the small-leaved maple, is a species of flowering plant in the soapberry family Sapindaceae in the snakebark maple group, native to Japan, on Honshū, Kyūshū and Shikoku. Its Japanese name is the Komine maple (Japanese: コミネカエデ, Hepburn: Kominekaede).It is a small, sometimes shrubby tree growing 6–10 m (20–33 ft) tall, with slender, arching branches. The bark is smooth and striped at first, becoming rough and dull grey on mature trees. The shoots and winter buds are dark purple-red. The leaves are 4–10 cm long and 2–8 cm broad, palmately lobed, with five deeply toothed lobes with long acuminate tips and double-serrated margins, and with distinctive tufts of orange-red hairs in the main vein axils at the base of the leaf; the petiole is 2–5 cm long. The leaves emerge red in spring and turn shades of yellow, orange and red in autumn. The flowers are produced in early summer in racemes 4–10 cm long, each flower 4 mm diameter, with five yellow to greenish-yellow sepals and petals; it is dioecious, with male and female flowers on separate trees. The fruit is a paired samara with two rounded nutlets, each with a wing 1.5–2 cm long; the two wings spreading almost horizontally from each other.It is most closely related to Acer tschonoskii, which replaces it further north and at higher altitudes in Japan; they have very similar leaf form.Acer micranthum is  cultivated as an ornamental tree in European and North American gardens, and has gained the Royal Horticultural Society’s Award of Garden Merit. Though hardy down to −20 °C (−4 °F), it requires a sheltered position in neutral or acid soil with sun or partial shade.\n\n\t\t\n\t\t\n\n\n== References =="
  }
}