{
  "url": "https://en.wikipedia.org/wiki/Acer_sieboldianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. sieboldianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer sieboldianum (Siebold's maple; Japanese: コハウチワカエデ, romanized: kohauchiwakaede) is a species of maple native to Japan and common in the forests of Hokkaidō, Honshū, Shikoku and Kyūshū Islands; in the south of the range it is restricted to mountain forests. It is named after Philipp Franz von Siebold.",
    "Description": "It is a slow-growing, small to medium-sized deciduous tree growing to 10–15 metres (33–49 ft) tall, with smooth grey-brown bark. The young shoots are green to red, thinly covered with white hairs in their first year. The leaves are mid to dark green, 4–8 centimetres (1.6–3.1 in) long and 5–10 centimetres (2.0–3.9 in) broad with a 3–7 centimetres (1.2–2.8 in) petiole, and palmately lobed with nine to eleven (occasionally just seven) lobes. The young leaves in spring are downy with white hairs, with the petiole and veins on the underside of the leaf remaining hairy all summer, a feature useful in distinguishing it from the related Acer palmatum. In autumn, the leaves turn bright orange to red. The flowers are pale yellow, produced in corymbs of 10–15 together; it is andromonoecious, with inflorescences containing flowers with either both sexes, or just male. The fruit is a paired samara, the pair spreading horizontally, each seed with a 15–20 millimetres (0.59–0.79 in) wing. Flowering is in late spring, with fruit maturation in early autumn.The smooth bark and yellow flowers help distinguish it from the closely related Acer japonicum (Japanese, hauchiwakaede), which has rough, scaly bark, and red flowers, while the hairy stems and yellow flowers distinguish it from Acer shirasawanum (Japanese, ooitayameigetsu; with hairless stems and red flowers).",
    "Cultivation": "\nSiebold's Maple is not as rare in cultivation as it seems. Specimens are often mistaken for and mislabeled as similar species in the series Palmata, such as Acer japonicum, Acer shirasawanum and Acer palmatum; it is also sometimes confused with Acer pseudosieboldianum (Korean Maple or Keijo Maple), a closely related species from the adjacent mainland of northeastern Asia.\nSeveral cultivars have been selected, most only rarely seen outside Japan. Cultivars include 'Kinugasa yama', 'Mi yama nishiki', 'Ogura yama', 'Sode no uchi' and 'Osiris'.\n\n\n== References =="
  }
}