{
  "url": "https://en.wikipedia.org/wiki/Acer_alaskense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "†Acer sect. Alaskana"
    },
    {
      "Species": "†A. alaskense"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer alaskense is an extinct maple species in the family Sapindaceae described from a fossil leaf.  The species is solely known from the Latest Paleocene sediments exposed in the Matanuska River Valley, Matanuska-Susitna Borough, Alaska. It is the type species for the extinct section Alaskana.",
    "Type locality": "The species was described from a single full-leaf specimen found in the Chickaloon Formation, which underlies the Kenai Group formations.  Sediments of the formation are mainly claystone through sandstone, and conglomerates with interbedded deposits of bituminous coal.  Based on the surrounding formations and the floral composition of fossils in the formation itself, the Chickaloon dates to the Paleocene   with Acer alaskense known only from the latest Paleocene section exposed in the Even Jones coal mine.",
    "History and classification": "Acer alaskense was described from a solitary specimen, the holotype (number \"USNM 396009\"), which is currently preserved in the paleobotanical collections housed at the National Museum of Natural History, part of the Smithsonian Institution in Washington, D.C..The specimen was studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. alaskense in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name alaskense is in recognition of the type locality in the state of Alaska.  A. alaskense is the oldest occurrence of the maple genus, Acer, with the second-oldest being A. douglasense from the Early Eocene sediments of the Paleocene-Eocene West Foreland Formation.  In their type description Wolfe and Tanai designated A. alaskense as the type and only species for the extinct Acer section Alaskana.",
    "Description": "Leaves of Acer alaskense are simple in structure and generally oval in shape.  The leaves are three- to possibly only two-lobed, with the fossil showing a blade with one lateral lobe.  The leaf is 8.0 centimetres (3.1 in) wide and 10.5 centimetres (4.1 in) long in overall dimension.  A. alaskense has a simple structure to the tertiary veins that connect the basal secondary veins, which is not seen in other species of Acer.  However the numerous teeth and structure of the areolar venation are very similar to the modern species A. spicatum.  Wolfe and Tanai note that the apparent two-lobed structure may be an aberration and A. alaskense may have typically been three-lobed.\n\n\n== References =="
  }
}