{
  "url": "https://en.wikipedia.org/wiki/Acer_traini",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Glabra"
    },
    {
      "Species": "†A. traini"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer traini is an extinct maple species in the family Sapindaceae described from isolated fossil samaras.  The species was described from Miocene-aged fossils found in Canada and the United States of America.  It is one of several extinct species placed in the living section Glabra.",
    "History and classification": "Acer traini is represented by a group of fossil specimens from a number of different geologic deposits in western North America.  The northern most fossils have been reported from the Early Miocene Chilcotin River flora of Central British Columbia.  Two localities in Oregon have produced fossils of the species. The White Hills site of the Mascall Formation in Northeast Central Oregon and the Trout Creek flora of southeastern Oregon while the Trapper Creek flora found in southern central Idaho is the furthest east locality for the species.  Two Early to early Middle Miocene floras in Nevada host A. traini fossils, the Thurston Ranch flora of northeastern Nevada and the southern most occurrence of the species in the Purple Mountain flora in western central Nevada.  The Chilcotin River flora found in preserved infilled paleovalleys overlain by Chilcotin Group flood basalts  while the Mascall formation is composed of temporary lake beds interbedded with lava flows of the Columbia River Basalt Group. Only one fossil is known from each locality, with the exception of the Trout Creek flora which produced two fossils, giving a total of only seven specimens.  The holotype specimen of the species is number UMMP 65138, housed in the University of Michigan Museum of Paleontology and the paratype is specimen UCMP 9343, in the University of California Museum of Paleontology.   The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. traini in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name traini is in recognition of Percy Train, a fossil collector who amassed large collections of fossils from the Trout Creek flora.",
    "Description": "The samaras of A. traini have an overall nutlet shape which is triangular with an average length between 0.5–0.9 centimetres (0.20–0.35 in) and ranging between 0.4–0.8 centimetres (0.16–0.31 in) wide and are \"moderately inflated\" with three distinct ridges. One of the ridges is very distinct, located in the middle of the nutlet and crossing it from the attachment scar to the nutlet tip, the other two are less pronounced. The wing has a length ranging from 1.2–2.5 centimetres (0.47–0.98 in) and a width of 0.6–1.2 centimetres (0.24–0.47 in). The paired samaras have a 30°–40° attachment angle with the wing hosting six distinct veins that start at the nutlet tip and curve from the wing margin, forking three to four times each. Wolfe and Tanai note in the species description that the fossils are the first Tertiary record of an Acer glabrum (Douglas maple)-type fruit in western North America, and further note that no characters separate A. traini fruits from A. glabrum fruits. They suggest that, if fossil leaves are found associated with the fruits which match the living A. glabrum foliage, then A. traini could be considered a synonym of A. glabrum. However, until leaf fossils are found, they suggest the fossils be kept a separate species. \n\n\n== References =="
  }
}