{
  "url": "https://en.wikipedia.org/wiki/Acer_browni",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Parviflora"
    },
    {
      "Species": "†A. browni"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer browni is an extinct maple species in the family Sapindaceae described from a series of isolated fossil leaves and samaras.  The species is known from the early to middle Miocene sediments exposed in Western Oregon, Washington state, USA and Northern Graham Island, Haida Gwaii, Canada. It is one of several extinct species placed in the living section Parviflora.",
    "History and classification": "The eleven leaf specimens used to describe Acer browni were recovered from five different sites.  The largest group of specimens was recovered from the early Miocene, Aquitanian, Collawash site exposed near the Collawash River in Clackamas County Oregon. Two additional paratype leaves were recovered from outcrops of the Latah Formation at the Vera site near Veradale, Washington.  Another Washington site, on Bunker Creek west of Centralia, Washington produced one paratype leaf of middle Miocene age.  The last paratype leaf is from the species' northernmost location, having been recovered from an outcrop of the late early Miocene Skonun Formation on the northern side of Graham Island in the Haida Gwaii of British Columbia.  In addition to the leaf specimens a series of paratype specimens were described for the associated samaras recovered at the Collawash site and United States Geological Survey site USGS 8904 near the Little Butte Creek in Jackson County, Oregon.The type specimens for Acer browni are placed into three different repositories.  The holotype leaf and thirteen of the paratypes are currently preserved in the paleobotanical collections housed at the University of California Museum of Paleontology, in Berkeley, California.  Three other paratype leaves and one paratype samara are housed in the National Museum of Natural History, part of the Smithsonian while the last paratype leaf is part of the University of British Columbia collections in Vancouver, British Columbia.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. browni in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name browni is in recognition of paleobotanist Roland Wilbur Brown for his many contributions to Tertiary paleobotany.",
    "Description": "Leaves of Acer browni are simple in structure, with perfectly actinodromus vein structure and are generally oblate to widely elliptical in shape.  The leaves are five-lobed with the basal two lobes small while the upper lateral lobes are about two-thirds as long as the median lobe and all lobes being triangular in outline.  The leaves have five primary veins and range between 3.7 to 7.2 centimetres (1.5 to 2.8 in) long by 2.9 to 6.0 centimetres (1.1 to 2.4 in) wide in overall dimensions.  A. browni has small teeth while the lobes have a distinct and complex bracing of veins formed by the joining of two external secondary veins.  The combination of morphological features is not found in any modern species besides A. nipponicum and as such A. browni is placed into the section Parviflora.  The samaras of A. browni have a notably inflated nutlet and acutely diverging veins which rarely anastomise.  The overall shape of the nutlet is circular to elliptic with the average length of the samara up to 4.0 centimetres (1.6 in) and a wing width of 1.2 centimetres (0.47 in).  The paired samaras of the species have a 25° to 30° attachment angle and the distal region of the nutlet and wing forming distinct u-shaped shallow sulcus.  While similar in morphology to A. nipponicum, the two related species can be separated by the sulcus which is developed in A. browni but not seen in the samaras of A. nipponicum.\n\n\n== References =="
  }
}