{
  "url": "https://en.wikipedia.org/wiki/Acer_pentaphyllum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae[1]"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. pentaphyllum"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer pentaphyllum (五小叶枫 wu xiao ye feng) is a very rare, endangered maple species endemic to southwestern Sichuan in China, at altitudes of 2300–2900 meters.Acer pentaphyllum is a deciduous tree that grows to 10 meters in height. Leaves are palmately compound hairless, usually with 5 lobes but sometimes with 4 or 7. Leaflet are 5-8 × 1.5–2 cm, narrowly lanceolate or lanceolate.",
    "Conservation Of Acer pentaphyllum": "Acer pentaphyllum is an endangered species on the brink of extinction in the wild with a recorded population of less than 500 plants left in the wild. Experts believe that survival is threatened by a combination of factors including habitat loss, animal grazing, the harvest of woody fuel by local farmers, and fragmentation. \nSeveral concerned individuals and organizations have been working to ensure this species is conserved and saved from extinction. Most of these works done by experts to conserve this species include the establishment of ex-situ conservation sites and Environmental Public Interest Litigation Cases on behalf of this species.  The UBC Botanic Garden established an Ex-situ conservation site at the UBC Botanic Garden for the conservation of this critically endangered Acer Pentaphyllum species. Also in China, an organization known as the China Biodiversity Conservation and Green Development Foundation (CBCGDF) is one of the organizations in China working to conserve this plant species example includes the establishment of ex-situ conservation sites through (Community Conservation Area(CCAfa)) at 3 different regions in China such as Tianshui, Lanzhou and Xing'an Meng and filing of EPIL cases on behalf of this critically endangered species.",
    "References": "",
    "External links": "The Plant List Acer pentaphyllum \nIllustration for Flora of China, figure 601, drawing 1 at top\nEx-situ Conservation of Acer pentaphyllum at UBC Botanical Garden\nConserving Acer pentaphyllum"
  }
}