{
  "url": "https://en.wikipedia.org/wiki/Acer_negundo",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. negundo"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer negundo is a species of maple native to North America. Box elder, boxelder maple, ash-leaved maple, and maple ash are among its common names in the United States; in Canada it is commonly known as Manitoba maple and occasionally as elf maple; in the British Isles it is known as box elder or ashleaf maple.Box elder is a fast-growing, short-lived tree with opposite, compound leaves. It is sometimes considered a weedy or invasive species. It has been introduced to and naturalized on most other continents, including in South America, Australia, New Zealand, South Africa, much of Europe, and parts of Asia.",
    "Common names": "Indicative of its familiarity to many people over a large geographic range, A. negundo has numerous common names. The names \"box elder\" and \"boxelder maple\" are based upon the similarity of its whitish wood to that of boxwood and the similarity of its pinnately compound leaves to those of some species of elder. This is the only North American maple with compound leaves, though several Asian species also have them.Other common names are based upon this maple's similarity to ash, its preferred environment, its sugary sap, a description of its leaves, its binomial name, and so on. These names include (but are not limited to) ash-, cut-, or three-leaf (or -leaved) maple; ash maple; sugar ash; Negundo maple; and river maple. In Canada it is commonly known as Manitoba maple and occasionally as elf maple. In Russia it is called American maple (Russian: америка́нский клён, tr. amerikansky klyon) as well as ash-leaf maple (Russian: клён ясенели́стный, tr. klyon yasenelistny), and in Italian acero americano.Common names may also designate a particular subspecies. For example, a common name for A. negundo subsp. interius may be preceded by \"inland\" (as in \"inland boxelder maple\"). A common name for A. negundo subsp. californicum may be preceded by \"California\" or \"western\".",
    "Description": "Acer negundo is a usually fast-growing and fairly short-lived tree that grows up to 10–25 m (35–80 ft) tall, with a trunk diameter of 30–50 cm (12–20 in)}, rarely up to 1 m (3.3 ft)} diameter. It often has several trunks and can form impenetrable thickets.The typical lifespan of box elder is only 60 years. Under exceptionally favorable conditions, it may live to 100 years.\nThe shoots are green, often with a whitish to pink or violet waxy coating when young. Branches are smooth, somewhat brittle, and tend to retain a fresh green color rather than forming a bark of dead, protective tissue. The bark on its trunks is pale gray or light brown, deeply cleft into broad ridges, and scaly.Unlike most other maples (which usually have simple, palmately lobed leaves), Acer negundo has pinnately compound leaves that usually have three to seven leaflets. Simple leaves are also occasionally present; technically, these are single-leaflet compound leaves. Although some other maples (such as Acer griseum, Acer mandshuricum and the closely related A. cissifolium) have trifoliate leaves, only A. negundo regularly displays more than three leaflets.\nThe leaflets are about 5–10 cm (2–4 in)} long and 3–7 cm (1 1⁄4–2 3⁄4 in)} wide with slightly serrate margins. Leaves have a translucent light green color and turn yellow in the fall.\nThe flowers are small and appear in early spring on drooping racemes 10–20 cm (4–8 in)} long. The fruits are paired samaras, each seed slender, 1–2 cm (1⁄2–3⁄4 in)} long, with a 2–3 cm (3⁄4–1 1⁄4 in)} incurved wing; they drop in autumn or they may persist through winter. Seeds are usually both prolific and fertile.\nThe wood of box elder is soft and comparatively worthless for lumber. It has been used for household implements, handicrafts, barrels, and occasionally furniture. Like all maples, the sap of box elder can be tapped for syrup, but it is of poor quality and has a strong taste.\nUnlike most other maples, A. negundo is fully dioecious and both a male and female tree are needed for either to reproduce.\n\nWinter buds: Terminal buds acute, an eighth of an inch long. Lateral buds obtuse. The inner scales enlarge when spring growth begins and often become an inch long before they fall.\nFlowers: April, before the leaves, yellow green; staminate flowers in clusters on slender hairy pedicels one and a half to two inches long. Pistillate flowers in narrow drooping racemes.\nCalyx: Yellow green; staminate flowers campanulate, five-lobed, hairy. Pistillate flowers smaller, five-parted; disk rudimentary.\nCorolla: Absent.\nStamens: Four to six, exserted; filaments slender, hairy; anthers linear, connective pointed.\nPistil: Ovary hairy, borne on disk, partly enclosed by calyx, two-celled, wing-margined. Styles separate at base into two stigmatic lobes.\nFruit: Maple keys, full size in early summer. Borne in drooping racemes, pedicels one to two inches long. Key an inch and a half to two inches long, nutlets diverging, wings straight, or incurved. September. Seed half an inch long. Cotyledons, thin, narrow.",
    "Taxonomy": "",
    "Taxonomy-Subspecies": "Acer negundo is often discussed as comprising three subspecies, each of which was originally described as a separate species. These are:\n\nA. negundo subsp. negundo is the main subspecies and the type to which characteristics described in the article most universally apply. Its natural range is from the Atlantic Coast to the Rocky Mountains.\nA. negundo subsp. interius has more leaf serration than the main species and a more matte leaf surface. As the name interus indicates, its natural range of Saskatchewan to New Mexico is sandwiched between that of the other two subspecies.\nA. negundo subsp. californicum has larger leaves than the main species. Leaves also have a velvety texture which is essential to distinguish it from A. negundo subsp. negundo. It is found in parts of California and Arizona.Some authors further subdivide A. negundo subsp. negundo into a number of regional varieties but these intergrade and their maintenance as distinct taxa is disputed by many. Even the differences between recognized subspecies are probably a matter of gradient speciation.\nA few botanists treat boxelder maple as its own distinct genus (Negundo aceroides) but this is not widely accepted.",
    "Distribution and habitat": "As noted, varieties thrive across the United States and Canada. It may also be found as far south as Guatemala. Although native to North America, it is considered a weedy species in some areas where it is native, such as in the Northeastern United States.In 1928, Joseph Illick, chief forester for the state of Pennsylvania, wrote in Pennsylvania Trees that box elder was \"rare and localized\" in the state. After World War II, box elder's rapid growth made it a popular landscaping tree in suburban housing developments despite its poor form, vulnerability to storm damage, and tendency to attract large numbers of box elder beetles. Intentional cultivation has thus made the tree far more abundant than it once was.\nIt can quickly colonize both cultivated and uncultivated areas and the range is therefore expanding both in North America and elsewhere. In Europe where it was introduced in 1688 as a park tree it is able to spread quickly in places and is considered an invasive species in parts of Central Europe (Germany, Czech Republic, and Slovenia, middle Danube, Vistula river valley in Poland) where it can form mass growth in lowlands, disturbed areas and riparian biomes on calcareous soils. It has also become naturalized in eastern China and can be found in some of the cooler areas of the Australian continent where it is listed as a pest invasive species.\nThis species prefers bright sunlight. It often grows on flood plains and other disturbed areas with ample water supply, such as riparian habitats. Human influence has greatly favored this species; it grows around houses and in hedges, as well as on disturbed ground and vacant lots.",
    "Ecology": "Several birds and some squirrels feed on the seeds. The evening grosbeak uses them extensively.\nThe boxelder bug (Boisea trivittata) lays its eggs on all maples, but prefers this species, clustering the eggs in bark crevices. The rosy maple moth (Dryocampa rubicunda) also lays its eggs on the leaves of maple trees, including the boxelder maple, so when the larvae hatch, they feed on the leaves, which in very dense populations can cause defoliation.Small galls are formed on the leaves by a bladder mite, Aceria negundi. A gall midge, Contarinia negundinis joins and enlarges the galls of Aceria negundi. The midge sometimes creates a separate, tubular gall on the midrib or veins of the undersides of the leaves.The cottony maple leaf scale, Pulvinaria acericola, occurs on the foliage of Acer negundo. A leaf spot fungus, Septoria negundinis creates black-ringed lesions on the leaves.",
    "Cultivation": "Although its weak wood, irregular form, and prolific seeding might make it seem like a poor choice for a landscape tree, A. negundo is one of the most common maples in cultivation and many interesting cultivars have been developed, including:\n'Auratum' – yellowish leaves with smooth undersides\n'Aureomarginatum' – creamy yellow leaf margins\n'Baron' – Hardier & seedless variety\n'Elegans' – distinctively convex leaves\n'Flamingo' – pink and white variegation (very popular)\n'Pendulum' – with weeping branches.\n'Variegatum' – creamy white leaf margins\n'Violaceum' – younger shoots and branches have bluish colorThe cultivar ‘Winter Lightning’ and the variety A. negundo var. violaceum have gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Uses": "Although its light, close-grained, soft wood is considered undesirable for most uses, this tree has been considered as a commercial source of wood fiber, for use in fiberboard.\nThere is some commercial use of the tree for various decorative applications, such as turned items (bowls, stem-ware, pens). Primarily burl wood and injured wood, where the primary reason is this wood's reaction to injury, where the injured wood develops a red stain.",
    "Uses-Use by Native Americans": "The Navajo use the wood to make tubes for bellows. The Cheyenne burn the wood as incense for making spiritual medicines, and during Sun Dance ceremonies. They also mix the boiled sap with shavings from the inner sides of animal hides and eat them as candy.The Meskwaki use a decoction of the inner bark as an emetic, and the Ojibwa use an infusion of the inner bark for the same purpose. The Chiricahua and Mescalero Apache dry scrapings of the inner bark and keep it as winter food, and they also boil the inner bark until sugar crystallizes out of it. The Dakota also use the sap to make sugar, as do the Omaha, the Pawnee, the Ponca, the Winnebago, and the indigenous people of Montana, who also freeze the sap and use it as a syrup. The Ojibwa mix the sap with that of the sugar maple and drink it as a beverage.The Cheyenne also use the wood to make bowls and to cook meat. The Keres make the twigs into prayer sticks. The native peoples of Montana also use large trunk burls or knots to make bowls, dishes, drums, and pipe stems.The Dakota people and the Omaha people make the wood into charcoal, which is used in ceremonial painting and tattooing.The Kiowa burn the wood from the negundo subspecies in the altar fire during the peyote ceremony, and the Sioux boil the sap of this variety in the spring to make sugar.The interius subspecies is used by Cree to make sugar from the sap, and the Tewa use the twigs as pipe stems.",
    "Uses-Archaeological artifacts": "Acer negundo was identified in 1959 as the material used in the oldest extant wood flutes from the Americas. These early artifacts, excavated by Earl H. Morris in 1931 in the Prayer Rock district of present-day Northeastern Arizona, have been dated to 620–670 CE. The style of these flutes, now known as Anasazi flutes, uses an open tube and a splitting edge at one end. This design pre-dates the earliest extant Native American flute (which use a two-chambered design) by approximately 1,200 years.",
    "Medical impact": "",
    "Medical impact-Toxicology": "A protoxin present in the seeds of Acer negundo, the hypoglycin A, has been identified as a major risk factor for, and possibly the cause of, a disease in horses, seasonal pasture myopathy. SPM is an equine neurological disease which occurs seasonally in certain areas of North America and Europe, with symptoms including stiffness, difficulty walking or standing, dark urine and eventually breathing rapidly and becoming recumbent. Ingestion of sufficient quantities of box elder seeds or other parts of the plant results in breakdown of respiratory, postural, and cardiac muscles. The cause of SPM was unknown for centuries despite the disease being well known among affected areas and was only positively determined in the 21st century. It is analogous to Jamaican vomiting sickness in humans, with both diseases sharing the same causative toxin. Ingesting Acer negundo seeds, or other parts of the plant, may therefore be toxic to humans, in large doses.",
    "Medical impact-Allergenicity": "Acer negundo is a severe allergen. Its pollination occurs from winter to spring, depending on latitude and elevation.",
    "References": "",
    "Bibliography": "Philips, Roger. Trees of North America and Europe. Random House, Inc., New York ISBN 0-394-50259-0, 1979.\nMaeglin, Robert R.; Lewis F. Ohmann (1973). \"Boxelder (Acer negundo): A Review and Commentary\". Bulletin of the Torrey Botanical Club. 100 (6): 357–363. doi:10.2307/2484104. JSTOR 2484104.",
    "External links": "Acer negundo facts and diagnostic traits\nInteractive Distribution Map of Acer negundo\nAcer negundo images at bioimages.vanderbilt.edu"
  }
}