{
  "url": "https://en.wikipedia.org/wiki/Acer_dettermani",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Macrantha"
    },
    {
      "Species": "†A. dettermani"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer dettermani is an extinct maple species in the family Sapindaceae described from a series of isolated fossil leaves.  The species is known from the late Eocene to early Oligocene  sediments exposed in the state of Alaska, USA.  It is one of several extinct species placed in the living section Macrantha.",
    "History and classification": "Acer dettermani is represented by a series of fossil specimens that were recovered from late Eocene to early Oligocene outcrops of the lower Meshik Volcanics, formerly called the Meshik Formation.  The rocks were first named in 1929 by R.S. Knappen for material exposed along the Meshik River near Meshik Lake. In 1996 the sequence was reexamined and subsequently renamed the Meshick Volcanics by Robert L. Detterman and a group of researchers, to better reflect the lithology of the rocks.  The age of the formation is considered to range from approximately 38 million years ago to approximately 28 million years ago.  The rock section from which the fossils of Acer dettermani and a number of other plant fossils were recovered is a tuff layer that is exposed on the south flank of Mount Aniakchak's crater.  Wolfe and Tanai interpreted the floral assemblage of Aniakchak as being a cool mesothermal forest composed of broad-leaf plants.The species was described from a pair of type specimens, the holotype leaf, specimen USNM 396014, and one paratype leaf, specimen USNM 396015. Both of the type specimens are currently preserved in the paleobotanical collections housed at the National Museum of Natural History, part of the Smithsonian Institution in Washington, D.C..  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. dettermani in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name dettermani is in recognition of Robert L. Detterman for his many contributions to the understanding of the Alaska Peninsula's Tertiary stratigraphy.",
    "Description": "Leaves of Acer dettermani are simple in structure, with perfectly actinodromus vein structure, and are generally widely elliptic in shape.  The leaves are shallowly three-lobed with the lateral lobes being about one half as long as the median lobe and all lobes being triangular in outline.  The leaves have three primary veins, seven to eight secondary veins, and range between an estimated 6.5 to 7.0 centimetres (2.6 to 2.8 in) long by 4.5 to 8.0 centimetres (1.8 to 3.1 in) wide in overall dimensions.  The overall morphology of A. dettermani suggests placement into the Acer section Macrantha.  This is based on the shallow lobing with small uniformly sized teeth and the vein structure of the leaves.\n\n\n== References =="
  }
}