{
  "url": "https://en.wikipedia.org/wiki/Acer_lobelii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Species": "A. lobelii"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer lobelii, known as Lobel's maple or L'Obel's maple is a rare maple tree native to southern Italy and the western Balkans. Synonyms include Acer platanoides subsp. lobelii and Acer cappadocicum Gled. subsp. lobelii (Ten.) De Jong.",
    "Description": "Acer lobelii is a medium-sized deciduous tree growing 20–25 metres (66–82 ft) tall with a narrow, erect crown. It is one of very few trees with a naturally fastigiate form. The bark is greenish-grey, smooth in young trees, becoming browner and shallowly furrowed in mature trees. The shoots are green covered by a thick glaucous blue-white wax at first, this wearing off within a year but the older shoots remaining green for several years.\nThe leaves are opposite, palmately lobed with five lobes, 6–12 centimetres (2.4–4.7 in) long and 6–15 centimetres (2.4–5.9 in) across; the lobes are entire or with one or two irregular teeth. The leaf stems bleed a milky latex when broken.\nThe flowers are in corymbs, yellow-green with five sepals 3–4 millimetres (0.12–0.16 in) long; flowering occurs in early spring. The fruit is a double samara with two winged seeds, the seeds are disc-shaped, strongly flattened, 6–11 millimetres (0.24–0.43 in) across and 2–3 millimetres (0.079–0.118 in) thick. The wings are 2.5 centimetres (0.98 in) long, widely spread, approaching a 180° angle.",
    "Distribution": "The species is rare and endangered in Italy, only occurring scattered in small groups in Italian sclerophyllous and semi-deciduous forests habitats. It was widely considered endemic in southern Italy, but is now also known in the western Balkans (former Yugoslavia), a distribution fairly closely matched by Pinus heldreichii (Bosnian Pine).\nIt is closely related to, and in some respects intermediate between, Acer cappadocicum, from Asia, and Acer platanoides, from further north in Europe, hence Acer platanoides subsp. lobeli. The suggestion has been made that it could be a natural hybrid between them, but differences from both, notably the strongly glaucous bloom on the young shoots, make treatment as a distinct species more reasonable.",
    "Cultivation and uses": "Lobel's maple is grown as an ornamental tree in northern Europe, valued for its narrow crown which makes it suitable for planting in confined spaces. Many of the trees in cultivation are grafted on Acer cappadocicum rootstocks, shown by the numerous root sprouts with Acer cappadocicum foliage.The horticultural hybrid maple Acer × zoeschense is often cited as having Acer lobelii as one of its parents, though more likely Acer cappadocicum.\n\n\n== References =="
  }
}