{
  "url": "https://en.wikipedia.org/wiki/Acer_latahense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Sapindales"
    },
    {
      "Family": "Sapindaceae"
    },
    {
      "Genus": "Acer"
    },
    {
      "Section": "Acer sect. Macrantha"
    },
    {
      "Species": "†A. latahense"
    }
  ],
  "text": {
    "__SUMMARY__": "Acer latahense is an extinct maple species in the family Sapindaceae described from series of isolated fossil leaves.  The species is known from the latest early to middle Miocene sediments exposed in the states of Oregon and Washington, USA.  It is one of several extinct species placed in the living section Macrantha.",
    "History and classification": "Acer latahense is represented by a group of fossil specimens from three different geologic formations.  Three of the leaves were recovered from the early Miocene to late Miocene aged outcrops of the Latah Formation near Spokane in Washington state. Another leaf is from the similarly aged Mascall formation near Tipton, Oregon, while the last fossil is from the middle Miocene age Succor Creek Formation near Nyssa, Oregon.  Both the Latah and Mascall Formations are composed of temporary lake beds which are interbedded with lava flows belonging to the Columbia River Basalt Group.  While the very similar floral composition of the two formations has resulted in both occasionally being termed the Latah Flora, currently the Mascall and Latah are considered separate though coeval formations.The type specimens for Acer latahense are located in three different repositories. The holotype leaf type specimen, a part and counterpart numbered USNM 396136A, B, and two paratype leaves are currently preserved in the paleobotanical collections housed in the National Museum of Natural History, part of the Smithsonian.  One other paratype leaf is housed at the University of California Museum of Paleontology in Berkeley, California, while the last paratype leaf is part of the University of Michigan Museum of Paleontology collections in Ann Arbor, Michigan.  The specimens were studied by paleobotanists Jack A. Wolfe of the United States Geological Survey, Denver office and Toshimasa Tanai of Hokkaido University.  Wolfe and Tanai published their 1987 type description for A. latahense in the Journal of the Faculty of Science, Hokkaido University.  The etymology of the chosen specific name latahense is in recognition of the type location for the species at the \"Brickyard site\" outcrop, part of the Latah Formation in Washington State.",
    "Description": "Leaves of Acer latahense are simple in structure with a perfectly actinodromous vein structure in which the primary veins originate at the base of the lamina and run out towards the margin.  The leaves are three-lobed with the lateral lobes being about one-third the length of the median lobe.  The leaves have three or five primary veins and an estimated size range of 3.5–10 centimetres (1.4–3.9 in) long by 2.0–8.0 centimetres (0.79–3.15 in) wide in overall dimensions.  The morphology of A. latahense suggests placement into the Acer section Macrantha.  This is based on the overall vein structure and small uniformly sized teeth and the structuring of the veins.  The combination of leaf morphology characters is most similar to the living maple species Acer rufinerve, commonly called the redvein or Honshū maple.  A. latahense is distinguishable by the lower number of teeth, which tend to be blunter, and by the structuring of the tertiary veins structure.  The extinct species Acer palaeorufinerve is also notably similar to A. latahense but has a broader medial lobe. Wolfe and Tanai suggest A latahense may be a descendant species of A. palaeorufinerve.\n\n\n== References =="
  }
}