{
  "url": "https://en.wikipedia.org/wiki/Exiliboa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Tropidophiidae"
    },
    {
      "Genus": "ExiliboaBogert, 1968"
    },
    {
      "Species": "E. placata"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Oaxacan dwarf boa.Exiliboa is a monotypic genus created for the non-venomous dwarf boa species, E. placata, which is endemic to southern Mexico. No subspecies are currently recognized.",
    "Description": "E. placata is shiny black in color.",
    "Behavior": "E. placata is fossorial.",
    "Geographic range": "E. placata is found in the Mexican state of Oaxaca in the Sierra de Juárez and Sierra Mixe near Totontepec. The type locality given is \"near latitude 17° 37' N. and longitude 96° 25' W., at an elevation of approximately 2300 meters [7,546 feet] on the headwaters of the Río Valle Nacional on the northern slopes of the Sierra de Juárez, in the State of Oaxaca, Mexico\".",
    "Conservation status": "The species E. placata is classified as Vulnerable (VU) on the IUCN Red List of Threatened Species with the following criteria: B1ab(iii) (v3.1, 2001). A species is listed as such when the best available evidence indicates that the geographic range, in the form of extent of occurrence, is estimated to be less than 20,000 km² (7,772 sq mi), estimates indicate it to be severely fragmented or known to exist at no more than 10 locations, and a continuing decline has been observed, inferred or projected in the area, extent and/or quality of habitat. It is therefore considered to be facing a high risk of extinction in the wild. The population trend is down. Assessed in 2007.",
    "References": "",
    "External links": "Exiliboa placata at the Reptarium.cz Reptile Database. Accessed 14 September 2007.",
    "Further reading": "Bogert CM (1968). \"A New Genus and Species of Dwarf Boa from Southern Mexico\". American Museum Novitates (2354): 1-38. (Exiliboa, new genus, p. 2; Exiliboa placata, new species, p. 6)."
  }
}