{
  "url": "https://en.wikipedia.org/wiki/Tropidophis_pilsbryi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Tropidophiidae"
    },
    {
      "Genus": "Tropidophis"
    },
    {
      "Species": "T. pilsbryi"
    }
  ],
  "text": {
    "__SUMMARY__": "Tropidophis pilsbryi, commonly known as Pilsbry's dwarf boa or the Cuban white-necked dwarf boa, is a species of snake in the family Tropidophiidae. The species is endemic to Cuba.",
    "Etymology": "Both the specific name, pilsbryi, and one of the common names, Pilsbry's dwarf boa, are in honor of American malacologist Henry Augustus Pilsbry.",
    "Subspecies": "Two subspecies are recognized, including the nominotypical subspecies:\nTropidophis pilsbryi pilsbryi Bailey, 1937 – eastern Cuba\nTropidophis pilsbryi galacelidus Schwartz & Garrido, 1975 – central Cuba",
    "Taxonomy": "In 2002 Hedges elevated the subspecies T. p. galacelidus to a full species, T. galacelidus.",
    "Description": "Male Tropidophis pilsbryi pilsbryi grow to a snout–vent length of 295 mm (11.6 in) and females to 260 mm (10 in). Tropidophis pilsbryi galacelidus can get bigger, with a snout–vent length of 187 mm (7.4 in) in males but 405 mm (15.9 in) in females.",
    "Reproduction": "T. pilsbryi is viviparous.",
    "References": "",
    "Further reading": "Bailey JR (1937). \"A review of some recent Tropidophis material\". Proc. New England Zoöl. Club 16: 41-52. (Tropidophis maculatus pilsbryi, new subspecies, p. 42).\nHedges SB (2002). \"Morphological variation and the definition of species in the snake genus Tropidophis (Serpentes: Tropidophiidae) from eastern Cuba\". Bull. Nat. Hist. Mus. London (Zool.) 68 (2): 83-90.\nSchwartz A, Henderson RW (1991). Amphibians and Reptiles of the West Indies: Descriptions, Distributions, and Natural History. Gainesville, Florida: University of Florida Press. 714 pp. ISBN 978-0813010496. (Tropidophis pilsbryi, p. 641).\nSchwartz A, Thomas R (1975). A Check-list of West Indian Amphibians and Reptiles. Carnegie Museum of Natural History Special Publication No. 1. Pittsburgh, Pennsylvania: Carnegie Museum of Natural History. 216 pp. (Tropidophis pilsbryi, p. 195)."
  }
}