{
  "url": "https://en.wikipedia.org/wiki/Tropidophis_greenwayi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Reptilia"
    },
    {
      "Order": "Squamata"
    },
    {
      "Suborder": "Serpentes"
    },
    {
      "Family": "Tropidophiidae"
    },
    {
      "Genus": "Tropidophis"
    },
    {
      "Species": "T. greenwayi"
    }
  ],
  "text": {
    "__SUMMARY__": "Common names: Caicos Islands dwarf boa.Tropidophis greenwayi is a nonvenomous dwarf boa species endemic to the Caicos Islands. Two subspecies are currently recognized, including the nominate subspecies described here.",
    "Etymology": "The specific name, greenwayi, is in honor of American ornithologist James Cowan Greenway.",
    "Description": "Adults of T. greenwayi reach maturity at a total length (including tail) of 225 mm (8.9 in) in males and 250–265 mm (9.8–10.4 in) in females. The maximum total length is 38 cm (15 in).",
    "Geographic range": "T. greenwayi is found in the West Indies in the Caicos Islands, particularly on the islands of Ambergris Cay, Long Cay, Middle Caicos, Middleton Cay, North Caicos, South Caicos, and probably also on Providenciales. The type locality given is \"Ambergris Cay, Caicos Islands, Bahamas\".",
    "Habitat": "T. greenwayi occurs in the rocky limestone areas of the cays.",
    "Conservation": "Because of its restricted island distribution, T. greenway is susceptible to extirpation. Unless wildlife protection laws are enforced, the relatively secretive nature of this snake may be its only protection against extinction.",
    "Feeding": "The diet of T. greenwayi consists mainly of anoles and geckos.",
    "Subspecies": "",
    "See also": "List of tropidophiid species and subspecies\nTropidophiidae by common name\nTropidophiidae by taxonomic synonyms",
    "References": "",
    "Further reading": "Barbour T, Shreve B (1936). \"New Races of Tropidophis and of Ameiva from the Bahamas\". Proc. New England Zool. Club 16: 1-3. (Tropidophis pardalis greenwayi, new subspecies, p. 2).\nSchwartz A (1963). \"A new subspecies of Tropidophis greenwayi from the Caicos Bank\". Breviora (194): 1-6. (Tropidophis greenwayi lanthanus, new subspecies).\nSchwartz A, Marsh RJ (1960). \"A review of the pardalis-maculatus complex of the boid genus Tropidophis of the West Indies\". Bull. Mus. Comp. Zool. 123 (2): 50-84.\nSchwartz A, Thomas R (1975). A Check-list of West Indian Amphibians and Reptiles. Carnegie Museum of Natural History Special Publication No. 1. Pittsburgh, Pennsylvania: Carnegie Museum of Natural History. 216 pp. (Tropidophis greenwayi, pp. 192–193).",
    "External links": "Tropidophis greenwayi at the Reptarium.cz Reptile Database. Accessed 22 September 2007."
  }
}