{
  "url": "https://en.wikipedia.org/wiki/Ardisia_elliptica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Primulaceae"
    },
    {
      "Genus": "Ardisia"
    },
    {
      "Species": "A. elliptica"
    }
  ],
  "text": {
    "__SUMMARY__": "Ardisia elliptica is an evergreen tree, also known as the shoebutton ardisia, duck's eye and coralberry, native to the west coast of India, Sri Lanka, Indochina, Malaysia, Indonesia and New Guinea. It is a prolific reproducer which has made it a successful invasive species in other locations in the tropics where it has been introduced as a garden ornamental.",
    "Description": "Ardisia elliptica is a tropical understory shrub that can reach heights of up 5 meters. Undamaged plants in forest habitats are characterized by a single stem, producing short, perpendicular branches. Leaves are elliptic to elliptic-obovate, entire, leathery and alternate. Umbellate inflorescences develop in leaf axils of branch leaves. Petals are light pink. Fruits are drupes that first turn red as they mature and then deep purple / black. Pulp staining fingers a deep purple. Seeds are approximately spherical with a diameter of about 5 mm.",
    "Status": "Ardisia solanacea and Ardisia humilis are considered to be included in the single variable species Ardisia elliptica by some botanists.",
    "Invasive species": "It is grown in gardens as an ornamental and has become an invasive species in Puerto Rico, tropical Australia (Queensland, Northern Territory), Southern Florida in the USA, the Caribbean, the Mascarene Islands, the Seychelles, and on several Pacific islands such as Hawaii.Given ideal conditions, individuals can reach reproductive maturity in 2–4 years in the field and 1–2 years in a shade house. Large adults in bright forested sites have been measured producing up to 400 fruits. However, adults can also successfully set fruit under shady conditions. Seeds do not have any long-term dormancy (i.e., greater than 6 months), however, seedlings and juveniles can survive under very shady conditions for many years. Given enough light, juveniles rapidly develop into reproductive adults. Its fruit is readily consumed by both avian and mammalian frugivores and rapid spread across a landscape is possible.",
    "Phytoconstituents": "The benzoquinone rapanone, the terpenoids bauerenol and amyrin, and the phenolic compounds  syringic acid, isorhamnetin, quercetin, bergenin, 5-(Z-heptadec-4'-enyl)resorcinol and 5-pentadecylresorcinol can be found in A. elliptica.",
    "Pharmacology": "Antiplatelet and Antibacterial.",
    "Ethnopharmacology": "In Malaysia, a decoction of leaves is said to assuage retrosternal pains, and a paste made from the leaves is used to treat herpes and measles.  In Thai traditional medicine, the fruits are used to cure diarrhoea with fever.  In Southeast Asia leaves are used to treat scabies, and fruit for intestinal worms.",
    "References": "Invasive Species Specialist Group (ISSG). Ardisia elliptica"
  }
}