{
  "url": "https://en.wikipedia.org/wiki/Ardisia_solanacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Primulaceae"
    },
    {
      "Genus": "Ardisia"
    },
    {
      "Species": "A. solanacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Ardisia solanacea, called shoebutton ardisia in English, is a species of the genus  Ardisia in family Primulaceae (subfamily Myrsinoideae).",
    "Description": "Ardisia solanacea is a 1.5 to 6 meters high evergreen shrub or small tree. The thick branches are usually colored red. The bark is smooth and brown. The glabrous leaves are inversely lanceolate, obovate-elliptical or elongated, they are 7.5 to 17 cm long and 2.5 to 7 cm wide. Towards the front, they are pointed or blunt short, they are narrowed down to a pointed base. The veining is slightly reticulated and after drying translucently dotted.\nThe inflorescences are in axillary, corymb-like racemes, shorter than the leaves, and are up to 3 (rarely up to 6.5) cm long. The pedicels are 1 to 3 cm long. The sepals have a length of 2 to 4 mm and are separate from each other. They are depressed ovate, almost circular or kidney-shaped, dotted and ciliated. The petal is pale mauve to dark pink, the corolla lobe is ovate-elliptical or elongated elliptical, asymmetrical, dotted with small scattered glands.\nThe 8 mm long and 11 mm wide berries are depressed-globose, first pink, then black. They contain one seed. They are supported on persistent sepals. The juice is purple, and the flesh is white.",
    "Status": "Ardisia solanacea and Ardisia humilis are considered to be included in the single variable species Ardisia elliptica by some botanists.",
    "Distribution": "Ardisia solanacea is native to Pakistan, India, Sri Lanka, Southeast Asia and West China. It grows in moist ravines and in the understorey of evergreen to semi-evergreen forests. In the Himalayas it grows at altitudes of 200–1100 m.",
    "Invasive species": "It is cultivated in gardens in tropical countries for its evergreen habit and showy pink flowers. It has become an invasive species in Puerto Rico, tropical Australia (Queensland, Northern Territory), Florida in the USA, the Caribbean, the Mascarene Islands, the Seychelles, and on several Pacific islands such as Hawaii.",
    "Sources": "Henri Alain Liogier. Descriptive Flora of Puerto Rico and Adjancent Islands, Spermatophyta, Volume IV: Melastomataceae to Lentibulariaceae. Universidad de Puerto Rico, 1995, ISBN 0-8477-2337-2.\nM.D. Dassanayake and W.D. Clayton, editors. A Revised handbook to the flora of Ceylon, Volume 13, Rotterdam, 1999 pp. 140–141.\n“\"Shoebutton Ardisia\", Flowers of India Website at http://www.flowersofindia.net/catalog/slides/Shoebutton%20Ardisia.html (retrieved 27.2.2013)\n\"Ardisia solanacea Roxb. – MYRSINACEAE\" at Biotik.org, at http://www.biotik.org/india/species/a/ardisola/ardisola_en.html (retrieved 27.2.2013)\n\n\n== References =="
  }
}