{
  "url": "https://en.wikipedia.org/wiki/Ardisia_crenata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Ericales"
    },
    {
      "Family": "Primulaceae"
    },
    {
      "Genus": "Ardisia"
    },
    {
      "Species": "A. crenata"
    }
  ],
  "text": {
    "__SUMMARY__": "Ardisia crenata is a species of flowering plant in the primrose family, Primulaceae, that is native to East Asia. It is known by a variety of names such as Christmas berry, Australian holly, coral ardisia, coral bush, coralberry, coralberry tree,  hen's-eyes, and spiceberry. A. crenata is a compact shrub that reaches 1 metre (3.3 ft), often with a single stem.  Leaves are dark green, thick, glossy, and have tightly waved edges The flowers are small, white or reddish, fragrant, and form clusters. The fruit is a glossy, bright red drupe.  The seeds are able to germinate under a dense canopy and are dispersed by birds and humans.This invasive species was introduced to the United States in the early twentieth century as an ornamental species.  It was observed to have escaped cultivation in 1982.Preparations made from the root of Ardisia crenata are used as an ingredient in traditional Chinese medicine.",
    "Description": "Christmas berry is an upright perennial shrub that grows 1.5–6 feet (0.46–1.83 m) tall.  It maintains a caespitose growth pattern and is often multi-trunked. Christmas berry prefers moist soil and germination can occur from pH 4 to pH 10. It does well in temperatures of 25 °C and above. Germination rates are as high as 97.79% after 40 days.  Its leaves are simple, alternate and measure up to 8 inches long. They are waxy and dark green with a crenate margin containing small calluses within the ridges. The leaf tips are acuminate and their petioles are 3–10 mm long. They have a central vein with up to 18 pairs of side veins. Flowers are white or pink with yellow anthers and grow in axillary clusters and are very often covered in multiple black spots. Plants begin to bear fruit two years after sprouting. Christmas berry has an abundance of spherical, 1-seeded red berries of about 0.25 inches in diameter that remain on the plant throughout the year. The berry clusters often sag down below the glossy foliage. Berries are dispersed by birds and, when present, raccoons through consumption and subsequent excretion and also by water flow.While there are indications the plant may be poisonous to livestock, pets and humans, due to cattle deaths in Florida, there is no scientific confirmation of this.",
    "Invasion": "Christmas berry is an invasive species in the southeastern United States, escaping captivity in wooded areas of Florida in 1982. The invasive cultivar in this region is originally from Japan.  Its cultivation as an ornamental has aided its ability to proliferate throughout the understory of mesic hardwoods. It is now naturalized in hardwood hammocks throughout the USDA Plant Hardiness Zone 9, particularly in Florida and Texas. It is classified as a Category I pest by the Florida Exotic Pest Plant Council, meaning that it is interfering with the local plant ecosystem by out-competing native plants and thereby eliminating them, as well as hybridizing with them.Christmas berry is viewed as an environmental weed in Australia, particularly in its rainforests. It has become naturalized in north-eastern New South Wales. It has also been naturalized in two islands of Hawaii.",
    "Ecological Effect": "The dense foliage of Christmas berry shades out native seedlings of the understory by decreasing the amount of light reaching the forest floor by as much as 70%. Its prolific berry yield furthers its ability to form monocultures, as other natives are unable to compete reproductively with the yearlong persistence of berries. These monocultures can reach numbers of over 100 plants per square meter. When the mature plants from these stands are removed, juvenile seedlings will take over the space they leave behind. The diversity of native plant species in the presence of this invasive is greatly diminished through lowered germination rates in the face of the thick cover of Christmas berry.",
    "Control": "",
    "Control-Biological": "There has not been a biological control designated for Christmas berry.",
    "Control-Chemical": "A 3% solution of glyphosate or triclopyr ester, or 4% triclopyr amine, has been shown effective in management of Christmas berry.  However, the effect of glyphosate is non-specific, so the effects of the spray on the environment must be monitored. 2,4-D weakness is also exhibited, with even greater susceptibility during seedling or regrowth stages than during maturity. Triclopyr herbicide is most effective at maturity.\n A basal bark application of 18% v/v solution of Remedy or Garlon 4 is an effective suppressant.",
    "Control-Cultural": "Thriving ground cover prior to invasion will help slow down seedling colonization.",
    "Control-Mechanical": "Mechanical control of Christmas berry is a challenge. Useful methods include hand-pulling in the case of small-scale invasions. This is not a very efficient method due to the difficulty of eliminating all the surrounding berries littering the ground that will soon replace the removed material. Another option is discing, which tills the soil up in hopes of destroying the rhizomes. This must be carefully administered to prevent harm of the surrounding local flora and ensuring that the rhizomes are subdued. Cutting as well as burning prove to be ineffective due to the strongly rhizomatous nature of the plant. If a mechanical method is used to control the plant, the site must be regularly monitored for at least a year in order to ensure elimination of Christmas berry.",
    "Medical uses": "The leaves of Ardisia crenata are being investigated as a remedy to stop asthmatic contractions and spasms. The plant contains a medicinal substance known as FR900359 that could treat several diseases, including asthma, hypertension, and uveal melanoma.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}