{
  "url": "https://en.wikipedia.org/wiki/Crataegus_mexicana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Eudicots"
    },
    {
      "(unranked)": "Rosids"
    },
    {
      "Order": "Rosales"
    },
    {
      "Family": "Rosaceae"
    },
    {
      "Genus": "Crataegus"
    },
    {
      "Series": "Mexicanae(Loudon) Rehder[1]"
    },
    {
      "Species": "C. mexicana"
    }
  ],
  "text": {
    "__SUMMARY__": "Crataegus mexicana is a species of hawthorn known by the common names tejocote, manzanita, tejocotera and Mexican hawthorn. It is native to the mountains of Mexico and parts of Guatemala, and has been introduced in the Andes. The fruit of this species is one of the most useful among hawthorns.\nCrataegus pubescens Steud. is a nomenclaturally illegitimate name (for Crataegus gracilior J.B.Phipps) that is commonly misapplied to this species.",
    "Etymology": "Tejocote, the Mexican name for this fruit, comes from the Nahuatl word texocotl which means \"stone fruit\". The alternative (and ambiguous) name manzanita means \"little apple\" in Spanish. The generic name, Crataegus, is derived from a Latinized Greek compound word literally meaning \"strong sharp,\" in reference to the thorny habitus of several species.",
    "Description": "The plant is a large shrub or small tree growing to 5–10 m tall, with a dense crown. The leaves are semi-evergreen, oval to diamond-shaped, 4–8 cm long, with a serrated margin. The flowers are off-white, 2 cm diameter. The fruit is a globose to oblong orange-red pome 2 cm long and 1.5 cm diameter, ripening in late winter only shortly before the flowers of the following year.",
    "Uses": "The fruit is eaten in Mexico cooked, raw, or canned. It resembles a crabapple, but it has three or sometimes more brown hard stones in the center.  It is a main ingredient used in ponche, the traditional Mexican hot fruit punch that is served at Christmas time and on New Year's Eve. On Day of the Dead tejocote fruit as well as candy prepared from them are used as offerings to the dead, and rosaries made of the fruit are part of altar decorations. A mixture of tejocote paste, sugar, and chili powder produces a popular Mexican candy called rielitos, because it resembles a tiny train rail.\nDue to its high pectin content, the fruit is industrially processed to extract pectin for the food, cosmetic, pharmaceutical, textile and metal industries.\nOther uses include food for livestock (for which the leaves and fruits are used) and traditional medicinal uses; a Mexican hawthorn root infusion is used as a diuretic and as a remedy for diarrhea, and fruit-based preparations are a remedy for coughing and several heart conditions.\nThe Mexican hawthorn tree's wood is hard and compact, it is useful for making tool handles as well as for firewood.",
    "Smuggling": "It is legal to import Tejocote into the U.S. from Mexico as of 2015.[1]",
    "Botanical nomenclature": "The name C. pubescens Steud., published in 1840, is a better-known name for this species, but is  illegitimate under the International Code of Botanical Nomenclature. It is a later homonym of C. pubescens C.Presl which was published in 1826 as the name of a species from Sicily.",
    "See also": "List of hawthorn species with yellow fruit\nUnforbidden Fruit, a project that encourages tejocote cultivation in the U.S.",
    "References": "\nUSDA Plants Profile"
  }
}