{
  "url": "https://en.wikipedia.org/wiki/Eremophila_strongylophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. strongylophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila strongylophylla is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small shrub with distinctive round leaves, yellowish new growth and purple flowers which are white inside. It is similar to Eremophila mackinlayi and Eremophila hygrophana but distinguished from them by characteristics including leaf shape, and the type of hairs on its leaves and branches.",
    "Description": "Eremophila strongylophylla is a rounded shrub with many branches growing to a height of between 0.4 and 0.6 m (1 and 2 ft) with its branches and leaves covered with a layer of fine, yellowish to grey hairs and glandular hairs. The branches are rough due to raised leaf bases. The leaves are arranged alternately, well spaced along the branches and have a flattened stalk that is 1.5–5.5 mm (0.06–0.2 in) long. The leaf blade is egg-shaped, spoon-shaped or almost round, mostly 9–18 mm (0.4–0.7 in) long, 6.5–13 mm (0.3–0.5 in) wide and has a wavy surface.The flowers are usually borne singly in leaf axils on a hairy stalk which is usually 1–3.5 mm (0.04–0.1 in) long.  There are 5 narrow-triangular, green sepals which are mostly 8.5–11 mm (0.3–0.4 in) long. The outside surface of the sepals has similar yellowish hairs to those on the leaves while the inside surface has mostly glandular hairs. The petals are 18–28 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube is purple on the outside and white with purple spots inside the tube. The outer surface of the petal tube is hairy but the inner surface of the lobes is glabrous while the inside of the tube is filled with long, woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs between April and October and the fruit which follow are oval to conical in shape, 6.5–8 mm (0.26–0.31 in) long and thickly covered with branched white hairs.",
    "Taxonomy and naming": "Eremophila strongylophylla was first formally described by Ferdinand von Mueller in 1876 and the description was published in Fragmenta phytographiae Australiae. The specific epithet is  derived from the ancient Greek words strongylos (στρογγύλος), \"round\" and phyllon (φύλλον), \"leaf\", referring to the distinctive rounded leaves.",
    "Distribution and habitat": "This eremophila occurs in areas between the Overlander Roadhouse and Carnarvon in the Carnarvon, Gascoyne, Murchison and Pilbara biogeographic regions. It grows in red, sandy soil near watercourses and along drainage lines.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The most attractive forms of E. strogylophylla are those with gold tips on the new leaves but all are small shrubs with lilac-coloured to purple flowers over an extended period. It can be propagated by cuttings but plants grown on their own roots have a tendency to sucker. If this characteristic is not desirable, grafting onto Myoporum rootstock is preferred. The plant will grow in most soils in a sunny or part-shaded position and only requires the occasional watering during a long drought. It can tolerate light frosts but a heavy frost may cause damage that can be pruned away after winter, rejuvenating the shrub.\n\n\n== References =="
  }
}