{
  "url": "https://en.wikipedia.org/wiki/Eremophila_ramiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. ramiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila ramiflora is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with sticky branches, broad, sticky leaves and deep red flowers which appear in successive flowerings.",
    "Description": "Eremophila ramiflora is an erect or spreading shrub which grows to a height of 1 to 3 m (3 to 10 ft). Its branches are thick, (up to 12 mm (0.5 in) in diameter,) hard, brittle, mostly leafless except at the ends, have persistent raised leaf bases and are thickly covered with resin. The leaves are arranged alternately and clustered at the ends of the branches, lance-shaped, often folded into a U-shape, wavy, mostly 45–70 mm (2–3 in) long and 18–26 mm (0.7–1 in) wide. The edges of the leaves are densely hairy with the hairs embedded with resin so that the leaves have a false margin.\nThe flowers are borne in groups of up to 3 in leaf axils on straight or S-shaped stalks, usually 10–22 mm (0.4–0.9 in) long. Usually the flowers open in succession with the last flower opening in a later season, often on older, leafless woody parts. There are 5 overlapping, greenish to deep red, hairy sepals which differ in size and shape from each other. The shape ranges from oblong to egg-shaped or spoon-shaped and the sepal length from 8 to 13 mm (0.3 to 0.5 in), enlarging after flowering to 12 to 20 mm (0.5 to 0.8 in). The petals are 25–30 mm (0.98–1.2 in) long and are joined at their lower end to form a tube. The petal tube is red to bronze-coloured and greenish-yellow towards the base. The tube is faintly spotted on the outside and prominently spotted on the petal lobes. Both surface of the petal tube and lobes are covered with glandular hairs, more densely on the outside and inside the tube. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from June to November and is followed by the fruits which are oval-shaped to cone-shaped with a pointed end, 8 to 10 mm (0.3 to 0.4 in) with a pale brown, papery covering.",
    "Taxonomy and naming": "This species was first formally described by Bernard Dell in 1975 and the description was published in Journal of the Royal Society of Western Australia. The specific epithet (ramiflora) is derived from the Latin word ramus meaning \"branch\" and flos meaning \"flower\" referring to the later flowers which often appear on the leafless part of the branches.",
    "Distribution and habitat": "Eremophila ramiflora grows in stony red clay and occurs between Leonora, Wiluna and Carnegie in the Gascoyne, Gibson Desert and Murchison biogeographic regions.",
    "Conservation": "Eremophila ramiflora is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}