{
  "url": "https://en.wikipedia.org/wiki/Eremophila_eriocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. eriocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila eriocalyx, commonly known as desert pride, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with greyish leaves, very hairy sepals and petals that range in colour from white to yellow, sometimes pink or purple.",
    "Description": "Eremophila eriocalyx is an erect, sometimes spindly shrub, usually growing to a height of between 0.7 and 2 m (2 and 7 ft) with branches that are covered with white or yellowish hairs. The leaves are arranged alternately along the branches and are linear to lance-shaped with the edges thickened and turned under. They are mostly 15–32 mm (0.6–1 in) long and 1–4 mm (0.04–0.2 in) wide and covered with soft, white hairs.The flowers are borne singly in leaf axils on a hairy stalk usually 7–15 mm (0.3–0.6 in) long. There are 5 hairy green to reddish-purple sepals which are mostly 10–18 mm (0.4–0.7 in) long. The petals are 15–28 mm (0.6–1 in) long and joined at their lower end to form a tube. They are a shade of cream to yellow, white or sometimes purple to pinkish-purple. The petal tube is mostly covered with glandular hairs except for the inner side of the petal lobes.The inside of the tube is filled with woolly hairs. The 4 stamens are enclosed in the petal tube sometimes equalling it in length. Flowering occurs from August to October and is followed by fruits which are oval-shaped, have distinct ribs, are glabrous and 5–10 mm (0.2–0.4 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1859 by Victorian Government Botanist Ferdinand von Mueller in Fragmenta Phytographiae Australiae. His description was based on plant material collected by Augustus Frederick Oldfield near the Murchison River. The specific epithet (eriocalyx) is derived from the ancient Greek erion (ἔριον), \"wool\" and kalyx (κάλυξ), \"calyx\", and \"refers to the distinctive woolly sepals\".",
    "Distribution and habitat": "Desert pride is widespread from the coast of Western Australia between Geraldton and Kalbarri and eastwards to near the Plumridge Lakes. It grows in a wide range of soils, often in mulga woodland.",
    "Conservation": "Eremophila eriocalyx is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has attractive flowers - yellow buds appear between woolly sepals then open to white with a lemon or creamy tinge, although other colour forms occur. It can be propagated by cuttings but in humid areas preferably by grafting onto Myoporum rootstock. It will grow in most soils, although more slowly in clay soils, in full sun or partial shade, is both drought tolerant and frost hardy, and is long lived in the garden situation.\n\n\n== References =="
  }
}