{
  "url": "https://en.wikipedia.org/wiki/Eremophila_dalyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. dalyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila dalyana, commonly known as gidgee fuchsia bush, desert fuchsia or ilpengk by Alyawarre people in the Utopia homeland in  Central Australia, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to an area of central Australia. It is a broom-like shrub or small tree with thin leaves and pale pink to white flowers. It is found in south-western Queensland, the extreme north east of South Australia and in a small area in the Northern Territory.",
    "Description": "Eremophila dalyana is a shrub or small tree which grows to a height of between 1 and 4 m (3 and 10 ft) and a width of up to 1.5 m (5 ft). It has many erect branches giving the plant a broom-like appearance. Most parts of the plant are covered with silvery or greyish scales. The leaves are erect, arranged in opposite pairs, linear in shape, mostly 13–50 mm (0.5–2 in) long, about 1 mm (0.04 in) wide and have a curved hook on the end.The flowers are usually borne singly in leaf axils on a stalk 4–8 mm (0.2–0.3 in) long. There are 5 grey-green, triangular sepals which are scaly on the outer surface, hairy on the inside and 1.5–3.5 mm (0.06–0.1 in) long. The petals are 18–26 mm (0.7–1 in) long and joined at their lower end to form a tube.  The petal tube is a shade of pinkish lilac  to white on the outside and has pale yellow spots inside. The outside surface is scaly and the inside of the petal lobes is hairy but the inside of the tube is filled with soft hairs. The 4 stamens are fully enclosed within the tube. The main flowering time is from July to October and is followed by fruits which are cylinder-shaped, 9–18 mm (0.4–0.7 in) long and have a papery covering.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1865 and the description was published in Fragmenta phytographiae Australiae. The specific epithet (dalyana) honours Sir Dominick Daly, Governor of South Australia from 1862 to 1868.",
    "Distribution and habitat": "Eremophila dalyana occurs in south-western Queensland and the extreme north east of South Australia. There is also a disjunct population in the south-eastern Northern Territory. It usually grows in sandy soil in mulga and gidgee communities.",
    "Uses": "",
    "Uses-Indigenous medicine": "The Alyawarre people of the Utopia community regard this plant, which they call ilpengk to be a source of powerful medicines, which they use to treat respiratory complaints and skin complaints like scabies. The medicine is prepared by collecting leaves which are then ground into a paste, mixed with fat, boiled, strained and decanted.",
    "Uses-Horticulture": "Gidgee fuchsia bush is a very drought tolerant plant and flowers especially abundantly in the driest years. It is also long lived and some specimens have grown in gardens for more than 30 years. It is most easily grown from cuttings but in humid areas needs to be grafted onto Myoporum. It is hardy in a wide range of soils, grows in full or filtered sunlight and tolerates frost when mature.",
    "References": "",
    "External links": "Video showing how indigenous Australians collect and process ilpengk to produce medicine: https://web.archive.org/web/20160304065051/http://central.batchelor.edu.au/film/ilpengk-slideshow/"
  }
}