{
  "url": "https://en.wikipedia.org/wiki/Eremophila_crenulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. crenulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila crenulata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the far west of Western Australia. It is a large shrub, distinguished by its broad leaves which have distinctively wavy margins. The flowers are white, pink or blue and occasionally purple.",
    "Description": "Eremophila crenulata is a shrub growing to a height of between 0.5 and 2.0 m (20 and 80 in) with stems that are lumpy with prominent leaf bases and are often sticky due to the presence of resin. The leaves are arranged alternately along the stems and are mostly 17–31 mm (0.7–1 in) long, 4.5–10 mm (0.2–0.4 in) wide, shiny and sticky due to the presence of resin. Their most distinctive feature is their margins which are wavy and have rounded teeth. There is a distinct mid-rib on the lower surface and the upper surface has tiny dents.\nThe flowers are borne singly or in pairs in leaf axils on stalks 8.5–13 mm (0.3–0.5 in) long which are more or less hairy. There are 5 cream-coloured to reddish purple sepals which are variable in size and shape but mostly 6–16 mm (0.2–0.6 in) long. The petals are 11–22 mm (0.4–0.9 in) long and joined at their lower end to form a tube. The petal tube is white to lilac-coloured on the outside and white with lilac or purple spots inside. Most of the petal tube is glabrous except for the inside which has long soft hairs. The 4 stamens are fully enclosed within the tube or about the same length as it. Flowering occurs mostly from August to October and is followed by fruits which are oval to cone-shaped, have prominent ribs and are 3–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Eremophila crenulata was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock about 3.4 kilometres (2 mi) east of the Overlander Roadhouse. The specific epithet (crenulata) is a Latin word meaning \"minutely notched\".",
    "Distribution and habitat": "This eremophila occurs between Coburn Station and Gascoyne Junction in the Carnarvon and Gascoyne biogeographic regions where it grows in red sandy soils, on dunes and near shallow lakes.",
    "Conservation": "Eremophila crenulata is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "The glossy leaves contrasting with white to pale lilac-coloured flowers make this eremophila an attractive medium-sized shrub. It is difficult to propagate other than by grafting onto Myoporum species and prefers a well-drained soil, but once established it is tolerant of drought although sensitive to frost.\n\n\n== References =="
  }
}