{
  "url": "https://en.wikipedia.org/wiki/Eremophila_prolata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. prolata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila prolata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with a rounded top, prominently ridged, hairy branches, narrow leaves and white to deep lilac-coloured flowers.",
    "Description": "Eremophila prolata is a shrub which grows to a height of between 0.8 and 1.8 m (3 and 6 ft) and which has a flattened to rounded crown. The branches have prominent leaf bases, are densely covered with milky-white hairs and are sticky due to the presence of brown resin. The leaves are arranged alternately along the branches and are linear to elliptic in shape, taper towards both ends, mostly 20–40 mm (0.8–2 in) long, 1.6–3.0 mm (0.06–0.1 in) wide and hairy but the hairs often hidden by resin.The flowers are usually borne in groups of 2 or 3 in leaf axils on flattened, hairy stalks 10–25 mm (0.4–1 in) long. There are 5 brownish to dark purplish-pink, overlapping sepals which differ in shape from each other, ranging from egg-shaped to lance-shaped and 10–23 mm (0.4–0.9 in) long. Both surfaces of the sepals are hairy and often sticky near the base of the sepal. The petals are 18–28 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube is white to pale lilac or deep purple on the outside, while the inside of the tube is white, faintly spotted with lilac. The outside of the petal lobes and most of the tube are hairy, the inside of the lobes is glabrous and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to September and is followed by fruits which are dry, woody, cone-shaped to oval-shaped, 6.5–9 mm (0.3–0.4 in) long and have a paper covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (prolata) is a Latin word meaning \"extended\" or \"elongated\", referring to the elongated flower buds.",
    "Distribution and habitat": "Eremophila prolata is only known from near Yarlarweelor Station in the Gascoyne and Murchison biogeographic regions of Western Australia growing in red-brown clay in stony places.",
    "Conservation": "Eremophila prolata is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "The pale lilac to deep purple flowers of this eremophila are well displayed and it is a valuable garden plant in frost-free gardens. It is difficult to propagate except by grafting onto Myoporum rootstock and needs to be grown well-drained soil in a sunny position. It is very drought resistant although an occasional watering during a long drought may stimulate flowering.\n\n\n== References =="
  }
}