{
  "url": "https://en.wikipedia.org/wiki/Eremophila_sturtii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. sturtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila sturtii, commonly known as turpentine bush, is a shrub endemic to Australia. Aboriginal people give it names including munyunpa and watara. A medium to large shrub, it is often multi-stemmed and has narrow leaves and lilac-coloured to pale mauve flowers. It is widespread and common in the drier parts of Australia and occurs in all mainland states, although it is endangered in Victoria. It is sometimes regarded as a weed, partly because of its ability to reproduce vegetatively.",
    "Description": "Eremophila sturtii is a shrub growing to a height of 1–3 m (3–10 ft) with many slender branches and dark grey, deeply fissured bark on older specimens. Its leaves are arranged alternately, bright green, slightly aromatic, mostly 10–50 mm (0.4–2 in) long and 0.5–2.5 mm (0.02–0.1 in) wide. They are also linear in shape with a curved, hooked end, glabrous, shiny and often sticky due to the presence of resin.\nThe flowers are borne singly, rarely in pairs, on curved stalks 6–18 mm (0.2–0.7 in) long in the leaf axils. There are 5 cream-coloured to pinkish-purple, lance-shaped to egg-shaped sepals. The sepals are sticky, mostly glabrous and usually 7–11 mm (0.3–0.4 in) long. The five petals are 12–18 mm (0.5–0.7 in) and joined at their lower end, forming a bell-shaped tube. The petal tube is lilac-coloured to mauve or pinkish purple, rarely white and is spotted with purple. The petal tube has glandular hairs on the outside but the outside of the lobes is often covered with many long, thin hairs. The inside of the lobes is glabrous, except for the lower one which is covered with long thin hairs. The inside of the petal tube is filled with long, soft hairs. The 4 stamens do not protrude beyond the end of the petal tube. Flowering occurs from July to October and is followed by fruit which are hard, hairy, oval shaped and 3.5–5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Eremophila sturtii was first formally described by Robert Brown in 1849 and the description was published in Charles Sturt's Narrative of an expedition into Central Australia and named for Captain Charles Sturt in honour of his explorations in central Australia.There are many common names for E. sturtii, including turpentine bush, narrow-leaved emu bush, budda bush, small sandalwood, scented sandalwood, turpentine emu bush, narrow-leaved emu-bush and kerosene bush. Pitjantjatjara people know the plant as munyunpa or watara, Anmatyerre people as atyer or kwenthey and the Arrernte people as ilpurt-ilpurte.",
    "Distribution": "Eremophila sturtii is common and widespread through south west Queensland, western New South Wales and eastern South Australia. There is a small population in the far north-west of Victoria. There is also a disjunct distribution in south-central Northern Territory, eastern Western Australia and north central South Australia. It grows on clay soils on plains, red sandy soils of sand plains and on low shaley hills.",
    "Ecology": "Like its close relative E. mitchellii, E. sturtii is a weed in some pastoral areas. It can form root suckers enabling it to form extensive colonies. When above-ground parts of the plant are removed, it regrows vigorously from its roots and it is also difficult to control using fire or herbicide. Legislation relating to the limiting of land clearing exempts E.sturtii, E. mitchellii and some other native species.Research into methods to control the spread of E. sturtii initially focused on regeneration following severe fires in 1974 in the Ivanhoe (NSW) district. The results showed that E. sturtii was particularly good at regeneration after fire and ‘recovery seemed independent of burning conditions and shrub size’. Later studies of ‘grubbing’ techniques in the Cobar region of New South Wales have shown that ripping the plants from the soil, and then covering the exposed roots with soil, has been the most effective method of control.\nConcern has been raised about the consequences of removal of woody weeds. As a dominant species they are stable in the environment. What happens, in terms of replacement, in the event of removal is still unclear.  A native scale insect in the genus Pulvinaria has been shown to be valuable in the control of E. sturtii and E. mitchellii but to be effective, the insect needs to be manually transferred.",
    "Conservation": "This species is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife and \"of least concern\" in the Northern Territory. It is listed as endangered in Victoria.",
    "Uses": "",
    "Uses-Medicine": "Aboriginal Australians used munyunpa as an infusion or in the form of ashes to treat backache and the leaves as an infusion or a decoction to treat sores, cuts, head colds, sore eyes or diarrhoea. Evidence exists that this plant was used in the treatment of coughs and colds by grinding the leaves and mixing with fat to spread on the skin.  Recent research has focused on the pharmacology of many eremophila species, including E. sturtii. Isolating compounds found in endemic species of plants is becoming prevalent in the search for means to assist in the fight against antibiotic resistant bacteria. This is a costly and time consuming practice. Research into E. sturtii has been focused on the development of an antibacterial layer that can be applied to medical implants to prevent infection.",
    "Uses-Horticulture": "The Society for Growing Australian Plants (now Australian Native Plants Society (Australia)) Eremophila Study Group has focused attention on propagating eremophila species with varying degrees of success. This eremophile has been seen as a highly desirable garden plant because of its density of flowers. \"It resembles a bridal veil blowing in the wind when in flower\". Propagation from cuttings is very difficult for this species and Grafting onto Myoporum rootstock is preferred for this species in domestic gardens to avoid the problems of suckering. Its frost tolerance, and hardiness in drought, makes it a species that is noted for inclusion in difficult gardens, however it can cause skin irritation in some people.",
    "Uses-Other uses": "Eremophila sturtii has insect-repellant properties and the branches were sometimes used by European settlers to thatch meat-houses. Aboriginal people used the plant for weapons and implements, shade and shelter, as fish poison and to make fish traps. They also used the fruits for food.",
    "References": "",
    "External links": "The Atlas of Living Australia"
  }
}