{
  "url": "https://en.wikipedia.org/wiki/Eremophila_virens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. virens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila virens, commonly known as green-flowered eremophila or Campion eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with large, shiny leaves and hairy, yellowish-green flowers.",
    "Description": "Eremophila virens is an erect shrub which grows to a height of between 2 and 5 m (7 and 20 ft) with branches that are glabrous apart from matted white to yellowish hairs around the bases of young leaves. The leaves are arranged alternately along the branches and have a stalk 10–28 mm (0.4–1 in) long which has a furrow on the upper surface and is densely covered with white to yellowish, matted hairs. The leaf blade is sticky, lance-shaped to egg-shaped, folded lengthwise with a tapered end, mostly 45–70 mm (2–3 in) long, about 15–30 mm (0.6–1 in) wide, glabrous and sometimes with small teeth along the edge.The flowers are borne singly or in groups of up to 3 in leaf axils on sticky, S-shaped stalks that are 20–25 mm (0.8–1 in). There are 5 overlapping, sticky green, oblong to narrow egg-shaped, more or less hairy sepals which are 6–11 mm (0.2–0.4 in) long and mostly glabrous except for dense yellowish hairs near the top of the inner surface. The petals are 15–25 mm (0.6–1 in) long and are joined at their lower end to form a tube. The petal tube is green to yellowish-green and lacks spots. Both inner and outer surfaces are hairy but the hairs on the inner surface of the tube and its lobes are glandular. The 4 stamens extend beyond the end of the petal tube. Flowering occurs between August and October and is followed by fruit which are dry, woody, oval-shaped to almost spherical, 3.5–5 mm (0.1–0.2 in) in diameter with a glabrous covering.",
    "Taxonomy and naming": "The species was first formally described by Charles Gardner in 1942 from a specimen he collected near Campion. The description was published in Journal of the Royal Society of Western Australia. The specific epithet (virens) is a Latin word meaning \"becoming green\".",
    "Distribution and habitat": "Green-flowered eremophila grows in sandy soil on quartzite hills and near granite outcrops in the Mukinbudin - Warralakin area in the Avon Wheatbelt and Coolgardie biogeographic regions.",
    "Conservation": "Eremophila virens is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). It is listed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and a recovery plan has been prepared. In 2008 it was known from 14 populations over a range of 55 km (30 mi), none of which had more than 250 individual mature plants.",
    "Use in horticulture": "This is one of the earliest flowering eremophilas, often having blossoms as early as July. Although the flowers are mostly green, they are attractive to nectar-feeding birds. The plant can be propagated from cuttings but these are slow to strike and grafting onto Myoporum rootstock is usually more reliable. It will grow in a wide range of soils in either full sun or part shade, only needs an occasional watering during a long dry spell but can be damaged by heavy frosts. Tip pruning to remove frost-damaged leaves helps to keep the plant compact and sometimes encourages the development of additional flowers.\n\n\n== References =="
  }
}