{
  "url": "https://en.wikipedia.org/wiki/Eremophila_delisseri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. delisseri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila delisseri is a flowering plant in the figwort family, Scrophulariaceae and is endemic to an area of the Nullarbor Plain in South Australia. it is a shrub with lilac-coloured flowers and with most of its parts covered with white hairs.",
    "Description": "Eremophila delisseri is a shrub which grows to a height of less than 0.5 m (2 ft) and has erect, spreading branches which are distinctly grooved. Many parts of the plant, including the branches and leaves, are covered with whitish, branched hairs, giving the plant a greyish-white colour. The leaves are  arranged in opposite pairs, are 3.5–9.5 mm (0.01–0.03 ft) long, 1.5–3.5 mm (0.005–0.01 ft) wide, oblong to egg-shaped, wrinkled and are covered with whitish hairs.The flowers are borne singly in leaf axils and lack a stalk. There are 5 oblong or egg-shaped sepals which are covered with whitish hairs and are 4–6.5 mm (0.2–0.3 in) long. The petals are 20–25 mm (0.8–1 in) long and joined at their lower end to form a tube. The petal tube is lilac coloured except for the inside of the tube which is white with brown spots. The outside of the tube is covered with hairs similar to those on the leaves but the inside of the petal lobes are mostly glabrous. The inside of the tube is filled with long, spidery hairs. Flowering occurs mainly from August to September and is followed by fruits that are dry, oval shaped with a pointed tip, hairy and 2.5 millimetres (0.1 in) long.",
    "Taxonomy": "The species was first formally described in 1866 by botanist Ferdinand von Mueller in Fragmenta Phytographiae Australiae. The specific epithet (delisseri) is honours Edmund Delisser, a surveyor.",
    "Distribution and habitat": "Eremophila delisseri occurs on the Nullarbor Plain in South Australia. It was previously thought to grow in Western Australia but this may have been because of errors in determining precise location. It grows in calcareous loam.",
    "Use in horticulture": "This species rivals the popular Eremophila nivea as a specimen plant in the garden. It flowers abundantly in spring featuring its lilac-coloured to purple flowers and whitish-grey leaves which curl away from the stem. It can be grown from cuttings or by grafting onto Myoporum, preferring well-drained soils and full sun. It is drought tolerant and resistant to all but the most severe frosts.\n\n\n== References =="
  }
}