{
  "url": "https://en.wikipedia.org/wiki/Eremophila_compacta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. compacta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila compacta, commonly known as compact poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the central west of Western Australia. There are two distinct subspecies differing in their growth habit but both have grey leaves due to a covering of white or grey hairs, and purple to blue, rarely white flowers.",
    "Description": "Eremophila compacta is an erect shrub usually growing to about 0.4–1.5 m (1–5 ft) high with rough stems due to raised leaf bases. The leaves are arranged alternately along the branches and are lance-shaped or egg-shaped, mostly 9–22 mm (0.4–0.9 in) long and 2.5–7 mm (0.1–0.3 in) wide.The flowers are borne singly or in pairs in leaf axils on a straight stalk 4.5–16 mm (0.2–0.6 in) long. There are 5 lance-shaped, pointed, hairy, green to brownish-purple sepals, 8–14 mm (0.3–0.6 in) long. The petals are 19–27.5 mm (0.7–1 in) long and joined at their lower end to form a tube.  The petal tube and the lobes are purple to lilac-coloured on the outside and the tube is white inside and filled with long spidery and woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering time depends on subspecies and the fruits that follow it are covered with sticky resin, oval-shaped, flattened and 5.5–7.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Spencer Le Marchant Moore in 1921 and the description was published in Journal of Botany, British and Foreign. The type specimen was collected by \"Miss Brown\" at \"Yalgoo on redsoil hills or flats\". The specific epithet (compacta) refers to the growth habit of the type species.There are two subspecies:\n\nEremophila compacta S.Moore subsp. compacta, commonly known as compact eremophila is a compact shrub growing to a height of 0.4–0.8 m (1–3 ft) and which has a shorter flower stalk (4–8 mm (0.2–0.3 in)), densely hairy, forward-facing sepals and flowers during most months after rain;\nEremophila compacta subsp. fecunda Chinnock is an open shrub growing to a height of 1–2 m (3–7 ft) and which has a longer flower stalk (8–16 mm (0.3–0.6 in)), sparsely hairy, spreading sepals and flowers between May and October.Subspecies fecunda usually has blue petals but can have pink or white flowers and is a softer-looking shrub.The specific epithet is derived from the \"Latin compacta, close together\". The epithet fecunda is derived from the \"Latin fecunda, fruitful, fertile; referring to the abundance of this subspecies\".",
    "Distribution and habitat": "Eremophila compacta occurs near and between Carnarvon, Cue, Paynes Find, Murchison and Mount Augustus in the Murchison and Yalgoo biogeographic regions where it grows in red sandy or clay soils.",
    "Conservation": "Eremophila compacta is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Compact poverty bush has attractive silvery-grey foliage and pink to purple flowers. It is suitable for gardens in dry inland areas but also thrives in coastal areas including near Sydney. It is usually propagated from cuttings. It is drought resistant and prefers full sun but a well-drained soil is essential. It will tolerate light frosts and responds to regular pruning with a more compact shape.\n\n\n== References =="
  }
}