{
  "url": "https://en.wikipedia.org/wiki/Eremophila_veneta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. veneta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila veneta, commonly known as metallic-flowered eremophila is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, spreading, sticky shrub with dark green leaves and bluish-green petals.",
    "Description": "Eremophila veneta is a spreading, aromatic, glabrous shrub which grows to a height of between 0.3 and 1.2 m (1 and 4 ft). It is sticky, due to the presence of resin on its branches, leaves and sepals. Its branches are covered with small raised, resin glands and the resin dries yellow and eventually becomes flaky. The leaves are arranged alternately along the branches and are thick, mostly lance-shaped, 12–19 mm (0.5–0.7 in) long, 2–7 mm (0.08–0.3 in) wide and often have a few teeth on their edges, near the end.The flowers are borne singly in leaf axils on sticky stalks 3–7 mm (0.1–0.3 in) long. There are 5 overlapping, sticky, narrow triangular to lance-shaped sepals which are 4–5.5 mm (0.16–0.22 in) long. The petals are 15–20 mm (0.6–0.8 in) long and are joined at their lower end to form a tube. The petal tube is metallic bluish-green to bluish purple on the top and pale yellow below. The inner and outer surfaces of the petal tubes and lobes are covered with glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering mainly occurs between October and November and is followed by fruit which are dry, oblong-shaped and 5.5–7 mm (0.2–0.3 in) with a glabrous covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae.",
    "Distribution and habitat": "This eremophila is only found in a few locations between Gnowangerup and Hyden in the Avon Wheatbelt and Mallee biogeographic regions where it grows in clay or sandy soils on plains and flats.",
    "Conservation": "Eremophila veneta is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "This low, spreading eremophila is a hardy shrub with unusual bluish-green, bird-attracting flowers. It can be propagated from cuttings and grown in alkaline or clay-based soil in full sun or partial shade. It is drought and frost tolerant and only requires an occasional watering during a long dry spell.\n\n\n== References =="
  }
}