{
  "url": "https://en.wikipedia.org/wiki/Eremophila_occidens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. occidens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila occidens is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a slender, erect shrub with branches that are hairy at first, light green leaves crowded at the ends of the branches and purple to deep violet flowers in early Spring. It is restricted to the extreme west of Western Australia.",
    "Description": "Eremophila occidens is usually an erect, slender shrub growing to a height of 1.5 m (5 ft) often with many tangled branches lower down. Its younger stems are densely covered with simple, branched and glandular hairs. Its leaves are arranged alternately, overlap near the ends of the branches and are erect, mostly 17–28 mm (0.7–1 in) long, 3.5–6.5 mm (0.1–0.3 in) wide and elliptic to lance-shaped. They have prominent raised lumps, especially on the lower surface and a raised mid-vein on the lower surface.\nThe flowers are borne singly in leaf axils on an erect, hairy stalk usually 7–15 mm (0.3–0.6 in) long. There are 5 hairy sepals which are usually 10–12 mm (0.4–0.5 in) long and which often have purplish ends. The petals are 13–22 mm (0.5–0.9 in) long and are joined at their lower end to form a tube. The petal tube is purple to deep violet and the outer surface of the petal tube and both surfaces of its lobes are glabrous, while the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to September and the fruits which follow are dry, woody, close to cylindrical in shape and 8–9 mm (0.3–0.4 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (occidens) is derived from the Latin word occidens meaning \"west\" or \"in the direction of the setting sun\".",
    "Distribution and habitat": "Eremophila occidens occurs in two disjunct populations, one on the Cape Range and the other at Shark Bay in the Carnarvon and Yalgoo biogeographic regions. The Cape Range population grows on calcareous soils in open heath and the Shark Bay population grows between sand dunes in shrubland.",
    "Conservation": "This species is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}