{
  "url": "https://en.wikipedia.org/wiki/Eremophila_hillii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. hillii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila hillii, commonly known as Hill's emu bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the Nullarbor Plain in Australia. It is a dense shrub with many tangled branches, densely hairy stems, leaves and sepals and red or yellow petals.",
    "Description": "Eremophila hillii is a dense, sometimes erect, others spreading shrub with many tangled branches and which grows to a height of less than 0.8 m (3 ft). Its branches are densely covered with white or pale grey branched hairs, at least when young but become glabrous as they age. The leaves are densely crowded near the tips of the branches and are covered with a dense layer of branched hairs when young, becoming glabrous as they age. They are mostly 8–18 mm (0.3–0.7 in) long, 4–10 mm (0.2–0.4 in) wide, egg-shaped to almost circular and usually have a few rounded teeth on the margins.The flowers are borne singly in leaf axils on a densely hairy stalk 1–4 mm (0.04–0.2 in) long. There are 5 sepals, differing in size and from each other, linear to egg-shaped and mostly 4–16 mm (0.2–0.6 in) long. The petals are 20–35 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is red or orange-red, sometimes yellow and both the inside and outside of the tube have scattered glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from July to September and is followed by fruits which are dry, oval-shaped with a glabrous, papery covering and are 5.5–7.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1967 by Elizabeth Anne Shaw and the description was published in Transactions of the Royal Society of South Australia. The specific epithet (hillii) honours \"Ronald Hill of the Adelaide Botanic Garden\".",
    "Distribution and habitat": "E. hillii grows in stony clay and calcareous soils in isolated populations growing on the Nullarbour Plain in South Australia and Western Australia.",
    "Conservation": "Eremophila hillii is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "Hill's emubush is a hardy and reliable shrub and some specimens have been in cultivation for up to 40 years. The bright red and orange-yellow forms make an attractive contrast when planted together. It can be propagated easily from cuttings and grown in a wide range of soils, including clay although it prefers a sunny aspect. It is both drought tolerant and frost resistant.\n\n\n== References =="
  }
}