{
  "url": "https://en.wikipedia.org/wiki/Eremophila_pungens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. pungens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila pungens is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is an erect, sticky shrub with broad, serrated-edged leaves which end in a sharp spine and purple or violet flowers.",
    "Description": "Eremophila pungens is an erect shrub which grows to a height of between 1.0 and 1.5 m (3 and 5 ft). Its branches are densely covered with short, white hairs and are sticky, especially in the younger parts, due to the presence of resin. The leaves are mostly arranged alternately and densely clustered near the ends of the branches so that they overlap each other. The leaves are egg-shaped, 5–11 mm (0.2–0.4 in) long, 1 mm (0.04 in) wide, covered with short, fine, white hairs and have serrated edges. The hairs are often obscured by resin which dries to a white coating on the leaves. The leaf ends in a sharp, curved spine.The flowers are borne singly in leaf axils on a hairy stalk 9–28 mm (0.4–1 in) long. There are 5 green to purple, overlapping, egg-shaped to lance-shaped sepals which are mostly 5–10 mm (0.2–0.4 in) long and which end in a spine. The petals are 20–35 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured, purple or violet on the outside, while the inside of the tube and lower part of the lobes are whitish with reddish-brown spots. The outside surface of the tube and petal lobes is hairy but the inside surface of the petal lobes is glabrous while the tube is filled with long, soft hairs. The lower lobe is often pushed up and closes the opening of the petal tube. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to August and is followed by fruit which are dry, woody, oval-shaped, about 7–12 mm (0.3–0.5 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (pungens) is a Latin word meaning \"sharp\", \"acrid\", \"piercing\" or \"biting\", referring to the pointed leaf tips.",
    "Distribution and habitat": "This eremophila occurs between Meekatharra and Wiluna in the Gascoyne and Murchison biogeographic regions where it grows on stony slopes.",
    "Conservation": "Eremophila pungens is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "This is a slow-growing shrub but its usually lilac-coloured flowers are well displayed. The leaves are prickly and this feature needs to be taken into account when deciding where the plant is to be grown. It is usually propagated by grafting onto Myoporum species and grows best in well-drained soils in a sunny or partially shaded position. It only needs an occasional watering during a long drought but is only moderately frost tolerant.\n\n\n== References =="
  }
}