{
  "url": "https://en.wikipedia.org/wiki/Eremophila_clavata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. clavata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila clavata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is a low, dense, spreading shrub with narrow grey, club-shaped leaves and pink to purple, sometimes blue flowers.",
    "Description": "Eremophila clavata is low, dense, compact and spreading shrub growing to a height of about 0.5 m (2 ft) and 0.8 m (3 ft) wide with branches covered with branched grey hairs. The leaves are scattered along the stems, mostly 5–11 mm (0.2–0.4 in) long and 0.9–1.6 mm (0.04–0.06 in) wide. They are club-shaped, smooth on the top surface but covered with warty lumps on the lower surface, hairy with flakes of white resin at first but become glabrous with age.The flowers are borne singly in leaf axils on a stalk which is 1.7–5 mm (0.07–0.2 in) long. There are 5 egg-shaped, green sepals which overlap slightly and are 2.5–4 mm (0.1–0.2 in) long. The petals are 10–13 mm (0.4–0.5 in) long and joined at their lower end to form a tube. The petal tube is white, pink, mauve or purple on the outside and white with purple spots inside. The petal tube is glabrous except for the inside of the tube which is filled with spidery hairs. There are 4 stamens, two of which extend slightly beyond the tube while the other two are enclosed. Flowering mainly occurs from September to December and is followed by fruits which are dry, wrinkled, cone-shaped, 3–4 mm (0.1–0.2 in) long and covered with hairs.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock, 31 km (20 mi) north of Widgiemooltha. The specific epithet (clavata) is a Latin word meaning \"club-shaped\" referring to the shape of the leaves of this species, which thicken near the end.",
    "Distribution": "Eremophila clavata occurs between Coolgardie and Salmon Gums in the Coolgardie and Mallee biogeographic regions where it grows in loam or lateritic clay on plains and the slopes of low hills.",
    "Conservation": "E. clavata is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This small, compact eremophila is a hardy plant which is showy in flower and ideal for small gardens. It can be propagated from cuttings or by grafting, grows in a range of soils in full or partial sun and is frost tolerant and drought resistant.\n\n\n== References =="
  }
}