{
  "url": "https://en.wikipedia.org/wiki/Eremophila_chamaephila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. chamaephila"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila chamaephila, commonly known as earth-loving poverty bush is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is a low, dense, spreading shrub with small, fleshy leaves and mauve to purple flowers.",
    "Description": "Eremophila chamaephila is a low, spreading, densely foliaged shrub usually growing to 0.25 m (0.8 ft) high and 0.8 m (3 ft) wide. The leaves are arranged alternately along lumpy branches and are themselves lumpy on the lower side. They are mostly 2.5–7 mm (0.1–0.3 in) long and about 1 mm (0.04 in) wide and are dark green often purplish towards their end.The flowers are borne singly in leaf axils and lack a stalk. There are 5 linear to lance-shaped green or purplish sepals which are 2–4 mm (0.08–0.2 in) long and have a lumpy surface. The petals are 5.5–7 mm (0.2–0.3 in) long and joined at their lower end to form a tube. The petal tube is purple on its outside surface and white, spotted purple inside. The outer surface is glabrous but the inside is hairy with the hairiness continuing onto the lower petal lobe and the 4 stamens extend slightly beyond the end of the petal tube. Flowering occurs between October and December and is followed by fruits which are almost spherical, about 2–3 mm (0.08–0.1 in) in diameter and are slightly fleshy, wrinkled when dry and have a thin, hard, glabrous covering.",
    "Taxonomy and naming": "The species was first formally described by Ludwig Diels in 1905 and the description was published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet chamaephila is said to be derived from the ancient Greek chamae meaning \"lowly\" or \"creeping\" and philus meaning \"loving\" referring to the low growing habit of this species. In ancient Greek, chamai (χαμαί) expresses \"on the ground\", while \"loving\" is philos (φίλος) in ancient Greek.",
    "Distribution and habitat": "Eremophila chamaephila occurs north of Esperance in the area between Ravensthorpe and Grass Patch in the Esperance Plains and Mallee biogeographic regions. It grows in sand or clay, often in disturbed sites like roadsides.",
    "Conservation": "Eremophila chamaephila is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "Earth-loving poverty bush is an ideal small, compact shrub for a very low hedge, along the edge of a footpath or as an understorey container plant. It can be grown from cuttings, taking several months to form roots in warmer weather or can be grafted onto Myoporum species. It prefers well-drained soil but is drought tolerant and frost hardy.\n\n\n== References =="
  }
}