{
  "url": "https://en.wikipedia.org/wiki/Eremophila_abietina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. abietina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila abietina, also known as spotted poverty bush, is a plant in the figwort family, Scrophulariaceae and is endemic to a few arid areas of Western Australia. It is a stiff, upright, compact and very sticky shrub with distinctive, dark bluish-green leaves and pale coloured flowers spotted purple.",
    "Description": "Eremophila abietina is a stiff, woody, compact and very sticky shrub which usually grows to a height of 0.5–2.5 m (2–8 ft) and often a similar width. Its leaves are densely clustered, sticky due to the presence of resin, linear in shape, 10–45 mm (0.4–2 in) long, 0.7–4.5 mm (0.03–0.2 in) wide and hairy, although the hairs are often obscured by resin.The flowers are borne singly in leaf axils on a flattened stalk 15–25 mm (0.6–1 in) long. The sepals overlap and are cream to reddish in colour, 13–15 mm (0.5–0.6 in) long, growing to 18–23 mm (0.7–0.9 in) long after flowering and remain on the shrub long after flowering. The tube formed by the petals is 25–35 mm (0.98–1.4 in) long and is bluish green to pale purple with the lobes spotted purple. Flowering occurs between June and October and is followed by fruit which are dry, oval or cone-shaped and have a distinct prolonged tip.",
    "Taxonomy and naming": "The species was first formally described by Fritz Kraenzlin in 1925. The description was published in Bulletin of Miscellaneous Information. The type specimen was collected from \"Laverton; North Coolgardie\" by Frederick Arthur Rodway. The specific epithet (abietina) reflects the similarity of the foliage of this species with that of conifers in the genus Abies.\nIn 2007 Robert Chinnock described two subspecies and the names have been accepted by the Australian Plant Census:\nEremophila abietina  Kraenzl.  subsp. abietina has shorter, narrower almost cylindrical leaves and brighter flowers;\nEremophila abietina subsp. ciliata Chinnock has flattened leaves with hairs along the edges and a slightly more southerly distribution.",
    "Distribution and habitat": "Spotted poverty bush occurs on gibber plains, calcareous flats and jasper outcrops in an area of the Great Victoria Desert near Laverton.",
    "Ecology": "Some native bee species collect wax from E. abietina flower buds and other parts in order to make propolis, causing damage to the plant and sometimes leading to a stunting of its growth.",
    "Use in horticulture": "Spotted poverty bush is sometimes a slow growing plant in the garden, but compensates by being long-lived. It grows best in well-drained soil in a sunny situation but tolerates partial shade. It will only tolerate light frosts but responds well to pruning when frost-damaged. The metallic colouring of the flowers and persistent sepals make this an attractive species. Propagation from seed and from cuttings is difficult and most garden plants are produced by grafting onto Myoporum.",
    "Conservation": "Eremophila abietina is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}