{
  "url": "https://en.wikipedia.org/wiki/Eremophila_vernicosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. vernicosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila vernicosa, commonly known as resinous poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with its glabrous leaves and branches appearing varnished due to a thick covering of resin. It has small leaves and white to pale mauve flowers.",
    "Description": "Eremophila vernicosa is an erect shrub which grows to a height of up to 2 m (7 ft) with glabrous branches which are thickly covered with resin, making them appear varnished when young, or white when mature. The leaves are arranged alternately, overlapping and clustered along the branches. They are thick, stiff, egg-shaped to elliptic, 3–6 mm (0.1–0.2 in) long, 2–3.5 mm (0.08–0.1 in) wide, sticky and shiny. There is a distinct mid-vein on the lower surface and the edges often have a few teeth near the ends.The flowers are borne singly in leaf axils on sticky stalks 2–3.5 mm (0.08–0.1 in) long. There are 5 overlapping, green to purple, shiny, egg-shaped to spoon-shaped sepals which are 3.8–5 mm (0.15–0.20 in) long. The petals are 9–11 mm (0.35–0.43 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured to light purple and densely covered on both the inner and outer surfaces with a layer of simple hairs that are pressed against the surface. The inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering mainly occurs between August and September and is followed by fruits which are oblong to oval-shaped and about 3.5 mm (0.1 in) long and have a ribbed surface.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is from the Latin vernicosa, 'varnished'.",
    "Distribution and habitat": "This eremophila occurs in the Kalannie - Gunyidi area in the Avon Wheatbelt biogeographic region where it grows on the slopes of low lateritic hills.",
    "Conservation": "Eremophila vernicosa is classified as \"vulnerable\" by the Environment Protection and Biodiversity Conservation Act 1999 and as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia) meaning that it is likely to become extinct or is rare, or otherwise in need of special protection.",
    "Use in horticulture": "The white stems and dark green leaves contrasting with small, delicate pink flowers are attractive features of this small shrub. It can be propagated from cuttings and grows well on its own roots in a wide range of soil types in a sunny position or in part shade. It rarely needs watering, even during a long dry spell, is very frost tolerant and can be pruned lightly to keep it in shape.\n\n\n== References =="
  }
}