{
  "url": "https://en.wikipedia.org/wiki/Eremophila_demissa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. demissa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila demissa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area of central Western Australia. It is a low, spreading shrub with small, yellowish grey leaves and branches and mauve to blue flowers.",
    "Description": "Eremophila demissa is a low, compact, spreading shrub which grows to a height of less than 0.4 m (1 ft) with leaves and branches covered with fine hairs giving the surface a felty texture. The leaves are densely clustered near the ends of the branches and are elliptic to egg-shaped, 5.5–13 mm (0.2–0.5 in) long and 2–4 mm (0.08–0.2 in) wide.\nThe flowers are borne singly, rarely in pairs, in leaf axils on a densely hairy, straight stalk 3–7 mm (0.1–0.3 in) long. There are 5 slightly overlapping, lance-shaped to elliptic sepals which are hairy on the outer surface and mostly 9–14 mm (0.4–0.6 in) long. The petals are 17–26 mm (0.7–1 in) long and joined at their lower end to form a tube. The petal tube is light purple to mauve on the outside, darker on the petal lobes and whitish inside with faint purple spots. Part of the outside of the petal tube and petal lobes are hairy and the inside of the tube is filled with long, soft hairs. Flowering occurs from March to August and is followed by fruits which are oval-shaped with a papery, light brown covering and 7–8.5 mm (0.3–0.3 in) long.",
    "Taxonomy and naming": "Eremophila demissa was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock on Neds Peak Road, about 14 km (9 mi) from the Great Northern Highway. The specific epithet (demissa) is a Latin adjective meaning \"drooping\", \"weak\" or \"feeble\" referring to the growth habit of this species.",
    "Distribution and habitat": "This eremophila occurs in an area near Meekatharra where it grows on clay flats and silcrete.",
    "Conservation": "Eremophila demissa is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}