{
  "url": "https://en.wikipedia.org/wiki/Eremophila_bignoniiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. bignoniiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila bignoniiflora, commonly known as Bignonia emu bush,  creek wilga, dogwood,  eurah, gooramurra, kurumbimi (Jingulu and Mudburra languages) and river argee is a plant in the figwort family Scrophulariaceae and is endemic to the Northern Territory and all mainland states of Australia. It is a spreading, weeping shrub or small tree with long, strap-like leaves. Its leaves are among the longest in the Eremophila genus and the flowers are also relatively large, reflecting their adaptation to pollination by birds.",
    "Description": "Eremophila bignoniiflora is a spreading, weeping shrub or small tree, usually with many branches, growing to a height of 1–8 m (3–30 ft) and sometimes almost as wide. Older specimens have a thick trunk and pale brown, perforated bark. The leaves are arranged alternately along the branches, mostly 110–160 mm (4–6 in) long, 4–9 mm (0.2–0.4 in) wide, linear or lance-shaped, gradually tapering towards both ends. Sometimes the margins of the leaves have a few teeth near their end.The flowers are borne singly in leaf axils on a straight stalk usually 9–18 mm (0.4–0.7 in) long. The 5 sepals are green, overlap slightly, are egg-shaped, pointed, have a distinct central ridge and are mostly 5–6.5 mm (0.2–0.3 in) long. The petals are 20–30 mm (0.8–1 in) long, joined at their bases to form a tube. The petal tube is cream with crimson spots mostly on the lower petal lobe and inside the tube. There are 4 stamens which are about the same length as the petal tube. Flowers appear between May and August and are followed by fruit which are dry, oval-shaped and 20–30 mm (0.8–1 in) long.",
    "Taxonomy and naming": "The species was first formally described by botanist George Bentham in 1848 as Stenochilus bignoniiflorus. The description was published in Journal of an Expedition into the Interior of Tropical Australia. In 1859 Ferdinand von Mueller changed the name to Eremophila bignoniiflora. The specific epithet (bignoniiflora) refers to the similarity of the flowers of this species to those in the family Bignoniaceae.",
    "Distribution": "Eremophila bignoniiflora occurs extensively in New South Wales and Queensland but also in the far north-east of South Australia and the extreme north-west corner of Victoria. There are scattered populations in the Northern Territory and northern Western Australia between Derby and Halls Creek. The species occurs in floodplains surrounding major drainage systems and sometimes as scattered individuals in other places.",
    "Ecology": "The flowers of this species are bird pollinated.",
    "Conservation": "The species is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife and as \"vulnerable\" in Victoria under the Flora and Fauna Guarantee Act 1988.",
    "Uses": "",
    "Uses-Indigenous use": "Aboriginal people used gooramurra as a bush medicine and the antimicrobial activity of oils extracted from it showed it to be effective against the yeast Candida albicans and the bacterium Staphylococcus epidermidis.",
    "Uses-Horticulture": "Gooramurra is widely grown in gardens from the southern Victorian coast and Sydney to central Queensland and is suitable for use as a screening plant in dry locations or as a feature plant. It is difficult to propagate from cuttings but can be grown from seed or by grafting onto Myoporum. In grows best in full sun and well-drained soil but is a smaller, more open shrub in clay. It is very drought tolerant and recovers from frost, especially as a mature specimen.\n\n\n== References =="
  }
}