{
  "url": "https://en.wikipedia.org/wiki/Eremophila_granitica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. granitica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila granitica, commonly known as granite poverty bush and thin-leaved poverty bush is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect, open shrub with sticky, narrow leaves and with lilac-coloured flowers.",
    "Description": "Eremophila granitica is an erect, open or straggling shrub which grows to a height of between 0.5 and 2.5 m (2 and 8 ft) with sticky, wrinkled, shiny branches. The leaves are arranged alternately along the stems and are mostly 16–38 mm (0.6–1 in) long, 0.8–1.5 mm (0.03–0.06 in) wide, linear, sometimes with a few small teeth along the edges. They are also shiny and sticky and have small, raised glands on their surface.The flowers are borne singly in leaf axils on a flattened, S-shaped stalk 10–35 mm (0.4–1 in) long. There are 5 lance-shaped, sticky, shiny green to purple sepals, differing in size from each other, mostly 10–15.5 mm (0.4–0.6 in) long but often enlarging after flowering. The petals are 20–35 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is a shade of lilac or pinkish-lilac on the outside and white, spotted with orange-brown inside. The outside of the tube and petal lobes are hairy but the inside of the lobes is glabrous and the inside of the tube is woolly. The centre part of the lower petal lobe closes the opening of the petal tube. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from March to November and is followed by fruits which are dry, woody, oval-shaped with a pointed end, hairy and about 7 mm (0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1899 by Spencer Le Marchant Moore and the description was published in Journal of the Linnean Society, Botany. The specific epithet (granitica) is a Latin word meaning \"granitic\" or \"living on granite soil\", referring to the habitat of this species.",
    "Distribution and habitat": "Eremophila granitica is widespread and common between Kalgoorlie and Murchison in the Avon Wheatbelt, Coolgardie, Gascoyne, Gibson Desert, Murchison and Yalgoo biogeographic regions. It grows in sand, or clay on granite rocks, ironstone hills and flat areas.",
    "Ecology": "The native bee Leioproctus lanceolatus has been observed pollinating E. granitica.",
    "Conservation": "Eremophila granitica is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Some forms of this eremophila are rarely without flowers and some specimens have been in cultivation for more than 30 years. It is a hardy shrub and needs little attention. It can be propagated from cuttings or by grafting but plants grown on their own roots need to be grown in light to medium soils. It can grow in full sun or partial shade, is both drought and frost tolerant and responds well to even harsh pruning when provided with water.\n\n\n== References =="
  }
}