{
  "url": "https://en.wikipedia.org/wiki/Eremophila_fallax",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. fallax"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila fallax is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a densely-foliaged shrub with leaves which have a hooked tip and with blue to violet flowers. It occurs in South Australia and Western Australia. Without flowers, this species closely resembles Eremophila deserti but that species has 5 stamens and its fruits are a different shape.",
    "Description": "Eremophila fallax is an erect, densely-foliaged, glabrous shrub which usually grows to a height of between 1 and 2 m (3 and 7 ft). Its leaves are thick, mostly 30–60 mm (1–2 in) long, 3–6 mm (0.1–0.2 in) wide, narrow elliptic to lance-shaped with a rough surface and a pointed, hooked tip.The flowers are borne singly on a sticky stalk 7–13.5 mm (0.3–0.5 in) long. There are 5 overlapping green sepals which are lance-shaped to egg-shaped often with a tapering end and 2–8 mm (0.08–0.3 in) long. The sepals often have a lumpy surface and toothed edges.  The petals are 7–14 mm (0.3–0.6 in) long and joined at their lower end to form a tube. The petals are cream-coloured, sometimes stained reddish purple on the top of the petal tube. The petal tube is glabrous but often lumpy on the outside and the inner edge of some of the petal lobes are covered with long hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from September to October and is followed by fruits which are a narrow oval shaped to almost spherical, have a papery covering and are 7–8.5 mm (0.3–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock in 1979, about 43 km (30 mi) west of Neale Junction. The specific epithet (fallax) is a Latin word meaning \"deceitful\" or \"false\" referring to the similarity of this species to Eremophila deserti.",
    "Distribution and habitat": "Eremophila fallax occurs in Eucalyptus woodland from the Serpentine Lake Road, south to the Trans-Australian Railway in Western Australia and east to areas near the Flinders Ranges in South Australia.",
    "Conservation": "Eremophila fallax is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Although the flowers of this eremophila are relatively small, their light colour contrasts with its dark green leaves making it suitable for planting between shrubs with lighter-coloured foliage. It can be propagated from cuttings or by grafting onto Myoporum and will grow in most soils, including heavy clay. It is also very drought tolerant and survives all but the most severe frosts.\n\n\n== References =="
  }
}