{
  "url": "https://en.wikipedia.org/wiki/Eremophila_polyclada",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. polyclada"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila polyclada, commonly known as twiggy emu-bush,  flowering lignum, lignum fuchsia and  desert lignum is a plant in the figwort family Scrophulariaceae and is endemic to Australia. It is a dense, spreading shrub with narrow leaves and white to pale lilac-coloured, purple-spotted flowers. It occurs in all mainland states except Western Australia.",
    "Description": "Eremophila polyclada is a dense, spreading shrub which grows to a height of 1–3 m (3–10 ft) and a width of 1–5 m (3–20 ft). Its branches diverge at about 90° to each other and are stiff, often with a spine at the end. The leaves are arranged alternately along the branches and are linear in shape, mostly 20–40 mm (0.8–2 in) long, 1–3 mm (0.04–0.1 in) wide and are often sticky when young due to the presence of resin.The flowers are borne singly or in pairs in leaf axils on a stalk 1–2.5 mm (0.04–0.1 in) long. There are 5 green, overlapping sepals which are egg-shaped, have a prominent keel, thin, wing-like edges and are mostly 4.5–7 mm (0.2–0.3 in) long. The petals are 20–35 mm (0.8–1 in) long, joined at their bases to form a tube. The petal tube is white to very pale whitish-lilac and has faint blackish to green purple spots on the inside of the lobes and purple spots inside the tube. The tube and petal lobes are glabrous except that the middle part of the lowest lobe and the inside of the tube are hairy. The 4 stamens are fully enclosed in the tube. Flowers appear between October and May and are followed by fruits which are oval-shaped, cone-shaped or elliptical with a pointed and are 8.5–13 mm (0.3–0.5 in) long.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1855 as Pholidia polyclada. The description was published in Journal of an Expedition into the Interior of Tropical Australia. In 1860 Mueller changed the name to Eremophila polyclada. The specific epithet (polyclada) is derived from the ancient Greek words polys (πολύς), meaning \"many\" and klados (κλάδος)  meaning \"twig\".",
    "Distribution": "Eremophila polyclada is widespread in New South Wales to the west of Lightning Ridge and in southern Queensland. It is also found in a few places along the Murray River in Victoria and South Australia. There is one record from Tarlton Downs in the Northern Territory. It grows in sandy to clay loam soils often on floodplains and other low-lying areas.",
    "Use in horticulture": "Twiggy emu-bush is an ornamental shrub which is well known in horticulture, and some specimens have been grown for more than 35 years. It flowers profusely in summer, bearing masses of white flowers when most other shrubs are dormant and is a useful screening plant, with its dense, tangled branches. Propagation is easiest from cuttings which strike within a few weeks in warm weather and its arching branches sometimes develop roots when they touch the ground. A very drought tolerant shrub, it only requires watering once or twice during a long drought and a deep watering early in summer will sometimes stimulate a mass flowering. It is also tolerant of frost and can be pruned, preferably in early autumn. A hybrid with E. divaricata called Eremophila 'summertime blue' is popular in American gardens.\n\n\n== References =="
  }
}