{
  "url": "https://en.wikipedia.org/wiki/Eremophila_jucunda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. jucunda"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila jucunda is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small to medium-sized shrub with hairy branches and leaves, lance-shaped to egg-shaped leaves and cream-coloured, lilac or purple flowers.",
    "Description": "Eremophila jucunda is a small to medium shrub, depending on its habitat, growing to about 0.4 m (1 ft) tall on hard, stony clay to 0.8 m (3 ft) on hillsides. Its branches and leaves are covered with grey or lemon-yellow branched hairs, especially densely when young. The leaves are lance-shaped to egg-shaped, mostly 8.5–20 mm (0.3–0.8 in) long and 2.5–5.5 mm (0.1–0.2 in) wide.\nThe flowers are borne singly in leaf axils on a stalk 3–9 mm (0.1–0.4 in) long covered in hairs similar to those on the leaves. There are 5 pale yellowish-green to purplish-brown, linear to lance-shaped sepals which are mostly 9.5–17 mm (0.4–0.7 in) long but which enlarge after flowering. The sepals are covered with hairs similar to those on the young leaves. The petals are 17.5–28.5 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube may be white, cream-coloured, violet or purple on the outside and white, sometimes with purple spots inside. The outer surface of the petal tube and its lobes are mostly glabrous but the inside of the tube is filled with long hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from July to September and is followed by oval-shaped to conical fruits with a pointed end and which are 5–8.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (jucunda) is a Latin word meaning \"pleasant\", \"agreeable\" or \"delightful\".Two subspecies are recognized in the Australian Plant Census:\n\nEremophila jucunda subsp. jucunda which has cream-coloured to lilac flowers, bright yellow hairs on the young branches, leaves and sepals, and hairs on the outside of the petal tube;\nEremophila jucunda subsp. pulcherrima which has lilac-coloured to light purple flowers, grey hairs on the young growth and petals which are glabrous on the outside.",
    "Distribution and habitat": "Eremophila jucunda subsp. jucunda is widespread on hills, ranges and plains between Sandstone and Mount Vernon in the Gascoyne, Murchison, Pilbara and Yalgoo\nbiogeographic regions. Subspecies pulcherrima grows mostly on slopes and rocky hills between Paraburdoo and Newman in the Gascoyne, Murchison and Pilbara biogeographic regions.",
    "Conservation": "Both subspecies of E. jucunda are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila grows best in warm inland areas - in southern Australia it tends to be prone to fungal disease. It can be propagated most easily by grafting onto Myoporum rootstock and grown in well-drained soils in full sun. It needs only occasional watering during a long drought but is sensitive to frost which can damaged the stems.\n\n\n== References =="
  }
}