{
  "url": "https://en.wikipedia.org/wiki/Eremophila_subteretifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. subteretifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila subteretifolia, commonly known as Lake King eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a creeping, prostrate shrub with narrow, sticky, dark green leaves and distinctive orange-red to yellow flowers. It is a rare plant which grows near the edges of salt lakes.",
    "Description": "Eremophila subteretifolia is a low, creeping, prostrate shrub which grows to a height of between 3 and 20 cm (1 and 8 in). Its branches are rough, due to the presence of persistent leaf bases, hairy when young but become glabrous with age, and sticky due to the presence of resin. Its leaves are densely crowded and overlapping, thick but flat, linear in shape and mostly 12–19 mm (0.5–0.7 in) long and about 1 mm (0.04 in) wide. Like the branches, the leaves are sticky with resin, have a few hairs at first, become glabrous as they age, and are dotted with tiny pits.The flowers are borne singly in leaf axils on sticky, hairy stalks 2–6 mm (0.08–0.2 in) long. There are 5 narrow, sticky, triangular to lance-shaped sepals which are 2.5–6 mm (0.1–0.2 in) long and mostly covered with glandular hairs. The petals are 15–22 mm (0.6–0.9 in) long and are joined at their lower end to form a tube. The petal tube is orange-red to yellow and both the inner and outer surfaces are covered with glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs between November and March and is followed by fruits which are dry, pear-shaped, distinctly furrowed and 3.5–5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is from the Latin subteretifolia, 'subterete-leaved', referring to the narrow leaves.",
    "Distribution and habitat": "Lake King eremophila grows in sandy loam around lake edges and in saline flats near Lake King and Ravensthorpe in the Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Eremophila subteretifolia is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). It is listed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and an interim recovery plan has been prepared. In 2002, the total wild population was estimated to be 119 mature plants occurring in six locations to the south of Lake King. Threats to the species include increasing salinity, waterlogging, road maintenance, vehicle damage and grazing by rabbits (Oryctolagus cuniculus).",
    "Use in horticulture": "This prostrate eremophila is ideal for use as a ground cover or to trail over walls. It can produce a massed display of orange-red flowers and is an effective weed suppressor. Propagation from cuttings is easy and once established, the plant will grow in well-drained soil in a sunny or part-shaded position. It is drought tolerant, only requiring an occasional watering during a drought and can be killed by over-watering. It is also frost tolerant and can be pruned when necessary.\n\n\n== References =="
  }
}