{
  "url": "https://en.wikipedia.org/wiki/Eremophila_decipiens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. decipiens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila decipiens, commonly known as slender fuchsia bush or narrow-leaved fuchsia bush (although it is not closely related to Fuchsia) is a flowering plant in the figwort family, Scrophulariaceae and is endemic to an area extending from the south-west of Western Australia to southern parts of South Australia. It is low, sprawling shrub with lance-shaped leaves and red, orange or yellow flowers on a long, S-shaped stalk.",
    "Description": "Eremophila decipiens is a low, sprawling shrub with many tangled branches growing to a height of between 0.3 and 1.0 m (1 and 3 ft). The ends of the branches and the leaves are sticky and shiny due to the presence of resin. The leaves are arranged alternately, sometimes densely clustered, sometimes scattered along the stems. They are glabrous, linear to lance-shaped, sometimes with a few irregular teeth on the margins, mostly 15–46 mm (0.6–2 in) long and 1.5–9 mm (0.06–0.4 in) wide.\nThe flowers are borne singly in leaf axils on a S-shaped stalk 11–22 mm (0.4–0.9 in) long and at least twice as long as the longest sepal. There are 5 egg-shaped to triangular, slightly overlapping sepals mostly 3–6 mm (0.1–0.2 in) long which are slightly hairy and sticky. The petals are 15–30 mm (0.6–1 in) long and joined at their lower end to form a tube. The petal tube is red, orange or sometimes yellow and lacks spots. The outer surface of the petal tube and lobes are usually glabrous, often sticky while the inside is covered with short hairs. The four stamens extend beyond the end of the tube. Flowering occurs from February to December, although in the Esperance region mostly between July and November. The fruits are dry, cylinder-shaped to almost spherical, glabrous with a papery covering and are 4–7.5 millimetres (0.2–0.3 in) long.\nEremophila decipiens is sometimes mistaken for Eremophila glabra but the latter species lacks a long, S-shaped flower stalk.",
    "Taxonomy": "The species was first formally described in 1921 by Carl Hansen Ostenfeld in Biologiske meddelelser, Kongelige Danske Videnskabernes Selskab. The specific epithet is from the Latin decipiens, 'deceiving', 'false', referring to the similarity of this species to E. maculata.Two subspecies are accepted by the Australian Plant Census:\n\nEremophila decipiens Ostenf. subsp. decipiens that has leaves that are wider than 2 millimetres (0.08 in) and petals that are glabrous on the outside;\nEremophila decipiens subsp. linearifolia  (Moore) Chinnock that has leaves that are narrower than 2 millimetres (0.08 in) and petals that have glandular hairs on the outside.Eremophila decipiens subsp. linearifolia was first formally described as Eremophila maculata var. linearifolia in 1920 by Spencer Le Marchant Moore. It is much less common than subspecies decipiens.The epithet linearifolia is from Latin, meaning 'long narrow leaved'.",
    "Distribution and habitat": "Eremophila decipiens subsp. decipiens occurs throughout the south-west botanical province but also extends north to Wiluna and east across the Nullarbor Plain to the Eyre Peninsula in South Australia. Subspecies linearifolia has a more restricted distribution in the eastern wheatbelt and goldfields. Both subspecies grow in a variety of soil types often in Eucalyptus woodland.",
    "Ecology": "Most species of Eremophila are insect pollinated - E.decipiens is one of the 40 or so that are pollinated by birds.",
    "Conservation": "Eremophila decipiens is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Slender fuchsia bush is a hardy garden plant which will grow in most soils in full sun or partial shade and will tolerate harsh drought conditions or severe frosts. Propagation is very difficult from seed but cuttings strike readily when mist is not used.  It is long-lived in the garden and some specimens are more than 30 years old. Older specimens respond well to even heavy pruning.\n\n\n== References =="
  }
}