{
  "url": "https://en.wikipedia.org/wiki/Eremophila_acrida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. acrida"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila acrida is a plant in the figwort family, Scrophulariaceae and is endemic to arid areas in the Northern Territory and Queensland in Australia. It is a small shrub with most of its above-ground parts covered with hairs which are tipped with a tiny yellow gland. It has a strong, bitter odour.",
    "Description": "Eremophila acrida is a small, densely branched shrub which grows to a height of about 0.6 m (2 ft). It has an odour which is described as acrid, unpleasant or medicinally-scented. Its branches, leaves and green parts of the flowers are densely covered with hairs which have a yellow gland on the tip, sometimes giving the plant a coppery sheen. The leaves are lance-shaped, mostly 30–50 mm (1.2–2.0 in) long, 5–12 mm (0.2–0.5 in) wide, pointed and with the base tapering towards the stem.The flowers are borne singly or in groups of up to 3 in leaf axils on stalks 5–25 mm (0.2–1 in) long. There are 5 triangular sepals which vary slightly in size from each other and are about 10–18 mm (0.4–0.7 in) long. The petals are 20–25 mm (0.8–1 in) long and are joined at their bases to form a bell-shaped tube. The tube is white to lilac or pink on the outside and reddish-brown from the base of the petal lobes to deep inside the tube. The inside and outside of the petal tube are hairy but the inside surface of the lobes is glabrous. There are four stamens which do not extend beyond the end of the tube. The fruit is hairy and an oval shape, about 6 mm–10 mm × 5 mm–8 mm (0.2 in–0.4 in × 0.2 in–0.3 in) with raised ribs on its surface.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in the Eremophila and allied genera : a monograph of the plant family Myoporaceae from a specimen near Aileron. The specific epithet (acrida) is the Latinised version of the English word acrid meaning \"sharply upleasant-smelling\".",
    "Distribution and habitat": "This eremophila mostly occurs in central and southern areas of the Northern Territory and more rarely in central to western Queensland. It grows in nutrient-poor soils often on rocky hillsides or in grasslands in association with mulga.",
    "Conservation": "Eremophila acrida has been classified as \"of least concern\" by the Northern Territory Government Department of Land Resource Management.",
    "Use in horticulture": "This eremophila grows naturally where the heaviest rain falls in summer and its preferred growing conditions reflect that fact. It grows best in full sun, requires summer watering and is frost sensitive. It is difficult to propagate from cuttings, except in its natural range and grafting on to Myoporum needs to be done in the hottest months of the year.\n\n\n== References =="
  }
}