{
  "url": "https://en.wikipedia.org/wiki/Eremophila_phillipsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. phillipsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila phillipsii is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a tall, erect, open shrub, with narrow leaves and lilac to purple flowers which are white with purple spots inside. It often has an offensive smell.",
    "Description": "Eremophila phillipsii is an erect, often wispy shrub which grows to a height of 0.5–3.5 m (2–10 ft) and often has a strong, offensive odour. Its branches are often weeping and are glabrous, covered with small raised glands, sticky and often shiny.\nIts leaves are arranged alternately along the branches and are linear to elliptic in shape, 20–55 mm (0.8–2 in) long and 0.8–2.5 mm (0.03–0.1 in) wide, glabrous and sticky.The flowers are usually borne singly or in groups of up to 3 in leaf axils on a hairy stalk, 6–12 mm (0.2–0.5 in) long. There are 5 slightly overlapping, hairy, green, lance-shaped sepals which are 3–5.5 mm (0.1–0.2 in) long. The petals are 9–16 mm (0.4–0.6 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured or purple on the outside, and white with purple spots on the inside. The outer surface of the petal tube and lobes is covered with glandular hairs, the inside of the lobes is glabrous and the inside of the tube is woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from September to December and the fruits which follow are oval-shaped, glabrous and  3–5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1893 and the description was published in Victorian Naturalist. The specific epithet (phillipsii) honours George Braithwaite Phillips.",
    "Distribution and habitat": "Eremophila phillipsii is found in rocky places, including at the base of granite outcrops, between Hyden and the Fitzgerald River in the Avon Wheatbelt, Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This large shrub is very attractive in flower but it can give off a strong odour, so should be planted where this will not be a problem. It can be propagated from cuttings taken at any time of the year and grown in a wide range of soils, including heavy clay. It does best in full sun and is tolerant of both frost and long droughts but needs to be pruned from an early age to keep its shape compact.\n\n\n== References =="
  }
}