{
  "url": "https://en.wikipedia.org/wiki/Eremophila_gilesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. gilesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila gilesii, commonly known Charleville turkey bush, green turkey bush, desert fuchsia and Giles emu bush is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is usually a low, spreading shrub with pinkish-lilac to purple flowers and is widespread in the Northern Territory and all mainland states except Victoria. It is considered a difficult agricultural weed in some parts of Queensland but is often used as a bush medicine by Aboriginal people.",
    "Description": "Eremophila gilesii is usually a low spreading shrub but sometimes prostrate and sometimes an erect shrub. It usually grows to a height of between 0.15 and 0.8 m (0.5 and 3 ft) and has branches and leaves which are sticky due to the presence of resin. The leaves are arranged alternately along the stems and are 12–91 mm (0.5–4 in) long, 0.5–5.6 mm (0.02–0.2 in) wide, linear to lance-shaped, and covered with glandular hairs. The margins of the leaves are sometimes serrated or have fine teeth.The flowers are usually borne singly in leaf axils on an S-shaped, sticky, flattened stalk 6.5–32 mm (0.3–1 in) long. There are 5 linear to lance-shaped, tapering green sepals which are 5.5–16 mm (0.2–0.6 in) long and covered with mostly glandular hairs. The petals are 16.5–40 mm (0.6–2 in) long and are joined at their lower end to form a tube. The petal tube is white to lilac-coloured on the outside and white, spotted purple on the inside. The outside of the tube and petal lobes are hairy but the inside of the lobes is glabrous and the inside of the tube is woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from March to November and is followed by fruit which are dry, woody, oval-shaped, hairy and 6.5–12.5 mm (0.3–0.5 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1873 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The specific epithet (gilesii) honours Ernest Giles who collected the type specimen.There are two subspecies:\n\nEremophila gilesii  F.Muell.  subsp. gilesii which has distinctly flattened flower stalks and linear leaves and is the more widespread subspecies;\nEremophila gilesii subsp. variabilis  Chinnock  which has flower stalks that are only slightly flattened in the lower part, elliptic to lance-shaped leaves and is only found in Western Australia.",
    "Distribution and habitat": "In New South Wales, Eremophila gilesii subsp. gilesii occurs in the Wanaaring and Enngonia districts in the north west of the state. It is widespread in the western half of South Australia, the southern half of the Northern Territory and in a central band across Western Australia. It grows in sand or loam soils on plains and low hills.  Subspecies variabilis only occurs in Western Australia in the Gascoyne, Gibson Desert, Great Victoria Desert, Little Sandy Desert and Murchison biogeographic regions where it grows in sand, clay or laterite on plains or in rocky areas.",
    "Ecology": "Because Eremophila gilesii rapidly regenerates after clearing of mulga, it is regarded as an agricultural weed in places such as south-west Queensland. It is a prolific producer of seeds and can easily form dense stands of up to 12,000 shrubs per hectare (5,000 per acre), restricting the growth of pasture. Biological control with the grasshoppers Monistria discrepans and M. pustulifera has been trialled as has management such as heavy stocking after rainfall exceeding 40 mm (2 in) in areas where this plant is a problem. More recent studies have shown that mechanical treatments such as ploughing and heavy stocking may not reduce the number of plants, but instead reduce their size, making stock movement easier.",
    "Conservation": "Both subspecies of Eremophila gilesii are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Indigenous use": "Aboriginal people use this eremophila in several ways including as a decoction and infusion to treat ailments such as headache, chest pains, sores and colds.",
    "Uses-Horticulture": "This eremophila is suitable for most gardens but the Queensland form has larger grey leaves and flowers over a longer period than others. All have large, blue to purple, well-displayed flowers. It can be grown from cuttings or by grafting, the latter method being preferred if the plant is to be grown in heavier soils. Mature plants are drought and frost tolerant but respond to watering during long dry spells and to light pruning to manage its shape.",
    "See also": "Plants using Giles names\n\n\n== References =="
  }
}