{
  "url": "https://en.wikipedia.org/wiki/Eremophila_ciliata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. ciliata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila ciliata, commonly known as Archer's eremophila is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the south of Western Australia. It is an erect, spreading shrub with short, thick leaves and small lilac to mauve flowers. It is only known from a population of about 100 plants.",
    "Description": "Eremophila ciliata is an upright, spreading shrub usually growing to 2 m (7 ft) high and 3 m (10 ft) wide. The stems are lumpy with furrows below the leaf bases. The leaves are arranged alternately along the stems and are thick, smooth above and lumpy on the underside. They are linear to narrow egg-shaped, mostly 5–12 mm (0.2–0.5 in) long and about 1–2.5 mm (0.04–0.1 in) wide, and curved near the end.The flowers are borne singly or in groups of up to 3 in leaf axils on a stalk 1.5–3 mm (0.06–0.1 in) long. There are 5 egg-shaped, green to purple sepals, 2.5–3.5 mm (0.098–0.14 in) long. The sepals are glabrous except for the margins which have long, soft hairs. The petals are 5.5–7.5 mm (0.2–0.3 in) long and joined at their lower end to form a tube. The petal tube is mauve to lilac-coloured on the outside and white with purple spots inside. The petal tube is glabrous on the outside except for the petal lobes which are densely covered with hairs. The inside of the tube is filled with long, soft hairs. Flowering occurs mostly in September and is followed by fruits which are dry, wrinkled, about 2 mm (0.08 in) long and have prominent wings.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by William Archer near the base of Mount Newmont in the Cape Arid National Park. The specific epithet is a Latin word meaning \"having , or fringed with fine hairs\".",
    "Distribution and habitat": "Eremophila ciliata is only known from the type location in the Mallee biogeographic region where it grows in a narrow strip of sandy loam over granite.",
    "Conservation": "Only about 100-200 plants of Eremophila ciliata are known in a single area about 50 by 5 metres (200 ft × 20 ft). The population is threatened because of its small size, grazing by rabbits, inappropriate burning regimes and by mineral exploration. It has been classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia) and an Interim Recovery Plan has been prepared.\n\n\n== References =="
  }
}