{
  "url": "https://en.wikipedia.org/wiki/Eremophila_lanata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. lanata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila lanata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small shrub with small, hairy leaves, densely hairy sepals and lilac to pinkish flowers.",
    "Description": "Eremophila lanata is a compact or spreading shrub which usually grows to a height of less than 30 cm (10 in) and which has branches covered with a thick layer of woolly hairs. The leaves are arranged alternately and densely clustered near the ends of the branches. They are mostly 5–10 mm (0.2–0.4 in) long, 1.5–2.5 mm (0.06–0.1 in) wide, oblong to lance-shaped and densely covered with branched hairs.The flowers are borne singly in leaf axils on a hairy stalk, 1–4 mm (0.04–0.2 in) long. There are 5 densely hairy, blackish-purple, linear to lance-shaped sepals which are 7–10 mm (0.3–0.4 in) long. The petals are 15–20 mm (0.6–0.8 in) long and are joined at their lower end to form a tube.  The petal tube is lilac-coloured to pinkish lilac on the outside and pale yellow with dark blotches on the inside. The outside of the petal tube is hairy but the inside surface of the lobes is glabrous while the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to August.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (lanata) is a Latin word meaning \"soft like wool\", \"velvety\" or \"downy\".",
    "Distribution and habitat": "Eremophila lanata is only known from the type location near Mount Fraser and from near Kumarina in the Gascoyne biogeographic region where it grows in stony red sandy clay.",
    "Conservation": "This species is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}