{
  "url": "https://en.wikipedia.org/wiki/Eremophila_linearis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. linearis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila linearis, commonly known as harlequin fuchsia bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with long leaves, sticky, shiny leaves and branches and bright red flowers",
    "Description": "Eremophila linearis is a glabrous shrub with sticky, shiny leaves and branches due to the presence of large amounts of resin. It grows to a height of between 1 and 4 m (3 and 10 ft) and its branches are thin with persistent leaf bases. The leaves are arranged alternately and densely clustered near the ends of the branches. They are mostly 30–40 mm (1–2 in) long, 3–5 mm (0.1–0.2 in) wide, linear to lance-shaped and covered with small raised resin glands.\nThe flowers are borne singly in leaf axils on a hairy stalk which is usually 10–20 mm (0.4–0.8 in) long. There are 5 sticky, overlapping, glabrous sepals which are mostly 10–15 mm (0.4–0.6 in) long but which enlarge to 15–20 mm (0.6–0.8 in) after flowering. The petals are 25–35 mm (0.98–1.4 in) long and are joined at their lower end to form a tube.  The tube is bright red to orange-red on the top and yellow below and inside the tube. The outside of the petal tube usually has scattered hairs but the inside surface of the lobes is glabrous while there are some long hairs inside the tube. The 4 stamens extend beyond the end of the petal tube. Flowering occurs between March and December and the fruits which follow are dry, ovoid to conical in shape with a pointed end and a papery covering and are 7.5–13 mm (0.3–0.5 in) long.",
    "Taxonomy and naming": "Eremophila linearis was first formally described by botanist Robert Chinnock in Journal of the Adelaide Botanic Garden in 1980. The specific epithet (linearis) is a Latin word meaning \"linear\".",
    "Distribution": "Harlequin fuchsia bush is widespread in central Western Australia, especially between Meekatharra and Newman in the Gascoyne and Murchison biogeographic regions. It grows in clay-loam or sandy loam in depressions, river flats and rocky slopes.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Harlequin fuchsia bush is a compact, slow-growing but long lived shrub with bright green foliage and red flowers. Its growth habit makes it suitable as a windbreak or screening plant. It is one of the eremophilas that can be propagated from seed but only with difficulty from cuttings. Unless propagated by grafting onto Myoporum rootstock, it needs well-drained soil. It will grow in full sun or filtered shade and only requires occasional watering during a long drought. It will tolerate frost although severe frosts may damage branches that should be removed when the weather warms in spring.\n\n\n== References =="
  }
}