{
  "url": "https://en.wikipedia.org/wiki/Eremophila_glabra",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. glabra"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila glabra, commonly known as tar bush, is a plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is sometimes a low, ground-hugging and sometimes an erect shrub. The leaves are variable in size and shape and there is a range of flower colours. In spite of its scientific name, not all forms of the plant are glabrous but most have many small, raised glands on the stems, flowers and leaves.",
    "Description": "Eremophila glabra grows to 0.1–3 m (0.3–10 ft) in height, sometimes a prostrate shrub and sometimes erect. The leaves are arranged alternately, sometimes crowded, other times sparse, usually lance-shaped but they may also be linear to egg-shaped. They are 7.5–61 mm (0.3–2 in) long and 0.8–18 mm (0.03–0.7 in) wide, the end pointed and the base tapering gradually towards the stem. The leaves and stems are covered with small, raised glands.The flowers are red, orange, yellow or yellowish green, lack spots and are arranged singly or in pairs in the leaf axils on a stalk which is 3–10 mm (0.1–0.4 in) long. There are 5 sepals which are narrow egg-shaped to triangular and of slightly differing lengths. The petals, which give the flowers their colour are 20–30 mm (0.8–1 in) long and joined in a tube with 5 lobes at the end. The upper lobes are pointed and usually close together while the lower lip is blunt and bends backwards. There are four stamens which extend beyond the end of the petals. Flowering occurs between early autumn and summer (March to December in Australia) and is followed by fruit which are oval to almost spherical, about 4–9 mm (0.2–0.4 in) in diameter, glabrous, dry or fleshy and dark brown.",
    "Taxonomy": "The species was first formally described in 1810 by Robert Brown who gave it the name Stenochilus glaber. The description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. In 1921, Carl Hansen Ostenfeld changed the name to Eremophila glabra, publishing the change in the journal Biologiske meddelelser, Kongelige Danske Videnskabernes Selskab.",
    "Taxonomy-Subspecies": "The following subspecies have been described by Robert Chinnock, although there may be others not yet described:\nEremophila glabra subsp. glabra\nEremophila glabra subsp. albicans\nEremophila glabra subsp. carnosa\nE. glabra subsp. chlorella\nE. glabra subsp. elegans\nE. glabra subsp. murrayana\nE. glabra subsp. psammophora\nE. glabra subsp. tomentosa\nE. glabra subsp. verrucosaThe specific epithet  glabra is a Latin word meaning \"smooth\" or \"hairless\" possibly referring to the hairless ovary of this species.Andrew Brown and Bevan Buirchell also recognise subspecies not yet described but given the names Arrowsmith, Beverley, Diemals, Inland, Junana, Lake King, Lake Pinjarrega, Morawa, Rason Lake, Scaddan, South Coast, Wongan Hills and York.",
    "Distribution and habitat": "This eremophila occurs in all the mainland states of Australia. Subspecies glabra is the most widespread and it occurs in a wide range of soils and vegetation associations, although only in the drier areas of the continent.",
    "Conservation": "The species is not threatened however subspecies chlorella is classified as \"Threatened\" by the Western Australian Government Department of Parks and Wildlife meaning that it is rare and in need of protection.",
    "Use in horticulture": "Tar bush is one of the most variable species in the genus and the use of a number in one garden can give the impression of many different species. Most forms do not need a lot of maintenance apart from the occasional watering and light pruning.  Propagation from seed is difficult but cuttings strike readily and preserve the features of the parent plant. It will grow in most soils, and in most positions from full sun to full shade. Most forms are drought tolerant and will survive most frosts although a few with hairy leaves will not tolerate high humidity.  Eremophila glabra is popular in native gardens and a number of cultivars have been developed. A yellow flowered, prostrate form called \"Kalbarri Carpet\" is available as is the variety \"Murchison Magic\", a silvery-leaved form with red flowers.\n\n\n== References =="
  }
}