{
  "url": "https://en.wikipedia.org/wiki/Eremophila_rotundifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. rotundifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila rotundifolia is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub with many tangled branches with its leaves and branches covered with a layer of silvery-grey hairs. Its flowers range in colour from pale to deep lilac. It is common in South Australia and there is also a single record from the Northern Territory.",
    "Description": "Eremophila rotundifolia is a shrub with many tangled branches and which grows to a height of between 1 and 3 m (3 and 10 ft). Its branches and leaves are covered with a layer of silvery-grey, simple hairs that are pressed against the surface. The branches are lumpy due to the presence of persistent leaf bases. The leaves are clustered near the ends of the branches and are thick, stiff, egg-shaped to fan-shaped, mostly 8–14.5 mm (0.3–0.6 in) long, 6–13 mm (0.2–0.5 in) wide, folded sideways into a U-shape and curved downwards lengthwise. The leaves have a short, broad, flat stalk 2–5 mm (0.08–0.2 in) long.The flowers are borne singly in leaf axils on a hairy stalk 8–13 mm (0.3–0.5 in) long. There are 5 overlapping, hairy, yellowish-green to purple sepals which are 9.5–16.5 mm (0.4–0.6 in) long and egg-shaped to lance-shaped. The petals are 25–30 mm (0.98–1.2 in) long and are joined at their lower end to form a tube. The petal tube is pale lilac-coloured to deep purple, sometimes white on the outside and the inside is white with violet spots. The outside of the petal tube and lobes is hairy, the inside of the lobes is glabrous and the inside of the tube is filled with long, soft hairs. The 4 stamens are enclosed in the petal tube. Flowering occurs from May to October and is followed by dry, woody, oval-shaped fruits which are 7–8 mm (0.28–0.31 in) long and have a hairy papery covering.",
    "Taxonomy": "The species was first formally described in 1859 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The specific epithet (rotundifolia) is derived from the Latin words rotundus meaning \"circular\", \"round\" or \"spherical\" and folia meaning \"leaves\".",
    "Distribution and habitat": "Eremophila rotundifolia is common, growing in stony soils in the North-western, Lake Eyre, Nullarbor, Gairdner-Torrens and Eyre Peninsula botanical regions of South Australia. There is a single record from near Charlotte Waters in the Northern Territory.",
    "Conservation": "This eremophila is classified as \"near threatened\" in the Northern Territory.",
    "Use in horticulture": "The silvery-grey foliage of this shrub contrast with its lilac to purple flowers but also with other shrubs planted near it, especially those with dark green leaves. It can be propagated from cuttings but is slow to strike and grafting on to Myoporum rootstock is usually easier. It grows best in well-drained soil in a sunny location but is drought tolerant, requiring a deep watering only once or twice during a long dry spell. It is only moderately frost tolerant but damage caused by a light frost can be pruned and the shrub will recover.\n\n\n== References =="
  }
}