{
  "url": "https://en.wikipedia.org/wiki/Eremophila_laccata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. laccata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila laccata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to an area near Carnegie in Western Australia. It is a small, low, spindly shrub with scattered, linear leaves, and pink, flattened bell-shaped flowers.",
    "Description": "Eremophila laccata is a low, spindly shrub growing to 120 cm (50 in) high and 40–100 cm (20–40 in) wide. The branches are glabrous and sticky with resin. The leaves are arranged alternately, mostly 7–18 mm (0.3–0.7 in) long, about 1 mm (0.04 in) wide, linear in shape and glabrous with their edges rolled downwards.The flowers are borne singly in leaf axils on a pedicel 3–5 mm (0.1–0.2 in) long. There are 5 lance-shaped, green sepals which are 3–4 mm (0.1–0.2 in) long and hairy on part of the inner surface. The petals are 10–11 mm (0.4–0.4 in) long and joined at their lower end to form a flattened, bell-shaped tube. The petal tube is pink to pinkish white and both the inner and outer surfaces are hairy. The 4 stamens are enclosed in the petal tube. Flowering time is mainly between June and September, but may occur at other times if conditions are favourable. The fruit are oval, shiny and glabrous.",
    "Taxonomy and naming": "Eremophila laccata was first formally described by Bevan Buirchell and Andrew Phillip Brown in 2016 and the description was published in Nuytsia. The specific epithet (laccata) is a Latin word meaning \"appearing varnished\" referring to the smooth, shiny fruit.",
    "Distribution and habitat": "This eremophila is only known from near the Canning Stock Route in the Gascoyne and Little Sandy Desert biogeographic regions where in shallow red-brown soil in mulga.",
    "Conservation": "Eremophila laccata is only know from a few scattered populations and has been classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}