{
  "url": "https://en.wikipedia.org/wiki/Eremophila_punctata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. punctata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila punctata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with sticky young branches and leaves due to the presence of resin. Its small leaves usually have a few blunt teeth near their ends and flowers which are usually lilac-coloured. It is a distinctive and widespread species.",
    "Description": "Eremophila punctata is an erect shrub which grows to a height of between 0.5 and 2.2 m (2 and 7 ft) and which has its young branches and leaves covered with resin that often dries to a whitish film. The branches are densely covered with glandular hairs. Its leaves are arranged alternately and clustered near the ends of the branches. The leaves are linear to lance-shaped, mostly 9–16 mm (0.4–0.6 in) long, 1.5–3.5 mm (0.06–0.1 in) wide, prominently covered with small raised glands and have a few blunt teeth or lobes near their end.\nThe flowers are usually borne singly in leaf axils on hairy stalks usually 3–20 mm (0.1–0.8 in) long. There are 5 green to reddish-purple or purplish-brown, hairy, overlapping sepals which are mostly 10–16 mm (0.4–0.6 in) long. The petals are 20–30 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is pale to deep lilac-coloured or deep purple, sometimes mauve, purple violet or white on the outside, while the inside of the tube is white, spotted with purple. The outside of the petal lobes and most of the tube are hairy, the inside of the lobes is glabrous and the inside of the tube is filled densely woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to October and is followed by fruits which are dry, woody, oval-shaped, 5.5–6.5 mm (0.2–0.3 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 1980 and the description was published in Journal of the Adelaide Botanic Garden. The specific epithet (punctata) is a Latin word meaning \"punctuated\" or \"pointed\" referring to the glands on the leaves.",
    "Distribution and habitat": "Eremophila punctata is widespread between Lake Rason and Newman in the Gascoyne, Gibson Desert, Great Victoria Desert, Little Sandy Desert and Murchison biogeographic regions growing in sandy or stony soils in rocky places.",
    "Conservation": "Eremophila punctata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila bears many pale pink to deep lilac flowers over an extended period and attracts butterflies and other insects. It can be propagated from cuttings but grafting onto Myoporum rootstock is easier. Well-drained soils are preferred but the shrub will grow in full sun or partial shade and is very drought tolerant. It is sensitive to frosts and severe frost may kill the plant.\n\n\n== References =="
  }
}