{
  "url": "https://en.wikipedia.org/wiki/Eremophila_goodwinii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. goodwinii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila goodwinii, commonly known purple fuchsia bush and Goodwin's emu bush is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a small, spreading or erect shrub with most parts sticky due to the presence of resin, tapering leaves and pale lilac to mauve flowers. It occurs in New South Wales, the Northern Territory and Queensland.",
    "Description": "Eremophila goodwinii is usually a low spreading shrub but sometimes  an erect shrub growing to a height of between 0.3 and 1.5 m (1 and 5 ft) and has branches and leaves which are usually sticky due to the presence of resin. The leaves are arranged alternately along the stems and are mostly 28–58 mm (1–2 in) long, 2–4 mm (0.08–0.2 in) wide, linear to narrow lance-shaped, with margins that vary from smooth to serrated.The flowers are borne singly or in pairs in leaf axils on a stalk, 15–30 mm (0.6–1 in) long. There are 5 overlapping, green to purplish, egg-shaped to lance-shaped sepals which are 8–15 mm (0.3–0.6 in) long and covered with mostly glandular hairs. The petals are 15–30 mm (0.6–1 in) long and are joined at their lower end to form a tube. The petal tube is pale lilac-coloured to mauve on the outside and white with dark lines on the inside. The outside of the tube and petal lobes are hairy, the inside of the lobes is glabrous and the inside of the tube is woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs throughout the year and is followed by fruits which oval-shaped to almost spherical, 8–11 mm (0.3–0.4 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "The species was first formally described in 1859 by Ferdinand von Mueller and the description was published in Report on the Plants Collected During Mr. Babbage's Expedition into the North West Interior of South Australia in 1858. The specific epithet (goodwinii) honours Reverend Thomas Hill Goodwin who assisted John Dallachy, who collected the type specimen near Mount Murchison on the Murray River.There are two subspecies:\n\nEremophila goodwinii  F.Muell.  subsp. goodwinii which has dark reddish-brown glandular hairs on its branches and is the more widespread form of this species;\nEremophila goodwinii subsp. ecapitata  Chinnock  which has simple hairs on its branches and only occurs in parts of the Northern Territory.",
    "Distribution and habitat": "In New South Wales, this species is common on the central west slopes north of Parkes, the north-west plains and far north-west plains where it grows on red earths, on level sand and on rocky hillsides. It also occurs in nearby areas in Queensland and scattered populations further north in that state. It is also found in southern central Northern Territory and a small adjacent area of the Central Ranges biogeographic region in Western Australia.",
    "Ecology": "Purple fuchsia bush is a common species, sometimes occurring in dense stands but it is not considered a useful forage plant for livestock.",
    "Conservation": "Eremophila goodwinii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife, and of \"least concern\" in the Northern Territory and Queensland.",
    "Uses": "",
    "Uses-Indigenous use": "Aboriginal people used a decoction of the leaves of this species as a medicinal wash. The leaves are reported to have purgative properties.",
    "Uses-Horticulture": "This eremophila is an attractive shrub but is sometimes short-lived in gardens. It can be propagated from cuttings or by grafting onto Myoporum rootstock. It grows best in full sun and a well-drained soil (if grown on its own roots) but is drought tolerant. It can be damaged by heavy frost but light pruning to remove damaged wood or to help maintain its shape is beneficial.\n\n\n== References =="
  }
}