{
  "url": "https://en.wikipedia.org/wiki/Eremophila_petrophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. petrophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila petrophila is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a tall, erect, open shrub with rough branches, narrow, sticky leaves and pale lilac-coloured flowers.",
    "Description": "Eremophila petrophila is an open, erect shrub which grows to a height of 3.2 m (10 ft) sometimes unbranched in the lower half or alternatively, with many branches sprouting from near ground level. Its branches are rough due to persistent leaf bases and are sticky, sometimes also shiny due to the presence of resin secreted by large numbers of raised, pimple-like glands. The leaves are clustered near the ends of the branches, are linear to lance-shaped, 8–23 mm (0.3–0.9 in) long, 2–3 mm (0.08–0.1 in) wide and mostly glabrous but are sticky and often shiny due to the resin secreted from many raised glands.The flowers are borne singly in leaf axils on a stalk 1.5–4.5 mm (0.06–0.2 in) long which is covered with glandular hairs.There are 5 overlapping, sticky, green or purple-green, lance-shaped to egg-shaped, sepals which are mostly 8–10 mm (0.3–0.4 in) long. The petals are 16–22.5 mm (0.6–0.9 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured or very faintly lilac on the outside and white inside with brown or purple spots. The petal tube and lobes are hairy on the outside, the petal lobes are glabrous on the inside, and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering time depends on subspecies. The fruits are dry, woody, oval-shaped, 6.3–7 mm (0.25–0.28 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (petrophila) is derived from the Ancient Greek πέτρα (pétra) meaning \"rock\" or \"stone\" and φίλος (phílos) meaning \"dear\" or \"beloved\" referring to the habitat preference of this species.There are two subspecies\n\nEremophila petrophila  Chinnock subsp. petrophila which flowers from June to January, has glabrous leaves and branches with short glandular hairs;\nEremophila petrophila subsp. densa Chinnock which flowers from July to September and has branches and leaves that are covered with long glandular hairs when young, becoming glabrous as they age.",
    "Distribution and habitat": "Subspecies petrophila occurs on hills and rocky slopes from the Hamersley Range south to Waldburg Station in the Gascoyne and Pilbara biogeographic regions. Subspecies densa is only known from between Pimbee and Towrana stations near Gascoyne Junction in the Carnarvon, Gascoyne and Murchison biogeographic regions where it grows on low, rocky hills.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife, although the subspecies densa is classified as \"Priority Three\" meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}