{
  "url": "https://en.wikipedia.org/wiki/Eremophila_citrina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. citrina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila citrina is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the centre of Western Australia. It is a dense, rounded shrub with yellow new growth, crowded leaves and lilac-coloured to light purple flowers.",
    "Description": "Eremophila citrina is an erect, densely foliaged, upright shrub usually growing to a height of 1 m (3 ft) and almost as wide. Its new leaves and stems are covered with lemon-coloured glandular hairs which gradually fade to grey. The leaves are arranged alternately along the stems and are thick and clustered, and usually have a distinct mid-vein visible on the lower surface. They are linear to narrow egg-shaped, mostly 14–25 mm (0.6–1 in) long and about 2–4 mm (0.08–0.2 in) wide.\nThe flowers are borne singly in leaf axils on a straight stalk 7–11 mm (0.3–0.4 in) long. There are 5 lance-shaped, green to purple-brown sepals which are mostly 10–18 mm (0.39–0.71 in) long and covered with a layer of yellowish hairs, at least at first. The petals are 18–30 mm (0.7–1 in) long and joined at their lower end to form a tube. The petal tube is light purple to lilac-coloured on the outside and white with light purple spots inside. It is also glabrous on the outside except for the petal lobes which are covered with hairs. The inside surfaces of the lobes are glabrous while the tube is filled with long, soft hairs. Flowering occurs mostly from June to October following rain and is followed by fruits which are oval-shaped to almost spherical, have a papery covering and are about 6 mm (0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock 17 km (10 mi) north-west of Minga Bore. The specific epithet (citrina) is a Latin word meaning \"from a lemon tree\" referring to the colour of the new growth of this species.",
    "Distribution and habitat": "Eremophila citrina occurs in a broad band between Newman and Laverton where it grows in stony soil derived from laterite.",
    "Conservation": "Eremophila citrina is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is not widely known in horticulture although it is growing well on a property in western Victoria. Its golden new growth and purple or lilac flowers are attractive features. Plants have been grown by grafting onto Myoporum. It grows best in well-drained soil in a sunny location but is sensitive to frost.\n\n\n== References =="
  }
}