{
  "url": "https://en.wikipedia.org/wiki/Eremophila_magnifica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. magnifica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila magnifica is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with large, clustered leaves and large, attractive lilac-coloured or purple flowers, sometimes so densely clustered that they appear like compound heads of terminal flowers.",
    "Description": "Eremophila magnifica is an erect shrub which grows to a height of 0.5–1.5 m (20–60 in). Its leaves, which smell strongly of nutmeg when crushed, are densely clustered near the ends of the branches, bluish-green, lance-shaped, mostly 29–63 mm (1–2 in) long and 6–15 mm (0.2–0.6 in) wide. The edges of the leaves are hairy.The flowers are borne in groups of 2 to 4 in, clustered near the ends of the branches in leaf axils on hairy stalks which are 10–27 mm (0.4–1 in) long. There are 5 green to dull purple, hairy, linear to triangular sepals which are mostly 11–22 mm (0.4–0.9 in) long. The petals are 17–22 mm (0.7–0.9 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured on the outside and deep lilac on the inside of the petal lobes. There are translucent spots on the petal tube and lobes, the outer surface is hairy, the inner surface of the lobes is glabrous and the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to November and the fruits which follow are dry, oval-shaped and 6.5–7.5 mm (0.3–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (magnifica) is a Latin word meaning \"noble\", \"eminent\" or \"splendid\", in reference to the large, attractive flowers.There are two subspecies:\n\nEremophila magnifica Chinnock subsp. magnifica which has glabrous branches and leaf surfaces (other than the margins);\nEremophila magnifica subsp. velutina Chinnock which has velvety branches and leaves",
    "Distribution and habitat": "Subspecies magnifica occurs on the tops and slopes of the Hamersley Range in the Pilbara biogeographic region where it grows on rocky slopes and hilltops;\nsubspecies velutina occurs between Marandoo and Newman in the Gascoyne and Pilbara biogeographic regions where it grows on slopes and ephemeral creeks in loamy soils.",
    "Conservation": "Eremophila magnifica is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife but subspecies magnifica is classified as \"Priority Four\" meaning that is rare or near threatened and subspecies velutina is classified as \"Priority Three\" meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "The highly-scented leaves and large, well-displayed flowers are attractive features of this eremophila. It can be propagated by grafting onto Myoporum rootstock and grown in well-drained soil in full sun. It is drought tolerant but very sensitive to frost and should be only lightly pruned.\n\n\n== References =="
  }
}