{
  "url": "https://en.wikipedia.org/wiki/Eremophila_setacea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. setacea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila setacea is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with narrow, glabrous leaves, hairy sepals and light blue to purple petals.",
    "Description": "Eremophila setacea is an erect, spindly or straggly shrub which grows to a height of between 0.5 and 2 m (2 and 7 ft). Its leaves are linear, flat, tapering and usually have a few irregular teeth on their edges. They are mostly 24–57 mm (0.9–2 in) long, 1.5–3 mm (0.06–0.1 in) wide, glabrous and sticky when young, due to the presence of resin.The flowers are borne singly or in pairs in leaf axils on flattened, mostly glabrous, sticky stalks mostly 17.5–25 mm (0.7–1 in) long. There are 5 green, overlapping, lance-shaped, tapering sepals which are mostly 10–15 mm (0.4–0.6 in) long. The edges and outer two-thirds of the sepal surface is covered with long, white hairs while the inner surface is covered with glandular hairs. The petals are 17.5–22 mm (0.7–0.9 in) long and are joined at their lower end to form a tube. The petal tube is light blue to purple, sometimes white on the outside and white streaked brown or reddish-brown inside. The petal tube and its lobes are hairy on the outside and glabrous inside apart from woolly hairs inside the tube and parts of the lobes. The 4 stamens are enclosed in the petal tube. Flowering mainly occurs from August to November and is followed by fruits which are oval-shaped, ribbed and 6–8.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Eremophila setacea was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (setacea) is derived from the Latin word seta meaning \"bristle\", referring to the hairs on the flower stalk and sepals.",
    "Distribution and habitat": "This eremophila grows in red sand and soils derived from limestone between Carnarvon and Exmouth in the Carnarvon and Yalgoo biogeographic regions.",
    "Conservation": "Eremophila setacea is classified \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is very fast-growing but can also be short-lived. It can produce massed displays of pale lilac-coloured flowers and is worthy of being planted in a group. It can be propagated by grafting onto Myoporum rootstock and grown in well-drained soil in a sunny position. It is drought tolerant, requiring only an occasional watering during long dry spells. It can be damaged by severe frosts but will usually recover if the affected leaves are pruned.\n\n\n== References =="
  }
}