{
  "url": "https://en.wikipedia.org/wiki/Eremophila_phyllopoda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. phyllopoda"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila phyllopoda is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect or spreading shrub, sometimes round or flat-topped with sticky, hairy leaves and flowers ranging in colour from pink or lilac to purple.",
    "Description": "Eremophila phyllopoda is a compact, flat-topped shrub or a spreading shrub depending on subspecies, and grows to a height of between 0.4 and 2 m (1 and 7 ft). Its branches and leaves are covered with a layer of silvery to dull grey simple hairs that are sometimes stained brown. The branches are rough due to the prominent, projecting leaf bases and sticky due to the presence of resin. The leaves are arranged alternately and clustered near the ends of the branches. They are linear to elliptic in shape, taper towards both ends, 18–110 mm (0.7–4 in) long, 1.5–7 mm (0.06–0.3 in) wide, have a covering of hairs which are pressed against the leaf surface and sometimes obscured by resin.\nThe flowers are borne singly or in pairs in leaf axils on a stalk 1.5–4.5 mm (0.06–0.2 in) long which is densely hairy. There are 5 overlapping, green to pale mauve, hairy, sticky, lance-shaped to egg-shaped, sepals which are 8.5–25 mm (0.3–1 in) long. The petals are 13.5–32 mm (0.5–1 in) long and are joined at their lower end to form a tube. The petal tube is white through pink to deep lilac-coloured or purple on the outside, white inside. The petal tube and lobes are hairy on the outside, the petal lobes are glabrous on the inside, and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering time depends on subspecies. The fruits are dry, oval to cone-shaped, 2.5–4 mm (0.1–0.2 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (phyllopoda) is said to be derived from the Latin phyllo-, \"leaf\" and poda, \"foot\", referring to the very prominent persistent leaf bases of this species, and that persist well after the leaves have fallen. Sharr gives the derivation as from the Greek phyllo- meaning \"a leaf-\" and podus, \"a foot\". The word for \"leaf\" in classical and botanical Latin is folium. In ancient Greek the word for \"leaf\" is phyllon (φύλλον). Pes is used for \"foot\" in classical and botanical Latin, while in ancient Greek, pous (πούς) is used.There are two subspecies\n\nEremophila phyllopoda  Chinnock subsp. phyllopoda which flowers from June to October and has leaves that are 60–110 mm (2–4 in) long and petals more than 24 mm (0.9 in) long;\nEremophila phyllopoda subsp. obliqua Chinnock which flowers from June to August and has leaves that are 18–50 mm (0.7–2 in) long and petals that are less than 25 mm (1 in) long;",
    "Distribution and habitat": "Subspecies phyllopoda occurs stony plains and rocky ridges from west of Mt Augustus to Meekatharra in the Carnarvon, Gascoyne, Little Sandy Desert, Murchison  and Pilbara biogeographic regions.  Subspecies obliqua is found in stony soils near creek beds and on rocky hills between the Collier and Barlee ranges in the Gascoyne and Pilbara biogeographic regions.",
    "Conservation": "Both subspecies of E. phyllopoda are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This is one of the most attractive eremophilas with its grey, pendulous leaves and mass display of lilac to blue or pink flowers. Its colourful sepals remain on the plant long after the petal tube has fallen and it is an ideal container plant. It is usually propagated by grafting onto Myoporum rootstock and grown in well-drained soil in full sun. It only needs occasional watering during a long drought but it is frost sensitive and needs to be grown in a warm, protected position.\n\n\n== References =="
  }
}