{
  "url": "https://en.wikipedia.org/wiki/Eremophila_exilifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. exilifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila exilifolia is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a widely distributed shrub which is shaped like an inverted cone and has small, very sticky leaves and branches and lilac-coloured flowers.",
    "Description": "Eremophila exilifolia is an erect, flat-topped shrub with very sticky foliage usually growing to a height of between 0.3 and 1 m (1 and 3 ft). The branches are thickly coated with resin making them sticky and shiny but often becoming black due to the growth of sooty mould. The leaves are also thickly covered with resin and are crowded, often overlapping each other near the ends of the branches. They are also pitted, the pits often appearing as dark spots. The leaves are linear to almost club-shaped, 2.5–12 mm (0.1–0.5 in) long and 0.6–1.5 mm (0.02–0.06 in) wide.\nThe flowers are borne singly in leaf axils on a sticky stalk 3.3–15 mm (0.1–0.6 in) long. There are 5 sticky green sepals which are mostly 4–10 mm (0.2–0.4 in) long but differ in shape from each other. The petals are 15–22.5 mm (0.6–0.9 in) long and joined at their lower end to form a tube. The petals are a shade of lilac, either dark or very pale, rarely white and the inside of the tube is white with purple spots. The petal tube is mostly covered with glandular hairs but the inner side of the petal lobes is glabrous. The inside of the tube is filled with woolly hairs and the 4 stamens are fully enclosed in the petal tube. Flowering occurs from April to October and is followed by fruits which are a broad oval shape, glabrous and 4–7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Eremophila exilifolia was first formally described in 1876 by Ferdinand von Mueller in Fragmenta Phytographiae Australiae. The specific epithet (exilifolia) is derived from the Latin words exilis meaning “small” and folium meaning \"a leaf\" referring to the small leaves of this species.",
    "Distribution and habitat": "This eremophila is common and widespread in central areas of Western Australia, often found growing on rocky hills in red stony soils but also on flat areas, mostly in the Eremaean botanical province. It usually grows in mulga woodland and is often the dominant shrub in these areas.",
    "Conservation": "Eremophila exilifolia is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The pale flowers of this eremophila contrast with its glossy, dark green leaves. It occurs naturally in arid areas and would probably not survive in humid areas or those subject to frosts. It has been propagated by grafting onto Myoporum rootstock and grows best in well-drained soil in a sunny location.\n\n\n== References =="
  }
}