{
  "url": "https://en.wikipedia.org/wiki/Eremophila_serpens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. serpens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila serpens, commonly known as snake eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a prostrate, creeping shrub with long, horizontal branches, leaves which often have irregular serrations, and yellowish-green petals with red or brownish-purple markings.",
    "Description": "Eremophila serpens is a prostrate shrub which often has long, snake-like branches which have short side-branches. It forms patches 3 to 4 cm (1 to 2 in) high and up to 2.5 m (8 ft) wide. The branches are glabrous and contact the ground along most of their length, often forming roots. The leaves are arranged alternately along the branches and are lance-shaped, often have small, irregular serrations, and are mostly 31–47 mm (1–2 in) long and 8–12 mm (0.3–0.5 in) wide.The flowers are borne singly or in pairs in leaf axils on stalks mostly 4–7 mm (0.2–0.3 in) long but are mostly or partly hidden by the leaves. There are 5 green, overlapping, egg-shaped to lance-shaped sepals which are 6–7 mm (0.2–0.3 in) long but enlarge to 10–11 mm (0.39–0.43 in) long after flowering. The petals are 15–26 mm (0.6–1 in) long and are joined at their lower end to form a tube. The petal tube is lime-green or yellowish-green, with red or brownish purple markings on the top lobe. The petal tube and its lobes are glabrous apart from some hairs on the lowest lobe and inside the tube. The 4 stamens extend beyond the end of the petal tube and are the most conspicuous part of the flowers. Flowering mainly occurs between March and December and is followed by fruits which are dry, almost spherical, 6.5–10 mm (0.3–0.4 in) long with a grey, papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 1979 and the description was published in Journal of the Adelaide Botanic Garden. The specific epithet (serpens) is a Latin word meaning \"snake\", referring to the habit of this species.",
    "Distribution and habitat": "Eremophila serpens grows in sandy soil, often near the margins of salts lakes, between Hyden and Salmon Gums in the Avon Wheatbelt, Coolgardie, Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Snake eremophila is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "This eremophila makes an attractive understorey groundcover and attracts nectar-feeding birds. It can be easily propagated from cuttings and grown in a wide range of soils. It needs an occasional watering during a long dry spell and is frost-hardy.\n\n\n== References =="
  }
}