{
  "url": "https://en.wikipedia.org/wiki/Eremophila_linsmithii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. linsmithii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila linsmithii is a plant in the figwort family, Scrophulariaceae and is endemic to Queensland. It is an erect shrub, branching from the base with narrow, sticky leaves, and white to pale lilac-coloured flowers and is found only in the south west corner of the state.",
    "Description": "Eremophila linsmithii is an erect, top-shaped shrub branching from its base, usually growing to a height of between 0.5 and 2.5 m (2 and 8 ft). The branches, leaves and sepals are sticky and shiny due to the presence of resin. The leaves are arranged alternately along the branches and are mostly 30–50 mm (1–2 in) long, 1–3 mm (0.04–0.1 in) wide, linear in shape and hairy, although the hairs are often obscured by the resin.The flowers are borne singly in leaf axils on stalks 10–25 mm (0.4–1 in) long. There are 5 overlapping green to reddish-brown, egg-shaped sepals which are mostly 3.5–8 mm (0.1–0.3 in) long but which enlarge after flowering. The 5 petals are 20–26 mm (0.8–1 in) long, and are joined at their bases to form a tube. The petal tube is white to pale lilac-coloured and glabrous on the outside. The inside surface of some of the petal lobes is hairy and the inside of the tube is woolly. There are four stamens which are fully enclosed in the tube. The fruit is dry, flask-shaped, about 6–8 mm (0.2–0.3 in) long with a papery covering.",
    "Taxonomy and naming": "The species was first formally described by R.J.F. Henderson in 1978 and the description was published in Journal of the Adelaide Botanic Garden. The specific epithet (linsmithii) honours the Australian botanist, Lindsay Stuart Smith.",
    "Distribution and habitat": "Eremophila linsmithii is found along drainage lines and on stony slopes in the far south-western corner of Queensland, often growing in association with mulga and other eremophilas.",
    "Conservation": "Eremophila linsmithii is classified by the Queensland Government as of \"least concern\".",
    "Use in horticulture": "This eremophila is a hardy shrub with bright green leaves and large flowers and is suitable for a low-maintenance garden. It can be propagated from cuttings and grown in most soils, including heavy clay and only needs the occasional watering during a long drought. It will tolerate light frosts and if damaged by a severe frost can be rejuvenated by pruning.\n\n\n== References =="
  }
}