{
  "url": "https://en.wikipedia.org/wiki/Eremophila_pusilliflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. pusilliflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila pusilliflora is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, open shrub with narrow egg-shaped leaves and flowers which vary in colour from red to cream with a red tinge. It grows in the Pilbara region.",
    "Description": "Eremophila pusilliflora is an open shrub growing to 30–50 cm (10–20 in) high and 50–100 cm (20–40 in) wide. The leaves are arranged alternately, egg-shaped, 6–15 mm (0.2–0.6 in) long and 2–5 mm (0.08–0.2 in) wide and clustered at the ends of the branches. The flowers are borne singly in leaf axils on a woolly stalk 4–7 mm (0.2–0.3 in) long. There are 5 green sepals which age to reddish-pink and are 11–15 mm (0.4–0.6 in) long and 3–5 mm (0.1–0.2 in) wide. The petals are variably coloured, ranging from red to pink or purple, sometimes cream with a red tinge, 8–10 mm (0.3–0.4 in) long and joined at their lower end to form a  bell-shaped tube which has a few glandular hairs inside and out. The four stamens extend beyond the end of the petal tube. Flowering time is mainly from April to September.",
    "Taxonomy and naming": "Eremophila pusilliflora was first formally described by Bevan Buirchell and Andrew Brown in 2016 and the description was published in Nuytsia. Prior to its formal description it was known as Eremophila sp. 'Princess Range'. The specific epithet (pusilliflora) is derived from the Latin words pusillus meaning \"little\" and flos meaning \"flower\", referring to the flowers of this species which are smaller than those of the similar \"E. forrestii.",
    "Distribution and habitat": "This eremophila grows on rocky hilltops and in low shrubland on plains which are flooded in winter and drain into the Ashburton River in the Pilbara biogeographic region.",
    "Conservation": "Eremophila pusilliflora has been classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}