{
  "url": "https://en.wikipedia.org/wiki/Eremophila_oblonga",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. oblonga"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila oblonga is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small, domed-shaped shrub with small, fleshy leaves and purple or mauve flowers growing near Balladonia.",
    "Description": "Eremophila oblonga is a small, domed, spreading shrub with many tangled branches which grows to a height of between 15 and 25 cm (6 and 10 in) and a width of 30 to 80 cm (10 to 30 in). Its branches are glabrous, greenish-blue or purple and have large, raised, amber-coloured lumps. The leaves are densely clustered near the ends of the branches, thick and fleshy, 1.3–3.5 mm (0.05–0.1 in) long, 0.6–1.7 mm (0.02–0.07 in) wide and oval, egg-shaped or club-shaped. They are also almost circular or triangular in cross-section.The flowers are borne singly in leaf axils on a straight, glabrous stalk 1–2.2 mm (0.04–0.09 in) long. There are 5 overlapping, egg-shaped, tapering, green or blackish-purple sepals which are 1.5–3.3 mm (0.06–0.1 in) long, glabrous on the outer surface and hairy on the edges and inner surface. The petals are 6.5–10.5 mm (0.3–0.4 in) long and are joined at their lower end to form a tube. The flower buds are blackish-brown but open to reveal purple or mauve petals with the inside of the tube white with purple spots. The outer surface of the petal tube and both surfaces of the lobes are glabrous, but the inside of the tube and part of the lowest lobe are hairy. The 4 stamens are enclosed in the petal tube or equal in length to it. Flowering occurs from May to November and the fruits which follow are woody, oval to cone-shaped, blackish-brown and 3–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (oblonga) is a Latin word meaning \"longer than broad\" referring to the leaves being longer than broad and with almost parallel sides.",
    "Distribution and habitat": "Eremophila oblonga occurs between Balladonia and Fraser Range in the Coolgardie and Mallee biogeographic regions growing in woodland in clay-loam over limestone.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This small low, rounded shrub has attractive foliage as well as massed flower displays in spring. It can be propagated from cuttings in warmer months and grows best in well-drained soil in a sunny or partly shaded position. It is drought tolerant, only needing an occasional watering during a long drought, is tolerant of frost and responds well to a light annual pruning.\n\n\n== References =="
  }
}