{
  "url": "https://en.wikipedia.org/wiki/Eremophila_compressa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. compressa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila compressa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the south west of Western Australia. It is an erect shrub whose leaves have 2 or 3 prominent teeth near their ends and which has white or cream-coloured flowers.",
    "Description": "Eremophila compressa is an erect, open shrub which usually grows to between 0.8 and 2 m (3 and 7 ft) high with branches that are glabrous but have many warty lumps and are sticky towards their ends due to the presence of resin. The leaves are arranged alternately and point upwards so that they often obscure the branches. They are green, often with a purple tinge, elliptic to egg-shaped, mostly 8–16 mm (0.3–0.6 in) long, 2–7 mm (0.08–0.3 in) wide, and have 2 or 3 prominent teeth near their ends.\nThe flowers appear singly or in pairs in leaf axils on stalks 1–3.5 mm (0.04–0.1 in) long. There are 5 narrow triangular, glabrous green sepals, 1–2 mm (0.04–0.08 in) long. The petals are 6–10 mm (0.2–0.4 in) long and joined at their lower end to form a tube. The petal tube is white to cream-coloured, glabrous on the outside but the inside of the tube is filled with long soft hairs and the top of the bottom lobe is also hairy. The 4 stamens are fully enclosed in the petal tube. Flowering occurs mostly from July to December and is followed by fruits which are oval-shaped, glabrous and about 1 mm (0.04 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 1986 and the description was published in Nuytsia. The type specimen was collected by Chinnock north of Salmon Gums. The specific epithet (compressa) is a Latin word meaning \"compressed\" referring to the compressed shape of the fruits.",
    "Distribution and habitat": "This eremophila occurs between Ravensthorpe, Grasspatch and Norseman in the Esperance Plains and Mallee biogeographic regions where it usually grows in disturbed clay or sandy loam soils.",
    "Conservation": "Eremophila. compressa is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "In cultivation this eremophila grows to 2 m (7 ft) high and almost as wide. It flowers over a long period and its open, spindly growth form is a feature. It can be propagated from cuttings or by grafting onto Myoporum species, grows in most soils in full sun or partial shade, is frost tolerant and reasonably drought resistant.\n\n\n== References =="
  }
}