{
  "url": "https://en.wikipedia.org/wiki/Eremophila_conferta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. conferta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila conferta is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the central west of Western Australia. It is a shrub with many tangled branches with leaves crowded near their ends and with mauve or purple flowers.",
    "Description": "Eremophila conferta is a shrub which usually grows to 1–1.5 m (3–5 ft) high with many tangled, dark brown branches which are often hidden, especially near their ends, by the leaves. The branches are covered with a layer of long, branched hairs. The leaves are arranged alternately, densely crowded and are covered with soft grey hairs. They are also elliptic to egg-shaped, mostly 12–25 mm (0.5–1 in) long, 6.5–13 mm (0.3–0.5 in) wide and have a distinct mid-vein on their lower surface.\nThe flowers are borne singly in leaf axils on stalks 3–9 mm (0.1–0.4 in) long. There are 5 narrow, lance-shaped sepals, 7–13.5 mm (0.3–0.5 in) long which have a felt-like texture due to a covering of long, soft hairs. The petals are 18–28 mm (0.7–1 in) long and joined at their lower end to form a tube. The petal tube is purple, blue or lilac-coloured and white inside, with faint purple spots and is mostly glabrous. The 4 stamens are fully enclosed in the petal tube. Flowering occurs mostly from August to September and is followed by fruits which are oval-shaped, yellow-brown with a papery covering and are about 5.5–7.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Eremophila conferta was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock about 4 km (2 mi) west of the Mount Augustus homestead on the lower slopes of Mount Augustus. The specific epithet (conferta) is a Latin word meaning \"crowded\" referring to the leaves of this species.",
    "Distribution and habitat": "This eremophila occurs between Kumarina and the Barlee Range in the Gascoyne biogeographic region where it grows in stony soils on plains, and stony ridges.",
    "Conservation": "Eremophila conferta is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila features soft grey foliage and showy flowers but is frost sensitive and will not tolerate humidity. It has been propagated by grafting onto Myoporum and grown in well-drained soil in a sunny position.\n\n\n== References =="
  }
}