{
  "url": "https://en.wikipedia.org/wiki/Eremophila_appressa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. appressa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila appressa, commonly known as wispy poverty bush, is a plant in the figwort family, Scrophulariaceae and is endemic to two remote locations in the central west of Western Australia. Its most unusual feature is its leaves which, at least when young, are less than 2.5 mm (0.1 in) long and 1 mm (0.04 in) wide and are glued to the stem by resin.",
    "Description": "Eremophila appressa is an erect, open, spindly shrub which usually grows to a maximum height of about 3 m (10 ft). It has thin, glabrous, sticky branches. The leaves are arranged alternately, usually 10–15 mm (0.4–0.6 in) long, less than 1 mm (0.04 in) wide, linear, glabrous and approximately circular in cross section. The leaves are glued to the stems until they age when they spread slightly.The flowers are borne singly or in pairs in leaf axils on stalks 8–12 mm (0.3–0.5 in) long. There are 5 lance-shaped green or purplish sepals, 8–18 mm (0.3–0.7 in) long and densely covered on both surfaces with many glandular hairs. The 5 petals are 17–20 mm (0.7–0.8 in) long, and are joined at their bases to form a tube. The petals are pink to purplish with deep red spots. The inside and outside of the tube as well as the outer sides of the petal lobes are hairy. There are four stamens which do not extend beyond the end of the tube. Flowering occurs between June and August and is followed by fruit which are dry, oval shaped and about 5.5–6.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and allied genera : a monograph of the plant family Myoporaceae. The type specimen was collected by Chinnock about 45 kilometres (30 mi) north of Kumarina. The specific epithet (appressa) refers to the leaves being pressed against the stems.",
    "Distribution and habitat": "Eremophila appressa grows in red ironstone soils between Kumarina and Newman in the Gascoyne and Pilbara biogeographic regions. It grows on rocky slopes in gravelly soil.",
    "Conservation": "Eremophila appressa is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}