{
  "url": "https://en.wikipedia.org/wiki/Eremophila_tetraptera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. tetraptera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila tetraptera is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Queensland. It is a shrub or small tree with narrow, lance-shaped leaves often crowded on short side branches, red flowers and unusual four-winged fruits resembling those of hop bushes.",
    "Description": "Eremophila tetraptera is a rounded shrub or small tree which grows to a height of between 1 and 3 m (3 and 10 ft) and has buff-coloured, more or less corky, smooth branches. The branches and leaves are slightly sticky when young, due to the presence of resin. The leaves are dull green and arranged alternately, scattered along the branches but often also clustered near the ends of short side-branches. They are thick, fleshy, linear to lance-shaped, mostly 35–65 mm (1–3 in) long and 4–9 mm (0.2–0.4 in) wide.The flowers are borne singly in leaf axils on S-shaped, slightly hairy stalks 10–18 mm (0.4–0.7 in) long. There are 5 spreading, lance-shaped to egg-shaped sepals which are 4–8 mm (0.2–0.3 in) long and usually glabrous. The petals are 20–28 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is red to reddish-orange on the outside and orange to yellowish inside and the lowest petal lobe has red spots. The outside surface of petal tube and lobes is glabrous but the inner surface is covered with glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs mainly in June and July and is followed by fruit which are egg-shaped viewed side-on, 10–15 mm (0.4–0.6 in) long and have 4 prominent wings.",
    "Taxonomy": "The species was first formally described in 1944 by Cyril Tenison White and the description was published in  Proceedings of the Royal Society of Queensland. The specific epithet (tetraptera) is derived from the Ancient Greek τέτταρες (téttares) meaning \"four\" and πτερόν (pterón) meaning “wing\" or \"feather”, referring to the fruit.",
    "Distribution and habitat": "This eremophila grows in small, scattered populations on slopes and along drainage channels in powdery clay soils, often near limestone hills. It occurs in the Diamantina River region and some of the populations occur in the Diamantina National Park.",
    "Conservation": "Eremophila tetraptera was classified as \"Vulnerable\" (VU) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) but was removed from the list in 2013. It is classified as \"vulnerable\" under the Queensland Nature Conservation Act (1992).",
    "Use in horticulture": "Although this shrub is drought resistant, if supplied with adequate water will produce a massed display of reddish-orange flowers. It attracts nectar-feeding birds and its red, four-winged fruit are an added attraction. It can be propagated from cuttings and the shrub grows well in a range of soil types in full sun or partial shade. It only needs an occasional watering during a long drought and usually is only slightly damaged by frost.\n\n\n== References =="
  }
}