{
  "url": "https://en.wikipedia.org/wiki/Eremophila_papillata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. papillata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila papillata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect, compact shrub with sticky, narrow leaves and mauve, blue or purple, rarely white flowers.",
    "Description": "Eremophila papillata is a compact erect shrub which grows to a height of 25–75 cm (10–30 in) and has rough bark. Its leaves and branches are sticky due to the presence of large amounts of resin. The leaves are mostly arranged alternately along the branches and are linear in shape, mostly 5–15 mm (0.2–0.6 in) long and 2.5–7 mm (0.1–0.3 in) wide. They have a covering of branches hairs when young and have many small, raised, pimply glands.The flowers are borne singly in leaf axils on a sticky, hairy stalk 3.5–7 mm (0.1–0.3 in) long. There are 5 overlapping, sticky, hairy sepals which are 3–6.5 mm (0.1–0.3 in) long and egg-shaped to lance-shaped. The petals are 8.5–20 mm (0.3–0.8 in) long and are joined at their lower end to form a tube. The petal tube is dark purple to lilac-coloured or blue, rarely white on the outside and white with faint lilac-purple spots inside. The outer surface of the petal tube and lobes and the inner surface of the lobes are glabrous but the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs in August and the fruits which follow are dry, cone-shaped, rather woody, rough and 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (papillata) is a Latin word meaning \"budlike\", referring to the small, nipple-like glands on the leaves of this species.",
    "Distribution and habitat": "Eremophila papillata occurs between Kondinin and Wongan Hills in the Avon Wheatbelt and Mallee biogeographic regions where it grows in hard clay-loam.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This compact, small to medium-sized shrub has dark green leaves which contrast with its blue or purple flowers. It is a hardy garden plant which can be propagated from cuttings taken at most times of the year and grown in most soils, including clay. It prefers full sun but only needs one or two waterings through even the longest droughts and is generally tolerant of frosts.\n\n\n== References =="
  }
}