{
  "url": "https://en.wikipedia.org/wiki/Eremophila_spectabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. spectabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila spectabilis, commonly known as showy poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a dense, erect shrub with narrow, greyish leaves and blue, mauve or purple flowers.",
    "Description": "Eremophila spectabilis is an erect, dense shrub which grows to a height of between 0.3 and 1.0 m (1 and 3 ft) with leaves and branches that are often very sticky, due to the presence of resin. The branches are densely hairy but the hairs are often hidden by the resin. The leaves are arranged alternately and clustered near the ends of the branches, linear in shape and tapering towards the end, mostly 32–84 mm (1–3 in) long, 1.5–4 mm (0.06–0.2 in) wide, hairy and sticky.\nThe flowers are borne singly in leaf axils on straight or S-shaped, sticky stalks 5.5–42 mm (0.2–2 in) long, depending on subspecies. There are 5 overlapping, green to purple sepals which are about 3–5 mm (0.1–0.2 in) long. The petals are 35–45 mm (1–2 in) long and are joined at their lower end to form a tube. The petal tube is mauve, purple or violet. The outside of the petal tube and lobes is hairy and often sticky, the inside surface of the lobes is glabrous and the inside of the tube is hairy. The 4 stamens are enclosed in the petal tube. Flowering time is from June to October. The flowers are followed by fruits which are a flattened oval-shaped to almost spherical, 9.5–14 mm (0.4–0.6 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "The species was first formally described by Charles Gardner in 1942 and the description was published in Journal of the Royal Scoiety of Western Australia. The specific epithet (spectabilis) is a Latin word meaning \"notable\", \"admirable\" or \"remarkable\".There are two subspecies:\n\nEremophila spectabilis  C.A.Gardner subsp. spectabilis which has a flower stalk that is longer than 18 mm (0.7 in) and is usually S-shaped.\nEremophila spectabilis subsp. brevis Chinnock which has a straight flower stalk that is less than 12 mm (0.5 in) long.",
    "Distribution and habitat": "Subspecies spectabilis grows in sandy or clay soils near Meekatharra in the Gascoyne and Murchison biogeographic regions.Subspecies brevis is common in sandy or loam soils between Meekatharra and Leinster in the Gascoyne and Murchison biogeographic regions.",
    "Conservation": "Both subspecies of showy poverty bush are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Showy poverty bush deserves its name - it is a very attractive shrub with brightly coloured, well-displayed flowers. It can be propagated with difficulty from cuttings but more easily by grafting onto Myoporum rootstock. It prefers well drained soil in full sun or part shade but only needs occasional watering during a long dry spell. It needs to be protected from frosts but will respond to a light pruning to remove damaged stems.\n\n\n== References =="
  }
}