{
  "url": "https://en.wikipedia.org/wiki/Eremophila_miniata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. miniata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila miniata, commonly known as kopi poverty bush, or plumridge is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with many tangled branches, greyish leaves and flowers which vary in colour, ranging from reddish to yellow or cream.",
    "Description": "Eremophila miniata is an erect shrub or small tree which grows to a height of between 1.5 and 5 m (5 and 20 ft) and which has thick, brittle, tangled branches with prominently raised leaf scars. The leaves are often crowded at the branch tips and are thick, narrow lance-shaped, slightly sticky, mostly 21–40 mm (0.8–2 in) long and 3–8 mm (0.1–0.3 in) wide.\nThe flowers are borne singly in leaf axils on a hairy stalk 10–30 mm (0.4–1 in) long. There are 5 colourful, overlapping, egg-shaped to lance-shaped, hairy sepals which are mostly 14–20 mm (0.6–0.8 in) long, sometimes longer. The sepals may be green, yellow or orange to purplish-red. The petals are 25–40 mm (1–2 in) long and are joined at their lower end to form a tube. The petals are orange-red to yellow or cream-coloured on the outside and yellow inside sometimes with raised red to orange spots. The petal tube and lobes are hairy inside and outside. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from July to December and the fruit which follow are dry, oval-shaped with a pointed end, a papery covering, glabrous and about 9 mm (0.4 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1942 by Charles Gardner from specimens he collected near Cowcowing in the wheatbelt region. The description was published in the Journal of the Royal Society of Western Australia. The specific epithet (miniata) is a Latin word meaning \"vermilion\" or \"bright red\".",
    "Distribution and habitat": "Kopi poverty bush occurs between Kalgoorlie and Cue in the Avon Wheatbelt, Carnarvon, Coolgardie, Gascoyne, Great Victoria Desert, Murchison and Yalgoo biogeographic regions where it grows on sandy hills or in clay flats near salt lakes and drainage lines.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "In a large garden, the two colour forms of this species growing together look attractive and an additional feature is that the colourful sepals often last much longer than the petals. The plant can be propagated from cuttings but, especially in cooler places, grafting onto Myoporum rootstock is more successful. This large shrub or small tree is very hardy and will grow in most soils, including clay and prefers to be in full sun. In nature it is periodically flooded and in the garden is drought hardy but benefits from occasional flooding. It is also moderately frost hardy.\n\n\n== References =="
  }
}