{
  "url": "https://en.wikipedia.org/wiki/Eremophila_maculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila maculata, also known as spotted emu bush, or spotted fuchsia-bush is a plant in the figwort family, Scrophulariaceae and is endemic to Australia.  It is the most widespread of its genus in nature and probably the most frequently cultivated Eremophila. It is a spreading, often densely branched shrub with variable leaf shape and flower colour, but the other features of the flowers such as the size and shape of the parts are consistent. The inside of the flower is often, but not always spotted.",
    "Description": "Eremophila maculata is a low spreading shrub, which usually grows to less than 2.5 metres (8 ft) tall. Its leaves range in size from 3.8 millimetres (0.1 in) to 45 millimetres (2 in) long and 0.5–18 millimetres (0.02–0.7 in) wide and range from almost thread-like to almost circular but are nearly always glabrous and always lack teeth or serrations on the edges.The flower colour often varies even within a single population and may be pink, mauve, red, orange or yellow, often spotted on the inside. Its flowers occur singly in the leaf axils and have a glabrous, S-shaped stalk, 10–25 millimetres (0.4–1 in) long. There are 5 sepals which are egg-shaped but end in a sudden point and are green or purplish-green. The 5 petals are joined for most of their length in a tube 25–35 millimetres (0.98–1.4 in) long, but the lobes on the sides and bottom of the flower are often turned or rolled back. The outside of the petals is glabrous but the inside surface of the tube is hairy and the lobes have a few spider-web like hairs. There are 4 stamens which extend beyond the petals. Flowers may appear in almost any month but are most prolific in winter and spring. The fruits which follow the flowers are dry, almost spherical and have an obvious beak.",
    "Taxonomy and naming": "Eremophila maculata was given its present name in 1859 by Ferdinand von Mueller in \"Report on the Plants Collected During Mr. Babbage's Expedition into the North West Interior of South Australia in 1858\". It was first formally described in 1822 by John Bellenden Ker Gawler as Stenochilus maculatus Ker Gawl.The specific epithet is from the Latin word maculata meaning \"spotted\", referring to the prominently spotted flowers.Three subspecies have been recognised by the Australian Plant Census:\n\nEremophila maculata subsp. brevifolia  (Benth.) Chinnock  which has leaves that are egg-shaped to almost circular and more than 2 mm (0.08 in) wide;\nEremophila maculata subsp. filifolia  Chinnock  which has leaves that are less than 2 mm (0.08 in) wide;\nEremophila maculata  (Ker Gawl.) F.Muell.  subsp. maculata which has leaves that are linear to lance-shaped and more than 2 mm (0.08 in) wide.The epithet brevifolia is from Latin and refers to the short leaves, and filifolia is Latin and refers to the long, narrow leaves.",
    "Distribution": "Eremophila maculata occurs in Western Australia, South Australia, Northern Territory, Queensland, New South Wales and Victoria. It often grows on river flats and areas subject to periodic flooding.",
    "Ecology": "Joseph Maiden's 1889 book 'The Useful Native Plants of Australia’ records that \"This is considered poisonous by some, and by others a good fodder bush. It does not appear to be dangerous to stock accustomed to eat it, but to others, travelling stock particularly, Mr. Hutchinson of Warrego (Queensland) considers it to be deadly. The effects of this plant are always worse after rain. It appears to be most dangerous when in fruit. (Bailey and Gordon).\"",
    "Use in horticulture": "Eremophila maculata is well known in horticulture and hybrid forms and cultivars such as \"Carmine Star\" and \"Aurea\" have been developed. The most common form in gardens is the cherry-coloured form of E. maculata subsp. brevifolia but other colours are becoming popular. It is easily propagated from cuttings, with firm tip cuttings taken during warmer months striking the most easily. In nature, spotted emu bush often grows in heavy clay soil and in the garden can be grown in similar soil or even in deep sand. A sunny position sheltered from strong wind is ideal but the shrub is very drought and frost hardy and can be grown in coastal areas which are sometimes subject to high humidity. It is recommended for gardens in the hotter, drier areas of the United States such as Arizona and New Mexico.\n\n\n== References =="
  }
}