{
  "url": "https://en.wikipedia.org/wiki/Eremophila_margarethae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. margarethae"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila margarethae, commonly known as sandbank poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, spreading shrub with grey leaves, flowers a shade of pink or purple, common in central areas of Western Australia.",
    "Description": "Eremophila margarethae is a spreading shrub, with branches and leaves covered with fine grey or yellowish branched hairs, usually growing to a height of less than 1.5 m (60 in). The leaves are arranged alternately along the branches and are thick, especially near the edges, linear to lance-shaped, mostly 5–15 mm (0.2–0.6 in) long and 2.5–7 mm (0.1–0.3 in) wide. The leaves develop a coating of resin as they age which often obscures the individual hairs. The mid-rib is prominent on the lower surface and appears as a groove on the upper side.\nThe flowers are borne singly or in pairs in leaf axils on hairy stalks 3.5–7.5 mm (0.1–0.3 in) long. There are 5 very hairy, blackish-purple, linear to lance-shaped, tapering sepals which are 7.5–13 mm (0.3–0.5 in) long. The petals are 23–29 mm (0.9–1 in) long and are joined at their lower end to form a tube. The petal tube is pale lilac to deep lilac-coloured on the outside and white with lilac or purple spots on the inside. The outer surface of the tube and petal lobes is hairy, the inner surface of the lobes is glabrous and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from April to October and the fruits which follow are oval-shaped with a glabrous, straw-coloured, papery covering and are 6–9 mm (0.24–0.35 in) long.",
    "Taxonomy and naming": "The species was first formally described by Spencer Le Marchant Moore in 1899 and the description was published in Journal of the Linnean Society, Botany. The specific epithet (margarethae) honours Margaret Forrest, wife of Sir John Forrest.",
    "Distribution and habitat": "Sandbank poverty bush is widespread and common between Leonora and Newman in the Gascoyne, Little Sandy Desert, Murchison and Pilbara biogeographic regions where it grows in mulga woodland on hardpan flats or sometimes on stony hills.",
    "Ecology": "Sandbank poverty bush is an indicator species that pasture is in poor condition due to overgrazing, especially of grasses such as broad-leaf wanderrie grass (Monachather paradoxus) and buck wanderrie grass (Eriachne helmsii). This poverty bush is not palatable to stock.This species is susceptible to predation by the hopbush scale insect (Pulvinaria dodonaeae, Order Hemiptera, Family Coccidae). About 10% of plants are killed although other species of eremophlias are not affected.",
    "Conservation": "Eremophila margarethae is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife",
    "Use in horticulture": "The silvery-grey foliage of this eremophila complements the blue flowers of this hardy, small shrub. It can be propagated from cuttings or by grafting onto Myoporum rootstock. It prefers a well-drained soil in a sunny location but will develop a more open habit in partial shade. It is very drought tolerant and moderately resistant to frost.\n\n\n== References =="
  }
}