{
  "url": "https://en.wikipedia.org/wiki/Eremophila_cryptothrix",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. cryptothrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila cryptothrix is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the Pilbara region of Western Australia. It is a shrub with sticky stems due to the presence of resin, narrow leaves, coloured sepals and white, pale pink or pale blue flowers.",
    "Description": "Eremophila cryptothrix is a shrub growing to a height of between 1 and 2.5 m (3 and 8 ft) with stems that have hairs trapped in a layer of resin, making the stems shiny and sticky, especially near their ends. The leaves are arranged alternately along the stems and are mostly 17–33 mm (0.7–1 in) long, about 2 mm (0.08 in) wide, glabrous and linear in shape with a hooked tip.The flowers are borne singly in leaf axils on stalks 5–13 mm (0.2–0.5 in) long. There are 5 pale pink to bright red, slightly overlapping, lanceolate sepals which are 7–11 mm (0.3–0.4 in) long. The petals are 12–18 mm (0.5–0.7 in) long and joined at their lower end to form a tube. The petal tube is white, sometimes pale pink or pale blue with prominent brownish spots inside. The petal tube is mostly glabrous except that there are many club-shaped hairs inside, near the base of the tube. The 4 stamens are fully enclosed within the tube.  Flowering occurs mostly from June to August and is followed by fruits which are dry, woody, oval-shaped with a papery covering and 5.5–6.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock 6 km (4 mi) south-east of Ashburton Downs. The specific epithet (cryptothrix) is from the Ancient Greek words κρυπτός (kruptós) meaning \"hidden\", \"secret\" or \"concealed” and θρίξ (thríx) meaning \"hair\" referring to the hairs hidden in the resin coating the stems.",
    "Distribution and habitat": "Eremophila cryptothrix grows mostly on rocky hills between Ashburton Downs and the Barlee Range in the Pilbara and Gascoyne biogeographic regions.",
    "Conservation": "Eremophila cryptothrix is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.\n\n\n== References =="
  }
}