{
  "url": "https://en.wikipedia.org/wiki/Eremophila_christopheri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. christopheri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila christopheri, commonly known as dolomite fuchsia bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the southern part of the Northern Territory in Australia. It is an erect shrub with bright green leaves and white, pink or lilac flowers.",
    "Description": "Eremophila christopheri is an upright shrub usually growing to 2.5 m (8 ft) high and 2 m (7 ft) wide. The leaves are arranged alternately along the stems and more or less overlap each other. They are elliptic to lance-shaped, mostly 10.5–25 mm (0.4–1 in) long and about 2.5–7 mm (0.1–0.3 in) wide, mostly glabrous and bright green, sometimes faintly purple.The flowers are borne singly in leaf axils and lack a stalk. There are 5 linear, green sepals with the top sepal greatly reduced in size while the other 4 sepals are 4–8 mm (0.2–0.3 in) long and overlap each other. The petals are 18–30 mm (0.7–1 in) long and joined at their lower end to form a tube. The petal tube is white, blue, or a shade of pink to lilac-coloured, covered on the outside with short hairs while the inside is filled with spidery hairs. Flowering occurs for most of the year but mainly in spring to mid-summer and is followed by fruits which are dry, oval to cone-shaped, wrinkled and 5–8.5 millimetres (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1875 as Eremophila Christophori and the description was published in Fragmenta phytographiae Australiae. Eremophila christophorii and Eremophila christophori are orthographical variants of the name but the correct spelling is Eremophila christopheri. The specific epithet (christopheri) honours Christopher Giles, the collector of the type specimen.",
    "Distribution and habitat": "Eremophila christopheri occurs in a band extending east north east from the MacDonnell Ranges west of Alice Springs to the border with Queensland where it grows in sandy soils often over laterite or limestone on low hills.",
    "Conservation": "Eremophila christopheri (as E. christophori) is listed as \"of least concern\" by the Northern Territory Parks and Wildlife Conservation Act.",
    "Use in horticulture": "This eremophila is rarely without flowers in the garden. It is hardy and some specimens have been in cultivation for more than 30 years. It can be propagated from cuttings or grafted onto Myoporum. Although it prefers well drained soil it will grow in heavier soils to produce a more open plant. It is drought hardy, tolerates light frost and is fast growing in well-drained soil in a sunny position.",
    "See also": "Plants using Giles names\n\n\n== References =="
  }
}