{
  "url": "https://en.wikipedia.org/wiki/Eremophila_hispida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. hispida"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila hispida is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Queensland. It is a small shrub with narrow, hairy, clustered leaves, with violet to purple flowers and is restricted to a small area in central Queensland.",
    "Description": "Eremophila hispida is a compact shrub usually growing to a height of less than 0.4 m (1 ft) with its branches mostly covered with a dense layer of hairs. Its leaves are densely clustered at the ends of the branches, mostly 10–25 mm (0.4–1 in) long, less than 1 mm (0.04 in) wide, linear in shape, usually densely covered in hairs and have their edges turned under. They also have a distinct midrib visible on the lower surface.The flowers are borne singly in leaf axils on a very short stalk. There are 5 green, hairy, overlapping, tapering, lance-shaped to triangular sepals which are mostly 4–9 mm (0.2–0.4 in) long. The petals are 16–20 mm (0.6–0.8 in) long and are joined at their lower end to form a tube. The petal tube is purple to violet-coloured, the outside of the tube is usually hairy while the inner surface of the lobes is glabrous and the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed within the petal tube. The fruits are oval-shaped with a glabrous, papery covering and are 5.5–7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (hispida) is a Latin word meaning \"with rough hair or bristles\".",
    "Distribution and habitat": "Eremophila hispida grows in mulga and Corymbia terminalis woodland in brown loam and sand, mostly near Winton.",
    "Conservation": "Eremophila hispida is classified as \"of least concern\" in terms of the Queensland Nature Conservation Act.",
    "Use in horticulture": "This eremophila has rarely been cultivated but its purple flowers and contrasting leaves indicate that it may have potential as a garden plant. It can be propagated from cuttings or by grafting and grown in well-drained soil in full sun. It is drought tolerant, needing only occasional watering but it needs to be protected from frost.\n\n\n== References =="
  }
}