{
  "url": "https://en.wikipedia.org/wiki/Eremophila_obliquisepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. obliquisepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila obliquisepala is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small, compact shrub with serrated leave, blue to purple flowers and unusually-shaped sepals.",
    "Description": "Eremophila obliquisepala is a compact, rounded shrub which grows to a height of between 20 and 50 cm (8 and 20 in). Its leaves are arranged alternately and scattered along the stems, mostly 14–29 mm (0.6–1 in) long, 4.5–9 mm (0.2–0.4 in) wide, lance-shaped to egg-shaped, hairy and have serrated margins.The flowers are borne singly in leaf axils on a hairy stalk usually 48 mm (2 in) long. There are 5 overlapping, hairy sepals which are 8–15 mm (0.3–0.6 in) long but which enlarge after flowering. The sepals are green with a purplish tinge and are egg-shaped to heart-shaped but asymmetrical and unequal in size, with the largest sepal emerging from the side of the stalk. The petals are 20–30 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is blue to purple on the outside, white with brown or purple spots inside. The outer surface of the petal tube and its lobes is hairy, the inside of the lobes is glabrous and the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to August and the fruits which follow are woody, oval to almost spherical, 8–10.5 mm (0.3–0.4 in) long with a hairy, yellow, papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is from the Latin obliqui-, 'with sides unequal' and sepala, 'sepals', referring to the oblique bases of the anterior sepals.",
    "Distribution and habitat": "Eremophila obliquisepala occurs between Meekatharra and Byro Station in the Gascoyne and Murchison biogeographic regions. It grows on stony plains and sandy flats.",
    "Conservation": "This species is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "The evenly-serrated leaves, large blue flowers and large, yellow fruits are attractive features of this small shrub. It can be propagated from cuttings but is often difficult to maintain on its own roots and grafting onto Myoporum rootstock is preferable. It is ideal for growing in a rockery, performing best in full sun in well-drained soil and only requires an occasional watering during a long drought. It has been grown in gardens in drier areas of Victoria but its response to frost is not well-known.\n\n\n== References =="
  }
}