{
  "url": "https://en.wikipedia.org/wiki/Eremophila_oldfieldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. oldfieldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila oldfieldii, commonly known as pixie bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub or small tree with rough bark, broad, flat or narrow fleshy leaves and red, orange or yellow flowers.",
    "Description": "Eremophila oldfieldii is a rounded shrub which grows to a height of 2.5 m (8 ft) or a small tree with rough, grey-brown bark which reaches 6 m (20 ft). The leaves are arranged alternately along the branches and are 30–110 mm (1–4 in) long. Their width and shape depends on subspecies: subspecies oldfieldii has leaves that are thin, flat, narrow lance-shaped to elliptic and 3–9.5 mm (0.1–0.4 in) wide; subspecies angustifolia leaves are linear to almost cylindrical in shape, thick, fleshy and 1.1–2.5 mm (0.04–0.1 in) wide.\nThe flowers are borne singly in leaf axils on a flattened, S-shaped, glabrous stalk 8–35 mm (0.3–1 in) long. There are 5 oblong to lance-shaped sepals which are 8–35 mm (0.3–1 in) long and which are green or brown. The petals are 18–40 mm (0.7–2 in) long and are joined at their lower end to form a tube. The petal tube is  red to orange-yellow and glabrous on the outside surface. The edges and inside surface of the petal lobes are covered with glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from May to October and the fruits which follow are almost spherical in shape, wrinkled, glabrous and 3–5 mm (0.1–0.2 in) long with a papery covering.",
    "Taxonomy and naming": "The first formal description of this species was published in 1859 by botanist Ferdinand von Mueller in Fragmenta phytographiae Australiae. The specific epithet (oldfieldii) honours Augustus Frederick Oldfield who made the type collection.",
    "Taxonomy and naming-Subspecies": "Two subspecies have been described:\n\nEremophila oldfieldii  F.Muell.  subsp. oldfieldii which has thin, flat leaves;\nEremophila oldfieldii subsp. angustifolia (S.Moore) Chinnock which has thick, narrow, fleshy leaves.A third, distinctive, rare subspecies, known as Eremophila oldfieldii subsp. Karara was discovered in 2010 but is yet to be formally described. It only grows near Rothsay in the Yalgoo biogeographic region and is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Distribution and habitat": "Subspecies oldfieldii is a common widespread eremophila which grows in clay, loam or calcareous sand between Wongan Hills and Shark Bay in the Avon Wheatbelt, Carnarvon, Coolgardie, Geraldton Sandplains, Murchison and Yalgoo biogeographic regions. Subspecies angustifolia grows in rocky places between Kalgoorlie and Cue in the Avon Wheatbelt, Coolgardie, Geraldton Sandplains, Great Victoria Desert, Murchison and Yalgoo biogeographic regions.",
    "Conservation": "The two formally described subspecies of E. oldfieldii have been classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "The bright red flowers of this large shrub stand out from its dark green leaves. It is a hardy plant which has been grown in eastern Australia and can be used as a windbreak or screening plant. It can be propagated from cuttings and grown in a wide range of soils in either full sun or partial shade. It is very drought tolerant but may be damaged by severe frosts.\n\n\n== References =="
  }
}