{
  "url": "https://en.wikipedia.org/wiki/Eremophila_drummondii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. drummondii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila drummondii, commonly known as Drummond's eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is a variable shrub, usually with sticky branches and leaves, long, thin leaves and mauve or purple flowers in spring.",
    "Description": "Eremophila drummondii is sometimes a spreading shrub less than 0.3 m (1 ft), sometimes erect and growing to a height of 3 m (10 ft). It usually has sticky, shiny leaves and branches, (less so west of Menzies) and the branches have grooves below the leaf bases. The leaves are linear to lance-shaped, mostly 10–45 mm (0.4–2 in) long and 1–6 mm (0.04–0.2 in) wide with the wider leaved forms being found near Newdegate. The leaves have a smooth, glabrous surface.The flowers are borne singly or in groups of up to 3, in leaf axils on a smooth, shiny stalk 6–30 mm (0.2–1 in) long. There are 5 overlapping, egg-shaped to lance-shaped, shiny green sepals which are 3.5–6 mm (0.1–0.2 in) long. The petals are 12–25 mm (0.5–1 in) long and joined at their lower end to form a tube. The petals are a blue, mauve or purple on the outside and white inside the tube. The petal tube and the lobes are shiny and glabrous but the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs in many months of the year but mostly in August and September. The fruits which follow are oval to oblong in shape, glabrous, shiny and sticky and 4.5–7.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1868 by Ferdinand von Mueller in Fragmenta phytographiae Australiae. The specific epithet (drummondii) honours James Drummond.",
    "Distribution and habitat": "Drummond's eremophila is widespread and common between York and Southern Cross in the Avon Wheatbelt, Coolgardie, Mallee and Esperance Plains biogeographic regions. It grows in a variety of soil types, mostly in Eucalyptus and Acacia mallee woodland.",
    "Conservation": "Eremophila drummondii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has several forms, all of which are attractive garden plants. The low-growing ones are very compact and produce masses of flowers in spring, contrasting with their glossy foliage. All can be grown from cuttings and grow in a wide range of soils, preferring full sun but are drought resistant and tolerant of frost when established.\n\n\n== References =="
  }
}