{
  "url": "https://en.wikipedia.org/wiki/Eremophila_weldii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. weldii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila weldii is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub with glabrous green leaves, small sepals and purple or lilac-coloured petals and it occurs in arid and semi-arid areas of Western Australia and South Australia.",
    "Description": "Eremophila weldii is sometimes an open, erect shrub which grows to a height of 1.5 m (5 ft) and sometimes a compact, prostrate shrub to 15 cm (6 in) high and 80 cm (30 in) wide. Its branches are glabrous, yellowish-green to green in colour but often with a purplish tinge near the ends but light brown in the older, woody parts. The leaves are arranged alternately, sometimes scattered, others clustered near the ends of the branches. They are lance-shaped to egg-shaped, tapering towards the base, mostly 2.5–10 mm (0.1–0.4 in) long, 1.5–3.5 mm (0.06–0.1 in) wide, mostly glabrous except at the base, green or light green with a purplish tinge.The flowers are borne singly in leaf axils on smooth stalks 2.5–6 mm (0.1–0.2 in) long. There are 5 overlapping egg-shaped to lance-shaped sepals which sometimes have a purplish tinge and are 2.5–5 mm (0.1–0.2 in) long and hairy on the inner surface. The petals are 9–18 mm (0.4–0.7 in) long and joined at their lower end to form a tube. The petal tube is lilac-coloured to purple, often whitish on the lower surface. The petal tube and lobes are mostly glabrous except that the lower petal lobe and the inside of the tube are covered with woolly hairs. The 4 stamens are enclosed in the petal tube although 2 may be the same length as it. Flowering occurs from March to December after rain and is followed by fruit which are oval-shaped to cone-shaped with a pointed end, 3.5–4.5 mm (0.14–0.18 in) long with a hairy, wrinkled surface.",
    "Taxonomy and naming": "The species was first formally described in 1870 by Victorian Government Botanist Ferdinand von Mueller in the seventh volume of his Fragmenta Phytographiae Australiae. Mueller's description was based on specimens collected from Eucla and Point Dover by John Forrest. The specific epithet weldii honours Frederick Aloysius Weld, then Governor of Western Australia.",
    "Distribution and habitat": "This eremophila occurs in the Nullarbor, Eyre Peninsula and Kangaroo Island botanical regions of South Australia where it is widespread on calcareous soils and red-brown earths. In Western Australia it grows on the Nullarbor Plain east of Balladonia in the Coolgardie, Hampton, Mallee, Murchison and Nullarbor biogeographic regions.",
    "Conservation": "Eremophila weldii  is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This is one of the hardiest eremophilas and is well suited to a low maintenance garden. It is easy to strike from cuttings which can be taken at any time of the year. The shrub grows in a wide range of soils, including heavy clay, rarely requires watering, even during a long dry spell and is very frost tolerant.\n\n\n== References =="
  }
}