{
  "url": "https://en.wikipedia.org/wiki/Eremophila_caespitosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. caespitosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila caespitosa, commonly known as felty-leaved eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to an area near the centre of Western Australia. It is a small shrub with a tuft-like habit, very hairy grey leaves and lilac to purple flowers.",
    "Description": "Eremophila caespitosa is a small, compact shrub with branches spreading at ground level. It grows to a height of 10–20 cm (0.3–0.7 ft) and a spread of up to 40 cm (1 ft). The leaves are arranged alternately, clustered near the ends of the branches and are mostly 6–14 mm (0.2–0.6 in) long and 1–2 mm (0.04–0.08 in) wide. They are linear in shape with the edges rolled under and are densely covered with soft hairs giving a grey appearance to the foliage.\nThe flowers are borne singly in leaf axils on a stalk 2.5–5.5 mm (0.1–0.2 in) long and which is densely covered with soft hairs. There are 5 densely hairy, linear or lance-shaped, green sepals which are 9–12 mm (0.4–0.5 in) long. The petals are 16–22.5 mm (0.6–0.9 in) long and joined at their lower end to form a tube. The tube is a shade of lilac to purple on the outside and white with faint lilac-coloured spots inside. There are scattered hairs on the outside of the tube and the inside is filled with spidery hairs. The 4 stamens are enclosed in the petal tube. Flowering mostly occurs from June to October and is followed by fruits which are dry, oval-shaped and 7–10.5 mm (0.3–0.4 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock about 72 kilometres (40 mi) south east of Mount Vernon. The specific epithet (caespitosa) is a Latin word meaning \"growing in tufts\", referring to the habit of this species.",
    "Distribution and habitat": "This eremophila occurs between Mount Augustus, Newman and Wiluna in the Gascoyne, Murchison and Pilbara biogeographic regions where it grows on stony flats.",
    "Conservation": "Eremophila caespitosa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Felty-leaved eremophila is an ideal small shrub for a container or rockery with its silvery foliage and lilac-coloured flowers. It can be propagated from cuttings or grafted onto Myoporum species. Full sun and well-drained soils are preferred and the plant is drought resistant but is killed by frost.\n\n\n== References =="
  }
}