{
  "url": "https://en.wikipedia.org/wiki/Eremophila_canaliculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. canaliculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila canaliculata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to an area near Newman in the Pilbara region of Western Australia. It is a low, compact and highly aromatic shrub with serrated leaves and mauve to blue flowers.",
    "Description": "Eremophila canaliculata is a low, spreading, densely foliaged and highly aromatic shrub growing to about 0.6 m (2 ft) high and 1 m (3 ft) wide. The leaves are arranged alternately and crowded near the ends of the branches. They are mostly 23–42 mm (0.9–2 in) long, 4–8 mm (0.2–0.3 in) wide, and densely hairy, their margins are serrated and there is a groove along the centre of the upper surface.\nThe flowers are borne in groups of up to 3 in leaf axils and lack a stalk. There are 5 greenish-yellow, lance-shaped sepals which are 10–17.5 mm (0.4–0.7 in) long. The petals are 20–25 mm (0.8–1 in) long and joined at their lower end to form a tube. The tube is white to lilac or blue, densely hairy on the outside and the 4 stamens do not extend beyond the petal tube. Flowering mostly occurs from June to September and is followed by fruit which are dry, oval to almost spherical with a hairy, papery covering and are 6–10 mm (0.24–0.39 in) long.",
    "Taxonomy and naming": "Eremophila canaliculata was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock about 10 km (6 mi) east south east of Cobra. The specific epithet (canaliculata) is a Latin word meaning \"channelled' or \"grooved\".",
    "Distribution and habitat": "This eremophila occurs between Newman and the Kennedy Range in the Gascoyne and Pilbara biogeographic regions where it grows in sandy soils and on stony flats and rocky hillsides.",
    "Conservation": "Eremophila canaliculata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has not been in cultivation for a long time, and its requirements are not well known but probably requires a well-drained soil. It has been successfully propagated by grafting onto Myoporum species. Its natural environment suggests it needs summer watering, and it is known to be frost sensitive.\n\n\n== References =="
  }
}