{
  "url": "https://en.wikipedia.org/wiki/Eremophila_enata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. enata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila enata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to central areas of Western Australia. It is a low, spreading shrub with serrated leaves and purplish to pinkish flowers.",
    "Description": "Eremophila enata is a spreading shrub, usually growing to a height of less than 0.3 m (1 ft) and has stems that are rough and hairy. The leaves are arranged alternately along the branches and are well spaced, elliptic to egg-shaped, mostly 9–20 mm (0.4–0.8 in) long and 3–9 mm (0.1–0.4 in) wide. Their edges are serrated and the surfaces covered with glandular hairs.\nThe flowers are borne singly in leaf axils on an S-shaped stalk usually 8–25 mm (0.3–1 in) long. There are 5 overlapping green to purplish sepals which differ in size and shape but are mostly 2.5–6 mm (0.1–0.2 in) long. The sepal at the rear is egg-shaped and slightly shorter and wider than the others. The petals are 16–20 mm (0.6–0.8 in) long and joined at their lower end to form a tube. The petals are purple to pinkish-purple on the outside and white inside the tube with purple or reddish-brown spots. The outside of the petal tube is covered with glandular hairs and the inside of the tube is filled with woolly hairs.  The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to October and is followed by fruits which are oval to almost spherical, hairy, 8–11 mm (0.3–0.4 in) in diameter and have a papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock about 36 kilometres (20 mi) north of Wiluna. The specific epithet (enata) is a Latin word meaning \"arisen\" or \"born\" referring this species' similarity to E. gilesii.",
    "Distribution and habitat": "Eremophila enata occurs near Wiluna and Windidda in the Gascoyne, Murchison and Pilbara biogeographic regions. It grows in clay soils usually in mulga woodland.",
    "Conservation": "Eremophila enata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila bears masses of flowers, often after rain following a long dry spell. Its attractive flowers suit it to most gardens. It can be propagated from cuttings and is best grown in well-drained soil in full sun. It tolerates drought and moderate frost, with any damage soon replaced by new growth.\n\n\n== References =="
  }
}