{
  "url": "https://en.wikipedia.org/wiki/Eremophila_arachnoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. arachnoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila arachnoides is a plant in the figwort family, Scrophulariaceae and is endemic to a few arid areas of Western Australia and South Australia. It is a little-known, broom-shaped shrub with white to mauve, trumpet-shaped flowers which are densely hairy on the inside.",
    "Description": "Eremophila arachnoides grows to a height of 4 metres (10 ft) and a width of 3 metres (10 ft) with leaves and stems densely covered with short, soft hairs. The leaves are arranged in opposite pairs at almost 90° to the stem, mostly 20–32 mm (0.79–1.3 in) long, 0.7–1 mm (0.03–0.04 in) wide, linear, oval in cross section or almost circular with the upper surface having a channel in the centre.The flowers are borne singly or in pairs in leaf axils on stalks 1–3.5 mm (0.04–0.1 in) long. There are 5 triangular sepals which are similar in size to each other and are about 0.8–2 mm (0.03–0.08 in) long. The tube formed by the petals is 15–24 mm (0.6–0.9 in) long and is white to pale pink, blue or mauve on the outside with yellow or purple spots on the inside. The inside and outside of the tube as well as the lobes are densely hairy. The petals lobes are pointed and are all equal in length. There are four stamens which do not extend beyond the end of the tube. Flowering occurs between August and December and is followed by fruit which is soft and an oval shape, about 5 mm–7 mm × 3.5 mm–5.5 mm (0.2 in–0.3 in × 0.1 in–0.2 in) and changes colour from pale green to a delicate pink as it matures.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 1979 and the description was published in the Journal of the Adelaide Botanic Gardens. The type specimen was collected by Chinnock about 17 kilometres (10 mi) south east of Yarrabubba homestead. The specific epithet is from Latin, meaning 'cobwebby', alluding to the long hairs in the corolla tube.Two subspecies are recognised by the Australian Plant Census:\n\nEremophila arachnoides  Chinnock  subsp. arachnoides, commonly known as spider web eremophila, which has distinctly hairy leaves;\nEremophila arachnoides subsp. tenera  Chinnock , commonly known as slender-leaved eremophila, has glabrous leaves.The epithet tenera is from the Latin meaning 'slender', referring to the long, slender leaves.",
    "Distribution and habitat": "Subspecies arachnoides occurs in small, isolated areas east of Kumarina in the Murchison biogeographic region where it grows in shallow limestone soils.Eremophila arachnoides subsp. tenera occurs mainly in scattered places in the west of South Australia but there are also disjunct populations central Western Australia. This subspecies grows in red loamy soils on calcrete.",
    "Conservation": "Subspecies arachnoides is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.Eremophila arachnoides subsp. tenera is classified as \"Priority One\" meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "This eremophila has attractive foliage and flowers and the coloured fruits add to its appeal. It tolerates a wide variety of soils and prefers full sun although it will grow in partial shade and is very drought tolerant and frost resistant. It can be propagated from cuttings which may take several months to form roots and it can also be grafted onto Myoporum. After a few years, light pruning can be used to keep its shape compact.\n\n\n== References =="
  }
}