{
  "url": "https://en.wikipedia.org/wiki/Eremophila_brevifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. brevifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila brevifolia, also known as spotted eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is an erect, open, spindly shrub with sticky, short, serrated leaves and white to pink flowers and is only known from a few scattered populations.",
    "Description": "Eremophila brevifolia is an erect, open, spreading shrub with thin branches and which usually grows to a height of 2 m (7 ft). The leaves are arranged alternately along the branches and are mostly 4–9 mm (0.2–0.4 in) long, 3–8 mm (0.1–0.3 in) wide, sticky, glabrous, broad egg-shaped to almost circular and have serrated or toothed margins.The flowers are usually borne singly in leaf axils on a straight stalk 1.5–3 mm (0.06–0.1 in) long. There are 5 narrow, pointed, green sepals which are 2–4.5 mm (0.08–0.2 in) long and mostly glabrous. The petals are 6–11 mm (0.2–0.4 in) long and joined at their lower end to form a tube. The tube is a shade of white to pale purple on the outside and white with yellow spots inside. The petal lobes are glabrous except for the lower lobe which is covered with long hairs near its base. The inside of the tube is also filled with long, soft hairs. There are 4 stamens which are enclosed in the petal tube. Flowering mostly occurs from July to September and is followed by fruits which are dry, oblong and 2.5–4.5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described by Friedrich Gottlieb Bartling in 1845 as Myoporum brevifolium and the description was published in Plantae Preissianae. In 1847, Alphonse de Candolle changed the name to Pseudopholidia brevifolia and in 1859, Ferdinand von Mueller changed it to Eremophila brevifolia. The specific epithet (brevifolia) is derived from the Latin words brevis meaning \"short\" and folia meaning \"leaves\".",
    "Distribution and habitat": "Eremophila brevifolia is only known from three small, scattered areas near Geraldton, Northampton and Kellerberrin in the Geraldton Sandplains, Avon Wheatbelt and Jarrah Forest biogeographic regions where it grows near rivers.",
    "Conservation": "Eremophila brevifolia is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.",
    "Use in horticulture": "The small, delicate white flowers of this species contrast with its bright, glossy green leaves. It is a hardy plant, resistant to frost and to drought. It is easily propagated from cuttings and will grow in a range of soils and aspects, including partial shade.\n\n\n== References =="
  }
}