{
  "url": "https://en.wikipedia.org/wiki/Eremophila_behriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. behriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila behriana is a flowering plant in the figwort family, Scrophulariaceae and is endemic to South Australia. It was one of the plants collected on the 1858 - 1859 Babbage expedition to explore areas north of Adelaide and was later described by Ferdinand von Mueller. It is a small shrub, usually with egg-shaped, serrated leaves and lilac to purple flowers with hairs on the lower petal lobe.",
    "Description": "Eremophila behriana is an upright shrub usually growing to a height of less than 0.6 m (2 ft) with stems that are usually hairy. The leaves are arranged alternately, mostly 4–16 mm (0.2–0.6 in) long, 3–7.5 mm (0.1–0.3 in) wide, egg-shaped with the narrower end towards the base and with serrated margins. They are also hairy, especially on the lower surface and have longer hairs on the margins near the base.The flowers are borne singly in leaf axils on a stalk less than 1 mm (0.04 in) long. There are 5 lance-shaped, green sepals 2.5–6.5 mm (0.1–0.3 in) long with hairy margins. The petals are 6–13 mm (0.2–0.5 in) long and joined at their lower end to form a tube. The tube is a shade of lilac to purple, the lower petal lobe is covered with short hairs and the inside of the tube has many spidery hairs. The 4 stamens do not extend beyond the petal tube. Flowering occurs from late spring to early summer and is followed by fruit which are oval-shaped, wrinkled near the top end and 3–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "In his description of a new species, Pholidia crassifolia (now Eremophila crassifolia) in 1853, Ferdinand von Mueller indirectly described Pholidia behriana. In 1859 he formally described Eremophila Behrii from a plant collected on the 1858-1859 expedition of Benjamin Babbage. The description was published in Report on the plants collected during Mr Babbage's expedition into the north- western interior of South Australia in 1858. From the description and locations of this specimen, it is clear that he was referring to the earlier description of Pholidia behriana, so the name Eremophila behriana is now used. The specific epithet (behriana) honours the German-born Hans Hermann Behr.",
    "Distribution and habitat": "This eremophila is widespread and common in the Eyre Peninsula, Northern Lofty, Murray, Yorke Peninsula, Southern Lofty and Kangaroo Island botanical regions of South Australia.",
    "Conservation": "Eremophila behriana has been listed as \"not at risk\".",
    "Use in horticulture": "This eremophila is a hardy shrub, suitable as a filler between others. It can be propagated by cuttings or by grafting and the latter method would prevent the plant's suckering habit. It will grow in most soils, including heavy clay and is only temporarily damaged by frost.\n\n\n== References =="
  }
}