{
  "url": "https://en.wikipedia.org/wiki/Eremophila_platythamnos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. platythamnos"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila platythamnos, commonly known as desert foxglove, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is an erect shrub with short, broad leaves and purple, mauve, blue or pink flowers.",
    "Description": "Eremophila platythamnos is an erect shrub which grows to a height of between 0.3 and 1.5 m (1 and 5 ft).  The branches are sometimes hairy and often sticky and shiny due to the presence of resin. The leaves are arranged alternately along the branches, lance shaped to egg-shaped or almost circular, 5–20 mm (0.2–0.8 in) long, 2–11 mm (0.08–0.4 in) wide, hairy or glabrous depending on subspecies and often sticky due to the presence of resin.The flowers are usually borne singly or in pairs in leaf axils on a stalk 4–8 mm (0.2–0.3 in) long. There are 5 overlapping, pink to purple, lance-shaped to broadly egg-shaped sepals which are 4–8.5 mm (0.2–0.3 in) long but which enlarge after flowering to  6–14 mm (0.2–0.6 in).  The petals are 14–20 mm (0.6–0.8 in) long and are joined at their lower end to form a tube. The petal tube is purple, mauve, blue or pink on the outside and white inside, hairy on the outside but the inside of the petal lobes is glabrous while the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs between April and November and is followed by fruits which are oblong in shape 5.3–6.5 mm (0.2–0.3 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "The species was first formally described by Ludwig Diels in 1905 and the description was published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet (platythamnos) is derived from the Ancient Greek πλατύς (platús) meaning “flat”, \"broad\" or \"wide\" and θάμνος (thámnos) meaning \"bush\" or \"shrub\".There are 3 subspecies:\n\nEremophila platythamnos Diels subsp. platythamnos which has glabrous branches and leaves;\nEremophila platythamnos subsp. exotrachys (Kraenzl.)Chinnock which has hairy branches and leaves, and sepals that are two different sizes, with the inner pair longest;\nEremophila platythamnos subsp. villosa Chinnock which has hairy branches and leaves, and 5 equal-sized sepals;",
    "Distribution and habitat": "Subspecies platythamnos occurs between Wiluna and Rawlinna in the Coolgardie, Gascoyne, Great Victoria Desert, Little Sandy Desert, Murchison and Nullarbor biogeographical zones in Western Australia.  It also occurs in the Nullarbor region of South Australia. It usually grows on and between sand dunes. Subspecies exotrachys in similar habitats to subspecies polythamnos and occurs from east of Wiluna to desert areas of South Australia and the south-western part of the Northern Territory. Subspecies villosa only occurs in South Australia on sandhills between Lake Gairdner and Lake Everard.",
    "Conservation": "The Western Australian subspecies of E .platythamnos are described as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "All forms of this variable species have horticultural potential, but especially those with colourful sepals which contrast with the dark green leaves. As with E. abietina, it sometimes suffers from the activities of bees. E. platythamnos can be propagated from cuttings and prefers well-drained soils reflecting the deep sand in which it grows in nature. It only needs occasional watering during a long drought and mature plants are usually frost resistant.",
    "References": "",
    "External links": " Media related to Eremophila platythamnos at Wikimedia Commons"
  }
}