{
  "url": "https://en.wikipedia.org/wiki/Eremophila_pentaptera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. pentaptera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila pentaptera  is a flowering plant in the figwort family, Scrophulariaceae and is endemic to South Australia. It is a small shrub with light green to reddish-brown branches, succulent leaves and light purple to reddish-violet flowers. It is restricted to a few areas in the north of the state.",
    "Description": "Eremophila pentaptera is a shrub with speading branches and which grows to a height of 40 cm (20 in). The older branches are greyish-white and are often grooved. The leaves are lance-shaped with the narrower end towards the base, succulent, mostly glabrous, mostly 12–29.5 mm (0.5–1 in) long and 3–7 mm (0.1–0.3 in) wide. They are usually dished on the upper surface and convex on the lower side.The flowers are borne singly in leaf axils on a glabrous stalk 3.5–6.5 mm (0.1–0.3 in) long which has 5 distinct ribs, especially near the outer end. There are 5 mostly glabrous, lance-shaped sepals which are 9–12.5 mm (0.4–0.5 in) long. The sepals are often tinged purple and are triangular in cross-section. The petals are 22–32 mm (0.9–1 in) long and are joined at their lower end to form a tube. The petal tube is light purple to reddish-violet on the outside and the inner half of the lowest petal lobe and inside of the tube are cream-coloured with faint lilac spots. Both surfaces of the petal tube and lobes are glabrous except the middle of the lower lobe and the inside of the tube which have long, soft hairs. The 4 stamens are about the same length as the petal tube. The fruits are oval-shaped to bottle-shaped, usually 6–9 mm (0.2–0.4 in) long and have eight prominent ribs.",
    "Taxonomy and naming": "The species was first formally described by J.M.Black in 1922 and the description was published in Transactions and Proceedings of the Royal Society of South Australia. Black noted:This lowly Eremophila was discovered by Professor F. Wood Jones in September, 1922, on flats near Miller Creek, about 60 miles (100 km.) north-east of Kingoonya Railway Station. It appears to be local in its distribution.\n The specific epithet (pentaptera) is derived from the Ancient Greek πέντε (pénte) meaning \"five\" and πτερόν (pterón) meaning \"feather\" or \"wing\" referring to the wing-like sepals of this species.",
    "Distribution and habitat": "Eremophila pentaptera is only found in two disjunct areas in South Australia, one near Miller's Creek and Kalina, and the other in the Copper Hills in the Pedirka Desert.",
    "Use in horticulture": "This is one of very few eremophilas that has succulent leaves. It has not been widely grown in gardens but appears to have potential for use in warm, frost-free areas. It can be propagated from cuttings and is best grown in well-drained soil in a sunny position.\n\n\n== References =="
  }
}