{
  "url": "https://en.wikipedia.org/wiki/Eremophila_praecox",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. praecox"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila praecox is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a small, broom-like shrub with small leaves and purple and white flowers.",
    "Description": "Eremophila praecox is a broom-shaped shrub which grows to a height of between 0.3 and 1.5 m (1 and 5 ft). The branches have a covering of branched hairs, especially near the tips and are also slightly sticky near the ends due to a covering of resin. The leaves are mostly arranged in opposite pairs and are linear in shape to almost cylindrical, mostly 5–11 mm (0.2–0.4 in) long, about 1 mm (0.04 in) wide, sparsely hairy and sticky when young but become glabrous as they mature.The flowers are borne singly, sometimes in pairs in leaf axils on hairy stalks 2–5 mm (0.08–0.2 in) long. There are 5 green to purplish-black, egg-shaped to narrow lance-shaped, hairy sepals which are 1.8–3.5 mm (0.07–0.1 in) long. The petals are 9–14 mm (0.4–0.6 in) long and are joined at their lower end to form a tube.  The petal tube is purple, tinged white on the outside, while the inside of the tube and lower part of the lobes are white, spotted purple. There are a few hairs on the outside of the petal tube but the inside surface of the petal lobes is glabrous while the tube is filled with long, soft hairs. The 4 stamens extend slightly beyond the end of the petal tube, including in the bud. Flowering occurs from October to December and is followed by fruits which are dry, woody, cone-shaped to oval-shaped with a pointed end and about 3.5–5 mm (0.1–0.2 in) long and hairy.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (praecox) is a Latin word meaning \"too early ripe\", \"premature\" or \"precocious\", referring to the anthers which protrude from the flower buds.",
    "Distribution and habitat": "Eremophila praecox occurs near Widgemooltha, Coolgardie and Kalgoorlie in the Coolgardie biogeographic regions of Western Australia and as scattered individuals in the western part of the Eyre Peninsula in South Australia. It grows in red-brown sandy loam with other eremophila species.",
    "Conservation": "E. praecox is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "This eremophila is a dainty shrub with delicate blue to purple flowers. It can be propagated from cuttings or by grafting onto Myoporum rootstock and grown in a wide range of soil types, including clay. A hardy shrub, it is both frost and drought tolerant, requiring only the occasional watering during a long drought.\n\n\n== References =="
  }
}