{
  "url": "https://en.wikipedia.org/wiki/Eremophila_pantonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. pantonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila pantonii, commonly known as broombush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a broom-shaped shrub with narrow leaves which have a hooked tip, and blue or purple, sometimes white flowers in winter and spring.",
    "Description": "Eremophila pantonii is an erect shrub which grows to a height of 0.7–3 m (2–10 ft) with many branches beginning at ground level. Most above-ground parts of the plant, except for the petals are covered with yellowish to grey, circular scales. The branches are also covered with raised, warty lumps and are reddish-brown in colour. Its leaves are mostly arranged alternately along the branches and are linear in shape with a hooked tip, 5–27 mm (0.2–1 in) long and 1–3 mm (0.04–0.1 in) wide.\nThe flowers are usually borne singly or in pairs in leaf axils on a stalk 1–3 mm (0.04–0.1 in) long. There are 5 overlapping, green, egg-shaped sepals which are 3–5 mm (0.1–0.2 in) long and hairy on the top half of their inner surface. The petals are 17–30 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured or purple, rarely white, and white with yellow to brown spots on the inside. The outer surface of the petal tube and lobes is covered with branched hairs and the inside of the tube is hairy. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from May to September, sometimes to December and the fruits which follow are dry, oval-shaped, woody, 4–6 mm (0.16–0.24 in) long and hairy.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1882 and the description was published in Southern Science Record. The specific epithet (pantonii) honours Joseph Anderson Panton, \"in recognition of that gentleman's exertions through many years for promoting the pastoral interests and indeed also the general geography of Australia\".",
    "Distribution and habitat": "Broombush is a widespread and common species between Laverton and Carnarvon in the Avon Wheatbelt, Carnarvon, Coolgardie, Gascoyne, Geraldton Sandplains, Great Victoria Desert, Murchison and Yalgoo biogeographic regions where it grows in a range of soils on flat areas or stony hills, often in or near mulga woodland.",
    "Ecology": "One of the pollinators of broombush is the native bee Euhesma leonora (Order Hymenoptera, Family Colletidae).",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The silvery-grey foliage and massed display of pale lilac to purple flowers of this eremophila recommend it as a feature plant in a garden or as a contrast with shrubs with darker leaves. It is a hardy shrub which has been grown in most Australian states with some specimens over 30 years old. It can be propagated from seed, cuttings or by grafting onto Myoporum rootstock and grows will in a range of soils, including clay. It grows in full sun or partial shade, is very drought and frost tolerant and can be lightly pruned to keep it compact.\n\n\n== References =="
  }
}