{
  "url": "https://en.wikipedia.org/wiki/Eremophila_homoplastica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. homoplastica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila homoplastica is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small shrub with many fine, tangled branches, tiny leaves and purple to lilac-coloured flowers.",
    "Description": "Eremophila homoplastica is a shrub growing to a height of less than 0.4 m (1 ft) with many thin, tangled branches. The leaves are arranged alternately and are pressed against the branches, 1.7–4.5 mm (0.07–0.2 in) long, 1.0–1.5 mm (0.04–0.06 in) wide, oblong in shape, with a wrinkled, lumpy surface. The leaf attachment is between the leaf and the branch.\nThe flowers are borne singly in leaf axils on a 2–3 mm (0.08–0.1 in) long stalk. There are 5 green, egg-shaped, thick, pointed sepals which are 2–3 mm (0.08–0.1 in) long and covered on both surfaces by short white hairs. The petals are 9.5–13 mm (0.4–0.5 in) long and are joined at their lower end to form a tube.  The petal tube is a shade of lilac or purple, a lighter shade of lilac on the petal lobes and faint spots inside the tube. The outside of the tube and petal lobes have scattered hairs are hairy but the inside of the lobes is glabrous and the inside of the tube is woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to September and is followed by fruits which are fleshy, reddish to blackish-brown, oval-shaped to almost spherical, smooth, shiny and 4.5–6.2 mm (0.18–0.24 in) long.",
    "Taxonomy and naming": "Eremophila homoplastica was first formally described in 1899 by Spencer Le Marchant Moore who gave it the name Pholidia homoplastica. The description was published in Journal of the Linnean Society, Botany. In 1931, Charles Gardner changed its name to Eremophila homoplastica.  The specific epithet (homoplastica) is derived from the ancient Greek homo- meaning \"alike\" and plasticos meaning \"fit for moulding\", possibly alluding to the similarity of habit and leaf form to E. gibbifolia.",
    "Distribution and habitat": "This eremophila grows in a variety of soils usually in mulga woodland. It is widespread between Sandstone and Lake Rason in the Great Victoria Desert and Murchison biogeographic regions.",
    "Conservation": "Eremophila homoplastica is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has not been grown successfully in southern Australia and is rarely grown in gardens elsewhere. It can be propagated from cuttings or by grafting and grown in well-drained soil in full sun. It is drought tolerant but needs protection from frost.\n\n\n== References =="
  }
}