{
  "url": "https://en.wikipedia.org/wiki/Eremophila_viscimarginata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. viscimarginata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila viscimarginata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small, erect, prickly shrub with hairy stems, small leaves, greenish-pink sepals and mauve petals.",
    "Description": "Eremophila viscimarginata is a shrub which grows to a height of between 20 and 50 cm (8 and 20 in). Its branches are densely covered with glandular hairs and there are bands of shiny, sticky resin extending down under the leaf bases. The leaves overlap each other and are arranged alternately along the branches, thick, erect, elliptic to egg-shaped, usually with 1 or 2 pairs of large teeth on the edges, each of which has a sharp point. They are 3–10 mm (0.1–0.4 in) long, 2–5.5 mm (0.08–0.2 in) wide, shiny, sticky, thickened at the edge and have a sticky mid-vein on the lower surface. They are also covered with glandular hairs although these are gradually lost as the leaf ages.The flowers are borne singly in leaf axils on straight stalks 8–12 mm (0.3–0.5 in) long which are covered with simple, wavy hairs. There are 5 overlapping, reddish-purple to greenish-pink, egg-shaped sepals which are 8–12 mm (0.3–0.5 in) long and mostly hairy. The petals are 15–20 mm (0.6–0.8 in) long and are joined at their lower end to form a tube. The petal tube and its lobes are light purple, the outer surface of both is mostly covered with long hairs, the inner surface of the lobes is glabrous and the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube and are hairy near their bases. Flowering mainly occurs between August and September and is followed by fruit which are dry, woody, oval-shaped, 4-sided and about 6 mm (0.24 in) long with a hairy, papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is from the Latin visci-, 'viscid' and marginata, 'margined', referring to the sticky leaf edges of this species.",
    "Distribution and habitat": "This eremophila grows in skeletal soils on the lower slopes of Mount Beadell and the Alfred and Marie Range in the Gibson Desert biogeographic region.",
    "Conservation": "Eremophila viscimarginata is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "This eremophila is rarely seen in cultivation but its sepals add to the horticultural potential of the species because they are colourful and remain on the plant after the lilac-coloured petals have fallen. It can be propagated by grafting onto Myoporum rootstock and the shrub prefers to be planted in well-drained soil in a sunny position. It is drought tolerant and moderately tolerant of frost.\n\n\n== References =="
  }
}