{
  "url": "https://en.wikipedia.org/wiki/Eremophila_interstans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. interstans"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila interstans is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub or small tree found in Western Australia and South Australia and has narrow leaves with a hooked end, and white or cream-coloured flowers.",
    "Description": "Eremophila interstans is sometimes a broom-like shrub growing to a height of 2.5 m (8 ft) with many branches arising from near ground level, and sometimes a rounded shrub to small tree sometimes growing to a height of 6 m (20 ft). It branches point upwards and are rough and wrinkled. The leaves are arranged alternately along the branches and are linear in shape, 2–21.5 mm (0.08–0.8 in) long and 0.5–1.2 mm (0.02–0.05 in) wide, rough and sometimes covered with resin.\nThe flowers are borne singly or in groups of up to 4 on flattened, sticky stalks 2.5–4 mm (0.1–0.2 in) long. There are 5 cream-coloured, mostly glabrous, sticky, narrow elliptic to lance-shaped sepals which are 3–6.5 mm (0.1–0.3 in) long which sometimes have a reddish tinge. The petals are 6–10 mm (0.2–0.4 in) long and are joined at their lower end to form a tube. The petal tube is white or cream-coloured, rarely lilac-coloured. Both the inside and outside of the tube and petal lobes are hairy although the hairs are of different kinds. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to December, varying with subspecies and is followed by oval-shaped fruits which have crusty covering and are 2–3.5 mm (0.08–0.1 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1899 by Spencer Le Marchant Moore who gave it the name Pholidia interstans. The description was published in Journal of the Linnean Society, Botany. In 1904, Ludwig Diels and Ernst Georg Pritzel changed the name to Eremophila interstans. When Moore described the species, he noted that it seemed to be intermediate between the two genera Eremophila and Pholidia recognised at the time. He therefore gave the specific epithet interstans, derived from the Latin words inter meaning \"between\" and stans \"standing\".Two subspecies are recognized in the Australian Plant Census:\n\nEremophila interstans (S.Moore) Diels subsp. interstans which is a shrub or small tree with leaves spreading at an angle to the branches, and cream-coloured flowers appearing between August and early October;\nEremophila interstans subsp. virgata (W.Fitzg.) Chinnock which is a broom-shaped shrub with leaves often held against the branches by resin, and white flowers appearing between October and December.(Subspecies virgata was originally described by William Vincent Fitzgerald as Eremophila virgata.)",
    "Distribution and habitat": "Eremophila interstans subsp. interstans is common and widespread in red sand, sandy loam or clay between Balladonia and Southern Cross in the Coolgardie and Murchison biogeographic regions. There is also a disjunct population on the Uno Range of the Eyre Peninsula in South Australia. Subspecies virgata grows in clay or sandy loam between Norseman and Menzies in the Coolgardie and Murchison biogeographic regions.",
    "Conservation": "Both subspecies of E. interstans are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has a soft habit and a massed display of cream-coloured or lilac flowers in spring making it an attractive feature plant. It is a large shrub, sometimes a small tree, fast growing and useful as a windbreak, although it should be planted where it has room to grow. It can be propagated from cuttings from a young specimen or by grafting onto Myoporum rootstock. It will grow in most soils, including heavy clay, in either full sun or a partially shaded site and is both drought and frost tolerant.\n\n\n== References =="
  }
}