{
  "url": "https://en.wikipedia.org/wiki/Eremophila_anomala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. anomala"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila anomala, commonly known as Paroo poverty bush, is a plant in the figwort family, Scrophulariaceae and is endemic to two small areas in central Western Australia. It occurs with other species of Eremophila growing in clay loam on basalt outcrops near Paroo.",
    "Description": "Eremophila anomala is a low shrub which grows to a height of about 0.4 m (1 ft) and has thin, tangled branches with scattered raised resin glands and hairs. The leaves are arranged alternately, mostly crowded at the ends of the branches and are 8–17 mm (0.3–0.7 in) long and 1–5 mm (0.04–0.2 in) wide. They are elliptic to egg-shaped and are mostly glabrous except near the base and along the edges.The flowers are borne singly in leaf axils on stalks 3–6.5 mm (0.1–0.3 in) long. There are 5 elliptic, green sepals covered are usually 14–22 mm (0.6–0.9 in) long and are covered with many glandular and branched hairs. There are 5 petals joined at their bases to form a tube. The petals are 18–26 mm (0.7–1 in) long and cream-coloured, with faint lilac spots inside the tube. The inside of the tube is hairy and the outside is covered with glandular hairs. There are four stamens which are shorter than the tube. Flowering occurs between May and September and the fruit that follows is dry, woody, oval shaped and about 6–8.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and allied genera : a monograph of the plant family Myoporaceae. The type specimen was collected by Chinnock about 14 kilometres (9 mi) north of Paroo station. The specific epithet (anomala) is a Latin word meaning \"anomalous\" or \"abnormal\", referring to the fact that this species lacks the white tomentum on vegetative parts characteristic of section Eriocalyx.",
    "Distribution and habitat": "Eremophila anomala is only known from two populations growing in a small area north of Paroo station in the Murchison biogeographic region. It grows in mulga woodland in association with other eremophilas in clay loam on basalt outcrops.",
    "Conservation": "Eremophila anomala is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}