{
  "url": "https://en.wikipedia.org/wiki/Eremophila_graciliflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. graciliflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila graciliflora, commonly known as slender-flowered eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with linear to lance-shaped leaves and red flowers known only from the type specimen collected by Augustus Oldfield and held at the State Botanical Collection at Royal Botanic Gardens in Melbourne, so that a living example has not been recorded for more than 150 years.",
    "Description": "Eremophila graciliflora is a shrub which grows to a height of 2–3 metres (7–10 ft) and which has branches which are lumpy due to raised leaf bases and are densely covered with glandular hairs. The leaves are arranged alternately along the stems and are 45–70 mm (2–3 in) long, 3.4–4.2 mm (0.1–0.2 in) wide, narrow linear to lance-shaped with a few glandular hairs.The flowers are borne singly in leaf axils on a straight, hairy stalk, 9–12 mm (0.4–0.5 in) long. There are 5 small, narrow triangular sepals which are 5.5–6.5 mm (0.2–0.3 in) long and hairy on most of both the inner and outer surfaces. The petals are about 20 mm (0.8 in) long and joined at their lower end to form a tube. The tube is red and hairy on both the inner and outer surface except that the inside of the tube is glabrous. The 4 stamens are fully enclosed in the tube. Flowering occurs in September but the fruits have not been observed.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1859 and the description was published in Fragmenta phytographiae Australiae. The type specimen was collected by Augustus Oldfield near the Murchison River close to \"Yattoo\". The location \"Yattoo\" has not been found. The specific epithet (graciliflora) is derived from the Latin words gracilis, meaning \"slender\" and flos, genitive floris, meaning \"flower\", referring to the slender corolla.",
    "Distribution and habitat": "The location \"Yattoo\"\" has not been found and there is no information known about the ecology of this species",
    "Conservation": "Slender-flowered eremophila is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}