{
  "url": "https://en.wikipedia.org/wiki/Eremophila_capricornica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. capricornica"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila capricornica is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small shrub with woolly branches, grey, hairy leaves and mauve to lilac-coloured flowers with hairy sepals.",
    "Description": "Eremophila capricornica is a shrub growing to 50–75 cm (20–30 in) high and wide with densely woolly branches. The leaves are arranged alternately, clustered near the ends of the branches, grey, lance-shaped with the narrower end towards the base, 8–12 mm (0.3–0.5 in) long and 3–4 mm (0.1–0.2 in) wide. The flowers are borne singly in leaf axils on a woolly stalk 2–3 mm (0.08–0.1 in) long. There are 5 lance-shaped, dark green to grey, hairy sepals which are 6–9 mm (0.2–0.4 in) long and 1.5–3 mm (0.06–0.1 in) wide. The petals are mauve to lilac-coloured, 15–20 mm (0.6–0.8 in) long and joined at their lower end to form a flattened, bell-shaped tube which is mostly glabrous inside and out. The 4 stamens are enclosed by the petal tube. Flowering time is mainly from June to August.",
    "Taxonomy and naming": "Eremophila capricornica was first formally described by Bevan Buirchell and Andrew Brown in 2016 and the description was published in Nuytsia. The specific epithet (capricornica) refers to the Tropic of Capricorn near which this species occurs.",
    "Distribution and habitat": "This eremophila is found between Newman and Jigalong in the Gascoyne biogeographic region growing in Acacia shrubland with a grassy understorey.",
    "Conservation": "Eremophila capricornica has been classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}