{
  "url": "https://en.wikipedia.org/wiki/Eremophila_deserti",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. deserti"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila deserti is a shrub which is endemic to Australia. Common names for this species include turkey bush, dogwood, poison bush Ellangowan poison bush, pencil bush and carrot bush. It is common and widespread in all mainland states, although not the Northern Territory. Some forms are poisonous to stock.",
    "Description": "Eremophila deserti varies in habit from a low spreading shrub 0.5 m (2 ft) high to a tall erect shrub up to 4 m (10 ft) high. Its leaves and branches are sticky and shiny when young due to the presence of resin. The leaves are arranged alternately along the stems and are mostly 25–50 mm (1–2 in) long, 3–6 mm (0.1–0.2 in) wide, glabrous, thick, linear and sickle-shaped with a hooked end.There are often separate male and female flowers whilst other flowers have both male and female parts. The flowers are honey-scented and are arranged singly or in groups of up to 3 in leaf axils on glabrous, sticky stalks 7–12 mm (0.3–0.5 in) long. There are 5 glabrous, green, tapering triangle-shaped sepals which are 1–3 mm (0.04–0.1 in) long. The 5 petals are joined at their lower end to form a tube 2–6 mm (0.08–0.2 in) long and the petal lobes on the end of the tube are a further 1.5–3 millimetres (0.06–0.1 in) long. The petals are white to cream-coloured, sometimes slightly pink near their bases. The petal lobes are similar in size and shape except for the lower middle lobe which has a small notch in its centre. The petal tube is mostly glabrous except for the inside part. There are 5 stamens, unlike most other eremophilas which have 4. The stamens almost block the entrance to the petal tube. Flowering occurs in most months and is followed by fruits which are fleshy, pale yellow at first ageing to brownish purple, oval to almost spherical and 4–6.5 mm (0.2–0.3 in) long.",
    "Taxonomy": "The species was first formally described in 1837 by George Bentham from an unpublished manuscript by Allan Cunningham. The description was published in Stephan Endlicher's Enumeratio plantarum quas in Novae Hollandiae ora austro-occidentali ad fluvium Cygnorum et in sinu Regis Georgii collegit Carolus Liber Baro de Hügel. In 1986, Robert Chinnock changed the name to Eremophila deserti. The specific epithet is derived from the Latin word desertus meaning \"a desert\", probably named because the species was collected 'in the arid interior'\".",
    "Distribution": "Eremophila deserti is widespread in south-eastern Queensland where it often grows in brigalow, in New South Wales and Victoria in Eucalyptus woodland, and in South Australia and Western Australia in mallee woodland.  The distribution is more scattered in Western Australia where it only occurs south of latitude 25°S and most often along the Nullarbor Plain.",
    "Conservation": "Eremophila deserti is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}