{
  "url": "https://en.wikipedia.org/wiki/Eremophila_mirabilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. mirabilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila mirabilis is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with narrow leaves, brightly coloured sepals and petals growing in two widely separated areas.",
    "Description": "Eremophila micrantha is an erect shrub growing to a height of between 0.3 and 1.4 m (1 and 5 ft) with its branches and leaves covered with fine grey hairs, although resin secretions may make these parts sticky and the hairs difficult to discern. The leaves are arranged alternately and are linear to lance-shaped,  11–35 mm (0.4–1 in) long, 1.8–2.6 mm (0.07–0.1 in) wide and have prominent raised resin glands especially on the edges and lower surface.The flowers are borne singly in leaf axils on a hairy stalk 6–12 mm (0.2–0.5 in) long. There are 5 overlapping, egg-shaped to lance-shaped yellow to red sepals which are 14–21 mm (0.6–0.8 in) long but which enlarge after flowering. The petals are 25–35 mm (0.98–1.4 in) long and are joined at their lower end to form a tube. The petal tube and lobes are cream-coloured to pale yellow with bright red spots on the outside but not inside. The outer surface of the tube and both surfaces of the lobes are glabrous but there is a band of soft hairs inside the tube. The 4 stamens extend slightly beyond the end of the petal tube. Flowering occurs from July to September and the fruits which follow are oval to cone-shaped with a pointed end and 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (mirabilis) is a Latin word meaning \"wonderful\" or \" strange\".",
    "Distribution and habitat": "Eremophila mirabilis occurs in two disjunct locations, one near Niagara and the other north of Mullewa in the Murchison and Yalgoo biogeographic regions. Plants in both areas grow is stony clay on laterite slopes.",
    "Conservation": "This species is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that is poorly known and from only one or a few locations.",
    "Use in horticulture": "The unusual flower colouring of this eremophila, with spots on the outside of the petal tube, and the long-lasting, large red or yellow sepals makes it a valuable addition to a garden or for a container plant on a patio. It can be propagated from cuttings but these are often slow to strike. A preferred method is grafting onto Myoporum rootstock. This shrub prefers well-drained soil in full sun and although moderately drought tolerant, needs occasional watering in a long drought. It is not frost hardy, so needs to be grown in a sunny part of the garden.\n\n\n== References =="
  }
}