{
  "url": "https://en.wikipedia.org/wiki/Eremophila_obovata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. obovata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila obovata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a low, compact shrub with lilac to purple flowers growing mainly in the Northern Territory and Queensland but also Western Australia, South Australia and New South Wales.",
    "Description": "Eremophila obovata is a compact shrub growing to a height of between 20 and 50 cm (8 and 20 in) with many branches arising from ground level. The branches are hairy with a mixture of grey, matted hairs and glandular hairs. The leaves are fan-shaped, spoon-shaped or egg-shaped with the narrower end towards the base, 4–28 mm (0.2–1 in) long, 2–11 mm (0.08–0.4 in) wide and may be hairy or glabrous.The flowers are borne singly in leaf axils on a stalk 3.5–9 mm (0.1–0.4 in) long. There are 5 green, lance-shaped or triangular sepals which are mostly 5.5–12 mm (0.2–0.5 in) long. The petals are 16–24 mm (0.6–0.9 in) long and joined at their lower end to form a tube. The petal tube is lilac-coloured or purple on the outside and white with purple spots or streaks inside. The outside of the petal tube and the lobes may be glabrous or hairy but the inside of the lobes is glabrous while the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs mainly from June to October and is followed by fruits which are oval to almost spherical with a pale yellow, papery covering and are 6.5–9 mm (0.3–0.4 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1956 by Lindsay Stuart Smith and the description was published in Proceedings of the Royal Society of Queensland. The specific epithet (obovata) is derived from the Latin word meaning \"ovatus\" meaning \"egg-shaped\" with the prefix ob meaning \"opposite\", hence \"reverse egg-shaped\", referring to the shape of the leaves.There are two subspecies:\n\nEremophila obovata  L.S.Sm. subsp. obovata which has hairy leaves and the outside of the sepals and petals is also hairy;\nEremophila obovata subsp. glabriuscula Chinnock which has glabrous leaves, sometimes a few hairs on the outside of the sepals and petals which are hairy on the outside;",
    "Distribution and habitat": "Eremophila obovata is common in the south-east of the Northern Territory and the south-west of Queensland. In Western Australia it occurs between the Gary and Sandy Blight junctions on the Gary Junction Road in the Gibson Desert biogeographic region. In South Australia it only occurs in the extreme north-east of the Lake Eyre botanical region. There is a single record from the far north-west of New South Wales.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife. In the Northern Territory, subspecies obovata is classified as \"least concern\" but subspecies glabriuscula is \"data efficient\".",
    "Use in horticulture": "This small, low shrub usually has flowers present on its new growth and subspecies glabriuscula is particular has deep blue flowers and bright green foliage. It can be propagated from cuttings but it is known to sometimes sucker, it which case grafting onto Myoporum rootstock may be preferable. It grows best in well-drained soil in a sunny position and although it is drought tolerant, may benefit from an occasional deep watering in a long dry spell and respond with a flush of flowers. It will tolerate light frosts but not areas where there is high humidity.\n\n\n== References =="
  }
}