{
  "url": "https://en.wikipedia.org/wiki/Eremophila_labrosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. labrosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila labrosa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with many hairy branches arising from near ground level, narrow, hooked leaves and mauve and blue flowers.",
    "Description": "Eremophila labrosa is an erect, broom-like shrub growing to about 0.4–1.2 m (1–4 ft) tall with branches that are covered with tangled, branched hairs and which are often at least partly sticky and shiny due to the presence of resin. The leaves are arranged alternately along the branches, linear in shape with a curved, hooked end. They are mostly 5–19 mm (0.2–0.7 in) long and 0.8–2.0 mm (0.03–0.08 in) wide, hairy at first but become glabrous, shiny, sticky and sometimes rough due to the presence of resin as they age.\nThe flowers are borne singly in leaf axils on a straight stalk, 5.5–11 mm (0.2–0.4 in) long. There are 5 overlapping, sticky, shiny, slightly wrinkled, elliptic to egg-shaped sepals which are 3.5–6 mm (0.1–0.2 in) long. The petals are 11–17 mm (0.4–0.7 in) long and are joined at their lower end to form a tube. The petal tube is purple on the upper surface, pale lilac below and white inside. The outside of the petal tube is densely covered with glandular hairs but the inside surface of the lobes is mostly glabrous. The central part of the lower lip is pushed up, closely the opening of the petal tube which is densely woolly inside. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to October and is followed by oval-shaped to conical fruits with a pointed end and which are 5.5–6.7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (labrosa) is derived from the Latin labrosa meaning \"large-lipped\", referring to the prominent lower lip of the petal tube.",
    "Distribution and habitat": "This eremophila is common in the Hyden Grasspatch and Norseman districts in the Avon Wheatbelt, Coolgardie and Mallee\nbiogeographic regions.",
    "Conservation": "Eremophila labrosa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has an upright, narrow, open growth habit and is ideal for situations requiring such a shape, especially since it bears masses of lilac to purple flowers in spring to early summer. It can be propagated from cuttings at most times of the year and grown in most soil types, including clay, in full sun or partial shade. It is reasonably drought tolerant and can withstand heavy frosts.\n\n\n== References =="
  }
}