{
  "url": "https://en.wikipedia.org/wiki/Eremophila_racemosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. racemosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila racemosa, also known as showy eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with glabrous leaves, small, green sepals and flowers which have many colour variations and which change as they age.",
    "Description": "Eremophila racemosa is an erect shrub which grows to a height of between 0.3 and 1.6 m (1 and 5 ft) with mostly glabrous branches and leaves. The leaves are arranged alternately along the branches, narrow lance-shaped tapering at the lower end, mostly 18–43 mm (0.7–2 in) long and 2–6 mm (0.08–0.2 in) wide. There are sometimes a few simple hairs pressed against the base of the leaf.The flowers are borne singly in leaf axils on glabrous stalks, sometimes S-shaped, 15–20 mm (0.6–0.8 in) long. There are 5 green, egg-shaped, tapering sepals which are 5–7 mm (0.2–0.3 in) long and glabrous on the outside but hairy on the inside surface. The petals are 15–22 mm (0.6–0.9 in) long and are joined at their lower end to form a tube. The flower buds are orange on top, yellowish below and turn red as the flower opens with the petal tube having a lighter colour inside. Alternately, the buds may be pinkish to pale yellow turning light cream when they open. The flowers are sometimes spotted and pure white forms are known.  The petal tube and lobes are glabrous apart from long white hairs on the base of the petal lobes and inside the tube. The 4 stamens extend beyond the end of the petal tube but shorten as the flower ages. Flowering occurs from March to December and the fruits which follow are fleshy at first, then dry, almost spherical, 9–13 mm (0.4–0.5 in) long and have a whitish-grey, spotted, papery covering.",
    "Taxonomy and naming": "The species was first formally described in Stirpium Australasicarum Herbarii Hugeliani Decades Tres by botanist Stephan Endlicher in 1838 and given the name Stenochilus racemosus. The type specimen was collected by John Septimus Roe  in the interior of Western Australia in December 1836. The species was transferred into the genus Eremophila by Ferdinand von Mueller in 1859, with the change published in Papers and Proceedings of the Royal Society of Van Diemen's Land. No further collections of the species were made until 1978. Robert Chinnock named the new collection Eremophila bicolor, unaware that it had been described more than 100 years earlier.The specific epithet (racemosa) is a Latin word meaning \"full of clusters\".",
    "Distribution and habitat": "Showy eremophila grows in loamy soils on undulating plains in the semi-arid zone north of Ravensthorpe, between Hyden and Norseman in the Avon Wheatbelt, Coolgardie and Mallee biogeographic regions. Until recently, the species was only known from small populations in disturbed areas such as roadsides but following widespread bushfires in 1992, populations of thousands were discovered.",
    "Conservation": "This species is classified as \"Priority Four\" by the Western Australian Government Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "Showy eremophila is reasonably well known in horticulture, including in the United States and especially in California. It is fast-growing, with massed displays of bird-attracting flowers in spring but may only live for 8 to 10 years. It is usually propagated from cuttings and only takes a few weeks to develop roots. Well-drained soil in a sunny position is preferred but mature plants only need an occasional watering during a long drought. It is more tolerant of high humidity than most other eremophilas and can tolerate severe frosts, although temperatures below −6 °C (20 °F) may cause some damage to new foliage. It can suffer wind damage and may need support.\n\n\n== References =="
  }
}