{
  "url": "https://en.wikipedia.org/wiki/Eremophila_clarkei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. clarkei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila clarkei, commonly known as turpentine bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia, South Australia and the Northern Territory. It is a shrub which is variable in form, but usually with narrow leaves and white or pale pink flowers. It is similar to Eremophila georgei and Eremophila granitica.",
    "Description": "Eremophila clarkei is an erect shrub growing to a height of between 0.6 m (2 ft) and 4 m (10 ft) wide with branches that are flattened near their tip, glabrous and very sticky due to the presence of resin. The leaves are dark green, widely spaced and arranged alternately along the stems, linear to narrow elliptic in shape and mostly 16–45 mm (0.6–2 in) long and 3–6.5 mm (0.1–0.3 in) wide. The leaf margins may be smooth, wavy or toothed.\nThe flowers are borne singly in leaf axils on an s-shaped, flattened stalk which is 15–27 mm (0.6–1 in) long. There are 5 linear, green to purple sepals differing slightly in length, 10–15.5 mm (0.4–0.6 in) long and lance-shaped. The petals are 20–40 mm (0.8–2 in) long and joined at their lower end to form a tube. The petal tube is white, pink, mauve or purple. The outside of the tube and petal lobes are hairy while the inner surface of the lobes is glabrous and the inside of the tube is filled with woolly hairs. The lowest petal lobe covers the opening of the petal tube. Flowering occurs from March to October and is followed by fruits which are dry, woody oval to cone-shaped and 5.5–9 mm (0.2–0.4 in) long.",
    "Taxonomy and naming": "Eremophila clarkei was first formally described by Augustus Frederick Oldfield and Ferdinand von Mueller in 1859 and the description was published in Fragmenta phytographiae Australiae. The type specimen was collected by Oldfield \"near the mouth of the Murchison River\". The specific epithet (clarkei) honours William Clark, a patron of botanical collecting who supported the expedition during which the type collection was made.",
    "Distribution": "Turpentine bush is widespread and common in the Eremaean and South-West botanical provinces in Western Australia where it grows in sand or clay soils. It is also found in the extreme south west of the Northern Territory where it is classified as \"near threatened\" and in South Australia. Its occurrence in that state was first recorded in 1977.",
    "Conservation": "Eremophila clarkei is classified as \"not threatened' by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Turpentine bush is drought hardy and moderately frost hardy. It is most easily propagated by grafting onto Myoporum species  and grows well in a wide range of soils but dos best in a sunny situation.\n\n\n== References =="
  }
}