{
  "url": "https://en.wikipedia.org/wiki/Eremophila_recurva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. recurva"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila recurva is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub with hairy grey leaves, large grey sepals and blue, mauve or lilac flowers.",
    "Description": "Eremophila recurva is an erect shrub which grows to a height of between 0.5 and 1.8 m (2 and 6 ft). Its branches and leaves are densely covered with grey or yellowish branched hairs giving them a felt-like appearance. The leaves are arranged alternately and are densely clustered near the ends of the branches. They are linear to lance-shaped, mostly 32–57 mm (1–2 in) long and 3.5–7 mm (0.1–0.3 in) wide.\nThe flowers are borne singly or in groups of up to 3 in leaf axils on hairy stalks 7–16 mm (0.3–0.6 in) long. There are 5 pale green to cream or purplish sepals, which are 5–10 mm (0.2–0.4 in) long, lance-shaped, often with their edges curved under and are covered with hairs similar to those on the leaves. The petals are 20–30 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured, mauve or violet on the outside, while the inside of the tube is cream-coloured with faint lilac spots. The outside surface of the tube is glabrous except for the edges of the lobes. The inner surface of the lobes is glabrous but the inside of the tube is densely filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from May to September and is followed by fruits which are oval to cone-shaped, 7–11 mm (0.3–0.4 in) long with a pointed end and a papery covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (recurva) is a Latin word meaning \"bent backwards\" referring to the edges of the sepals.",
    "Distribution and habitat": "Eremophila recurva occurs between Gascoyne Junction and Dairy Creek to the east in the Carnarvon and Gascoyne biogeographic regions where it grows in red sand on plains or stony flats.",
    "Conservation": "Eremophila recurva is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The silvery-grey foliage and lilac-coloured flowers of this compact shrub are its main attractions. It can be propagated from cuttings but most cultivated shrubs have been grown from grafting onto Myoporum rootstock. It grows best in well-drained soil in full sun but only needs an occasional watering during a long drought and is tolerant of light to moderate frosts.\n\n\n== References =="
  }
}