{
  "url": "https://en.wikipedia.org/wiki/Eremophila_subfloccosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. subfloccosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila subfloccosa, also known as dense-felted eremophila is a plant in the figwort family, Scrophulariaceae and is endemic to Australia.  It is a shrub which often has foliage covered with soft hairs, giving the plant a silvery grey hue and making it soft to touch. The leaves are strongly scented when crushed. Its flowers are usually greenish yellow in colour and have the stamens protruding from the ends. Dense-felted eremophila is common after fire, but becomes less so as others recover and compete with it.",
    "Description": "Eremophila subfloccosa is often a low spreading shrub, which usually grows to less than 1 m (3 ft) tall but can spread to about 2 m (7 ft). Its leaves are usually 15–37 mm (0.6–1 in) wide and 5.5–11 mm (0.2–0.4 in) wide and are egg-shaped, elliptic or oblong. The leaves and branches are often densely covered, usually with more than one kind of soft hairs making the foliage soft to touch, although there is variation between subspecies. The foliage is often strongly scented when crushed.The flowers are yellow to green and occur singly in the axils of leaves on a stalk up to 4 mm (0.2 in) long which is covered with soft, white hairs. The flowers are tubular in shape, up to 25 mm (1 in) long, surrounded at their base by 5 sepals. They are not spotted and the four stamens extend beyond the tube formed by the petals. Flowering usually occurs in spring but often occurs also at other times and is followed by fruits which are glabrous, roughly spherical and 5–9 mm (0.2–0.4 in) in diameter.",
    "Taxonomy and naming": "Eremophila subfloccosa was first formally described by George Bentham in 1870 in Flora Australiensis. The specific epithet (subfloccosa) is from the Latin sub meaning \"somewhat\" or \"almost\" and floccosus, \"floccose\" referring to the stem and leaf hairs.Three subspecies have been recognised:\n\nEremophila subfloccosa  Benth. subsp. subfloccosa which has low-lying or prostrate branches, grows to about 0.8 m (3 ft) high and 2 m (7 ft) wide and has leaves and branches densely covered with branched and glandular hairs, especially dense on the leaf margins;\nEremophila subfloccosa subsp. glandulosa  Chinnock  which is an erect, sticky shrub growing to between 0.3 and 1.0 m (1 and 3 ft) high and 0.6 and 1.0 m (2 and 3 ft) wide with its leaves and branches covered with mostly glandular hairs, although not dense on the leaf margins;\nEremophila subfloccosa subsp. lanata  Chinnock  which is an erect shrub growing to a height of 1.2 m (4 ft) with its leaves and branches covered with white, woolly hairs giving the plant a grey appearance.The epithet glandulosa is from Latin, meaning 'covered with hairs bearing glandular tips' and the epithet lanata is from the Latin 'covered with long dense curled and matted hairs'.",
    "Distribution": "Eremophila subfloccosa occurs in semi-arid parts of Western Australia and in South Australia, mainly near the Eyre Peninsula. It grows in a range of soils, often near saline areas and on disturbed sites such as road verges. It often thrives after bushfire but suffers in competition from others as they recover after several years.Subspecies subfloccosa grows in sandy soils or laterite in disturbed areas between Hyden and Wongan Hills in the Avon Wheatbelt,  and Yalgoo biogeographic regions. \nSubspecies glandulosa occurs in two disjunct populations. In Western Australia it occurs between Balladonia and Ravensthorpe in the Coolgardie, Esperance Plains and Mallee biogeographic regions. It is often found after bushfires and near roadsides whilst absent from nearby undisturbed bush. In South Australia it occurs in the Yorke Peninsula, Northern Lofty, Murray and Southern Lofty botanical regions.\nSubspecies lanata also occurs in two disjunct populations in two states. In Western Australia it grows in a broad area between Cue and Rawlinna in the Avon Wheatbelt, Carnarvon, Coolgardie, Esperance Plains, Geraldton Sandplains, Great Victoria Desert, Mallee, Murchison and Yalgoo biogeographic regions and is often found in sandy soils on plains and on the margins of salt lakes. In South Australia it occurs in the North-western, Flinders Ranges, Eyre Peninsula, Yorke Peninsula, South Eastern botanical regions.",
    "Use in horticulture": "The soft, silvery foliage of dense-felted eremophila make it a suitable garden plant. It grows best in drier areas, needs full sun and prefers alkaline, well drained soil. Propagation is easier from cutting than from seed but the use of mist will cause fungal problems.\n\n\n== References =="
  }
}