{
  "url": "https://en.wikipedia.org/wiki/Eremophila_mackinlayi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. mackinlayi"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila mackinlayi, commonly known as desert pride, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with its branches and leaves covered with a thick layer of yellow to grey hairs, mostly egg-shaped leaves and deep lilac-coloured to purple flowers. It is most closely related to E. strongylophylla and E. hygrophana and sometimes occurs in the same areas as these species.",
    "Description": "Eremophila mackinlayi is sometimes a spreading shrub, other times erect, growing to a height of 0.2–1 m (0.7–3 ft). Its leaves and branches are covered with a thick layer of yellow to grey branched hairs but lack the glandular hairs present on the foliage of E. strongylphylla and the simple hairs of E. hygrophana. The leaves have a stalk about 2–5 mm (0.08–0.2 in) long and a blade that is mostly 10–30 mm (0.4–1 in) long, 7–14 mm (0.3–0.6 in) wide, egg-shaped to lance-shaped, sometimes wavy, with an obvious mid-vein on the lower surface.\nThe flowers are borne singly in leaf axils on a hairy stalk which is up to 1.5 mm (0.06 in) long and, unlike those of E. hygrophana, are densely clustered near the ends of the branches. There are 5 hairy, narrow triangular to lance-shaped sepals which are 8.5–13.5 mm (0.3–0.5 in) long. The petals are 25–35 mm (0.98–1.4 in) long and are joined at their lower end to form a tube. The petal tube is deep lilac-coloured to purple on the outside, white without spots inside. The outside of the tube and petal lobes is covered with branched hairs, the inside of the lobes is glabrous and the inside of the tube is densely woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from May to October and the fruits which follow are oval or bottle-shaped, with a dense covering of woolly hairs and are 7.5–10 mm (0.3–0.4 in) long.",
    "Taxonomy and naming": "Eremophila mackinlayi was first formally described in 1864 by Victorian Government Botanist Ferdinand von Mueller in Fragmenta phytographiae Australiae. The specific epithet (mackinlayi) honours the explorer John McKinlay.Eremophila strongylophylla  is regarded as a synonym of  E. mackinlayi at the World Checklist of Selected Plant Families but is still treated as a species in its own right by the Western Australian HerbariumTwo subspecies are currently recognised:\n\nE.mackinlayi F.Muell. subsp. mackinlayi has leaves which are elliptic, egg-shaped or almost circular and which are scattered along the branches;\nE. mackinlayi subsp. spathulata Chinnock has leaves that are spoon-shaped, or egg-shaped with the narrow end towards the base, and which are clustered at the ends of the branches.",
    "Distribution and habitat": "Subspecies mackinlayi occurs in near-coastal areas between Shark Bay and Carnarvon in the Carnarvon and Murchison biogeographic regions. It grows in calcareous and sandy soils, often in mulga woodland.Subspecies spathulata occurs between Leonora, Wooleen and Mullewa in the Carnarvon, Murchison and Yalgoo biogeographic regions. It usually grows in red-brown loam near drainage channels in mulga woodland.",
    "Conservation": "Both subspecies are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The felt-like leaves of this eremophila as well as its massed display of blue flowers on the end of its branches are attractive features. It can be grown from cuttings but grafting is the preferred option if the plant is to be grown in southern Australia, to help reduce fungal infection causing dieback in winter. It grows best in well-drained soil when grown on its own roots, in full sun or partial shade and in an area with good air flow. It only needs occasional watering during long droughts and is moderately frost hardy.\n\n\n== References =="
  }
}