{
  "url": "https://en.wikipedia.org/wiki/Eremophila_pterocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. pterocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila pterocarpa, commonly known as silver poverty bush or winged-fruited eremophila, is a plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a densely foliaged, upright shrub with most of its parts covered with a silvery powder.",
    "Description": "Eremophila pterocarpa is a dense, rounded shrub growing to 2 metres (7 ft), sometimes 5 metres (20 ft)) in height. The leaves lack a stalk and are crowded together, linear to lance-shaped with a pointed end. They are usually 14–40 millimetres (0.6–2 in) long and 1.0–5.6 millimetres (0.04–0.2 in) wide. The leaves and stems are covered with powder-like short, matted hairs.The flowers are red to yellow, lack spots and are arranged singly in the leaf axils on a stalk which is 10–16 millimetres (0.4–0.6 in) long. There are 5 sepals which are narrow egg-shaped to triangular and of approximately equal lengths. The petals, which give the flowers their colour are 14–24 millimetres (0.6–0.9 in) long and joined in a tube with 5 lobes at the end. As with the leaves, the sepals and petals have a dusty covering of short, fine hairs. Flowering occurs between June and September and is followed by fruits which are flattened and dry with papery wings.",
    "Taxonomy and naming": "The species was first formally described in 1904 by William Vincent Fitzgerald in the Journal of the Royal Society of Western Australia. The specific epithet  pterocarpa is from the Ancient Greek πτερόν (pterón) meaning “wing\" or \"feather” and καρπός (karpós) meaning “fruit\" or \"grain” referring to the winged fruits.",
    "Taxonomy and naming-Subspecies": "The following subspecies have been described by Robert Chinnock:\nEremophila pterocarpa subsp. pterocarpa which has leaves that are flat and 2–5.6 millimetres (0.08–0.2 in) wide;\nEremophila pterocarpa subsp. acicularis which has leaves that are needle-like or linear in shape, 1–2 millimetres (0.04–0.08 in) wide and have a channel along their lower surface.",
    "Distribution and habitat": "Eremophila pterocarpa subsp. pterocarpa occurs in and between the Cape Range, Shark Bay and Meekatharra areas where it grows in sandy clay or soils derived from limestone, in flats or salty sites. Eremophila pterocarpa subsp. acicularis is found between Wiluna and the pastoral leases Neds Creek and Earaheedy, where it grows in more rocky, saline sites.",
    "Conservation": "Both subspecies of silver poverty bush are listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "The silvery-grey foliage and winged fruit are attractive features of this shrub as are the dusky pink to red flowers. It is a hardy plant and some in cultivation are more than 30 years old. It can be propagated from cuttings or by grafting onto Myoporum species and will grow in a wide range of soils, including saline, alkaline, or clay soils. In nature it is subject to long droughts and occasional flooding and this watering regime will encourage its flowering. It is also tolerant of frosts and of hard pruning when mature.\n\n\n== References =="
  }
}