{
  "url": "https://en.wikipedia.org/wiki/Eremophila_jamesiorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. jamesiorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila jamesiorum is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a wispy, sticky shrub with narrow linear leaves and white flowers tinged with pink or mauve. It is only known from a few locations in the Gibson Desert.",
    "Description": "Eremophila jamesiorum is a wispy, sticky shrub growing to 2 m (7 ft) high and 1 m (3 ft) wide. The leaves are arranged alternately, glabrous, green in colour, linear in shape, 18–45 mm (0.7–2 in) long, less than 1 mm (0.04 in) wide, furrowed and pimply. The flowers are borne singly in leaf axils on a glabrous stalk 8–18 mm (0.3–0.7 in) long. There are 5 narrow linear to lance-shaped, mostly glabrous green sepals which are 3–8 mm (0.1–0.3 in) long and about 1 mm (0.04 in) wide. The petals are white tinged with pink or mauve, 15–22 mm (0.6–0.9 in) long and joined at their lower end to form a flattened, bell-shaped tube which has dark bars on the lower surface. The outside of the petal tube is covered with soft hairs and the inside is mostly glabrous apart from a few soft hairs. The 4 stamens are enclosed by the petal tube. Flowering time is mainly in August and September.",
    "Taxonomy and naming": "Eremophila jamesiorum was first formally described by Bevan Buirchell and Andrew Brown in 2016 and the description was published in Nuytsia. The specific epithet (jamesiorum) honours Phil and Marlene James, owners of a wholesale commercial plant nursery in Kalamunda.",
    "Distribution and habitat": "This eremophila is found between \"Carnegie Station\" north east of Wiluna to the Alfred Marie Range in the Gibson Desert Nature Reserve, within the Gascoyne and Gibson Desert biogeographic regions, growing in clay soils at the base of hills.",
    "Conservation": "Eremophila jamesiorum has been classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}