{
  "url": "https://en.wikipedia.org/wiki/Eremophila_arguta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. arguta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila arguta is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the centre of Western Australia. It is a small, rarely seen shrub with long, arching branches and small, holly-like leaves, known from a few remote locations.",
    "Description": "Eremophila arguta is a small shrub sometimes growing to a height of 0.4 metres (1 ft) with long, thin, arching branches sometimes spreading to 1.5 metres (5 ft). The leaves are scattered along the stems and are 3.5–12 mm (0.1–0.5 in) long, 1.5–5.7 mm (0.06–0.2 in) wide, glabrous, egg-shaped with 1 or 2 and serrated with as many as 4 teeth along each side.The flowers are borne singly in leaf axils on a stalk 7.5–18.5 mm (0.3–0.7 in) long. There are 5 slightly overlapping, pointed, green sepals differing slightly in size from each other and about 6.5–10 mm (0.3–0.4 in) long. The 5 petals are about 16–21 mm (0.6–0.8 in) long and joined at their lower end to form a bell-shaped tube. The tube is lilac-coloured with yellowish-brown spots inside the tube and is hairy on the outside. Flowering occurs between August and September and is followed by fruit which are oval shaped, woody, hairy and 6–9 mm (0.2–0.4 in) long.",
    "Taxonomy and naming": "Eremophila arguta was first formally described by Robert Chinnock in 2007. The description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected on Mount Augustus Station. The specific epithet (arguta) is derived from the Latin arguta, sharp-toothed, referring to the sharply toothed edges of the leaves.",
    "Distribution and habitat": "This eremophila is only known from the Meekatharra, Upper Gascoyne and Wiluna local government areas in the Gascoyne and Murchison biogeographic regions. It grows on the edge of floodplains, in dry creek beds and on road verges.",
    "Conservation": "Eremophila arguta is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "This eremophila is a spectacular shrub which has been difficult to cultivate in gardens. It prefers well-drained soils and needs to be watered occasionally during hot periods but is frost-tolerant. It can be grown from cuttings or seed or by grafting onto Myoporum.\n\n\n== References =="
  }
}