{
  "url": "https://en.wikipedia.org/wiki/Eremophila_hughesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. hughesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila hughesii is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is spindly, glabrous shrub with narrow leaves and with flowers that vary in colour from blue to pink, sometimes white. It is native to Western Australia and the Northern Territory.",
    "Description": "Eremophila granitica is an open, straggly shrub which grows to between 0.9 and 3 m (3 and 10 ft) and which has slender branches covered with red-brown resin. The leaves are arranged alternately and often widely spaced along the branches. They are mostly 20–50 mm (0.8–2 in) long, 0.7–1.8 mm (0.03–0.07 in) wide, linear in shape, sometimes with a few small teeth near the tip.The flowers are borne singly in leaf axils on a hairy stalk 6–10 mm (0.2–0.4 in) long. There are 5 green to purple, egg-shaped to lance-shaped sepals which are 6–9.5 mm (0.2–0.4 in) long. The petals are 18–28 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube is white to pale lilac, often darker lilac-coloured on the top and cream to yellowish with purple spots inside. The outside of the tube and petal lobes are hairy but the inside of the lobes is glabrous and the inside of the tube is woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from April to November and is followed by fruits which are dry, woody, oval-shaped with a papery covering and 6–7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1874 by Victorian Government Botanist Ferdinand von Mueller in his Fragmenta Phytographiae Australiae based on plant material collected between Barrow Range and Rawlinson Range during Ernest Giles's expedition. The specific epithet (hughesii) honours Sir Walter Hughes, the founder of the University of Adelaide.Two subspecies are recognized in the Australian Plant Census:\n\nEremophila hughesii F.Muell. subsp. hughesii which occurs from Laverton to the extreme west of the Northern Territory in the Gascoyne, Gibson Desert and Murchison biogeographic regions;\nEremophila hughesii subsp. sanguinensis Chinnock - from the western part of Bloods Range in the Northern Territory.",
    "Distribution and habitat": "Eremophila hughesii grows in sand and gravelly soils on sandplains and rocky ridges usually in mulga woodland or spinifex grassland.",
    "Conservation": "Eremophila hughesii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The open, spindly growth form of this eremophila limits its appeal although young specimens can be attractive. It can be propagated from cuttings or by grafting onto Myoporum rootstock and grows best in well-drained soil in a sunny or partially shaded position. Although it is drought tolerant, it is sensitive to frost.\n\n\n== References =="
  }
}