{
  "url": "https://en.wikipedia.org/wiki/Eremophila_glandulifera",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. glandulifera"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila glandulifera is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small shrub with hairy, grey foliage and attractive deep pink to red flowers usually growing in mulga woodland.",
    "Description": "Eremophila glandulifera is an erect shrub growing to a height of between 0.3 and 1 metre (1 and 3 ft) and which has lumpy, hairy branches. Its leaves are mostly 9–18 mm (0.4–0.7 in) long, 4–7 mm (0.2–0.3 in) wide, lance-shaped to egg-shaped and greyish due to a dense covering of star-like hairs.\nThe flowers are borne singly in leaf axils on a hairy stalk, usually 2–4 mm (0.08–0.2 in) long. There are 5 green to purple sepals which are mostly 10–15 mm (0.4–0.6 in) long and hairy on both the inner and outer surfaces. The petals are 25–30 mm (0.98–1.2 in) long and joined at their lower end to form a tube. The tube is deep pink to red with deep red spots inside the top and on the lower petal lobe. The tube and its lobes are hairy on both surfaces, most densely inside the tube. The hairs on the leaves, sepals and petals are often branched and tipped with a gland. The 4 stamens extend beyond the end of the tube. Flowering occurs from May to October and is followed by fruits which are woody with a papery covering and 7–8 millimetres (0.28–0.31 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is from the Latin glandulifera, 'bearing glands', referring to the glandular hairs of this species.",
    "Distribution and habitat": "Eremophila glandulifera usually grows on stony clay or granite soils, often in mulga woodland in areas between Kalgoorlie and the Mullewa - Carnarvon road in the Murchison and Yalgoo biogeographic regions.",
    "Conservation": "Humped fuchsia bush is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The pale pink to bright lipstick pink flowers of this eremophila make it an attractive shrub in a garden. It is easier to propagate by grafting onto Myoporum than by cuttings. It prefers a sunny position but is frost tolerant and has been grown in areas of high humidity such as Sydney.\n\n\n== References =="
  }
}