{
  "url": "https://en.wikipedia.org/wiki/Eremophila_saligna",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. saligna"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila saligna, commonly known as willowy eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an upright shrub with narrow, serrated leaves, cylindrical flowers and cream to white petals.",
    "Description": "Eremophila saligna is an upright shrub which grows to a height of between 0.9 and 4 m (3 and 10 ft). The ends of the branches are flattened, sticky and often shiny due to resin and have rows of raised warty lumps. The leaves are arranged alternately along the branches and are narrow elliptic to lance-shaped, shiny, sticky, mostly 30–60 mm (1–2 in) long, 3–7 mm (0.1–0.3 in) wide, glabrous and have a few small serrations.The flowers are borne in groups of up to 5 in leaf axils on straight, glabrous, sticky stalks, 7.5–11 mm (0.3–0.4 in) long. There are 5 green, sticky, narrow triangular, tapering sepals which are 1.2–2.2 mm (0.05–0.09 in) long. The petals are 7–10 mm (0.3–0.4 in) long and are joined at their lower end to form a cylindrical tube. The petal tube is cream-coloured, sometimes with purple spots inside the tube. The outside surface is glabrous but the inside of the lobes has small, tongue-shaped hairs. The inside of the tube has club-shaped hairs along its lower surface. The 4 stamens are enclosed in the petal tube. Flowering occurs between August and October and is followed by fruits which are dry, thin, brittle, 4-sided and 5.5–10 mm (0.2–0.4 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1899 by Spencer Le Marchant Moore who gave it the name Pholidia saligna and published the description in Journal of the Linnean Society, Botany. In 1931, Charles Gardner changed the name to Eremophila saligna and published the new name in Enumeratio Plantarum Australiae Occidentalis. The specific epithet (saligna) is a Latin word meaning \"of willow\", referring to the willow-like leaves of this species.",
    "Distribution and habitat": "E. saligna grows on and around rocky hills and near salt lakes in areas between near Esperance, Coolgardie and Marvel Loch in the Avon Wheatbelt, Coolgardie, Esperance Plains, Mallee and Nullarbor biogeographic regions.",
    "Conservation": "Eremophila saligna is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This is one of the hardiest large eremophilas and produces a massed display of pale cream-coloured flowers which have a vanilla-like perfume, although over a short period in early spring. It can be easily propagated from cuttings and grown in a wide range of soil types including alkaline and clay soils. It is both drought and frost tolerant and can survive long dry spells without needing to be watered.\n\n\n== References =="
  }
}