{
  "url": "https://en.wikipedia.org/wiki/Eremophila_gibbifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. gibbifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila gibbifolia, commonly known as coccid emu-bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a small, rare shrub in the wild, found only in Victoria and South Australia. It has small, fleshy, lumpy leaves and lilac-coloured to purple flowers, spotted inside.",
    "Description": "Eremophila gibbifolia is a shrub usually growing to a height of less than 0.9 m (3 ft) with many interlacing, hairy green branches. The leaves are arranged alternately, mostly 1.5–5 mm (0.06–0.2 in) long, 1–2 mm (0.04–0.08 in) wide, thicky, fleshy, glabrous and oblong to heart-shaped. The leaves are more or less pressed against the stem with one or two pairs of large warty outgrowths and edges that are uneven due to large numbers of smaller raised lumps.The flowers are borne singly in leaf axils on a stalk less than 1.5 mm (0.06 in) long. There are 5 narrow, tapering, green sepals which are 2–4 mm (0.08–0.2 in) long. The petals are 7–10.5 mm (0.3–0.4 in) long and joined at their lower end to form a tube. The tube is a shade of lilac to purple with the inside of the petal lobes lilac while the inside of the tube is white spotted with mauve or brown. The outside of the petal tube and lobes are glabrous except for the inside surface of the lower lobe which has long hairs along its centre line and the inside of the tube which is filled with long hairs. Two stamens are enclosed in the petal tube while the other 2 extend slightly beyond its end. The fruits are more or less cylindrical in shape, slightly flattened and 2–3.5 mm (0.08–0.1 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1855 by Ferdinand von Mueller in Transactions and Proceedings of the Victorian Institute for the Advancement of Science. He gave it the name Duttonia gibbifolia. In 1859 he transferred the species into the genus Eremophila because the name Duttonia was already in use for a genus of plants in the daisy family Asteraceae, now the genus Syncarpha. The specific epithet (gibbifolia) is derived from the Latin words gibbus meaning \"humpbacked\", \"humped\", \"crooked\" or \"bent\" and folium meaning \"a leaf\", referring to the hump-like swellings on the leaves. The common name, coccid emu bush, is derived from the Ancient Greek κόκκος (kókkos) meaning \"grain\" or \"seed\".",
    "Distribution and habitat": "E. gibbifolia occurs in a few parts of the Eyre Peninsula, Southern Lofty, South East and Murray botanical regions in South Australia. It also occurs in western areas of Victoria. In both states it grows in powdery clay or sandy loam in  mallee scrub.",
    "Conservation": "The species is listed as \"rare\" in both South Australia and Victoria.",
    "Use in horticulture": "The tiny, wart-like leaves of this eremophila are an unusual and attractive feature of this small shrub. It is suitable for a small garden or as a container plant. It can be grown from cuttings but may perform better if grafted onto Myoporum rootstock. It is drought and frost tolerant when mature and benefits from occasional light pruning to keep its shape compact.\n\n\n== References =="
  }
}