{
  "url": "https://en.wikipedia.org/wiki/Eremophila_divaricata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. divaricata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila divaricata, also known as spreading emu bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub with stiff, spreading, tangled branches which are often spiny on their ends, erect leaves and mauve to lilac-coloured flowers.",
    "Description": "Eremophila divaricata is a spreading shrub with stiff, tangled branches often ending in a sharp spine and which grows to a height of 0.5–1.5 m (2–5 ft) and a width of up to 2 m (7 ft). The leaves are arranged alternately along the branches and are erect, linear to oblong in shape, mostly 5–20 mm (0.2–0.8 in) long and 1–4 mm (0.04–0.2 in) wide, usually glabrous and mid-green in colour.The flowers are arranged singly in leaf axils on a stalk 1–3 mm (0.04–0.1 in) long. There are 5 overlapping, egg-shaped to lance-shaped sepals which are 4–7.5 mm (0.2–0.3 in) long. The petals are 22–28 mm (0.9–1 in) long and joined at their lower end to form a tube. The petals are mauve to pinkish lilac-coloured, rarely white, with purple spots or streaks inside the tube. The outside of the tube and petal lobes are covered with fine hairs while the inside of the lobes is glabrous and the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering time is mostly from September to April and is followed by fruits which are oval-shaped with a pointed end, hairy and 3.6–6 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "This species was first formally describe in 1855 by Ferdinand von Mueller as Pholidia divaricata in Definitions of rare or hitherto undescribed Australian plants. \nIn 1859 he changed the name to Eremophila divaricata in Papers and Proceedings of the Royal Society of Tasmania.There are two subspecies:\n\nEremophila divaricata (F.Muell.) F.Muell.  subsp. divaricata which has leaves that are glabrous or have a few glandular hairs;\nEremophila divaricata subsp. callewatta Chinnock which has leaves that are covered with star-like hairs. \"Callewatta\" is the name given to the Darling River.The specific epithet (divaricata) is derived from the \"Latin divaricata, spreading at an angle; used especially of shrubs with stiff, often intertangled branches\". The epithet callewatta is \"taken from a NSW Aboriginal name for the Darling River, where this subspecies is restricted\".",
    "Distribution and habitat": "E. divaricata subsp. divaricata occurs on the floodplains of the Murray, Paroo, Darling and lower Murrumbidgee rivers in New South Wales, Victoria, Queensland and South Australia, often forming dense thickets in heavy clay soils in River Red Gum and Black Box communities. Subspecies callewatta is only known from one location near Bourke.",
    "Use in horticulture": "As suggested by its common name, spreading emu bush has arching branches which often extend to ground level. It is a tough, hardy plant, resistant to disease although not to predation by kangaroos, however the shrub recovers from even the harshest pruning. It is easy to propagate from cuttings and can be grown in a range of soils, including heavy clay. Its natural habitat suggests it can handle long dry spells followed by occasional flooding and it can survive the most severe frosts.\n\n\n== References =="
  }
}