{
  "url": "https://en.wikipedia.org/wiki/Eremophila_galeata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. galeata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila galeata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with sticky, shiny leaves, unusual sepals, a dull pink and brown, spotted petal tube and which grows in stony red soils.",
    "Description": "Eremophila galeata is a shrub growing to between 1 and 4 m (3 and 10 ft) tall with very sticky branches, leaves and sepals due to the presence of large amounts of resin. The leaves are mostly 32–62 mm (1–2 in) long, 10–20 mm (0.4–0.8 in) wide, lance-shaped to narrow elliptic and have a stalk 15–35 millimetres (0.6–1 in) long.\nThe flowers are borne singly or in pairs in leaf axils on a stalk 15–30 mm (0.6–1 in) long. There are 5 sepals which closely surround the petals and which differ greatly in size, enlarging after flowering. The sepal at the rear is egg-shaped, 25–35 mm (0.98–1.4 in) long, has a distinct raised ridge, and encloses the other sepals. The other sepals are 13–21 mm (0.5–0.8 in) long. All the sepals are sticky and usually greenish-brown to reddish-purple. The petals are 22–35 mm (0.87–1.4 in) long and joined at their lower end to form a tube. The tube is white, dull pink, yellowish-grey and pale lilac, spotted with reddish brown or purple on the inside of the petal lobes and the tube. The tube is covered with glandular hairs except for the inside of the petal lobes.The 4 stamens extend beyond the end of the petal tube. Flowering occurs from May to October and is followed by fruits which are dry, oval shaped and ridged with a pointed end and are 7.5–10 mm (0.3–0.4 in) long.",
    "Taxonomy and naming": "Eremophila galeata was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (galeata) is a Latin word meaning \"cover with a helmet\" referring to the helmet-shaped sepal of the flowers of this species.",
    "Distribution and habitat": "This eremophila occurs between Leonora, Newman, Meekatharra, Wiluna and Mullewa areas in the Carnarvon, Gascoyne, Gibson Desert, Little Sandy Desert, Murchison, Pilbara and Yalgoo biogeographic regions",
    "Conservation": "Eremophila galeata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has attractive, large, dark green, glossy leaves but its flowers are unremarkable. It is similar to E. fraseri except that it more frost resistant than that species.\n\n\n== References =="
  }
}