{
  "url": "https://en.wikipedia.org/wiki/Eremophila_fraseri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. fraseri"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila fraseri, commonly known as burra or jilarnu, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub or small tree with all above-ground parts of the plant, apart from the petals, sticky and shiny due to the presence of a large amount of resin. The petals are coloured white, cream, pink and brown.",
    "Description": "Eremophila fraseri is an erect shrub or small tree, usually growing to a height of between 1 and 4 m (3 and 10 ft). The branches, leaves, sepals and flower stalks are glabrous and thickly covered with resin making them very sticky and shiny. The leaves vary in size and shape, depending on subspecies, from lance-shaped to egg-shaped. They have a stalk mostly 12–22 mm (0.5–0.9 in) long and a leaf blade mostly 25–45 mm (1–2 in) long and 12–28 mm (0.5–1 in) wide.\nThe flowers are usually borne singly in leaf axils on a stalk, 15–35 mm (0.6–1 in) long. There are 5 reddish-purple sepals which differ from each other in size and shape. The largest sepal is 15–35 mm (0.6–1 in) long and is egg-shaped while the smallest ones are 10.5–24 mm (0.4–0.9 in) long and are narrow egg-shaped to lance-shaped. The petals are mostly 20–35 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is brown and the petal lobes on its end are whitish to pale lilac often spotted brown or purple. The inside and outside of the petal tube are hairy, especially the inside of the tube and the petal lobes on the sides are bent back over the petal tube. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from March to November and is followed by fruits which are dry, sticky, oval shaped with a pointed end and 9–13 mm (0.4–0.5 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1881 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The specific epithet (fraseri) honours Sir Malcolm Fraser, the Surveyor-General of Western Australia from 1872 to 1883.There are two subspecies:\n\nEremophila fraseri  F.Muell.  subsp. fraseri which has egg-shaped leaves that are mostly wider than 14 millimetres (0.6 in);\nEremophila fraseri subsp. parva  Chinnock  which has oblong to elliptic leaves that are mostly narrower than 12 millimetres (0.5 in).",
    "Distribution and habitat": "Eremophila fraseri subspecies fraseri grows in a wide range of habitats and different soil types between the Hamersley Range and Gascoyne Junction in the Carnarvon, Gascoyne, Murchison, Pilbara and Yalgoo biogeographic regions. Subspecies parva occurs in scattered locations in the Meekatharra and Gascoyne regions where it usually grows in stony or sandy clay loam.",
    "Uses": "",
    "Uses-Indigenous uses": "Burra is used as a topical medication, the liquid derived from a preparation of the leaves is used for skin complaints. It is called Jilarnu in the Yindjibarndi and Ngarluma languages and it is collected from a place called Millstream.",
    "Uses-Horticulture": "This is one eremophila that does not make as valuable a garden plant as many others. It tends to become woody and sometimes blackened by sooty mould. It is difficult to propagate except by cuttings and prefers a well-drained soil in full sun or partial shade. It is drought tolerant and can withstand slight frost.\n\n\n== References =="
  }
}