{
  "url": "https://en.wikipedia.org/wiki/Eremophila_macdonnellii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. macdonnellii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila macdonnellii, also known as MacDonnell's desert fuchsia, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub with many tangled branches, which, along with the leaves, are often covered with many, sometimes long hairs. The flowers are deep violet or purple, and the species is widespread in Central Australia.",
    "Description": "Eremophila macdonnellii is a rounded shrub with many tangled branches and which usually grows to about 0.3–1.2 m (1–4 ft) high and 0.2–1.5 m (0.7–5 ft) wide. Its branches are covered with hairs, some of which may be as long as 3 mm (0.1 in). The leaves are arranged alternately along the branches and vary in shape from linear to egg-shaped and are sometimes sickle-shaped. They are mostly 9–27 mm (0.4–1 in) long, 2–5.5 mm (0.08–0.2 in) wide, and are almost glabrous to densely hairy, sometimes with long hairs as on the branches.The flowers are borne singly in leaf axils on a hairy stalk usually 4–26 mm (0.2–1 in) long. The sepals are joined to make a bell-shaped tube 6–9 mm (0.2–0.4 in) with unequal lobes. The surface of the sepal tube is variable, sometimes glabrous or more or less covered with glandular hairs. The petals are mostly 27–38 mm (1–1 in) long and are joined at their lower end to form a tube. The petal tube is usually deep reddish-violet to purple on the outside, but sometimes pink or white. The inside of the tube is white with small violet spots. The outside surface of the petal tube and the inside surface of the lobes are glabrous and shiny but the inside of the tube is filled with long, soft hairs. The 4 stamens are enclosed in the petal tube. Flowering mainly occurs between May and October and is followed by fruits which are dry, oval-shaped to almost spherical with a hairy, papery covering and are usually 9–15.5 mm (0.4–0.6 in) long.",
    "Taxonomy and naming": "The species was first formally described by botanist Ferdinand von Mueller in 1859. The description was published in Report on the Plants Collected During Mr. Babbage's Expedition into the North West Interior of South Australia in 1858. Mueller described it as \"the most ornamental discovered during Mr. Babbage's expedition\". The specific epithet (macdonnellii) honours Richard Graves MacDonnell, Governor of South Australia from 1855 to 1862.",
    "Distribution and habitat": "MacDonnell's desert fuchsia is widespread in the southern Northern Territory, northern South Australia and far south-western Queensland. It usually grows on sand dunes or sand plains, often in association with mulga woodland.",
    "Use in horticulture": "Eremophila macdonnellii is a desirable garden plant with attractive dark blue to purple flowers which are well displayed and nearly always present when conditions are favourable. It can be propagated from cuttings or grafted onto Myoporum rootstock. Grafted specimens tend to live longer and to grow successfully in a wider range of soils. It is a hardy species, suitable for low-maintenance gardens, is drought tolerant, moderately frost hardy and tolerant of alkaline soils even when grown on its own roots, although in more humid areas it is susceptible to attack by Botrytis mould. Its branches can be brittle and have a tendency to break in strong winds, but the shrub usually recovers quickly in the growing season.\n\n\n== References =="
  }
}