{
  "url": "https://en.wikipedia.org/wiki/Eremophila_pallida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. pallida"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila pallida is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small, spreading shrub with hairy stems, leaves with a few serrations and reddish purple to violet flowers.",
    "Description": "Eremophila pallida is a small, spreading shrub which grows to a height of 40 cm (20 in). The branches are straw-coloured at first, age to whitish-yellow, are covered with a mixture of glandular and simple hairs and are often sticky near their ends due to the presence of resin. Its leaves are arranged alternately along the branches, are elliptic to egg-shaped, often have a few irregular serrations near their ends, are mostly 4–11 mm (0.2–0.4 in) long and 2.5–7 mm (0.1–0.3 in) wide.The flowers are usually borne singly in leaf axils on a hairy stalk 2–4 mm (0.08–0.2 in) long. There are 5 overlapping, reddish-purple, hairy sepals which are usually 5–9 mm (0.2–0.4 in) long and which differ from egg-shaped to almost circular. The petals are 13–16.5 mm (0.5–0.6 in) long and are joined at their lower end to form a tube. The petal tube is purple to reddish-purple, white with dark lilac-purple blotches inside. The outer surface of the lobes and the upper part of the outside of the tube are covered with glandular hairs but the lower part of the outside is glabrous. The inner surface of the petal lobes is also glabrous but the inside of the tube is filled with long hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from May to August and the fruits which follow are dry, oval-shaped, woody, 5–6 mm (0.20–0.24 in) long and have a papery covering with short hairs.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (pallida) is a Latin word meaning \"ashen\" or \"wan\", referring to the very pale young branches of this species.",
    "Distribution and habitat": "Eremophila pallida occurs north-west of Warburton in the Central Ranges and Gibson Desert biogeographic regions where it grows in red lateritic soils often with a gibber surface.",
    "Conservation": "This species is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that is poorly known and from only one or a few locations.\n\n\n== References =="
  }
}