{
  "url": "https://en.wikipedia.org/wiki/Eremophila_splendens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. splendens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila splendens is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub which is mostly covered with a layer of glandular hairs and has red, unspotted flowers.",
    "Description": "Eremophila splendens is sometimes an erect, open shrub growing to a height of 1.0 m (3 ft) or a prostrate, spreading shrub. The branches and leaves are covered with a dense layer of glandular hairs mixed with longer, soft, simple hairs. The leaves are arranged alternately along the branches, overlap each other, are elliptic to egg-shaped, 25–32 mm (1–1 in) long and 11.5–14.5 mm (0.5–0.6 in) wide.The flowers are borne singly in leaf axils on stalks 5–10 mm (0.2–0.4 in) long. There are 5 green, unequal, egg-shaped and lance-shaped, hairy sepals which are 3–9 mm (0.1–0.4 in) long. The petals are 28–30 mm (1.1–1.2 in) long and are joined at their lower end to form a tube. The petal tube is red to orange-red and the petal lobes are wide-spreading. The outside of the petal tube and lobes are covered with glandular hairs but the inside is mostly glabrous. The 4 stamens extend beyond the end of the petal tube. Flowering mainly occurs between May and September and is followed by fruits which are nearly spherical drupes 6–8 mm (0.2–0.3 in) in diameter with a glabrous, papery covering.",
    "Taxonomy and naming": "Eremophila splendens was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (splendens) is a Latin word meaning \"lustrous\", \"brilliant\" or \"glorious\", referring to the \"attractive\" flowers.",
    "Distribution and habitat": "This eremophila grows in yellow sand in the Shark Bay - Steep Point area in the Yalgoo biogeographic regions.",
    "Conservation": "Eremophila splendens is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "With its grey, furry leaves and masses of orange-red flowers, this is one of the most attractive eremophilas. It is fast-growing and its flowers attract nectar-feeding birds but it is often short lived. It can be easily propagated from cuttings and grown in a wide range of soils but performs best in full sun. It only needs an occasional watering during a long dry spell and is very tolerant of frost.",
    "References": "",
    "External links": " Media related to Eremophila splendens at Wikimedia Commons\n Data related to Eremophila splendens at Wikispecies"
  }
}