{
  "url": "https://en.wikipedia.org/wiki/Eremophila_willsii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. willsii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila willsii is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is an erect shrub with bright green, often serrated leaves and pinkish to deep pinkish-purple petals. It is mainly found in Western Australia, the Northern Territory and South Australia in deep sand.",
    "Description": "Eremophila willsii is an erect shrub, sometimes compact, other times open and spindly. It grows to a height of 0.45 to 1.5 m (1 to 5 ft) and has sticky branches due to the presence of large amount of resin. The leaves are arranged alternately along the branches, glabrous or hairy depending on subspecies, mostly 10–30 mm (0.4–1 in) long, 4–11 mm (0.2–0.4 in) wide and often with serrated margins. The leaf characteristics are very variable but most commonly the shape is narrow elliptic to egg-shaped sometimes clustered and overlapping and other times scattered. In the Northern Territory intergrading between the two subspecies is observed.\nThe flowers are borne singly or in groups of up to 4 in leaf axils on stalks mostly 5.5–15 mm (0.2–0.6 in) long and usually densely hairy.  There are 5 overlapping, egg-shaped to lance-shaped sepals which are mostly 10–15 mm (0.4–0.6 in) long. The sepals may be hairy or glabrous depending on subspecies. The petals are 17–28 mm (0.7–1 in) long and joined at their lower end to form a tube. The petal tube is pinkish to deep pinkish-purple or lilac-coloured and has two prominent dark purplish bands inside the tube. The outer surface of the tube and its lobes is more or less hairy, while the inner surface of the lobes is glabrous and the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from May to October and is followed by fruit which are narrow oval-shaped to cone-shaped with a pointed end, 3.5–4.5 mm (0.14–0.18 in) long with a hairy surface.",
    "Taxonomy and naming": "The species was first formally described in 1862 by Victorian Government Botanist Ferdinand von Mueller in the third volume of his Fragmenta Phytographiae Australiae. Mueller's description was based on a specimen collected by John McDouall Stuart near the Finke River. The specific epithet willsii honours William John Wills, second in command of the ill-fated Burke and Wills expedition and who lost his life the previous year.There are two subspecies:\n\nEremophila willsii  F.Muell. subsp. willsii which has its branches, leaves and sepals covered with glandular hairs;\nEremophila willsii subsp. integrifolia  (Ewart) Chinnock  which has its branches, and outer surface of its sepals either glabrous or slightly hairy and its leaves glabrous.",
    "Distribution and habitat": "Subspecies willsii occurs in the south-west of the Northern Territory and adjacent areas of South Australia where it grows on red sand plains, sand dunes and the swales between them. It is also found in the Central Ranges biogeographic region of Western Australia. Subspecies integrifolia is widespread in the sand dune systems of the southern part of the Northern Territory, western South Australia and the Central Ranges, Gibson Desert and Great Victoria Desert biogeographic regions of Western Australia There is one record from far western Queensland.",
    "Conservation": "Both subspecies of E. willsii are classified as \"not threatened\" by the Western Australian Department of Parks and Wildlife and as of \"Least Concern\" by the Northern Territory Government Territory Parks and Wildlife Conservation Act.",
    "Use in horticulture": "Eremophila willsii is often a spindly shrub but its growth form is compensated for by its striking flowers. It can be propagated from cuttings in sand, especially if provided with bottom heat and intermittent mist. It grows best in well-drained soil in a sunny position, rarely requires watering, even during a long dry spell and is moderately frost tolerant.\n\n\n== References =="
  }
}