{
  "url": "https://en.wikipedia.org/wiki/Eremophila_ionantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. ionantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila ionantha is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with many sticky branches, narrow, light green leaves and blue, purple or violet flowers.",
    "Description": "Eremophila ionantha is an erect shrub growing to a height of between 0.4 and 2.5 m (1 and 8 ft) with many spreading or ascending branches. The branches are sticky due to the presence of resin and have many small, wart-like lumps and glandular hairs. The leaves are arranged in opposite pairs along the branches and are light, olive-green in colour, linear in shape, mostly 9–30 mm (0.4–1 in) long and about 1.0 mm (0.04 in) wide, curved, sometimes S-shaped and sticky, at least when young.The flowers are borne singly or in pairs on a glabrous, sticky stalk usually 4–10 mm (0.2–0.4 in) long. There are 5 green, tinged reddish-brown sepals which are linear to narrow-triangular in shape, mostly 2.5–4 mm (0.1–0.2 in) long and hairy on the inner surface only. The petals are 15–28 mm (0.6–1 in) long and are joined at their lower end to form a tube. The flower buds are brown but when it opens the petal tube is pale lilac-coloured to violet on the outside and white to pale lilac inside. The outside surface of the petal tube is glabrous and often shiny but the middle part of the lower petal lobe and the inside of the petal tube are covered with matted hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from late September to February and is followed by hairy, woody, oval-shaped or cone-shaped fruits with a pointed end. The fruits are about 5 mm (0.2 in) long.",
    "Taxonomy and naming": "Eremophila ionantha  was first formally described in 1905 by Ludwig Diels and Ernst Georg Pritzel and the description was published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet (ionantha) is derived from Ancient Greek adjective, ion, meaning \"violet\", and the noun, anthos, meaning \"flower\".",
    "Distribution and habitat": "E. ionantha grows in Eucalyptus woodland between Merredin and Balladonia in the Avon Wheatbelt, Coolgardie, Esperance Plains, Mallee and Murchison biogeographic regions.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is a hardy plant needing little maintenance and is long lived - garden specimens of this species have been known to survive for more than 40 years. It is a medium-sized shrub with attractive blue to purple flowers. It can be propagated easily from cuttings taken at any time of the year and will grow in most soils, including heavy clay. It will grow in full sun or heavy shade, is both drought and frost tolerant, is tolerant of windy conditions and useful as a low-density windbreak.\n\n\n== References =="
  }
}