{
  "url": "https://en.wikipedia.org/wiki/Eremophila_crassifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. crassifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila crassifolia, commonly known as thick-leaved emubush or trim emubush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to an area extending from New South Wales through Victoria to southern parts of South Australia. It is a low, spreading shrub with clustered leaves and bell-shaped, usually mauve-coloured flowers.",
    "Description": "Eremophila crassifolia is a low shrub with erect or spreading branches growing to a height and width of up to 1.0 m (40 in) and which often forms root suckers. Its leaves are densely clustered and overlapping, thick, folded lengthwise and egg-shaped to almost round. They are mostly 4–9 mm (0.2–0.4 in) long and 2–7 mm (0.08–0.3 in) wide, light green and often have purplish edges.The flowers are borne singly in leaf axils on a very short stalk. There are 5 green, overlapping, lance-shaped sepals, 3–5 mm (0.1–0.2 in) long which have scattered hairs along their edges. The petals are 5.5–10.5 mm (0.2–0.4 in) long and joined for about half their length to form a bell-shaped tube. The petals are usually lilac-coloured, sometimes white on the outside, and are white inside with lilac spots. The outer surface of the tube and petal lobes are glabrous except for the lower petal lobe which has prominent hairs on its upper surface. The inside of the tube is filled with long, soft hairs. Two of the 4 stamens are fully enclosed in the petal tube while the other 2 extend slightly beyond it. Flowering occurs during most months and is followed by the fruits which are oval shaped to almost spherical and 2–3 mm (0.08–0.1 in) long.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1859 and the description was published in Papers and Proceedings of the Royal Society of Tasmania. In 1870, Mueller changed the name to Pholidia crassifolia and again to the present name in 1882. The specific epithet (crassifolium) is derived from the Latin words crassus meaning \"thick\", \"fat\" or \"stout\" and folium meaning \"leaf\".",
    "Distribution and habitat": "E. crassifolia is widespread and common in southern parts of South Australia including the Eyre Peninsula, and eastwards to western Victoria. A few plants of this species have been recorded in New South Wales 35 km (20 mi) east of Wentworth.",
    "Conservation": "Eremophila crassifolia is regarded as \"not at risk\".",
    "Use in horticulture": "This eremophila is one of the hardiest of the genus and can survive frost and extended drought. It strikes readily from cuttings and will form a dense colony if allowed to sucker.\n\n\n== References =="
  }
}