{
  "url": "https://en.wikipedia.org/wiki/Eremophila_annosocaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. annosocaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila annosocaulis is a plant in the figwort family, Scrophulariaceae and is endemic to a small area of Western Australia. It grows on low, rocky hills near Laverton.",
    "Description": "Eremophila annosocaulis is a low shrub which grows to a height of about 0.8 m (3 ft). Older specimens are weathered looking, twisted with a deeply grooved trunk is about 200 mm (7.9 in) long, giving the appearance of a number of narrower stems. At the top of the trunk a number of branches separate, each very rough due to the remains of the leaf bases and is densely covered with many glandular hairs. The leaves are arranged in a tight spiral near the ends of the branches and are 4–11 mm (0.2–0.4 in) long and 0.7–1 mm (0.03–0.04 in) wide. They are linear in shape, almost circular in cross section and are covered with many glandular hairs.The flowers are borne singly in leaf axils on stalks 10–27 mm (0.4–1 in) long. There are 5 lance-shaped green or purple sepals about 13–18 mm (0.5–0.7 in) long and which are covered with many glandular hairs. There are 5 petals joined at their bases to form a tube. The petals are 12–20 mm (0.5–0.8 in) long and are lilac in colour. The inside of the tube is white with purplish spots. The outside of the tube and lobes are hairy and the inside of the tube is also very hairy. There are four stamens which do not extend beyond the end of the tube. Flowers appear from June to September and are followed by fruit which are dry, oval shaped and about 5–8.5 millimetres (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 as Eremophila annosocaule and the description was published in Eremophila and allied genera : a monograph of the plant family Myoporaceae. The type specimen was collected by Chinnock near the turnoff to the Mount Morgans Gold Mine. In 2014 the name was changed to Eremophila annosocaulis. The specific epithet is said to be derived from the Latin annoso-, 'old', 'aged', and caule, 'stem', referring to the very old, weathered stems of the type specimen and characteristic of this species. The proper word for 'stem' in classical and botanical Latin is however caulis.",
    "Distribution and habitat": "Eremophila annosocaulis occurs on low, stony hills between Laverton and Lake Carnegie in the Murchison biogeographic region where the type specimen was collected. It is abundant in that small area but active mining occurs nearby. It grows in association with Acacia shrubs.",
    "Conservation": "Eremophila annosocaulis is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}