{
  "url": "https://en.wikipedia.org/wiki/Eremophila_serrulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. serrulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila serrulata, commonly known as serrate-leaved eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is an erect or spreading shrub whose leaves are sticky and have small serrations, and flowers that have green, yellowish-green or yellowish-brown petals.",
    "Description": "Eremophila serrulata is a shrub that grows to a height and width of 0.8 to 2.5 m (3 to 8 ft). Its leaves are arranged alternately along the branches and are lance-shaped, egg-shaped or almost circular and have a stalk 2–12 mm (0.08–0.5 in) long. The leaf blade is mostly 11–51 mm (0.4–2 in) long, 6–22 mm (0.2–0.9 in) wide, usually has many small serrations on the edges and sometimes has a few hairs but these are often obscured by resin.The flowers are borne singly in leaf axils on a slightly hairy, S-shaped stalk, 10–25 mm (0.4–1 in) long. There are 5 overlapping, glabrous, lance-shaped to egg-shaped sepals which are mostly 10–15 mm (0.4–0.6 in) long. The petals are 20–30 mm (0.79–1.2 in) long and are joined at their lower end to form a tube. The petal tube is green, yellowish-green or yellowish-brown and the inner and outer surfaces are covered with glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs throughout the year but mainly from April to October. The fruits are oval to almost spherical and are 5–7 mm (0.2–0.3 in) long and have a glabrous, pale grey covering.",
    "Taxonomy and naming": "The species was first formally described in 1847 by botanist  Alphonse Pyramus de Candolle based on an unpublished description by Allan Cunningham . They gave it the name Stenochilus serrulatus and published the description in Prodromus Systematis Naturalis Regni Vegetabilis. In 1917 George Claridge Druce changed the name to Eremophila serrulata and published the change in The Botanical Exchange Club and Society of the British Isles Report for 1916, Supplement 2. The specific epithet (serrulata) is the diminutive form of the Latin word serratus meaning \"toothed like a saw\", hence finely serrated, referring to the edges of the leaves of this species.",
    "Distribution and habitat": "Green fuchsia bush is widespread and common in Western Australia, South Australia, the Northern Territory and New South Wales. In Western Australia it is found between Warburton and Shark Bay. In South Australia it occurs in the North-Western, Lake Eyre, Nullarbor, Gairdner-Torrens, Flinders Ranges, Eastern, Eyre Peninsula and Northern Lofty botanical regions. In the Northern Territory it is only found in the far south-west and in New South Wales in the north-west plains, south-west plains and northern far-west plains. It often grows in skeletal soils on rocky hillsides frequently in mulga or mallee woodland.",
    "Conservation": "Eremophila serrulata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Although not a spectacular plant in flower, this eremophila is a very hardy, long-lived shrub, and it attracts nectar-feeding birds. It will grow in situations such as those with heavy clay soils, where others will not. It can be propagated from cuttings but may sucker when grown on its own roots, however if this behaviour is undesirable, it can also be grafted onto Myoporum rootstock. It will grow in most soils in full sun or part shade, is very drought tolerant and frost tolerant.\n\n\n== References =="
  }
}