{
  "url": "https://en.wikipedia.org/wiki/Eremophila_elderi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. elderi"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila elderi, commonly known as aromatic emu bush, is a flowering plant in the figwort family, Scrophulariaceae. It is endemic to central Australia where it grows near the border between Western Australia, South Australia and the Northern Territory.  It is an erect, aromatic shrub with sticky leaves and branches and usually pale coloured to white flowers. Its specific epithet (elderi) honours an early Australian businessman, Thomas Elder.",
    "Description": "Eremophila elderi is a shrub which grows to a height between 0.5 and 1.5 m (2 and 5 ft) with shiny, sticky leaves due to the presence of a resin which has a characteristic odour. Its branches are rough from the remains of winged leaf bases after the leaves have fallen. The leaves are arranged alternately, often clustered near the ends of the branches, and are mostly 29–53 mm (1–2 in) long, 8–25 mm (0.3–1 in) wide, usually elliptic to lance-shaped with wing-like extensions at their lower ends. The leaf margins are sometimes more or less serrated and the surface of the leaves is sometimes glabrous, other times covered with many glandular hairs.The flowers are borne in groups of two to five in leaf axils on hairy stalks, usually 10–21 mm (0.4–0.8 in) long. There are 5 overlapping, sticky, lance-shaped to egg-shaped sepals which are different sizes but mostly 10–21 mm (0.4–0.8 in) long. The sepals are green to reddish-brown and are covered with glandular hairs. The petals are 18–28 mm (0.71–1.1 in) long and joined at their lower end to form a tube. The petal tube is pale to very pale lilac, sometimes a darker shade of lilac with distinct red to purplish bands inside the tube. The tube is covered with glandular hairs on the outside but the petal lobes are glabrous on the inside. The inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the tube. Flowering occurs from May to October and is followed by fruits which are a narrow oval shape, partly hairy and yellow-brown to silvery in colour.",
    "Taxonomy and naming": "Eremophila elderi was first formally described in 1874 by Ferdinand von Mueller in Fragmenta phytographiae Australiae. The specific epithet (elderi) honours Thomas Elder who funded the Giles expedition during which the type specimen of this species was collected.",
    "Distribution and habitat": "Aromatic emubush occurs in the Rawlinson Range in Western Australia, in the Central Ranges biogeographic region. It is widespread in the south-west of the Northern Territory and the north-west of South Australia where it is common on rocky slopes and dry creek beds.",
    "Conservation": "Eremophila elderi is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Indigenous use": "The leaves of this emu bush were traditionally used by Alyawarre people for medicinal purposes and for bedding.",
    "Uses-Horticulture": "This eremophila is an ideal container plant or for use as a feature plant in warm inland areas. It is usually propagated by grafting on Myoporum rootstock and grows best in well-drained soil in a sunny situation. It will not tolerate humidity or frosts but only needs occasional watering in summer.\n\n\n== References =="
  }
}