{
  "url": "https://en.wikipedia.org/wiki/Eremophila_bowmanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. bowmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila bowmanii, also known as silver turkeybush, Bowman's poverty bush and flannel bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to New South Wales and Queensland in Australia. It is a low to medium, spreading shrub with silvery-grey, hairy foliage and blue to lilac flowers, and sometimes grows in dense thickets with mulga.",
    "Description": "Eremophila bowmanii is a shrub which usually grows to a height and width of 1.5 m (5 ft) grows but sometimes as high as 3 m (10 ft). Its branches, leaves, flower stalks and sepals are all covered with tangled, silvery hairs making the plant appear silvery-grey. The leaves are 9–50 mm (0.4–2 in) long, 1–11.5 mm (0.04–0.5 in) wide and range in shape from linear to egg-shaped or almost circular.The flowers are usually borne singly in leaf axils on a stalk 6–19 mm (0.2–0.7 in) long. There are 5 pointed, green to purple sepals which are 12–19 mm (0.5–0.7 in) long and are covered with silvery hairs. The petals are about 21–30 mm (0.8–1 in) long and joined at their lower end to form a tube. The tube is a shade of purple or lilac, rarely white, sometimes with small purple spots inside the tube. The tube and the petal lobes on its end are mostly glabrous except for inside the tube which is woolly. There are 4 stamens which are enclosed in the petal tube. Flowering mostly occurs from winter to late spring and is followed by fruit which are oval-shaped, 6–8.5 mm (0.2–0.3 in) long and woody with a papery covering.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1861 and the description was published in Fragmenta Phytographiae Australiae. The specific epithet (bowmanii) honours the collector of the type specimen, Edward M. Bowman, a station worker.Three subspecies have been identified:\n\nE. bowmanii F.Muell. subsp. bowmanii which has linear leaves with their edges rolled under;\nE. bowmanii subsp. latifolia (L.S.Sm.) Chinnock  which has leaves that are flat, lance- or egg-shaped with the narrower end towards the base, and spreading flowers;\nE. bowmanii subsp. nutans Chinnock which has egg-shaped to almost circular leaves with thickened edges, and flowers that hang from their stalks.",
    "Distribution and habitat": "Eremophila bowmanii is widespread and common in central parts of northern New South Wales and southern Queensland growing in red soils in mulga, mallee and woodland. (There is one record from South Australia.)",
    "Ecology": "This species sometimes grows in dense stands, sometimes indicating overgrazing of grasses by livestock but it is not usually itself eaten by cattle or sheep.",
    "Conservation": "Eremophila bowmanii is listed as \"not at risk\".",
    "Use in horticulture": "Silver turkeybush is a popular garden plant and one of the most attractive small, grey-leaved eremophilas. It can be propagated from seed or from cuttings but needs to be grafted onto Myoporum species in temperate areas like Sydney or when grown in alkaline soil. It grows best in well-drained soil in a sunny position and is drought and frost tolerant.\n\n\n== References =="
  }
}