{
  "url": "https://en.wikipedia.org/wiki/Eremophila_nivea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. nivea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila nivea, commonly known as silky eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. In nature it is a rare shrub with hairy branches and leaves, and blue, purple or violet flowers.",
    "Description": "Eremophila nivea is an erect shrub which grows to a height of between 0.8–1.6 m (3–5 ft). Its branches, leaves and sepals are covered with a layer of soft white to greyish matted hairs giving the plant a silvery-greyish appearance. The leaves are arranged alternately along the branches and are linear in shape, mostly 8–18 mm (0.3–0.7 in) long, 1.5–2.5 mm (0.06–0.1 in) wide and have a covering of woolly hairs.The flowers are borne singly or in pairs in leaf axils on woolly stalks 2–5.5 mm (0.08–0.2 in) long. There are 5 overlapping, triangular to lance-shaped, tapering sepals which are 14–21 mm (0.6–0.8 in) long and have purplish-black tips. The petals are 15–23 mm (0.6–0.9 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured, white with yellow-brown spots inside. The outer surface of the tube and both surfaces of the lobes are glabrous but the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to October and the fruits which follow are dry, woody, oval-shaped with a pointed end and 4.5–6 mm (0.18–0.24 in) long.",
    "Taxonomy": "The first formal description of this species was published in 1986 by botanist Robert Chinnock and the description was published in Nuytsia. The specific epithet (nivea) is a Latin word meaning \"snowy\" or \"snow-white\" in reference to the colour of the hairs on the branches and leaves of this species.",
    "Distribution and habitat": "Eremophila nivea is only known in the wild from near Three Springs in the Avon Wheatbelt and Yalgoo biogeographic regions. Only a few populations are known, some of which are in danger of roadworks as they occur on road verges. It grows in sandy clay and clay-loam.",
    "Conservation": "This species is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia) and an Interim Recovery Plan has been prepared.",
    "Use in horticulture": "Although rare in nature, silky eremophila is often available in specialist nurseries with its popularity in part due to its soft, silvery-grey foliage and pale to deep blue flowers. A form with white flowers is also sometimes available. It can be propagated from cuttings or by grafting onto Myoporum rootstock and opinion amongst horticulturalists differ on which is the better method. It will grow in most soils, is both drought and frost tolerant but needs to be grown in full sun. It benefits from regular pruning after flowering to preserve its shape and to help prevent fungal diseases.\n\n\n== References =="
  }
}