{
  "url": "https://en.wikipedia.org/wiki/Eremophila_microtheca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. microtheca"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila microtheca, also known as heath-like eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with densely hairy branches and leaves, narrow leaves and pale lilac-coloured flowers and which emits a strong odour.",
    "Description": "Eremophila microtheca is an erect shrub which grows to a height of between 0.7 and 1.6 m (2 and 5 ft) and which emits a strong odour. The branches are covered with fine, branched hairs except for glabrous bands under the leaves. The leaves are linear to almost cylindrical in shape and are mostly 6–16 mm (0.2–0.6 in) long and about 1 mm (0.04 in) wide.The flowers are borne singly in leaf axils on a stalk 3–6 mm (0.1–0.2 in) long. There are 5 hairy, overlapping, lance-shaped, tapering sepals which are mostly 4–6 mm (0.16–0.24 in) long. The petals are 10–15 mm (0.4–0.6 in) long and are joined at their lower end to form a tube. The petals are pale lilac to purple on the outside and white inside with purple spots. The petal tube and lobes are glabrous except for a few hairs inside the tube. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from July to September and the fruits which follow are dry, oval-shaped, wrinkled, glabrous and 3–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1882 by Ferdinand von Mueller and George Bentham from specimens collected by Augustus Frederick Oldfield at Port Gregory. They gave the species the name Pholidia microtheca and the description was published in Flora Australiensis. In 1882, Mueller changed the name to Eremophila microtheca, publishing the change in Systematic Census of Australian Plants. The specific epithet (microtheca) is derived from the Ancient Greek μικρός (mikrós) meaning \"small\" and θήκη (thḗkē) meaning \"case\" or \"sheath\" in reference to the small fruits of this species.",
    "Distribution and habitat": "Eremophila microtheca occurs in moist places between Kalbarri and Eneabba in the Geraldton Sandplains biogeographic region.",
    "Conservation": "Eremophila microtheca is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "The massed display of blue or purple flowers of this shrub are attractions, but not its unpleasant odour and it needs to be grown where this is not a problem. It can be propagated from cuttings or by grafting onto Myoporum rootstock. It will grow in most soil types, including the clay soil in which it grows naturally but needs to be grown in full sun. Mature plants tolerate long drought or temporary flooding but they do not grow well in areas of high humidity. It will also tolerate light frosts and an occasional light pruning.\n\n\n== References =="
  }
}