{
  "url": "https://en.wikipedia.org/wiki/Eremophila_physocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. physocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila physocalyx is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with soft, grey-green leaves and cream-coloured flowers with unusual inflated sepals.",
    "Description": "Eremophila physocalyx is an erect shrub which grows to a height of between 1 and 3 m (3 and 10 ft) with rough branches due to the presence of raised leaf bases. Its leaves are linear to lance-shaped, 13–32 mm (0.5–1 in) long, 1.5–4 mm (0.06–0.2 in) wide and grey-green in colour due to a covering of soft, branched hairs. There is a raised mid-vein on the lower surface.The flowers are borne singly or in groups of three in leaf axils on hairy stalks 4–8 mm (0.2–0.3 in) long. There are 5 green to reddish-brown, somewhat inflated sepals, which are 10.5–18 mm (0.4–0.7 in) but which enlarge after flowering. They are glabrous on the outer surface but there are branched hairs on the margins and near the ends of the inner surface. The petals are 18–25 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube is cream-coloured, faintly tinged lilac and mostly glabrous except that the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from May to August and is followed by fruits which are oval-shaped with a pointed end and about 6.5 mm (0.3 in) long.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (physocalyx) is derived from the Ancient Greek φῦσα (phûsa) meaning \"bellows\" and κάλυξ (kálux) meaning \"cup\" or \"outer envelope of a flower\", referring to the expanded sepals of this species.",
    "Distribution and habitat": "Eremophila physocalyx grows in sandy soil between Mullewa and Woodleigh Station in the Carnarvon, Murchison and Yalgoo biogeographic regions.",
    "Conservation": "This eremophila is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "This eremophila has not often been grown in gardens but its large, brown sepals are unusual and the plant has horticultural potential. It is usually propagated by grafting onto Myoporum rootstock and grows best in well-drained soil in a sunny position. It rarely needs watering, even during a long drought and is tolerant of frost but need to be pruned from an early age to keep its shape compact.\n\n\n== References =="
  }
}