{
  "url": "https://en.wikipedia.org/wiki/Eremophila_viscida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. viscida"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila viscida, commonly known as varnish bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a large shrub or small tree with large green leaves which are sticky when young, colourful sepals and greenish-white petals with red to purple markings.",
    "Description": "Eremophila viscida is a shrub or tree which grows to a height of between 2 and 6 m (7 and 20 ft) with new growth that is sticky due to the presence of resin. Its branches are glabrous sticky, shiny brown and rough due to persistent leaf bases. The leaves are arranged alternately along the branches and have a stalk 4–6 mm (0.16–0.24 in) long. The leaf blades are elliptic to lance-shaped, taper at both ends, folded into a U-shape or V-shape, mostly 45–90 mm (2–4 in) long, 10–21 mm (0.4–0.8 in) wide, glabrous and sticky.The flowers are borne singly or in groups of up to 3 in leaf axils on glabrous, sticky stalks that are 5–7 mm (0.2–0.3 in). There are 5 overlapping, egg-shaped, glabrous, sticky sepals which are 14–20 mm (0.6–0.8 in) long and yellow with a metallic blue-green tinge or pinkish-red. The petals are 20–25 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is cream-coloured with a red or metallic blue-green tinge on the outside while the inside of the lobes and tube have red to blackish-purple spots which sometimes join to form lines or patches of colour. The inner and outer surface of the petal tube and its lobes are covered with glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs between September and November and is followed by fruit which are dry, woody, oval-shaped, 5–7.5 mm (0.2–0.3 in) long and half-covered with simple and glandular hairs.",
    "Taxonomy and naming": "The species was first formally described by Stephan Endlicher in 1838 and the description was published in Stirpium Australasicarum Herbarii Hugeliani Decades Tres. The specific epithet (viscida) is a Latin word meaning \"sticky\".",
    "Distribution and habitat": "Varnish bush grows in granitic soils in shrubland on salt lake margins, sandplains and stony gullies between Warralakin and Mullewa in the Avon Wheatbelt, Coolgardie and Yalgoo biogeographic regions.",
    "Conservation": "Eremophila viscida is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). It is listed as \"Endangered\" (EN) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and an interim recovery plan has been prepared. In 2003 it was known from 16 populations with a total of 816 mature plants.",
    "Use in horticulture": "This large eremophila produces masses of flowers in spring and is very attractive to nectar-feeding birds. It is difficult to propagate from cuttings although the cream-coloured form strikes more easily, but it can also be grafted onto Myoporum rootstock. The shrub will grow in a wide range of soils, including alkaline soils and those based on clay, in full sun or partial shade. It does not require watering even during a long dry spell, although it may lose some leaves, and it is frost tolerant.\n\n\n== References =="
  }
}