{
  "url": "https://en.wikipedia.org/wiki/Eremophila_prostrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. prostrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila prostrata, commonly known as Rainbow Valley fuchsia bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the Northern Territory. It is a prostrate shrub with glabrous branches and leaves and purple flowers. It occurs as a few scattered populations with a total area of less than 50 ha (100 acres).",
    "Description": "Eremophila prostrata is a prostrate shrub which sometimes forms mats 80 cm (30 in) wide. New branches initially grow upwards but soon spread horizontally. The branches and leaves are glabrous and slightly sticky when young due to the presence of resin. The leaves are arranged alternately along the branches and are oblong to elliptic in shape, mostly 24–42 mm (0.9–2 in) long, 1.6–3.0 mm (0.06–0.1 in) wide and have a distinct midrib on the lower surface and usually a few blunt teeth.The flowers are usually borne singly, sometimes in groups of up to 3, in leaf axils on a hairy stalk 3.5–12 mm (0.1–0.5 in) long. There are 5 green to purplish, overlapping sepals which differ in shape from each other, ranging from egg-shaped to lance-shaped and from 10 to 13 mm (0.4 to 0.5 in) long. Both surfaces of the sepals are mostly glabrous except for the margins. The petals are 18–21 mm (0.7–0.8 in) long and are joined at their lower end to form a tube.  The petal tube is purple with darker bands inside the tube side walls. The outside of the petal lobes and most of the tube are hairy, the inside of the lobes is glabrous and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to September and is followed by fruits which are oval-shaped to almost spherical, 7.5–11 mm (0.3–0.4 in) long and have a hairy, paper covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae.",
    "Distribution and habitat": "Eremophila prostrata is only known from a total area of 50 hectares south of Alice Springs where it grows on sand plains and near sand hills. Sometimes, especially after fire, thousands of individuals are seen but the plants seem to have a short life span and at 5 of the 7 known sites there were fewer than 50 individual plants in 2006.",
    "Conservation": "Rainbow Valley fuchsia bush is classified as \"vulnerable\" by the Environment Protection and Biodiversity Conservation Act 1999.",
    "Use in horticulture": "Although not well known in cultivation, the masses of flowers of the dark purple form of this low, spreading shrub indicate its horticultural potential. It is fast-growing but short-lived and its requirements are not as yet well understood. It can be propagated from cuttings or by grafting onto Myoporum, grows best in well-drained soils in a sunny position and is moderately drought and frost tolerant.\n\n\n== References =="
  }
}