{
  "url": "https://en.wikipedia.org/wiki/Eremophila_purpurascens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. purpurascens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila purpurascens, commonly known as purple eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect, bushy shrub with warty leaves and spotted, pink to red flowers.",
    "Description": "Eremophila purpurascens is an erect shrub with many tangled branches. It grows to a height of up to 1.5 m (5 ft). Many of its branches arise from ground level and the leaves smell like camphor when crushed. The branches have persistent raised leaf bases, prominent glands and are glabrous and often sticky due to the presence of resin. The leaves are often all clustered at the ends of the branches and are thick, fleshy, egg-shaped to spoon-shaped, mostly 7.5–12 mm (0.3–0.5 in) long, 3–6 mm (0.1–0.2 in) wide, often sticky and have prominent raised, warty glands.\nThe flowers are usually borne singly in leaf axils on S-shaped, hairy stalks usually 10–25 mm (0.4–1 in) long. There are five overlapping, green and pinkish-purple, hairy sepals which are broadly egg-shaped and mostly 8–11 mm (0.3–0.4 in) long. The petals are 22–30 mm (0.9–1 in) long and are joined at their lower end to form a tube. The flower buds are yellow with purple spots but when the flower opens, the petal tube is light pinkish-purple with darker purple spots on the outside of the tube and the inside of the lower petal lobe. The inside of the tube is yellow. The four stamens extend slightly beyond the end of the petal tube. Flowering occurs from August to October and is followed by fruits which are dry, cone-shaped, about 4 mm (0.2 in) long, glabrous and black.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 1979 and the description was published in Journal of the Adelaide Botanic Garden. The specific epithet (purpurascens) is derived from the Latin word purpureus meaning \"purple\" with the suffix -escens meaning \"becoming\" referring to the sepals which become more purplish as they age.",
    "Distribution and habitat": "Purple eremophila is found on rocky hills near Norseman, Western Australia, in the Coolgardie biogeographic region.",
    "Conservation": "Eremophila purpurascens is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "The thick, heart-shaped leaves and pinkish-purple flowers of this shrub are its main attractions. It can be propagated easily from cuttings and grows well in a range of soils, including clay. It is a hardy garden shrub requiring little or no watering, even during a long drought, and is very frost hardy.",
    "References": "",
    "External links": " Media related to Eremophila purpurascens at Wikimedia Commons\n Data related to Eremophila purpurascens at Wikispecies"
  }
}