{
  "url": "https://en.wikipedia.org/wiki/Eremophila_caperata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. caperata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila caperata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is a broom-like shrub with flat, narrow, wrinkled leaves and white or light pink to lilac-coloured flowers.",
    "Description": "Eremophila caperata is a shrub usually growing to a height of 3 m (10 ft) with many erect branches. The branches are rough and often lumpy, shiny and sticky. The leaves are linear in shape, tapering towards both ends and are mostly 16–31 mm (0.6–1 in) long and 1–2.5 mm (0.04–0.1 in) wide. The leaves have a wrinkled surface and there is a slight hook on the end.The flowers are borne in groups of 3 or 4 in leaf axils on a stalk 2.5–4 mm (0.1–0.2 in) long. There are 5 egg-shaped, cream-coloured to purple, sticky sepals which are 2.5–5.5 mm (0.1–0.2 in) long. The petals are 9–13.5 mm (0.4–0.5 in) long and joined at their lower end to form a tube. The petal tube is white, light pink to lilac-coloured, spotted brown inside the tube. The inside and outside surfaces are hairy and there are 4 stamens enclosed within the petal tube. Flowering occurs between August and November and is followed by fruit which are oval-shaped, 3.2–3.6 mm (0.13–0.14 in) long, with a thin, brittle and hairy covering.",
    "Taxonomy and naming": "Eremophila caperata was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock about 5 km (3 mi) north of the rabbit-proof fence near Kalannie. The specific epithet (caperata) is a Latin word meaning \"wrinkled\".",
    "Distribution and habitat": "This eremophila occurs over a wide area between Wubin, Hyden and the Plumridge Lakes area where it grows in sand, clay or loam on dunes and depressions, often in saline soils and in Eucalyptus woodland.",
    "Use in horticulture": "The delicate leaves of E. caperata, its compact shape and masses of showy flowers in spring make this a suitable screening or understorey shrub. It can be propagated from cuttings or by grafting onto Myoporum. It grows in a wide range of soils, in full sun or partial shade and is both frost and drought tolerant.",
    "Conservation": "Eremophila caperata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}