{
  "url": "https://en.wikipedia.org/wiki/Eremophila_undulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. undulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila undulata, commonly known as wavy-leaved eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small shrub with greenish-brown flowers and leaves which have a wavy margin.",
    "Description": "Eremophila undulata is a shrub which grows to a height of between 20 and 50 cm (8 and 20 in) and which has branches covered with long, white, branched hairs and persistent leaf bases. The leaves are arranged alternately along the branches and have stalks 5–11 mm (0.2–0.4 in) long which are covered with hairs like those on the branches. The leaf blades are oblong to elliptic in shape, mostly 22–30 mm (0.9–1 in) long, 6–10 mm (0.2–0.4 in) wide, covered with branched hairs and have wavy margins.The flowers are borne singly in leaf axils on hairy, S-shaped stalks 12–17 mm (0.5–0.7 in) long. There are 5 green, overlapping, egg-shaped to oblong sepals which are 6.5–8.5 mm (0.26–0.33 in) long and mostly only hairy on their outer surface. The petals are 15–20 mm (0.6–0.8 in) long and are joined at their lower end to form a tube. The petal tube is greenish-brown or yellowish-green with glandular hairs on both inner and outer surfaces. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from June to July and is followed by fruit which are dry, almost spherical, 6–7.5 mm (0.2–0.3 in) long and have a glabrous, papery covering.",
    "Taxonomy and naming": "Eremophila undulata was first formally described by Robert Chinnock in 1980 and the description was published in Journal of the Adelaide Botanic Garden. The type specimen was found by Alex George in 1974, 88 km (50 mi) south of Neale Junction in the Great Victoria Desert.\nThe specific epithet (undulata) is a Latin word meaning \"wavy\" referring to the margins of the leaves.",
    "Distribution and habitat": "This eremophila is only known from a few small areas north of Rawlinna in the Great Victoria Desert biogeographic region near where the type specimen was found. It is common in those locations, growing in brown sandy soil in association with mallee and hummock grasses.",
    "Conservation": "Eremophila undulata is classified as  \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that is poorly known and from only one or a few locations.",
    "Use in horticulture": "Although its flowers are greenish, the flowers of this eremophila are produced in large numbers and are attractive to nectar-feeding birds. The wavy leaves are an added attraction. It can be grown from seed, from cuttings or by grafting onto Myoporum and the shrub grows best in well-drained soil in a sunny position. It only requires occasional watering during a long dry spell and is only damaged by the most severe frosts.\n\n\n== References =="
  }
}