{
  "url": "https://en.wikipedia.org/wiki/Eremophila_gracillima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. gracillima"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila gracillima is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, spreading shrub with narrow leaves which have their edges folded under, and lilac to violet flowers. It is restricted to an area near Mount Vernon.",
    "Description": "Eremophila gracillima is a low spreading shrub usually growing to a height of less than 0.5 metres (2 ft) and which has branches and leaves that are sticky and shiny due to the presence of large amounts of resin. The leaves are arranged alternately along the stems and are mostly 10–28 mm (0.4–1 in) long, less than 1 mm (0.04 in) wide, linear with their edges turned under creating a channel on the lower surface. The flowers are borne singly, sometimes in pairs, in leaf axils on a sticky stalk, usually 10–18 mm (0.4–0.7 in) long.\nThere are 5 overlapping, sticky, green, lance-shaped to egg-shaped sepals which are 2–5.5 mm (0.08–0.2 in) long with hairs mostly only on the inner surface. The petals are 13–19 mm (0.5–0.7 in) long and joined at their lower end to form a tube. The tube is lilac-coloured to violet, and white with violet spots inside. The outside of the tube and petal lobes is hairy while the inside of the lobes is glabrous and the inside of the tube is hairy. The 4 stamens are fully enclosed in the tube. Flowering occurs from June to September and the fruits that follow are oval-shaped with a shiny, hairy, papery covering and are 6–7.5 mm (0.2–0.3 in) long",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (gracillima) is from the superlative form of the Latin word gracilis, meaning \"slender\", hence \"most slender\" referring to the leaves of this species.",
    "Distribution and habitat": "Eremophila gracillima is found near Mount Vernon in the Gascoyne and Murchison biogeographic regions where it grows on rocky flats.",
    "Conservation": "This species is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}