{
  "url": "https://en.wikipedia.org/wiki/Eremophila_lucida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. lucida"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila lucida, commonly known as shining poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with sticky, shiny leaves and branches and with flowers that are either red with darker red blotches inside or cream-coloured without spots or blotches.",
    "Description": "Eremophila lucida is a glabrous shrub with sticky, shiny leaves and branches due to the presence of large amounts of resin. It grows to a height of between 0.5 and 3.5 m (2 and 10 ft) and its branches have raised ribs under each side of the leaf attachments. The leaves are arranged alternately along the branches and there is a large, raised lump where the leaf attaches to the branch. The leaves are mostly 54–85 mm (2–3 in) long, 7–15 mm (0.3–0.6 in) wide, linear to elliptic in shape and covered with small raised resin glands.The flowers are usually borne singly in leaf axils on a flattened, glabrous stalk which is usually 13–25 mm (0.5–1 in) long. There are 5 sticky, overlapping, glabrous sepals which are mostly 8.5–15 mm (0.3–0.6 in) long and which are either pale yellow, greenish yellow, or red with a bluish tinge. The petals are 25–35 mm (0.98–1.4 in) long and are joined at their lower end to form a tube. The petal tube may be yellow without spots, or deep red with prominent darker blotches in the tube and on the lowest petal lobe. The outer surface of the petal tube is glabrous but the inner surface is covered with glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs between August and October and the fruits which follow are almost spherical in shape, slightly compressed, have a papery covering and are 3–5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "Eremophila lucida was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (lucida) is a Latin word meaning \"clear\" or \"bright\" in reference to the leaves of this species.",
    "Distribution and habitat": "Shining poverty bush is only known from two small areas between Hyden and Norseman in the Coolgardie biogeographic region - one near Lake Cronin, the other near Lake Cowan. It grows in sandy soil near salty depressions.",
    "Conservation": "This species is classified as  \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "The bright green leaves of this large shrub contrast with its pink or white flowers making it an attractive garden plant. It is fast-growing, although sometimes short-lived, and hardy, requiring minimal watering during long droughts and is frost hardy. It can be propagated from cuttings and grown in well-drained soil in a sunny or partly shaded position.\n\n\n== References =="
  }
}