{
  "url": "https://en.wikipedia.org/wiki/Eremophila_hygrophana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. hygrophana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila hygrophana is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is an erect, compact shrub with crowded, grey leaves and violet to purple flowers and is native to South Australia and Western Australia.",
    "Description": "Eremophila hygrophana is an erect, compact, highly branched shrub which grows to a height of between 0.3 and 1.2 m (1 and 4 ft) and which has its leaves and branches covered with both glandular hairs and yellow or grey branched hairs. The older parts of the branches are rough due to persistent leaf bases. The leaves are densely clustered at the ends of the branches and are furry, thick, linear to lance-shaped and mostly 12–25 mm (0.5–1 in) long and 2.5–5 mm (0.1–0.2 in) wide.The flowers are borne singly in leaf axils and lack a stalk. There are 5 green, hairy, triangular to lance-shaped sepals which are 6.5–12 mm (0.3–0.5 in) long. The petals are 20–30 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is pale violet to purple on the outside and paler, spotted purple inside the tube. As the flowers age, their colour changes to dark reddish brown. The outside of the tube and petal lobes are hairy but the inside of the lobes is glabrous and the inside of the tube is woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from July to December and is followed by fruits which are oval-shaped to cone-shaped with a hairy covering and 6–8 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Eremophila hygrophana was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (hygrophana) is derived from Ancient Greek words meaning \"changing colour during the drying process\".",
    "Distribution and habitat": "This eremophila occurs mostly commonly in Western Australia where it is found from near Rawlinna to Mount Magnet, growing in the Gibson Desert, Little Sandy Desert, Murchison, Nullarbor Plain and Yalgoo biogeographic regions. It is also found in the extreme central west of South Australia. A single record from the Northern Territory may be a new, as yet undescribed species.",
    "Conservation": "Eremophila hygrophana is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This small eremophila is one of the most attractive in cultivation with its sometimes golden, furry leaves and large purple flowers which are present through most months. It grows particularly well in Melbourne. It, especially the cultivar \"Blue Bells\", is well known in gardens in the drier parts of the United States. It can be propagated from cuttings taken in warm weather, or by grafting onto Myoporum rootstock. Grafted plants perform better in heavy soils. It is tolerant of drought but not humidity so a sunny, open position is preferred. It is tolerant of light frost, although may need a light pruning to remove frost damaged branches.\n\n\n== References =="
  }
}