{
  "url": "https://en.wikipedia.org/wiki/Eremophila_paisleyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. paisleyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila paisleyi is a plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a rounded, broom-shaped shrub with white or lilac-coloured flowers which occurs in Western Australia, South Australia and the Northern Territory.",
    "Description": "Eremophila paisleyi is a shrub with many of its branches arising from ground level and which grows to a height of between 1 and 3 metres (3 and 10 ft). The branches are brown to grey, usually glabrous and have raised, white glands sometimes in distinct rows. The branches and leaves are often sticky, especially near the branch ends, due to the presence of resin. The leaves are arranged alternately along the branches and are linear, lance-shaped, elliptic or almost cylindrical in shape and often have a hooked end. They are mostly 21–46 millimetres (0.8–2 in) long, 1–5 millimetres (0.04–0.2 in) wide and mostly glabrous.The flowers are borne in groups of up to 5 in leaf axils on flattened, sticky stalks 2.5–5.5 mm (0.1–0.2 in) long. There are 5 overlapping green, cream-coloured or reddish sepals which are mostly 2.5–9 mm (0.1–0.4 in) long. The sepals are spoon-shaped to lance-shaped and sticky, with hairs at least along their edges. The petals are 8–18.5 mm (0.3–0.7 in) long and are joined at their lower end to form a tube. The petal tube is white or lilac-coloured with brown spots inside. The outside of the tube has both simple and glandular hairs while the inside of the lobes is glabrous apart from the lower petal lobe and the inside of the tube which have long hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from October to November and the fruits which follow are a flattened oval shape, hairy and 4.5–5.5 mm (0.18–0.22 in) long.",
    "Taxonomy and naming": "The first formal description of this species was by Ferdinand von Mueller in 1810 and the description was published in Report on the Plants Collected During Mr. Babbage's Expedition into the North West Interior of South Australia in 1858. The specific epithet (paisleyi) honours J.C. Paisley, the private secretary to the Governor of South Australia, Sir R.G. MacDonnell.There are two subspecies:\n\nEremophila paisleyi  F.Muell. subsp. paisleyi which has glabrous sepals and flower stems;\nEremophila paisleyi subsp. glandulosa Chinnock  which has flower stems and sepals that are densely hairy.",
    "Distribution": "Subspecies paisleyi occurs between the Gairdner-Torrens botanical regions of South Australia and the Great Victoria Desert, Murchison and Nullarbor biogeographic regions, mainly east of Laverton. It grows in red sand or calcareous loam. Subspecies glandulosa is restricted to the north-west of South Australia and southern Northern Territory where it grows in skeletal soils on rocky hillsides.",
    "Conservation": "Subspecies paisleyi is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife. Subspecies glandulosa is classified as \"of least concern\" by the Northern Territory Government Department of Land Resource Management.",
    "Use in horticulture": "Although not well known in gardens, this eremophila has horticultural potential because of its ability to produce masses of white, pale pink or lilac-coloured flowers over a long period and because of its hardiness. It has been grown in eastern Australia and some shrubs have been grown for more than 20 years. E. paisleyi is suitable for use as a screening plant or windbreak, is easily grown from cuttings and grows well in a range of soils in full sun or partial shade. It is both drought and frost tolerant and can be lightly pruned to keep it compact.\n\n\n== References =="
  }
}