{
  "url": "https://en.wikipedia.org/wiki/Eremophila_cordatisepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. cordatisepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila cordatisepala is a flowering plant in the figwort family, Scrophulariaceae and is endemic to areas of Queensland and the Northern Territory in Australia. It is a small grey shrub with purple to lilac-coloured flowers which have heart-shaped sepals at their base.",
    "Description": "Eremophila cordatisepala is a shrub which grows to a height of 0.25–0.5 m (10–20 in). Its leaves and branches are covered with a layer of greyish to yellowish branched hairs, but unlike others in the genus, lack resin glands and are not sticky or shiny. The leaves are arranged alternately along the branches and are elliptic to lance-shaped, mostly 7–18 mm (0.3–0.7 in) long and 2–5 mm (0.08–0.2 in) wide and are often thickened or have their edges rolled under.The flowers are borne singly in leaf axils on a slightly flattened stalk 0–6 mm (0–0.2 in) long which, like the leaves, is covered with a layer of branched hairs. There are 5 green to purple sepals which are hairy, lance-shaped to egg-shaped at first but enlarge as the flowers develop. After flowering, the sepal become heart-shaped and 9–17 mm (0.4–0.7 in) long. The petals are 16–26 mm (0.6–1 in) long and joined at their lower end to form a tube. The petal tube is purple to lilac-coloured outside and white with purple spots inside. The outside of the tube and the petal lobes are almost glabrous but the inside of the tube is filled with woolly hairs. The petal lobes are rounded but have a small point in their centres. The 4 stamens are fully enclosed within the tube. The fruits are oval to cone-shaped, 7–9.5 mm (0.3–0.4 in) long and are woody with a papery covering.",
    "Taxonomy and naming": "Eremophila cordatisepala was first formally described by Lindsay Stuart Smith in 1956 and the description was published in Proceedings of the Royal Society of Queensland. The type specimen was collected by Stanley Thatcher Blake 72 km (40 mi) west of Windorah. The specific epithet is from the Latin cordati-, 'heart-shaped' and sepala, 'sepals'.",
    "Distribution and habitat": "This eremophila occurs in south-western Queensland and south-eastern Northern Territory where it usually grows on hillsides in red-brown clay soils.",
    "Conservation": "Eremophila cordatisepala is classified as \"near threatened\" in the Northern Territory but as of \"least concern\" in Queensland.",
    "Use in horticulture": "A feature of this eremophila is its large sepals which, along with its silvery-grey leaves, help to make this small attractive shrub suitable as a container plant. It can be propagated from cuttings and grown in full sun or partial shrub in well-drained soil. It tolerates long dry spells but is damaged by severe frost.\n\n\n== References =="
  }
}