{
  "url": "https://en.wikipedia.org/wiki/Eremophila_spuria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. spuria"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila spuria is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect, open shrub with narrow leaves and blue, lilac, purple or white flowers and is a common and widespread species.",
    "Description": "Eremophila spuria is an open shrub which grows to a height of between 0.6 and 2 m (2 and 7 ft). Its branches and leaves are glabrous and sticky, especially when young, due to the presence of resin. The leaves are flat and linear in shape, mostly 21–48 mm (0.8–2 in) long, 1.5–3 mm (0.06–0.1 in) wide and have a few scattered teeth on their margins.\nThe flowers are borne singly or in groups of up to 4 in leaf axils on mostly glabrous stalks 12–24 mm (0.5–0.9 in) long. There are 5 yellow-green or brownish, overlapping, elliptic to lance-shaped sepals which are mostly 10–14.5 mm (0.4–0.6 in) long. The sepals are often densely covered with glandular hairs otherwise almost glabrous but with spots of brown resin. The petals are 18.5–26 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube is white to lilac-coloured, blue or purple, with lines of yellow-brown spots inside the tube. The petal tube and its lobes are hairy on the outside, the lobes are glabrous inside and the inside of the tube is filled with woolly hairs. The 4 stamens are enclosed in the petal tube. Flowering occurs between March to October and is followed by fruits which are dry, woody, oval-shaped and 6–7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is from the \"Latin spuria, false; alluding to this species superficially resembling a number of others\".",
    "Distribution and habitat": "Eremophila spuria grows in sandy, sometimes clay soils between the Murchison settlement, Carnarvon and Wiluna in the Carnarvon, Gascoyne, Murchison and Yalgoo biogeographic regions.",
    "Conservation": "This eremophila is classified \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This is a fast-growing but sometimes short-lived shrub but its delicate, lightly coloured flowers contrast well with its dark-green leaves. It can be propagated by grafting onto Myoporum rootstock and grows best in well-drained soil in a sunny location. It only needs an occasional watering during a long drought, but it can be damaged by a heavy frost.\n\n\n== References =="
  }
}