{
  "url": "https://en.wikipedia.org/wiki/Eremophila_youngii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. youngii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila youngii is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a dense, erect shrub with many of its parts covered with a layer of grey to yellowish-grey scales and with pink, purple or red flowers.",
    "Description": "Eremophila youngii is an erect, highly-branched, shrub which grows to a height of between 1 and 4 m (3 and 10 ft). Its branches, leaves, flower stalks and sepals are covered with a layer of grey or yellowish scales, although these are sometime lost as the part ages. The branches are rough due to the presence of persistent leaf bases and are covered with small, raised, warty lumps. The leaves are arranged in opposite pairs along the branches, linear to elliptic in shape, tapering towards both ends, and mostly 24–45 mm (0.9–2 in) long, 2–5.5 mm (0.08–0.2 in) wide and have a prominent mid-vein on the lower side.\nThe flowers are borne singly or in pairs in leaf axils on stalks 2–3.5 mm (0.08–0.1 in) long. There are 5 hairy, lance-shaped to triangular sepals which are 2–5.5 mm (0.08–0.2 in) long. The petals are 18–30 mm (0.7–1 in) long and joined at their lower end to form a tube.  The petal tube is pink, purple or red and more or less hairy on both the inside and outside of the petal tube and its lobes, although the inside of the tube has long, soft hairs. The 4 stamens extend beyond the end of the petal tube. Flowering time depends on subspecies and the fruit which follows flowering is dry, cone-shaped to oval-shaped and 8–11 mm (0.3–0.4 in) long with a papery covering.",
    "Taxonomy and naming": "The species was first formally described in 1876 by Ferdinand von Mueller, based on specimens collected at Queen Victoria Spring by Jess Young during the Giles expedition of May 1875. The description was published in the tenth volume of Fragmenta phytographiae Australiae. The specific epithet youngii  honours Young, who collected specimens of many species during the expedition.\nThere are two subspecies:\n\nEremophila youngii  F.Muell  subsp. youngii which mostly flowers between June and October and has branched hairs on the outside of the petal tube and fruits;\nEremophila youngii subsp. lepidota  Chinnock  which flowers between January and September following rain and has a scaly covering on the petals and fruits.",
    "Distribution and habitat": "Subspecies youngii is widespread in a variety of habitats between Kalgoorlie and Exmouth in the Carnarvon, Gascoyne, Gibson Desert, Great Victoria Desert, Little Sandy Desert, Murchison and Yalgoo biogeographic regions. Subspecies lepidota is a rarely-seen plant that grows on clay flats and floodplains between Newman and Exmouth in the Carnarvon, Gascoyne, Little Sandy Desert and Pilbara biogeographic regions.",
    "Conservation": "Subspecies youngii is as \"Not Threatened\" by the Western Australian Government Department of Parks and Wildlife but subspecies lepidota is classified as \"Priority Four\" meaning that is rare or near threatened.",
    "Use in horticulture": "This species of eremophila has been grown in many parts of Australia for many years. It is a hardy and reliable shrub for larger gardens and bears masses of brick red or dusky pink flowers as well as being attractive to nectar-feeding birds. It is easy to propagate from cuttings and the shrub will grow in most soils, including heavy clay, in full sun or part shade. It is drought tolerant, rarely requiring extra water even during a long dry spell and is very frost tolerant.\n\n\n== References =="
  }
}