{
  "url": "https://en.wikipedia.org/wiki/Eremophila_biserrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. biserrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila biserrata, also known as prostrate eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the south of Western Australia. It is a prostrate shrub covering an area of up to about 2 m2 (20 sq ft) and which has serrated leaves and flowers that are green and yellow.",
    "Description": "Eremophila biserrata is a prostrate shrub often with long unbranched snake-like stems up to 1 m (3 ft) long and under ideal conditions the plant may spread to a diameter of 4 to 5 m (10 to 20 ft). Its leaves are arranged alternately or clustered in rosettes, mostly 18–24 mm (0.7–0.9 in) long, 5–11 mm (0.2–0.4 in) wide, broadly lance-shaped with the narrower end towards the base. The leaves have serrated edges, the serrations often themselves serrated, sometimes deeply so that the leaf appears to have separate leaflets.\nThe flowers are usually borne singly in leaf axils on a stalk usually 3–5 mm (0.1–0.2 in) long but are mostly hidden between the leaves with only the tips of the flowers visible. There are 5 overlapping green sepals differing slightly in size and shape from each other but about 4–5 mm (0.16–0.20 in) long. The 5 petals are 15–20 mm (0.6–0.8 in) long and joined at their lower end to form a tube. The tube and the petal lobes on its end are green and yellow, sometimes pale red and the 4 stamens extend well beyond the petal tube. Flowers appear mostly between September and November and are followed by fruit which are dry, oval-shaped and about 4–5 mm (0.16–0.20 in) long.",
    "Taxonomy and naming": "Eremophila biserrata was first formally described by Robert Chinnock in 1979 and the description was published in Journal of the Adelaide Botanic Garden. Chinnock collected the type specimen 4 kilometres (2 mi) north of the road between Hyden and Lake Cronin. The specific epithet (biserrata) refers to the unusually serrated leaf margins.",
    "Distribution and habitat": "This eremophila occurs in areas near Hyden and Lake King in the Coolgardie and Mallee biogeographic regions where it grows in sandy and clay soils near salt lakes and freshwater depressions.",
    "Conservation": "Eremophila biserrata is classified as \"Priority Four\" by the Government of Western Australia Department of Parks and Wildlife, meaning that is rare or near threatened.",
    "Use in horticulture": "Prostrate eremophila is a ground-hugging shrub, ideal to replace grass where there is no foot traffic, because it does not grow into higher plants. It is easily propagated from cuttings, striking in a few weeks but needs to be kept moist during hot weather when first planted out. It will grow in full sun or as an understorey but is frost tolerant and relatively drought resistant.\n\n\n== References =="
  }
}