{
  "url": "https://en.wikipedia.org/wiki/Eremophila_conglomerata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. conglomerata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila conglomerata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to central areas of Western Australia. It is an erect shrub with small, serrated leaves and mauve to blue flowers that extend well beyond the foliage.",
    "Description": "Eremophila conglomerata is an erect shrub which grows to a height of between 1 and 2.5 m (3 and 8 ft) and which has sticky, shiny branches due to the presence of resin. The leaves are clustered near the ends of the branches, obscuring them. They are also elliptic to egg-shaped, have serrated edges, a sharp tip, are shiny, very sticky and mostly 4–8 mm (0.2–0.3 in) long and 3–6.5 mm (0.1–0.3 in) wide.The flowers are borne singly in leaf axils on a slightly flattened stalk 10–20 mm (0.4–0.8 in) long and extend beyond the smaller leaves. There are 5 sepals which are variable in size and shape but mostly 5–8 mm (0.2–0.3 in) long and green or yellowish-brown in colour. The petals are 13–23 mm (0.5–0.9 in) long and joined at their lower end to form a tube. The petal tube is mauve to blue outside, reddish purple on the top and white with purple spots inside. The tube is mostly glabrous on the outside and densely woolly inside. The petal lobes are pointed and the lower lobe is raised so that it closes the opening of the petal tube. The 4 stamens are fully enclosed within the tube. Flowering occurs mostly from July to October and is followed by fruits which are dry, woody with a papery covering, oval-shaped and 5.5–7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock south west of Sandstone. The specific epithet (conglomerata) is derived from the Latin word glomeratus meaning \"form into a ball\" or \"gather into a rounded heap\", referring to the small, clustered leaves of this species.",
    "Distribution and habitat": "E. conglomerata occurs in the area between Sandstone and Cue in the Murchison biogeographic region where it grows in red sand and gravel.",
    "Conservation": "E. conglomerata is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is a suitable plant for growing in a container. It is difficult to propagate except by grafting onto Myoporum species and needs a well-drained soil but is drought resistant and tolerates frost, except when young.\n\n\n== References =="
  }
}