{
  "url": "https://en.wikipedia.org/wiki/Eremophila_metallicorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. metallicorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila metallicorum, commonly known as miners poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small shrub with narrow leaves and lilac-coloured flowers on an S-shaped stalk.",
    "Description": "Eremophila metallicorum is a shrub with many tangled branches which usually grows to a height of less than 0.8 m (30 in). The leaves are arranged alternately along the branches and are thick, linear to almost cylindrical in shape, mostly 5.5–11 mm (0.2–0.4 in) long, 0.7–2.1 mm (0.03–0.08 in) wide, have small raised glands and are sticky and shiny due to the presence of resin.The flowers are borne singly in leaf axils on a sticky, S-shaped stalk 9.5–18 mm (0.4–0.7 in) long. There are 5 overlapping, hairy, green to reddish-brown or purple sepals which are egg-shaped and mostly 8–14 mm (0.3–0.6 in) long. The petals are 15–25 mm (0.6–1 in) long and are joined at their lower end to form a tube. The petal tube is pale to deep lilac-coloured on the outside and white with lilac or dark reddish-purple spots on the inside. The outer surface of the tube and petal lobes is hairy, the inner surface of the lobes is glabrous and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs mainly from April to October and the fruits which follow are oval-shaped, greyish-white, hairy and 6.5–8 mm (0.26–0.31 in) long.",
    "Taxonomy and naming": "The species was first formally described by Spencer Le Marchant Moore in 1899 and the description was published in Journal of the Linnean Society, Botany. The specific epithet (metallicorum) is a Latin word meaning \"of the miners\" referring to the mining area north of Leonora where the type specimen was collected.",
    "Distribution and habitat": "Miners poverty bush is common in areas near Kalgoorlie, Leinster, Paynes Find and Laverton in the Avon Wheatbelt, Coolgardie, Gibson Desert, Murchison and Yalgoo biogeographic regions. It grows in red-brown clay loam in mulga woodland, often along drainage lines and flat areas.",
    "Conservation": "Eremophila metallicorum is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife",
    "Use in horticulture": "The sparse, narrow leaves of this hardy shrub allow its blue flowers to be attractively displayed. It can be propagated from cuttings or by grafting onto Myoporum rootstock and grown in most soil types, including clay. It prefers a sunny, open position, is very drought tolerant and tolerant of light frosts. It needs to be lightly pruned each year to keep the plant compact.\n\n\n== References =="
  }
}