{
  "url": "https://en.wikipedia.org/wiki/Eremophila_longifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. longifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila longifolia, known by a range of common names including berrigan, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub or small tree with weeping branches, long, narrow leaves and brick-red or pink flowers and is found in all Australian mainland states and the Northern Territory.",
    "Description": "Eremophila longifolia is a shrub or small tree growing to a height of between 1 and 8 m (3 and 30 ft). It frequently forms suckers and dense stands of clones of the shrub are common. Its branches often have a covering of fine, yellow to reddish brown hairs. The leaves are arranged alternately along the branches and are linear to lance-shaped, often sickle-shaped and often have a hooked end. They are mostly 50–160 mm (2–6 in) long, 3–8 mm (0.1–0.3 in) wide, taper towards both ends and have a prominent mid-vein on the lower surface.\nThe flowers are borne in groups of up to 5 in leaf axils on stalks mostly 4–8 mm (0.2–0.3 in) long. There are 5 green, egg-shaped, tapering, hairy sepals which are mostly 2–7 mm (0.08–0.3 in) long. The petals are mostly 20–30 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is brick-red to pink, sometimes spotted inside with darker red. The inside and outside of the tube are covered with hairs, more densely so on the outside. The 4 stamens extend beyond the end of the petal tube. Flowering occurs at different times in different parts of the country. In Western Australia it mainly occurs between March and November, in southern Queensland during spring and summer but in the Riverina area of New South Wales there is no distinct flowering season. In most places, flowers may appear in any season, depending on rainfall. The fruits which follow are oval to almost spherical in shape, 5–12 mm (0.2–0.5 in) long and are yellow at first, then turn brown and finally black.",
    "Taxonomy and naming": "The first formal description of the species was published by Robert Brown in 1810 who gave it the name Stenochilus longifolius. The description was published in Prodromus Florae Novae Hollandiae et Insulae Van Diemen. In 1860, Ferdinand von Mueller changed the name to Eremophila longifolia. The specific epithet (longifolia) is derived from the Latin words longus meaning \"long\" and folium meaning \"leaf\".As well as being known as berrigan, the species has a number of other common names including berregan emu bush, long-leaved emu bush, weeping emu bush, native plum, juniper tree and dogwood. Some of these names are also used for other species including Pittosporum phillyreoides,  (known as \"berrigan\") and Santalum lanceolatum (known as \"native plum\").\nAboriginal Australians use names including amuna (Anmatjirra), tulypurpa (Pitjantjatjara), otenerrenge (Aranda), ortherrenge (Eastern Aranda), tulypur (Yankunytjatjara) and ngawil (Yuwaalaraay).",
    "Distribution and habitat": "Berrigan is the most ubiquitous eremophila in Australia because it can grow in a wide range of soil types and habitats apart from the more humid areas of the east coast. It generally grows in Acacia or Eucalyptus woodland but is also common on rocky hills, sand plains and sand dunes.",
    "Ecology": "Honeyeaters, emus (Dromaius novaehollandiae) and bustards (Ardeotis australis) are known to use this eremophila as a food source.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Indigenous use": "Eremophila longifolia is one of the most important plant species to Aboriginal people, especially to those living in Central Australia. It was used in initiation ceremonies, to line graves, for tanning water bags and was placed in the headbands of warriors. It also had medicinal uses such as to treat colds and headaches, and was used to cleanse and strengthen new-born babies.",
    "Uses-Agriculture": "Berrigan is the best of the eremophila species as a fodder for sheep and cattle. It is sometimes used as drought fodder although may be toxic if not used with other food sources. It can provide a windbreak and is useful in the prevention of soil erosion due to its fibrous root system.",
    "Uses-Horticulture": "Eremophila longifolia is not well known in horticulture although its weeping habit, hardiness and attractive flowers suggest it has potential. It makes a useful informal hedge, complemented by its ability to sucker. It is difficult to propagate from seed and cuttings often do not strike but suckers are readily transplanted. In situations where suckering is undesirable or where the plant is to be grown in heavier soils, it can be propagated by grafting onto Myoporum rootstock.",
    "Uses-Medicine": "Eremophila longifolia plants contain compounds which have shown to be effective in controlling bacteria responsible for tooth decay.\n\n\n== References =="
  }
}