{
  "url": "https://en.wikipedia.org/wiki/Eremophila_scoparia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. scoparia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila scoparia, commonly known as silver emubush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a broom-like shrub with narrow, hooked leaves, small sepals and deep lilac-coloured to white petals and is common and widespread in southern parts of the continent.",
    "Description": "Eremophila scoparia is a broom-like shrub which grows to a height of between 1 and 3 m (3 and 10 ft). Its branches and leaves are covered with yellowish or silvery-grey scaly hairs although individual scales are indistinct and the surface may appear glabrous. The leaves are mostly arranged in opposite pairs and are linear to almost cylindrical in shape, S-shaped in side view, mostly 4–25 mm (0.2–1 in) long, 0.8–2.5 mm (0.03–0.1 in) wide and have a hooked end.\nThe flowers are borne singly or in pairs in leaf axils on a stalk 2–6 mm (0.08–0.2 in) long which has the same scaly covering as the leaves. There are 5 linear sepals which are 1.5–3.5 mm (0.06–0.1 in) long, covered with the same scaly covering on the outside but are hairy on the inside surface. The petals are 8–25 mm (0.31–0.98 in) long and are joined at their lower end to form a tube. The petal tube is blue, lilac, pink or white on the outside and white with yellow spots inside. The outside surface of the petal tube and its lobes are covered with scaly hairs, the inside of the lobes is glabrous except for branched hairs near their edges and the inside of the tube is densely filled with long, soft hairs. The 4 stamens are enclosed in the petal tube. Flowering occurs throughout the year but mainly from August to October. The fruits are dry, woody, oval to cone-shaped, almost spherical, slightly fleshy, 3.3–5 mm (0.1–0.2 in) long and have a scaly covering.",
    "Taxonomy and naming": "This species was first formally described in 1810 by botanist Robert Brown who gave it the name Pholidia scoparia and published the description in Prodromus Florae Novae Hollandiae. In 1860, Mueller changed the name to Eremophila scoparia and published the change in Papers and Proceedings of the Royal Society of van Dieman's Land.The specific epithet is from the Latin scoparia meaning 'broom-like'.E.scoparia is also known by the common names broom bush, scotia bush, wax bush and broom emu bush.",
    "Distribution and habitat": "Silver emu bush occurs in Western Australia, South Australia, Victoria and New South Wales. In Western Australia it is found between Merredin and Echuca in the Avon Wheatbelt, Coolgardie, Great Victoria Desert, Hampton, Mallee, Murchison and Nullarbor biogeographic regions. In South Australia it occurs in the North-Western, Lake Eyre, Nullarbor, Gairdner-Torrens, Flinders Ranges, Eastern, Eyre Peninsula, Northern Lofty and Murray botanical regions. It is found in the north-western corner of Victoria and in New South Wales south from Wilcannia. It grows on a wide range of soils, is common in mulga, mallee and chenopod communities and is often the dominant shrub.",
    "Conservation": "Eremophila scoparia is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has a broom-like shape and pale to deep lilac-coloured flowers. It can be propagated from cuttings or by grafting onto Myoporum rootstock and grows best in well-drained soil in either full sun or part shade. It is tolarant of drought and of the harshest frost and can be pruned to maintain its shape or to rejuvenate an old specimen.\n\n\n== References =="
  }
}