{
  "url": "https://en.wikipedia.org/wiki/Eremophila_duttonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. duttonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila duttonii, commonly known as budda or harlequin fuchsia bush is a flowering plant in the figwort family, Scrophulariaceae and is endemic to mainland Australia where it occurs in all the mainland states except Victoria. It is a shrub or small tree with dark green, sticky leaves and flowers that are red on top fading to yellow-green below. Extracts from this plant have been shown to have significant antimicrobial activity.",
    "Description": "Eremophila duttonii is a shrub or small tree growing to a height of between 1 and 3.5 m (3 and 10 ft) with branches that are rough due to old leaf bases, hairy, shiny and sticky due to the presence of resin. The leaves are arranged alternately along the branches, sometimes clustered near the ends of them and are mostly 30–40 mm (1–2 in) long, 3–5 mm (0.1–0.2 in) wide, linear to lance-shaped, tapering towards the ends and sticky.The flowers are borne singly in leaf axils on a stalk 10–20 mm (0.4–0.8 in) long. There are 5 overlapping, sticky, egg-shaped to elliptic sepals which are 10–15 mm (0.4–0.6 in) long. The petals are 25–35 mm (0.98–1.4 in) long and joined at their lower end to form a tube. The top of the petal tube is red to orange, fading to yellowish-green below and inside the tube. Occasionally the petal tube is all yellow. The tube often has a few short hairs inside and out and is sticky on the outside. The 4 stamens extend beyond the end of the tube. Flowering occurs from June to September and is followed by fruits which are dry, oval to cone-shaped with a pointed end and are 7.5–13 mm (0.3–0.5 in) long.",
    "Taxonomy and naming": "Eremophila duttonii was first formally described in 1858 by Ferdinand von Mueller in Quarterly Journal and Transactions of the Pharmaceutical Society of Victoria. The specific epithet (duttonii) honours Francis Dutton, who was twice Premier of South Australia.",
    "Distribution and habitat": "The most westerly distribution of Eremophila duttonii is the Warburton area of Western Australia. It occurs in southern Northern Territory, South Australia, south-western Queensland and western New South Wales as far east as Broken Hill. It grows in red-brown sandy soils on plains and hills.",
    "Uses": "",
    "Uses-Indigenous use": "The Arrente people who call the plant aherre-intenhe, collect the leaves for medicinal use. These uses included treatment of skin complaints, including those caused by the scabies mite. It was used as a gargle for sore throat and for painful eye and ear problems.",
    "Uses-Medical applications": "Study of six species of eremophilas showed that E. duttonii had the highest antimicrobial potency, especially against gram-positive bacteria, including those that are resistant to the antibiotics meticillin and vancomycin. In another study, two diterpenes were found to be responsible for the antimicrobial activity of this species.",
    "Uses-Use in horticulture": "The species is seldom seen in cultivation. As it is difficult to propagate from both seed and cuttings, grafting on to rootsock of Myoporum species is often undertaken to produce new plants. It is slow growing and prefers a dry, well-drained sunny position. It can withstand light frosts and is very drought tolerant.\n\n\n== References =="
  }
}