{
  "url": "https://en.wikipedia.org/wiki/Eremophila_georgei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. georgei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila georgei is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a common, widespread shrub in central areas of the state, often growing on rocky ridges and hillsides and has serrated leaves and mauve, purple or pink flowers.",
    "Description": "Eremophila georgei is a shrub growing to between 0.3 and 3 metres (1 and 10 ft) tall with its branches covered with a dense layer of white hairs. Its leaves are arranged alternately and are elliptic to egg-shaped with serrated edges, mostly 8–23 mm (0.3–0.9 in) long and 5.5–10 mm (0.2–0.4 in) wide. The leaves are also covered on both surfaces with white hairs and raised glands.\nThe flowers are borne singly in leaf axils on a hairy stalk mostly 16–36 mm (0.6–1 in) long. There are 5 sepals which are hairy, greenish-brown to purple, mostly 8–15 mm (0.3–0.6 in) long, sticky and often shiny. The petals are 16–35 mm (0.6–1 in) long and joined at their lower end to form a tube. The tube is mauve, purple or pink on the outside and white inside. The outside is covered with hairs, the inside surface of the petal lobes is glabrous and the inside of the tube is densely filled with woolly hairs. The 4 stamens are fully enclosed within the tube. Flowering occurs from March to December and is followed by fruits which are hairy, 5.5–8.5 millimetres (0.2–0.3 in) long with a pale yellow-brown papery covering.",
    "Taxonomy and naming": "Eremophila georgei was first formally described by Ludwig Diels in 1905 and the description was published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet (georgei) honours William George, a mine manager on the Mount Margaret goldfields, who collected the type specimen in 1902.",
    "Distribution and habitat": "This eremophila is common in central areas of Western Australia growing in sand, clay and stony soils on flats and rocky ridges in the Avon Wheatbelt, Central Ranges, Coolgardie, Gascoyne, Gibson Desert, Great Victoria Desert, Murchison, Nullarbor and Yalgoo biogeographic regions",
    "Conservation": "Eremophila georgei is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is an attractive species due in part to its large, colourful flowers which are often present over a long period. It can be grown from cuttings or by grafting onto Myoporum rootstock and the latter method is preferable if the shrub is to be grown in heavy soils or in areas of high humidity. Cuttings may take months to strike, even in warm weather. The plant will grow in full sun or dappled shade, needs little watering and is frost tolerant when mature.\n\n\n== References =="
  }
}