{
  "url": "https://en.wikipedia.org/wiki/Eremophila_rhegos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. rhegos"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila rhegos is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with densely hairy leaves and branches and blue, mauve, purple or white flowers.",
    "Description": "Eremophila rhegos is a shrub with many branches and which grows to a height of between 0.8 and 1.5 m (3 and 5 ft). The branches and leaves are covered with a dense layer of branched, greyish-white hairs. The branches are thick and rough due to the presence of persistent, raised leaf bases. The leaves are crowded near the ends of the branches, overlapping each other. They are thick, elliptic to lance-shaped, mostly 16–24 mm (0.6–0.9 in) long, 4.5–9 mm (0.2–0.4 in) wide and have an obvious mid-vein.The flowers are borne singly in leaf axils on densely hairy stalks, 4–6 mm (0.16–0.24 in) long. There are 5 lance-shaped, densely hairy sepals which are 11–20 mm (0.4–0.8 in) long. The petals are 20–35 mm (0.8–1 in) long and are joined at their lower end to form a tube.  The petal tube is deep purple, blue or light lilac-coloured to white on the outside, and white with purple spots inside. The petal tube and lobes are glabrous except for a few hairs around the margins of the lobes and the inside of the tube which is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to September and the fruits which follow are oval-shaped and about 8.5 mm (0.3 in) long.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (rhegos) is an Ancient Greek word (ῥῆγος) meaning \"rug\" or \"blanket\", referring to the dense covering, especially on the branches and sepals.",
    "Distribution and habitat": "Eremophila rhegos grows in skeletal soils between Landor Station and Dairy Creek Station in the Gascoyne and Murchison biogeographic regions.",
    "Conservation": "This eremophila is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "This shrub has not often been grown in gardens and its requirements are not currently well known. It can be propagated from cuttings or by grafting onto Myoporum rootstock. It is growing in full sun in well-drained soil, is drought tolerant and tolerates light frosts.\n\n\n== References =="
  }
}