{
  "url": "https://en.wikipedia.org/wiki/Eremophila_pendulina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. pendulina"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila pendulina is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a tall, spindly, weeping shrub with narrow leaves and purple, mauve or white flowers in autumn and early spring.",
    "Description": "Eremophila pendulina is a sparse, wispy, open shrub which grows to a height of between 1.8 and 3 m (6 and 10 ft), usually consisting of a single, thin stem branching only near the top of the plant. The branches are thin, weak, flexible and drooping, dull reddish-brown in colour but sticky, shiny and often white due to the presence of dried resin. The leaves are mostly arranged alternately but clustered near the ends of the branches. They are linear in shape, 9–24 mm (0.4–0.9 in) long, about 1 mm (0.04 in) wide, have many small raised resin glands and are sticky and shiny.The flowers are borne singly in leaf axils on a hairy stalk, 6–10 mm (0.2–0.4 in) long. There are 5 overlapping, green to purple, hairy sepals which are 6–9.5 mm (0.2–0.4 in) long and egg-shaped to lance-shaped. The petals are 18–28 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube is white to lilac-coloured, often darker on the top, and cream to yellow inside with purple to violet spots. The outer surface of the petal tube and lobes is hairy but the inner surface of the lobes is glabrous and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to September and the fruits which follow are dry, oval-shaped, woody, hairy and 6–7 mm (0.24–0.28 in) long with a papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (pendulina) is derived from the Latin word pendulus meaning \"hanging\", referring to the rather pendulous leaves of this species.",
    "Distribution and habitat": "Eremophila pendulina grows in loamy sand on rocky hills between Meekatharra and Cobra Station, west of Mount Augustus in the Gascoyne and Murchison biogeographic regions.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}