{
  "url": "https://en.wikipedia.org/wiki/Eremophila_pilosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. pilosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila pilosa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a small shrub with many tangled branches, with its leaves and branches densely covered with hairs and which has mauve or purple flowers. It occurs in a restricted area in the Pilbara.",
    "Description": "Eremophila pilosa is a dense shrub which grows to a height of between 50 and 90 cm (20 and 40 in). Its branches and leaves are covered with layers of fine, grey, branched glandular hairs and longer stiff hairs up to 5 mm (0.2 in) long. The branches also have prominent raised leaf bases. The leaves are arranged alternately and clustered near the ends of the branches, mostly 14–25 mm (0.6–1 in) long, 4–9 mm (0.2–0.4 in) wide, egg-shaped to lance-shaped with the lower end towards the base.The flowers are borne singly, sometimes in pairs in leaf axils on hairy stalks 6–9 mm (0.2–0.4 in) long. There are 5 green, lance-shaped, hairy sepals which are 8–13.5 mm (0.3–0.5 in) long but which enlarge after flowering to 13–19 mm (0.5–0.7 in). The petals are 16–21 mm (0.6–0.8 in) long and are joined at their lower end to form a tube.  The petal tube is deep lilac to pale purple on the outside and white with purple spots or streaks inside. The outer surface is hairy but the inner surface of the petal lobes is glabrous and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to July and is followed by fruits which are oval-shaped with a pointed end and about 7–8.5 mm (0.28–0.33 in) long with a papery covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (pilosa) is derived from the Latin word meaning \"hairy\".",
    "Distribution and habitat": "Eremophila pilosa grows in red-brown clay loam on sandy plains between Jigalong and Roy Hill in the Pilbara biogeographic region.",
    "Conservation": "Eremophila pilosa is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}