{
  "url": "https://en.wikipedia.org/wiki/Eremophila_malacoides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. malacoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila malacoides, commonly known as frontage poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with grey-green foliage, densely hairy leaves, and usually lilac to purple flowers but a yellow flowered form also occurs.",
    "Description": "Eremophila malacoides is a greyish, spreading shrub with many tangled branches usually growing to a height of less than 1 m (40 in). Its leaves and branches are covered with grey, matted hairs. The leaves are arranged alternately along the branches and are mostly elliptic to egg-shaped, 5–15 mm (0.2–0.6 in) long and 2.5–7 mm (0.1–0.3 in) wide.\nThe flowers are borne singly, without a stalk in leaf axils. There are 5 hairy, overlapping, lance-shaped sepals which are 5.5–7 mm (0.2–0.3 in) long. The hairs on the outer surface of the sepals are yellowish and form a dense, loose mat. The petals are 20–32 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured to purple on the outside and white with purple spots on the inside.  In the Granite Peak area, the flowers of this species are more usually yellow. The outer surface of the tube and petal lobes is hairy, the inner surface of the lobes is glabrous and the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs after rain from April to November and the fruits which follow are dry, woody, hairy, oval-shaped and 4.5–6 mm (0.18–0.24 in) long.",
    "Taxonomy and naming": "Eremophila malacoides was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is said to be derived from the Greek malae-, 'soft' and oides, 'form of', referring to the soft hairs on the branches and leaves of this species. Sharr gives the derivation as from the Greek malaco- meaning \"soft\" and -oides, \"-like\". The word in ancient Greek for soft is malakos (μαλακός). Ancient Greek eidos (εἶδος) means 'form' or 'shape'.",
    "Distribution and habitat": "This eremophila occurs between Meekatharra and Leonora in the Gascoyne and Murchison biogeographic regions. It usually grows in saline areas that are subjected to occasional flooding.",
    "Conservation": "Eremophila malacoides is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife",
    "Use in horticulture": "This small, compact shrub nearly always has flowers in a garden setting, is tolerant of a wide range of soils, including heavy and saline soils and is frost and drought tolerant. It can be propagated from cuttings and in most situations will grow well on its own roots. It is a hardy garden plant that will respond to a light application of fertiliser in spring.\n\n\n== References =="
  }
}