{
  "url": "https://en.wikipedia.org/wiki/Eremophila_muelleriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. muelleriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila muelleriana, commonly known as round-leaved eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an open shrub with light-coloured new foliage, broad leaves and deep purple-violet flowers.",
    "Description": "Eremophila muelleriana is an erect, open shrub which grows to a height of between 0.3 and 1 m (1 and 3 ft) with branches and leaves covered by a layer of yellow or grey, branched hairs. The leaves are egg-shaped to almost circular, mostly 7–19 mm (0.3–0.7 in) long, 6–12 mm (0.2–0.5 in) wide and taper to a stalk which is about 2 mm (0.08 in) long.The flowers are borne singly or in pairs in leaf axils on straight, hairy stalks mostly 6–12 mm (0.2–0.5 in) long. There are 5, green to purple, elliptic to lance-shaped, hairy sepals which are 12–22 mm (0.5–0.9 in) long.   The petals are 16–25 mm (0.6–1 in) long and are joined at their lower end to form a tube. The petals are deep purple to reddish violet on the outside and white, sometimes with purple spots on the lower part of the inside. The outside of petal tube and lobes is hairy while the inside of the lobes is glabrous and the inside of the tube is filled with long hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to October and the fruits which follow are oval to cone-shaped, glabrous and about 8 mm (0.3 in) long.",
    "Taxonomy and naming": "Eremophila muelleriana was first formally described in 1934 by Charles Gardner from a specimen collected near Kalli, west of Cue. The description was published in Journal of the Royal Society of Western Australia. The specific epithet (muelleriana) honours Ferdinand von Mueller.",
    "Distribution and habitat": "Round-leaved eremophila is only found in a small area north-east of Meekatharra, between Mount Narryer and Yalgoo in the Gascoyne and Murchison biogeographic regions where it grows clay-sand in mulga woodland.",
    "Conservation": "This species is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "This eremophila is a particularly striking plant in flower with its deep purple to almost black flowers and it is an attractive and hardy plant in a container. Propagation from cuttings is slow but in drier places it grows well on its own roots. It can also be propagated by grafting onto Myoporum rootstock. A well drained soil in a sunny position are preferred as the plant is susceptible to frost damage. It does respond well to regular pruning.\n\n\n== References =="
  }
}