{
  "url": "https://en.wikipedia.org/wiki/Eremophila_coacta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. coacta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila coacta is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the north west of Western Australia. It is an erect shrub with narrow, sticky, pointed leaves and densely hairy light to dark lilac-coloured flowers.",
    "Description": "Eremophila coacta is an erect shrub usually growing to about 4 m (10 ft) high and 1.5 m (5 ft) wide. The younger stems are sticky with resin which gradually dries to a brown and flaky layer. The leaves are clustered near the ends of the stems and are linear, mostly 28–44 mm (1–2 in) long and about 1–2 mm (0.04–0.08 in) wide, sticky and hairy at first but becoming glabrous when mature.The flowers are borne singly in leaf axils on a stalk 10–27 mm (0.4–1 in) long which, like the leaves is resinous at first. There are 5 lance-shaped, pointed green to purple sepals, 5–7.5 mm (0.2–0.3 in) long which grow to 8–12.5 mm (0.31–0.49 in) as the flower matures. The sepals are glabrous on their outer surface but densely hairy with prominent transparent glands on the inner surface. The petals are 12–20 mm (0.5–0.8 in) long and joined at their lower end to form a tube.  The petal tube is light to dark lilac-coloured and densely hairy while the inside of the tube is densely woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from July to September and is followed by fruits which are dry, woody, oval to cone-shaped and 5–8.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock about 16 km (10 mi) north-west of Ashburton Downs. The specific epithet (coacta) is a Latin word meaning \"felted\" referring to the surface of the petal tube.",
    "Distribution and habitat": "Eremophila coacta occurs in the area between Ashburton Downs, Mount Vernon and Paraburdoo in the Gascoyne and Pilbara biogeographic regions where it grows in laterite and shale soils on ironstone hills and along creek lines.",
    "Conservation": "Eremophila coacta is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}