{
  "url": "https://en.wikipedia.org/wiki/Eremophila_punicea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. punicea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila punicea, commonly known as crimson eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a small, bushy shrub with small grey leaves, hairy branches and attractive pink flowers growing in areas east of Geraldton.",
    "Description": "Eremophila punicea is a bushy shrub which grows to a height of between 0.3 and 0.6 m (1 and 2 ft). Its branches and leaves are densely covered with a layer of tangled or woolly white branched hairs giving the foliage a grey colour. The branches are rough due to persistent leaf bases. The leaves are egg-shaped, 4.5–8.5 mm (0.2–0.3 in) long and 1.5–3.5 mm (0.06–0.1 in) wide.The flowers are borne singly in leaf axils on a straight, hairy stalk up to 4 mm (0.2 in) long. There are 5 narrow linear-shaped sepals which are mostly 6–8 mm (0.2–0.3 in) long and about 1 mm (0.04 in) wide, densely covered with white hairs obscuring their green colour. The petals are 8–18 mm (0.3–0.7 in) long and are joined at their lower end to form a tube. The petal tube is pink, sometimes red on the outside, lighter on the inside. The outside surface of the tube and petal lobes is hairy but the inside surface is mostly glabrous. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from March to September and is followed by fruits which are woody, oval-shaped, 5–7 mm (0.2–0.3 in) long and have a pale brown covering.",
    "Taxonomy and naming": "This species was first formally described by Spencer Le Marchant Moore in 1899 and the description was published in Journal of the Linnean Society, Botany. The specific epithet (punicea) is a Latin word meaning \"reddish\" or \"purplish-red\".",
    "Distribution and habitat": "Eremophila punicea occurs from north of Mullewa to near Mount Magnet, near Cue and Yalgoo in the Murchison and Yalgoo biogeographic regions where it grows in clay or clay loam.",
    "Conservation": "This eremophila is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The soft grey leaves and masses of pale pink to bright red flowers make this small shrub ideal as a feature plant in a small garden. It can be propagated with difficulty from cuttings so is usually grafted onto Myoporum rootstock. It grows best in well-drained soil in full sun or part shade, is moderately drought and frost tolerant and can be lightly pruned to maintain a compact shape.\n\n\n== References =="
  }
}