{
  "url": "https://en.wikipedia.org/wiki/Eremophila_reticulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. reticulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila reticulata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a dense shrub with egg-shaped leaves, colourful sepals and white or pink flowers.",
    "Description": "Eremophila reticulata is a shrub with many tangled branches and which grows to a height of between 0.5 and 1.8 m (2 and 6 ft). The branches are covered with a layer of simple grey hairs which are pressed against the surface. The leaves are arranged alternately along the branches and are mostly 6.5–12 mm (0.3–0.5 in) long, 5–11 mm (0.2–0.4 in) wide, elliptic to egg-shaped and covered with grey hairs which are sometimes obscured by drying resin. The leaves sometimes have a stalk which adds another 1–3.5 mm (0.04–0.1 in) to their length.\nThe flowers are borne singly or in pairs in leaf axils on hairy stalks, usually 10–16 mm (0.4–0.6 in) long. There are 5 overlapping, sticky, purplish or cream-coloured sepals which may have a pinkish tinge. They are lance-shaped to egg-shaped, about 9–13 mm (0.4–0.5 in) long but enlarge after flowering. The petals are 14–21 mm (0.6–0.8 in) long and are joined at their lower end to form a tube. The petal tube is white, sometimes with a pink or lilac-coloured tinge and there are lilac to purple spots inside the tube and on the lower petal lobe. The petal tube and lobes are mostly glabrous except for the middle part of the lower lobe and inside the tube, both of which have long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to September and the fruit which follow are dry, oval to cone-shaped, ribbed, 5.5–7 mm (0.2–0.3 in) long and have a papery covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (reticulata) is a Latin word meaning \"net-like\" referring to the ribs or veins on the surface of the fruit.",
    "Distribution and habitat": "This eremophila grows on rocky hills and plains between Landor Station and the Barlee Range in the Carnarvon, Gascoyne and Pilbara biogeographic regions.",
    "Conservation": "Eremophila reticulata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This is one of the most attractive eremophilas when grown in suitable conditions. It is difficult to propagate from cuttings and most in cultivation have been grown by grafting onto Myoporum rootstock. It grows best in well-drained soil in a sunny position and is drought tolerant, only requiring an occasional watering during long dry spells but it is sensitive to frost.\n\n\n== References =="
  }
}