{
  "url": "https://en.wikipedia.org/wiki/Eremophila_latrobei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. latrobei"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila latrobei, commonly known as crimson turkey bush, native fuchsia, Latrobe's emu bush, grey fuchsia bush, warty fuchsia bush and Georgina poison bush is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is an erect, highly branched shrub with usually linear leaves and red to purple-red flowers and which occurs in all mainland states, including the Northern Territory but excluding Victoria.",
    "Description": "Eremophila latrobei is usually an erect, many-branched shrub but sometimes straggly or spindly and which usually grows to a height of 0.5–4 m (2–10 ft). Its branches are rough due to the presence of persistent leaf bases and are usually glabrous except when immature. The leaves are arranged alternately along the branches, varying in shape from thread-like to lance-shaped with the narrower end towards the base and from needle-shaped to flat, mostly 9–50 mm (0.4–2 in) long and 0.7–3.5 mm (0.03–0.1 in) wide.\nThe flowers are usually borne singly in leaf axils on a hairy, curved stalk, 5–11 mm (0.2–0.4 in) long. There are 5 lance-shaped, green or purple sepals which have hairy edges and are mostly 10–19 mm (0.4–0.7 in) long but increase in size after flowering. The petals are mostly 20–32 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is red to purple-red, rarely yellow or cream-coloured. The inside and outside of the tube and petal lobes have scattered glandular hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs mainly from March to October and is followed by fruits which are dry, woody, oval-shaped to conical, hairy, 6.5–8 mm (0.26–0.31 in) long and have a papery, sometimes sticky covering.",
    "Taxonomy": "The first formal description of the species was published in 1859 by Ferdinand von Mueller in Report on the Plants Collected During Mr. Babbage's Expedition into the North West Interior of South Australia in 1858,  the type specimen being collected from the \"Thompson River\". The specific epithet latrobei honours Charles La Trobe who was Lieutenant-Governor of Victoria from 1851 to 1854.Three subspecies are recognised by Chinnock:\n\nEremophila latrobei  F.Muell. subsp. latrobei which has flat leaves (rather than thread-like leaves) and sepals which have branched hairs on the outer surface;\nEremophila latrobei subsp. filiformis  Chinnock which has thread-like, almost cylindrical leaves;\nEremophila latrobei subsp. glabra  (L.S.Sm.) Chinnock which has flat leaves (rather than thread-like leaves) and glabrous sepals;",
    "Distribution and habitat": "The subspecies latrobei and glabra are widespread, occurring in Western Australia, the Northern Territory, South Australia, Queensland and New South Wales, although in New South Wales, subspecies glabra is only found in the far north-west corner of the state, near Tibooburra. Both subspecies grow in a wide range of habitats and vegetation associations but subsp. latrobei favours mulga and mallee woodland and subsp. glabra prefers sand plain.Subspecies filiformis is mainly found in the Hamersley Range but isolated populations occur in the Central Ranges, Gibson Desert, Little Sandy Desert, Murchison, Ord Victoria Plain, Pilbara and Tanami biogeographic regions.",
    "Conservation": "All three subspecies of E. latrobei are classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Use in horticulture": "Crimson turkey bush is well known in cultivation. It is a variable species, so that several forms together would add variety to a garden as well as attracting nectar-feeding birds. It can be propagated from cuttings or by grafting onto Myoporum rootstock and only needs occasional watering. Its frost-tolerance depends on which form is grown and therefore it is best grown in a frost-free area. It will grow in more humid areas but requires full sun.\n\n\n== References =="
  }
}