{
  "url": "https://en.wikipedia.org/wiki/Eremophila_attenuata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. attenuata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila attenuata, also known as Connie Sue poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the south-east of Western Australia. It is a shrub with many branches often ending in a spine.",
    "Description": "Eremophila attenuata is a glabrous shrub sometimes growing to a height of 1 m (3 ft) with many tangled branches which become spiny as they age. The leaves are arranged alternately, 9–14 mm (0.4–0.6 in) long, 1.0–1.5 mm (0.04–0.06 in) wide, linear to lance-shaped, slightly bluish-green in colour with a few hairs on the edges and upper surface.The flowers are borne singly in leaf axils on an S-shaped stalk 14–20 mm (0.6–0.8 in) long. There are 5 green, narrow triangular to lance-shaped sepals differing slightly in size from each other and about 7–11 mm (0.3–0.4 in) long. The 5 petals are about 15–22 mm (0.6–0.9 in) long and joined at their lower end to form a bell-shaped tube. The tube is purple and glabrous except for the inside of the tube which is densely hairy. The lower middle petal lobe covers the end of the tube. Flowering occurs in November but the fruit have not been described.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 with the description published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected in 1970 from 130 km (80 mi) north of Rawlinna. The specific epithet (attenuata) is a Latin word meaning \"narrowing\" or \"tapering\", referring to the sepals.",
    "Distribution and habitat": "This eremophila is only known from the area where the type specimen was collected near the Connie Sue Highway near Rawlinna in the Nullarbor biogeographic region where it grows on plains, in rangelands and open depressions.",
    "Conservation": "Eremophila attenuata is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}