{
  "url": "https://en.wikipedia.org/wiki/Eremophila_lanceolata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. lanceolata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila lanceolata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, spreading shrub with foliage which is shiny when young, angular branches and lilac to purple flowers and which grows in the north-west of Western Australia.",
    "Description": "Eremophila lanceolata is a spreading shrub which grows to a height of 15–50 cm (6–20 in) with branches that are mostly glabrous, sticky and shiny when young, due to the presence of resin. The leaves are arranged alternately along the branches and are 16–45 mm (0.6–2 in) long, 2.5–6.5 mm (0.1–0.3 in) wide, elliptic to lance-shaped, mostly glabrous, sticky and shiny when young. The margins of the leaves often have distinct teeth.\nThe flowers are usually borne singly in leaf axils on an S-shaped stalk, usually 10–20 mm (0.4–0.8 in) long. There are 5 overlapping, green, lance-shaped, sepals which are mostly 2.5–6.5 mm (0.1–0.3 in) long. The petals are 11–24 mm (0.4–0.9 in) long and are joined at their lower end to form a tube. The petal tube is deep lilac to purple on the outside and white with dark purple spots on the inside. The outside of the petal tube is hairy but the inside surface of the lobes is glabrous while the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from March to October and the fruits which follow are oval to almost spherical, dry with a hairy, papery covering and are about 5–7 mm (0.2–0.3 in) long.\nEremophila lanceolata (flower).jpg",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (lanceolata) is a Latin word meaning \"lance-like\".",
    "Distribution and habitat": "Eremophila lanceolata occurs in wide area of the Pilbara and south to Karalundi and between Newman and Mount Augustus in the Gascoyne, Gibson Desert, Little Sandy Desert and Pilbara biogeographic regions.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is an attractive small shrub which will grow well in a container and thrive in areas like Sydney or the coast of Victoria. It can be propagated from cuttings or by grafting, prefers a well-drained soil but will grow in either full sun or a partially shaded position. It is drought tolerant, although may need occasional watering if grown in a container but needs protection from frost.\n\n\n== References =="
  }
}