{
  "url": "https://en.wikipedia.org/wiki/Eremophila_neglecta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. neglecta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila neglecta is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub which branches from ground level and which has lance-shaped leaves and orange-red flowers. It occurs in South Australia and the Northern Territory.",
    "Description": "Eremophila neglecta is a shrub with its branches sticky and shiny due to the presence of resin and which grows to a height of between 1 and 2.5 m (3 and 8 ft). Many of the branches arise from ground level and are rough due to the presence of raised leaf bases. The leaves are arranged alternately along the branches and are mostly 20–40 mm (0.8–2 in) long, 3.2–6.8 mm (0.1–0.3 in) wide, narrow lance-shaped and which taper to a leaf stalk 2–4 mm (0.08–0.2 in) long. Young leaves are densely hairy but become glabrous, sticky and shiny as they age.The flowers are borne singly in leaf axils on an S-shaped, sticky stalk, mostly 10–18 mm (0.4–0.7 in) long. There are 5 overlapping, egg-shaped sepals which are mostly 8–11 mm (0.3–0.4 in) long, glabrous on the outer surface and hairy along the edges and on the inner surface. The sepals are coloured orange to purplish-red, or yellow with a pinkish tinge. The petals are 20–25 mm (0.8–1 in) long and joined at their lower end to form a tube. The petal tube is orange-red with red petal lobes and the inside of the tube is yellow with fine orange spots. Occasionally the petal tube is pure yellow. The outside of the petal tube and both sides of the lobes are covered with glandular hairs and the inside of the tube is filled with long, soft hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs mainly from July to September and is followed by fruits which are woody, oval to cone-shaped with a swollen base and a pointed end and are 6–8 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1914 by John McConnell Black and the description was published in Transansactions and Proceedings of the Royal Society of South Australia. The specific epithet (neglecta) is a Latin word meaning \"disregarded\" or \"overlooked\".",
    "Distribution and habitat": "Eremophila neglecta occurs in the northern part of South Australia and the southern part of the Northern Territory where it grows in stony clay on rocky hills and plains, usually in mulga woodland.",
    "Conservation": "This species is classified as \"of least concern\" in the Northern Territory.",
    "Uses": "",
    "Uses-Indigenous use": "The leaves of this species were used by Aboriginal people in an infusion to promote well-being.",
    "Uses-Essential oils": "Eremophila neglecta leaves contain serrulatanes which have antimicrobial activity against Mycobacterium species and the naphthoquinone biflorin.",
    "Uses-Horticulture": "The bright red flowers of this eremophila are especially attractive as well as providing food for nectar-feeding birds. It can be propagated from cuttings with difficulty and most garden specimens have been grafted onto Myoporum rootstock. It grows in a wide variety of soil types but does best in full sun, is very drought tolerant and is only damaged by the most severe frosts.\n\n\n== References =="
  }
}