{
  "url": "https://en.wikipedia.org/wiki/Eremophila_densifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. densifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila densifolia is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is usually a low, spreading shrub with densely clustered leaves and lilac to purple flowers.",
    "Description": "Eremophila densifolia is usually a low, spreading shrub growing to 0.3–0.5 m (1–2 ft) high and about 0.7 m (2 ft) wide. Some forms sometimes grow to a height of 1.8 m (6 ft). The leaves are densely clustered and overlapping, linear to lance-shaped, mostly 6–18 mm (0.2–0.7 in) long and 1–2.5 mm (0.04–0.1 in) wide. The leaves are usually glabrous and green to reddish-brown in colour.\nThe flowers are borne singly in leaf axils. There are 5 lance-shaped greenish-coloured sepals which are 3.5–6.5 mm (0.1–0.3 in) long. The petals are 9.5–14 mm (0.4–0.6 in) long and joined at their lower end to form a tube. The outside of the petal tube is a shade of purple to lilac-coloured and the inside is white with purple spots. The petal tube is usually mostly glabrous except for the lower petal lobe and the inside of the tube which have long, soft hairs. The 4 stamens are enclosed in the petal tube. Flowering time differs between subspecies but in each case is followed by fruits which are dry, oval shaped and 2.5–3 mm (0.1–0.1 in) long.",
    "Taxonomy and naming": "Eremophila densifolia was first formally described by Ferdinand von Mueller in 1861 and the description was published in Fragmenta phytographiae Australiae. The specific epithet (densifolia) is derived from the Latin words densus meaning \"thick\" or \"close\" and folia meaning \"leaves\".There are four subspecies:\n\nEremophila densifolia F.Muell.  subsp. densifolia which is a densely branched, prostrate shrub with glabrous leaves, sepals that lack glandular hairs near their tips and a petal tube that is glabrous on the outside, flowering September to December;\nEremophila densifolia subsp. capitata Chinnock which is usually a prostrate shrub with its leaves, sepals and outside surface of petals covered with simple hairs, flowering October to November;\nEremophila densifolia subsp. erecta A.P.Br. & Buirchell which is an erect shrub with stiff, spreading branches, glabrous leaves and outside surface of petals and sepals that are glabrous except for the margins which have glandular hairs, flowering October to March;\nEremophila densifolia subsp. pubiflora Chinnock which is usually a prostrate shrub with its leaves, sepals and outside surface of petals covered with mostly branched hairs, flowering October to November;",
    "Distribution and habitat": "This eremophila occurs in areas around Ravensthorpe, Esperance, Hyden and Hopetoun in the Esperance Plains biogeographic region. It grows in a variety of soils and habitats and is often abundant after fire.",
    "Conservation": "All subspecies of E. densifolia are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Variety in the forms of this small eremophila allow it to create an attractive display by dotting around a garden. Its low form make it a suitable container plant or in other places where a low-growing shrub is required. It strikes readily from cuttings and will grow in most soils, although more slowly in clay. It will grow in full sun or partial shade, requires minimal watering in droughts and is very frost hardy.\n\n\n== References =="
  }
}