{
  "url": "https://en.wikipedia.org/wiki/Eremophila_ternifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. ternifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila ternifolia, commonly known as Wongan eremophila is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, many-branched, shrub with short, pointed leaves and small lilac-coloured or mauve flowers.",
    "Description": "Eremophila ternifolia is a spreading, aromatic, many-branched shrub which grows to a height of between 30 and 50 cm (10 and 20 in). Its branches are hairy with both simple and shorter glandular hairs. The leaves are arranged in whorls of three,  clustered and overlapping each other near the ends of the branches. They are elliptic to lance-shaped, 6–11 mm (0.2–0.4 in) long, 2.5–4.0 mm (0.1–0.2 in) wide, glabrous, light green in colour but often reddish-brown on the lower side.The flowers are borne singly in leaf axils and lack a stalk. There are 4 or 5 green to reddish-brown, linear to narrow triangular, hairy sepals which are 3–4.6 mm (0.1–0.2 in) long. The petals are 8–10 mm (0.3–0.4 in) long and are joined at their lower end to form a tube.\nThe petal tube is lilac-coloured or mauve on the outside and white with purple spots inside. The outer surface of the tube and lobes is hairy but the inner surface of the petal lobes is glabrous and the inside of the tube is filled with long, soft hairs. The lower petal lobe is also hairy. The 4 stamens are fully enclosed in the petal tube although the upper pair are almost the same length as the tube. Flowering occurs from October to November and is followed by fruits which are dry, woody, oval-shaped with a pointed end and about 2–3 mm (0.08–0.1 in) long with a hairy covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 1982 and the description was published in Nuytsia. The specific epithet (ternifolia) is derived from the Latin words terni meaning \"in three's\" and folia meaning \"leaves\", referring to the arrangement of the leaves.",
    "Distribution and habitat": "This eremophila is restricted to the Wongan Hills in the Avon Wheatbelt biogeographic region where it grows in rocky situations.",
    "Conservation": "Eremophila ternifolia is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). It is listed as \"Endangered\" under Commonwealth legislation. Surveys between 1999 and 2001 recorded the total population as 1381 plants.",
    "Use in horticulture": "In cultivation, this small shrub has a dense, circular shape with a flat top and it would be an ornamental feature in a small garden.  It is long-lived in gardens, some specimens are over 25 years old, and it has attractive lilac-coloured flowers among leaves which sometimes have a reddish-brown tinge. Propagation is usually from cuttings and the shrub grows well in most soil types in a sunny or partly shaded position, is drought tolerant and very frost hardy.\n\n\n== References =="
  }
}