{
  "url": "https://en.wikipedia.org/wiki/Eremophila_alternifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. alternifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila alternifolia, commonly known as narrow-leaved poverty bush, is a plant in the figwort family, Scrophulariaceae, and is endemic to areas between the far west of New South Wales, the far south of the Northern Territory and the southern half of Western Australia. It is a variable shrub, with respect to its growth form, leaf shape and flower colour. Aboriginal Australians used the leaves to treat ailments such as colds and skin infections and pharmacological testing has shown that the leaves contain compounds that affect cardiac activity.",
    "Description": "Eremophila alternifolia is a shrub with many branches and varying in height but mostly 1–4 m (3–10 ft). The branches have many raised resin glands and raised leaf scars. The leaves are arranged alternately and are usually 20–40 mm (0.8–2 in) long, 1–3 mm (0.04–0.1 in) wide although other dimensions are common. The leaves vary in shape from almost cylinder-shaped to flattened and egg-shaped but have a small point on the end.The flowers are purple, red, pink, white, cream, or yellow and appear on the plant from early winter to early autumn. The flowers are arranged singly in leaf axils on an s-shaped stalk which is usually 20–40 mm (0.8–2 in) long. There are 5 greenish-yellow or reddish, egg-shaped sepals, mostly 7–10 mm (0.3–0.4 in) long with the outer ones slightly smaller. The 5 petals are 18–30 mm (0.7–1 in) long and joined at their base to form a tube with the upper 4 lobes pointed and the lower one spreading. Flowering occurs from June to October and is followed by fruit which are cone-shaped, dry, woody, glabrous and 5–7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1810 by Robert Brown and the description was published in Prodromus Florae Novae Hollandiae. The specific epithet (alternifolia) is a botanical term meaning \"having leaves that alternate on each side of a stem\".Other common names for this species are round-leaved poverty bush, scented poverty bush, emubush, native honeysuckle, honeysuckle and narrow-leaved fuchsia bush.There are two varieties:\n\nE. alternifolia R.Br. var. alternifolia has more cylindrical or needle-shaped leaves, usually spotted petals and a wider distribution, mainly north of the Trans-Australian Railway and including the Northern Territory and New South Wales;\nE. alternifolia R.Br. var. latifolia F.Muell. ex Benth. has broader leaves, flowers without spots and is found mainly south of the Trans-Australian Railway in Western Australia and South Australia .",
    "Distribution": "Eremophila alternifolia occurs in arid areas of Western Australia, South Australia, Northern Territory and the Barrier Range in New South Wales, in many different habitats with stony or red soil.",
    "Conservation": "In Western Australia this poverty bush is widespread and is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife.",
    "Uses": "",
    "Uses-Medicine": "Parts of this plant have been used as a traditional medicine. A small quantity was used in a preparation for treating colds and inflammation of the throat, an infusion of the leaves as a soporific, and other parts combined as a topical treatment. An indigenous name for the plant, Tarrtjan translated as \"Goldfields\", a region in the West where it is found. Compounds such as verbascoside present in the leaves of this species have been shown to have both antibacterial properties and the ability to dilate blood vessels.",
    "Uses-Horticulture": "This eremophila is an attractive shrub which is covered with masses of flowers in season. As with other members of the genus, it is sold as a drought resistant garden plant that is appealing to birds. It is a common garden plant, growing best in dry climates but has grown in more humid areas. Most forms are moderately frost tolerant but require well-drained soil and full sun. It is most easily propagated from cuttings.",
    "Gallery": "\n\t\t\n\n\n== References =="
  }
}