{
  "url": "https://en.wikipedia.org/wiki/Eremophila_spinescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. spinescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila spinescens is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, spreading, rigid, spiny shrub with small leaves and lilac to dark purple flowers.",
    "Description": "Eremophila spinescens is a shrub which grows to a height of between 30 and 60 cm (10 and 20 in) and which has rigid branches becoming spiny as they mature. The leaves are arranged alternately and are widely scattered along the branches, except on the short side branches where they are clustered. The leaves are linear to lance-shaped, usually 5–19 mm (0.2–0.7 in) long, 0.5–3 mm (0.02–0.1 in) wide and mostly glabrous.\nThe flowers are borne singly in leaf axils on hairy stalks usually 3–12 mm (0.1–0.5 in) long. There are 5 overlapping green or purplish, elliptic to egg-shaped, hairy sepals which are 3.5–9 mm (0.1–0.4 in) long. The petals are 15–20 mm (0.6–0.8 in) long and are joined at their lower end to form a tube.  The petal tube is lilac to dark purple on the outside and white to cream-coloured with bands of blackish-purple inside the tube. The outside of the petal tube and lobes is hairy, the inside surface of the lobes is glabrous and the inside of the tube is filled with woolly hairs. The 4 stamens are enclosed in the petal tube. Flowering time is from April to October after rain and is followed by fruits which are dry, woody, oval-shaped to almost spherical, hairy and 6–9 mm (0.2–0.4 in) long with a shiny, hairy, papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 1980 and the description was published in Journal of the Adelaide Botanic Garden. The specific epithet is from the Latin spinescens, 'spinescent', referring to the branch tips and spiny habit of this species.",
    "Distribution and habitat": "Spiny poverty bush grows in sand, clay or loam soils between Wiluna and Carnegie Station in the Gascoyne, Little Sandy Desert and Murchison biogeographic regions.",
    "Conservation": "Eremophila spinescensis classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Caution needs to be exercised when deciding where to grow this small shrub as its branches become spiny as they age. It is nevertheless an attractive plant with small, dark-green leaves and lilac-coloured flowers. It can be propagated from cuttings and grown in a well-drained soil in full sun. It is very drought tolerant, rarely needing watering during a long dry spell, although it may lose some leaves and it is generally frost tolerant when mature.\n\n\n== References =="
  }
}