{
  "url": "https://en.wikipedia.org/wiki/Eremophila_parvifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. parvifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila parvifolia is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub which has small, usually egg-shaped leaves and blackish flower buds which open to purple flowers which are white with purple spots inside. There are two subspecies, both of which are found in Western Australia and one which is also found in South Australia.",
    "Description": "Eremophila parvifolia is a spreading shrub which, depending on subspecies, is either a low shrub with spiny branch tips growing to a height of 50 to 70 cm (20 to 30 in) or a tall shrub, lacking spines and growing to 0.5 to 1.2 m (2 to 4 ft). Its young branches and leaves are slightly sticky due to the presence of resin. The leaves are arranged alternately along the branches and are thick, egg-shaped to almost round, mostly 1–5 mm (0.04–0.2 in) long, 0.7–1.5 mm (0.03–0.06 in) wide and are often tinged purple.\nThe flowers are borne singly in leaf axils on a straight, mostly glabrous stalk 1–2.2 mm (0.04–0.09 in) long. There are 5 overlapping, green or blackish-purple, egg-shaped, tapering sepals which are 1.5–3.3 mm (0.06–0.1 in) long. The petals are 6.5–10.5 mm (0.3–0.4 in) long and are joined at their lower end to form a tube. The flower buds are blackish brown but the open to purple on the outside and white with purple spots inside the tube. The petal tube is glabrous apart from the inside of the tube and the lower petal lobe which have long, soft hairs. The 4 stamens extend beyond the petal tube. Flowering time depends on subspecies. The fruits are woody, cone-shaped to almost spherical and 2.5–4 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described by John McConnell Black in 1928 and the description was published in Transactions and Proceedings of the Royal Society of South Australia. The specific epithet (parvifolia) is derived from the Latin words parvus meaning \"small\" and folium meaning \"leaf\", referring to the small leaves of this species.There are two subspecies\n\nEremophila parvifolia  J.M.Black subsp. parvifolia which is a low, spiny shrub which flowers from June to February and has glabrous, almost spherical fruits ;\nEremophila parvifolia subsp. auricampa Chinnock which is a taller, non-spiny shrub which flowers from September to April and has cone-shaped, hairy fruits.",
    "Distribution and habitat": "Subspecies parvifolia occurs east from Balladonia in Western Australia to Fowlers Bay in South Australia. It grows in calcareous loam in woodland or shrubland.\nSubspecies auricampa is common from near Norseman and Kalgoorlie to Balladonia growing in sand, loam or clay on sandplains, hillsides and the edges of salt lakes.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife, although the subspecies parvifolia is classified as \"Priority Four\" meaning that is rare or near threatened in Western Australia.",
    "Use in horticulture": "This small shrub is suitable for planting between larger plants and is very reliable, hardy and long-lived in the garden, some examples having been in cultivation for over 25 years. It can be propagated from seed or cuttings or by grafting onto Myoporum rootstock and will grow in a range of soils, including clay. It prefers a sunny position but is very drought and frost tolerant.\n\n\n== References =="
  }
}