{
  "url": "https://en.wikipedia.org/wiki/Eremophila_arbuscula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. arbuscula"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila arbuscula is a plant in the figwort family, Scrophulariaceae and is endemic to part of the Grey Range in the south-west of Queensland in Australia. It is a small tree with rough bark and long, soft, silvery-grey leaves which have an unpleasant odour when crushed.",
    "Description": "Eremophila arbuscula is a small, erect tree with rough bark but smooth branches with raised leaf scars and which grows to a maximum height of about 11 m (40 ft). The leaves are arranged alternately, usually 23–80 mm (0.9–3 in) long, 2.5–6 mm (0.1–0.2 in) wide, linear to narrow elliptic in shape and are soft, silvery-grey and flexible. The leaves have an unpleasant odour when crushed.The flowers are sweetly-scented and are borne singly or in groups of up to 5 or more in leaf axils on stalks 3.5–6.5 mm (0.1–0.3 in) long. There are 5 blunt, egg-shaped, cream-coloured or purplish sepals covered on both surfaces with hairs. The 5 petals are 5.5–7.5 mm (0.2–0.3 in) long, and are joined at their bases to form a tube. The petal tube is white and hairy on the outside and spotted bright yellow or orange on the inside. The middle lobe of the tube is yellow on the inside surface. There are four stamens which extend slightly beyond the end of the tube. The fruit is dry, cone-shaped and about 3.5–4.5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and allied genera : a monograph of the plant family Myoporaceae. The type specimen was collected about 60 kilometres (40 mi) west of Quilpie. The specific epithet (arbuscula) is derived from the \"Latin arbuscula, a small tree\".",
    "Distribution and habitat": "This eremophila is only known from the Grey Range in the Warrego district where it grows on stony ridges in woodland.",
    "Conservation": "Eremophila arbuscula is classified by the Queensland Government as of \"least concern\".",
    "Use in horticulture": "This eremophila is an impressive large shrub in garden situations with its trunk giving the appearance of an old, gnarled tree with fissured bark, even when relatively young. Its silvery-grey leaves and massed, scented flowers are a highlight in summer. It can be grown form seed and cuttings, although with difficulty and is often grafted onto Myoporum species. It will grow in most situations and is drought resistant and reasonably frost tolerant.\n\n\n== References =="
  }
}