{
  "url": "https://en.wikipedia.org/wiki/Eremophila_shonae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. shonae"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila shonae is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub or a low spreading shrub, depending on subspecies and has very sticky branches and leaves due to the presence of large amounts of resin. The leaves are narrow and the flowers are mauve to purple and white inside with purple spots.",
    "Description": "Eremophila shonae is an erect shrub with hairy leaves or sometimes a low, open shrub with glabrous leaves, depending on subspecies. It grows to a height of between 0.6 and 2.5 m (2 and 8 ft) with very sticky leaves and branches. The leaves are linear in shape, 3–10 mm (0.1–0.4 in) long, about 0.5–1.2 mm (0.02–0.05 in) wide and have a blunt tip.The flowers are borne singly in leaf axils on straight, sticky stalks 6–9.5 mm (0.2–0.4 in) long. There are 5 green to purple, lance-shaped to egg-shaped sepals which are about 3–5 mm (0.1–0.2 in) long and have a pointed tip. The petals are 13–22 mm (0.5–0.9 in) long and are joined at their lower end to form a tube. The petal tube is mauve, purple or violet on the outside and white with purple spots inside the tube. The outside of the petal tube and lobes is hairy but the inside surface is glabrous apart from the base of the lobes and the inside of the tube which is filled with woolly hairs. The 4 stamens are enclosed in the petal tube. Flowering time depends on subspecies. The flowers are followed by fruit which are a flattened oval shape, hairy, 4–6.5 mm (0.2–0.3 in) long and have a ribbed, wrinkled surface.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (shonae) honours the author's wife, Shona Chinnock.There are two subspecies:\n\nEremophila shonae  Chinnock subsp. shonae which is an erect shrub growing to 1.0–2.5 m (3–8 ft), and which has hairy leaves and sepals (although the hairs are sometimes hidden by resin) and which flowers from May to September.\nEremophila shonae subsp. diffusa Chinnock which is a low, diffuse shrub growing to 0.4–0.8 m (1–3 ft), and which has mostly glabrous leaves and sepals and which flowers from June to October.",
    "Distribution and habitat": "Subspecies shonae grows in shallow, stony soils in rocky places and is widespread in areas from the north of Mullewa to the Wiluna area in the Murchison and Yalgoo biogeographic regions. Subspecies diffusa grows in sandy soil near granite in rocky places between New Springs and Yarlarweelor pastoral stations in the Gascoyne and Murchison biogeographic regions.",
    "Conservation": "Subspecies shonae is classified as \"not threatened\" but subspecies diffusa is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "The generally light-coloured flowers of this shrub contrast attractively with its dark green foliage. It can be propagated from cuttings or by grafting onto Myoporum rootstock and grows best in well-drained soil in a sunny location. It is drought tolerant but can be damaged, sometimes killed by severe frosts.\n\n\n== References =="
  }
}