{
  "url": "https://en.wikipedia.org/wiki/Eremophila_dichroantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. dichroantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila dichroantha, also known as bale-hook eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is a shrub with many ascending branches making the plant appear broom-like. It has small, hooked leaves and small, though abundant, violet to lilac-coloured flowers.",
    "Description": "Eremophila dichroantha is an erect shrub with many ascending branches which, although glabrous, have many raised glands. It grows to a height of 0.5–3 m (2–10 ft) and the ends of the branches and younger leaves are shiny and sticky due to the presence of resin. The leaves are arranged alternately along the stems and are linear to almost needle-shaped, mostly 5–13 mm (0.2–0.5 in) long, about 1 mm (0.04 in) wide with a curved, hooked tip on the end.\nThe flowers are borne in groups of 3 to 5 in leaf axils on a stalk which is 2–5 mm (0.08–0.2 in) long and sticky when young. There are 5 overlapping, egg-shaped to lance-shaped, brownish sepals which are 2–3.5 mm (0.08–0.1 in) long. The sepals are glabrous except for the long hairs on their edges, are sticky and remain on the plant long after flowering has finished. The petals are 5–9 mm (0.20–0.35 in) long and joined at their lower end to form a tube. They are a shade of violet to lilac-coloured, rarely white on the outside and white with violet spots inside the tube. The petal lobes are hairy on the outside and have short, flattened hairs on the inside. The petal tube is mostly glabrous on the outside while the inside of the tube is filled with long, spidery hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to November and is followed by fruit which are oval-shaped, hairy and 2–3 mm (0.08–0.1 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1904 by Ludwig Diels in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet (dichroantha) is derived from the Ancient Greek words δίχρως (díkhrōs) meaning “two-coloured” and ἄνθος (ánthos) meaning “flower”.",
    "Distribution and habitat": "This eremophila is widespread and locally common between Balladonia, Esperance and Lake King including the Cape Arid and Norseman areas in the Coolgardie, Esperance Plains and Mallee biogeographic regions.",
    "Conservation": "Eremophila dichroantha is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is attractive with its arching branches and masses of blue to purple flowers in spring, followed by persistent sepals. It is difficult to grow from cuttings and seed but can be propagated more easily by grafting onto Myoporum rootstock. It will grow in most soils and in full sun or partial shade, is drought and frost resistant but should only be lightly pruned.\n\n\n== References =="
  }
}