{
  "url": "https://en.wikipedia.org/wiki/Eremophila_falcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. falcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila falcata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a widely distributed shrub with distinctive curved leaves and white, lilac-coloured or pink flowers.",
    "Description": "Eremophila falcata is an erect shrub with sticky, shiny foliage growing to a height of between 1 and 4 m (3 and 10 ft). Its leaves are thick, firm, glabrous, curved or sickle-shaped, usually 19–31 mm (0.7–1 in) long and 1–6.5 mm (0.04–0.3 in) wide.The flowers are borne singly or in groups of up to 4 on a stalk 2.5–4.5 mm (0.1–0.2 in) long. There are 5 sticky, shiny green to yellowish sepals which are mostly 2–5.5 mm (0.08–0.2 in) long and egg-shaped to spoon-shaped. The petals are 10–18 mm (0.4–0.7 in) long and joined at their lower end to form a tube. The petals are white to a shade of pink or lilac with the lowest lobe of the tube brownish-yellow. The outside of the tube and petal lobes are covered with hairs and the inside surface of the lobes is glabrous apart from the central part of the lowest lobe. Long, soft hairs cover the lowest lobe and fill the inside of the petal tube. The 4 stamens are fully enclosed in the petal tube. Flowering mainly occurs from September to November and is followed by fruits which are oval shaped to almost spherical but with a pointed end. The fruits are hairy, sticky and 2.7–6 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1980 by Robert Chinnock and the description was published in the Journal of the Adelaide Botanic Garden. The specific epithet (falcata) is derived a Latin word meaning \"curved like a sickle\" referring to the leaf shape.",
    "Distribution and habitat": "Eremophila falcata is common and widespread in the Eremaean botanical province. It often grows in calcareous soils on stony hills and plains.",
    "Conservation": "Eremophila falcata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Unusual leaf shape is a feature of this eremophila but it also produces a massed display of perfumed flowers from late spring to mid-summer. White-flowered forms appear to be covered with snow when in flower. It can be propagated from seed, from cuttings or by grafting onto Myoporum rootstock and will grow in a wide range of soils and aspects. It will survive a drought with only occasional watering and is very tolerant to frost.\n\n\n== References =="
  }
}