{
  "url": "https://en.wikipedia.org/wiki/Eremophila_calorhabdos",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. calorhabdos"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila calorhabdos, commonly known as red rod or spiked eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is a distinctive shrub with erect, rod-like branches up to 2.5 m (8 ft) high, leaves with small teeth along the edges, and flowers that change from orange to lipstick pink as they open.",
    "Description": "Eremophila calorhabdos is an unusual shrub with a single vertical branch or a few branches up to 2.5 m (8 ft) tall. The branches are densely covered with white hairs contrasting with the green leaves which have fewer hairs. The leaves are crowded and overlapping, arranged spirally, mostly 13–24 mm (0.5–0.9 in) long and 5–12 mm (0.2–0.5 in) wide and elliptic to egg-shaped with small, fine teeth along the edges.The flowers are borne singly in leaf axils on a stalk 2–3 mm (0.08–0.1 in) long. There are 5 triangular, green sepals which are 2–4 mm (0.08–0.2 in) long. The petals are 20–25 mm (0.8–1 in) long and joined at their lower end to form a tube. The flower buds are orange-coloured but when open, the tube is bright pink to red or purplish. The petal lobes are pointed and the lowest lobe is curved backwards. The 4 stamens extend beyond the petal tube. Flowering mostly occurs from August to May but the flowers are usually most prolific from October to December.  Flowering is followed by fruit which are dry, oval-shaped and 6.5–7.5 mm (0.3–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Ludwig Diels in 1904 and the description was published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet refers to the genus \"Calorhabdos, beautiful wand\" in the family Plantaginaceae.",
    "Distribution and habitat": "Eremophila calorhabdos occurs in areas north of Esperance between Grass Patch, Balladonia and Lake King in the Esperance Plains, Coolgardie and Mallee biogeographic regions. It is common in areas disturbed by fire, growing in scattered colonies in sandy, clay or loamy soils on undulating plains and areas that are wet in winter.",
    "Conservation": "Eremophila calorhabdos is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Red rod is an attractive, fast growing, garden feature plant that has been grown and flowered in different parts of Australia. It is easily propagated from cuttings although a grey-leaved form is more difficult. It grows well in a variety of soils, in full sun or filtered shade and is drought tolerant and frost tolerant as long as the soil is not wet. It can be pruned to form a hedge but must not be pruned below the foliage.\n\n\n== References =="
  }
}