{
  "url": "https://en.wikipedia.org/wiki/Eremophila_revoluta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. revoluta"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila revoluta is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, dense shrub with small, hairy leaves, very hairy sepals and mauve or purple petals.",
    "Description": "Eremophila revoluta is a shrub with many tangled branches and which grows to a height of 25–50 cm (10–20 in). Its branches are covered with fine, branched hairs. The leaves are densely clustered near the ends of the branches and are thick, oblong, mostly 3–5.5 mm (0.1–0.2 in) long, 1–2 mm (0.04–0.08 in) wide, usually hairy and have their edges rolled under.The flowers are borne singly in leaf axils on hairy stalks, 2–4.5 mm (0.08–0.2 in) long. There are 5, green to blackish purple, linear sepals which are about 5–13.5 mm (0.2–0.5 in) long, 1 mm (0.04 in) wide and densely hairy, especially near their bases. The petals are 16–22.5 mm (0.6–0.9 in) long and are joined at their lower end to form a tube. The petal tube is purple to lilac-coloured and white inside with faint lilac spots. The petal tube and lobes are slightly hairy on the outside, the lobes are glabrous on the inside but the tube is inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from July to August and the fruits which follow are dry, oval-shaped and 7–10.5 mm (0.3–0.4 in) long with a papery covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (revoluta) is a Latin word meaning \"turned over\" or \"rolled back\", referring to the edges of the leaves.",
    "Distribution and habitat": "Eremophila revoluta grows in mulga shrubland in rocky clay or sand on hills and plains between Wiluna and Warburton in the Gibson Desert and Great Victoria Desert biogeographic regions.",
    "Conservation": "This eremophila is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This small shrub often bears masses of pale lilac to deep purple flowers and is especially attractive when used in a mass planting. It is usually propagated by grafting onto Myoporum rootstock and grows best in a sunny position in well-drained soil. It is drought tolerant, only requiring watering once or twice during a long dry spell and it is moderately tolerant of frosts.\n\n\n== References =="
  }
}