{
  "url": "https://en.wikipedia.org/wiki/Eremophila_gibbosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. gibbosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila gibbosa, commonly known as humped fuchsia bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with broad, shiny, sticky leaves and yellowish-green flowers and which often forms dense thickets.",
    "Description": "Eremophila gibbosa is a shrub growing to between 0.5 and 3.5 metres (2 and 10 ft) tall with many shiny, erect branches. It has the ability to sucker, sometimes forming dense thickets. Its leaves are arranged alternately and are elliptic to egg-shaped, mostly 15–35 mm (0.6–1 in) long, 7–18 mm (0.3–0.7 in) wide with a stalk 4–8 mm (0.2–0.3 in) long.\nThe flowers are borne singly in leaf axils on a sticky, S-shaped stalk 10–15 mm (0.4–0.6 in) long. There are 5 overlapping green or purple sepals which are mostly 6.5–12 mm (0.3–0.5 in) long and glabrous except for a dense tuft of matted white hairs near their ends. The petals are 20–30 mm (0.8–1 in) long and joined at their lower end to form a tube. The tube is yellowish-green and covered with glandular hairs on both the inside and outside. The 4 stamens extend beyond the end of the tube. Flowering occurs from May to September and is followed by fruits which are dry, woody and almost spherical with a pointed tip and are 3–4 millimetres (0.1–0.2 in) in diameter.",
    "Taxonomy and naming": "Eremophila gibbosa was first formally described by Robert Chinnock in 1979 and the description was published in Journal of the Adelaide Botanic Garden. The specific epithet (gibbosa) is a Latin word meaning \"humpbacked\", \"humped\", \"crooked\" or \"bent\" referring to the shape of the fruits of this species.",
    "Distribution and habitat": "This eremophila often grows on clay loam in disturbed areas such as those affected by fire. It occurs between Balladonia and Lake Johnston in the Coolgardie biogeographic region.",
    "Conservation": "Humped fuchsia bush is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The unusual foliage of this eremophila is an attractive feature as are the small blue to purple flowers. It is suitable for a small garden or as a container plant. It can be propagated from cuttings but may perform better if grafted onto Myoporum rootstock. The grafted form will grow in most soils. The shrub is tolerant of drought and frost but benefits from an occasional watering during dry periods.\n\n\n== References =="
  }
}