{
  "url": "https://en.wikipedia.org/wiki/Eremophila_spathulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. spathulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila spathulata, commonly known as spoon-leaved eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with many tangled branches, stiff, grey, spoon-shaped leaves, reddish-purple sepals and blue, pink or violet petals.",
    "Description": "Eremophila spathulata is a shrub with many tangled branches and which grows to a height of between 0.6 and 1.0 m (2 and 3 ft). It branches and leaves are covered with a layer of tangled, silvery-grey hairs which are pressed against the surface. The leaves are thick, stiff and egg-shaped, spoon-shaped or lance-shaped, mostly 17–30 mm (0.7–1 in) long and 6–14 mm (0.2–0.6 in) wide.\nThe flowers are usually borne singly in leaf axils on stalks 7.5–13 mm (0.3–0.5 in) long with the same hairy covering as the leaves. There are 5 overlapping, hairy, reddish-purple to purple, lance-shaped to egg-shaped sepals which are about 9–17 mm (0.4–0.7 in) long. The petals are about 25 mm (0.98 in) long and are joined at their lower end to form a tube. The petal tube and lobes are blue, pink or violet. The outer surface of the petal tube and lobes is hairy, the inner surface of the lobes is glabrous and the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs between July and October and is followed by fruits which are dry, woody, oval-shaped, 5.5–9 mm (0.2–0.4 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "Eremophila spathulata was first formally described by William Vincent Fitzgerald in 1904 and the description was published in Journal of the West Australia Natural History Society. The specific epithet is from the Latin spathulata, 'spatula-shaped', referring to the shape of the leaves.",
    "Distribution and habitat": "Spoon-leaved eremophila grows in sandy soil or loam on stony flats and ridges between Meekatharra and Byro Station in the Gascoyne and Murchison biogeographic regions.",
    "Conservation": "Eremophila spathulata is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is a slow-growing shrub but when it reaches maturity produces a display of flowers with coloured sepals as well as blue or violet-coloured petals. It is difficult to propagate from cuttings and is more usually grown from grafting onto Myoporum rootstock. It prefers well-drained soil in either full sun or part shade and is drought tolerant, only needing an occasional watering during a long dry spell and is tolerant of light frosts.\n\n\n== References =="
  }
}