{
  "url": "https://en.wikipedia.org/wiki/Eremophila_succinea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. succinea"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila succinea is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect, broom-shaped shrub with sticky, narrow, hooked leaves, narrow, sticky sepals and hairy, pale purple or mauve petals.",
    "Description": "Eremophila succinia is an erect, broom-shaped shrub which grows to a height of between 1 and 3 m (3 and 10 ft). Its branches are yellowy-brown and have irregular, raised, warty lumps of amber-coloured resin. The leaves are arranged alternately along the branches and are linear to almost cylindrical in shape or triangular in cross-section, have a hooked tip and are about 15–31 mm (0.6–1 in) long and 1–2 mm (0.04–0.08 in) wide. They are glabrous, have tiny wrinkles, small raised glands, are sticky and often have a few raised warty lumps of resin in the lower part of the leaf bases.The flowers are borne singly or in pairs in leaf axils on sticky, shiny stalks, 4–9 mm (0.2–0.4 in) long. There are 5 green or pinkish to purple, sticky, shiny sepals which are lance-shaped, pointed, hairy on the inside, glabrous on the outside and 5–8.5 mm (0.2–0.3 in) long. The petals are 10–16 mm (0.4–0.6 in) long and are joined at their lower end to form a tube. The petal tube is pale purple to mauve on the outside and white inside with faint purple spots. The petal tube and especially the lobes are hairy on the outside, while the inside of the tube and the inside of the lower petal lobe are also very hairy. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to September and the fruits which follow are broad oval-shaped, 4.5–5.5 mm (0.18–0.22 in) long and have a hard, brittle, hairy covering.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (succinea) is a Latin word meaning 'amber-coloured', referring to the colour of the resin on the branches of this species.",
    "Distribution and habitat": "Eremophila succinea grows in sandy clay soil in scattered locations between Norseman, Peak Charles and Lake King in the Coolgardie and Mallee biogeographic regions.",
    "Conservation": "This eremophila is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "This erect, broom-shaped, wispy shrub is ideal for filling narrow spots in the garden.  It is a hardy shrub often bearing masses of attractive blue flowers. Propagation from cuttings is difficult but it is relatively easy to graft onto Myoporum rootstock. Well-drained soil in full sun or part shade is preferred but mature shrubs are very drought and frost tolerant.\n\n\n== References =="
  }
}