{
  "url": "https://en.wikipedia.org/wiki/Eremophila_aureivisca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. aureivisca"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila aureivisca, also known as Rason poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the south-east of Western Australia. It is a shrub with narrow, sticky, shiny leaves and pale purple flowers, known only from the edge of Lake Rason but may be more widely distributed in this remote area.",
    "Description": "Eremophila aureivisca is a densely foliaged shrub sometimes growing to a height of about 1 m (3 ft) with wrinkled branches which are sticky with yellowish resin. The leaves are arranged alternately, mostly 9–19 mm (0.4–0.7 in) long, 1.0–1.5 mm (0.04–0.06 in) wide, linear to lance-shaped, with a curved, pointed tip. The surface of the leaves is wrinkled, glabrous and covered with golden-yellow resin.The flowers are usually borne singly in many leaf axils on a stalk 4–6.5 mm (0.2–0.3 in) long. There are 5 creamy-green, narrow, egg-shaped sepals which turn deep burgundy pink as they age. The sepals differ slightly in size from each other but are about 5–11 mm (0.2–0.4 in) long. The 5 petals are 12–17 mm (0.5–0.7 in) long and joined at their lower end to form a tube. The tube and the petal lobes on its end are blue to purple but the inside of the tube is white with red spots. The outside of the tube and especially the edges of the petal lobes are hairy and the inside is lined with spidery hairs. Flowers appear from June to September and are followed by fruit which are dry, oval-shaped and about 6 mm (0.2 in) long.",
    "Taxonomy and naming": "Eremophila aureivisca was first formally described by Robert Chinnock in 2007 with the description published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected in 1984 from near Lake Rason. Chinnock wrote that he derived the specific epithet (aureivisca) from the Latin auri- meaning \"gold\" and visca, \"covered with a glutinous exudate\", referring to the copious resin on the branches and leaves. Frances Sharr notes that visca is the plural of viscum, \"a mistletoe\" or \"bird-lime made from mistletoe berries\".",
    "Distribution and habitat": "This eremophila is only known from within 25 kilometres (20 mi) of the location of the type specimen at the south-eastern end of Lake Rason. It is found on hillsides and claypans in stony, skeletal red clay.",
    "Conservation": "Eremophila aureivisca is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "Rason poverty bush is a compact, showy shrub with masses of flowers in late winter to spring, followed by deep pink sepals which remain long after flowering. It can be grown from cuttings which may take up to three months to strike or by grafting onto Myoporum. It will grow in a wide range of soils but grows faster in well-drained soil in a sunny position. It is drought resistant but can be damaged by severe frosts.\n\n\n== References =="
  }
}