{
  "url": "https://en.wikipedia.org/wiki/Eremophila_incisa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. incisa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila incisa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low shrub with shiny leaves which have thickened teeth along their edges and hairy, mauve or purple flowers.",
    "Description": "Eremophila incisa is a small, spreading shrub which grows to a height of between 20 and 30 cm (8 and 10 in) with branches that are flattened near their tips and sticky due to the presence of resin. The leaves are arranged alternately and scattered along the stems, thick, egg-shaped to elliptic, sticky, shiny, curved downwards and mostly 7–12 mm (0.3–0.5 in) long and 3.5–7 mm (0.1–0.3 in) wide. The most distinctive feature of the leaves is that their margins are cut into, producing stiff, spiny teeth.\nThe flowers are borne singly or in pairs in leaf axils on a sticky stalk, usually 9–18 mm (0.4–0.7 in) long. There are 5 green to purplish-brown, lance-shaped to egg-shaped overlapping sepals which are very hairy on their inner surface. The petals are 16–23 mm (0.6–0.9 in) long and are joined at their lower end to form a tube. The petal tube is deep purple to mauve on the outside and white with yellow-brown spots inside. The outside of the tube and petal lobes are densely hairy but the inside of the lobes is glabrous and the inside of the tube is woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from March to October and is followed by woody, almost spherical fruits which have a hairy, papery covering and are 5.5–8.5 mm (0.2–0.3 in) in diameter.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (incisa) is a Latin word meaning \"made by cutting\" referring to the leaves of this species.",
    "Distribution and habitat": "Eremophila incisa grows on plains in shallow soils between Newman and Meekatharra in the Gascoyne, Murchison and Pilbara biogeographic regions.",
    "Conservation": "Eremophila incisa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.\n\n\n== References =="
  }
}