{
  "url": "https://en.wikipedia.org/wiki/Eremophila_adenotricha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. adenotricha"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila adenotricha, commonly known as glandular-haired eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the south-west of Western Australia. It is an erect shrub with sticky, aromatic leaves and pink, blue or purple flowers. It is a rarely seen shrub, apparently short-lived, mostly occurring in open, disturbed areas.",
    "Description": "Eremophila adenotricha is an erect, compact shrub sometimes growing to a height of 1.4 m (5 ft) with leaves and stems sticky due to the presence of a dense covering of glandular hairs. The leaves are highly aromatic and are arranged alternately, mostly 20–30 mm (0.79–1.2 in) long, 1.3–2.5 mm (0.05–0.1 in) wide and linear with a blunt end.The flowers are borne singly in leaf axils and lack a stalk. There are 5 pointed, green sepals which are similar in size to each other, covered in glandular hairs on the outer surface and are about 5–9 mm (0.2–0.4 in) long. The petals are about 16–30 mm (0.6–1 in) long and joined at their lower end to form a bell-shaped tube. The tube is a shade of purple or mauve with purple spots inside the tube and the petal lobes are blunt. Flowering occurs in spring to early summer and is followed by fruit which are oval shaped and hairy near the top end.",
    "Taxonomy and naming": "The species was first formally described by George Bentham in 1870 as Pholidia adenotricha but in 1882, Ferdinand von Mueller changed the name to Eremophila adenotricha. The specific epithet (adenotricha) is from the Ancient Greek ἀδήν (adḗn) meaning \"gland\" and θρίξ (thríx) meaning \"hair\".",
    "Distribution and habitat": "This eremophila is only known from 3 locations in the Avon Wheatbelt biogeographic region. It appears to prefer disturbed areas with clay soils and to have a short life cycle.",
    "Conservation": "Eremophila adenotricha is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "Glandular-haired eremophila is a fast growing but relatively short-lived plant with unusual foliage and deep purple flowers. It can be grown from cuttings or grafted onto Myoporum and grows best in full sun, tolerates a wide range of soil conditions and is frost and drought hardy. Its compact habit obviates the need for pruning but its sticky foliage suggests it should not be grown in dusty places.\n\n\n== References =="
  }
}