{
  "url": "https://en.wikipedia.org/wiki/Eremophila_decussata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. decussata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila decussata is a flowering plant in the figwort family, Scrophulariaceae and is only known from several small, disjunct areas in Western Australia and South Australia. It is small, spreading, silvery-grey shrub with soft leaves and lilac-coloured flowers with spots or streaks of purple inside the flower.",
    "Description": "Eremophila decussata is a spreading shrub growing to a height of about 0.5 m (2 ft) and a width of about 1 m (3 ft) with leaves and branches covered with fine, greyish hairs. The leaves are arranged in opposite pairs along the stem, more or less making four rows of leaves along the branches. They are mostly 4.5–14 mm (0.2–0.6 in) long, about 2–6 mm (0.08–0.2 in) wide and are elliptic to egg-shaped.The flowers are borne singly in leaf axils on a stalk 5.5–9 mm (0.2–0.4 in) long. There are 5 slightly overlapping, lance-shaped to egg-shaped sepals which are hairy and mostly 4–7.5 mm (0.2–0.3 in) long. The petals are 22–28 mm (0.9–1 in) long and joined at their lower end to form a tube. The petal tube is lilac-coloured or mauve on the outside and white inside with purple spots or streaks. There are short hairs on the outside of the tube and on the lobes but the tube is filled with long, soft hairs. The 4 stamens are fully enclosed within the tube. Flowering occurs mostly from September to October and is followed by fruits which are oval-shaped, hairy and 5.5–9 mm (0.2–0.4 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock near Ooldea. The specific epithet (decussata) is a Latin word referring to the decussate leaf arrangement in this species.",
    "Distribution and habitat": "E. decussata occurs in disjunct populations on the Nullarbor Plain, near Ooldea and Billa Kalina in South Australia and east of Kalgoorlie in Western Australia. It usually grows in nutrient-poor, rocky, calcareous soils.",
    "Conservation": "E. decussata is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "This eremophila bears masses of flowers in spring and summer but is also an attractive shrub when not in flower. It can be propagated from cuttings or by grafting onto Myoporum and grows best in well-drained soil in a sunny position. It is drought tolerant and frost resistant except when young when the branch tips may be damaged by severe frosts.\n\n\n== References =="
  }
}