{
  "url": "https://en.wikipedia.org/wiki/Eremophila_scaberula",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. scaberula"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila scaberula, commonly known as rough emu bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low growing, heath-like shrub with crowded leaves and which produces solitary pale to dark purple flowers in the leaf axils predominantly between July and October in its native range.",
    "Description": "Eremophila scaberula is a heath-like shrub which grows to a height of between 15 and 75 cm (6 and 30 in). Its branches have prominent ridges leading down from the leaf bases and are slightly sticky due to the presence of resin. The leaves are arranged in whorls of 3 or 4 along the branches and are linear in shape, mostly 4–6 mm (0.16–0.24 in) long, about 1 mm (0.04 in) wide, rough to the touch and slightly sticky.\nThe flowers are borne singly in leaf axils on short, glabrous, sticky stalks 0.5–2.5 mm (0.02–0.1 in) long. There are 5 tapering egg-shaped, glabrous, sticky sepals which are about 3–4.2 mm (0.1–0.2 in) long with some narrower than others. The petals are 6–10 mm (0.2–0.4 in) long and are joined at their lower end to form a tube. The petal tube and lobes are dark lilac-coloured to purple and white with brown to purple spots inside the tube. The inside and outside surfaces are glabrous except that the middle part of the lower lobe and the inside of the tube are hairy. The 4 stamens are fully enclosed in the petal tube. Flowering occurs between July and October and is followed by fruits which are small, dry, woody, cone-shaped, 3–4.5 mm (0.1–0.2 in) long and have a glabrous, papery covering.",
    "Taxonomy and naming": "The species was first formally described by William Vincent Fitzgerald in 1905 and the description was published in Journal of the West Australia Natural History Society. The specific epithet (scaberula) is a Latin word meaning \"minutely scabrous\".",
    "Distribution and habitat": "Rough emu bush occurs in a few areas of remnant bushland near Moora, growing in clay or loam in woodland in the Avon Wheatbelt and Jarrah Forest biogeographic regions.",
    "Conservation": "Eremophila scaberula is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). It is listed as \"Critically Endangered\" (CR) under the Australian Government Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act) and an interim recovery plan has been prepared. In 1999, the total wild population was estimated to be 455 plants occurring in three locations to the south of Moora. Threats to the population include weed competition, fire, degraded habitat, disturbance from maintenance activities and, conversely, lack of site disturbance.",
    "Use in horticulture": "This small eremophila has small, dark green leaves which contrast attractively with the usually blue flowers, and it can be used to fill the space under taller plants. It can be propagated from cuttings or by grafting onto Myoporum rootstock and grows best in well-drained soil in either full sun or partial shade. It is drought tolerant, only needing an occasional watering during a long drought and it is tolerant of even the most severe frosts.\n\n\n== References =="
  }
}