{
  "url": "https://en.wikipedia.org/wiki/Eremophila_perglandulosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. perglandulosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila perglandulosa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a low, spreading shrub which has small leaves with many glandular hairs and mauve or purple flowers.",
    "Description": "Eremophila perglandulosa is a spreading shrub which grows to a height of about 1 m (40 in) with branches that are densely hairy. The leaves are mostly arranged alternately along the branches and are elliptic to lance-shaped, 5–9.5 mm (0.2–0.4 in) long, 1.5–2 mm (0.06–0.08 in) wide and densely covered with simple and glandular hairs.The flowers are borne singly in leaf axils on a stalk 4–6 mm (0.16–0.24 in) long which has glandular hairs and longer, stiff simple hairs. There are 5 overlapping, lance-shaped, tapering sepals which are 5.5–9 mm (0.2–0.4 in) long and partly hairy, especially along their edges and tips. The petals are 12–15 mm (0.5–0.6 in) long and are joined at their lower end to form a tube. The petal tube is purple or mauve on the outside and white with purple spots inside the tube and on the lower half of the lower petal lobe. The outer surface of the petal tube and lobes is hairy, the inner surface of the lobes is glabrous but the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from October to January and is followed by fruits which follow are dry, woody, oval to bottle-shaped, about 5 mm (0.2 in) long with a papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is from the Latin compound per-, 'very' and -glandulosa, 'glandular', referring to the many glandular hairs on the branches, leaves and other organs of this species.",
    "Distribution and habitat": "Eremophila perglandulosa is only known from near Cundeelee and Zanthus in the Coolgardie biogeographic region where it grows in sandy soils in low Eucalyptus woodland, often with other eremophilas.",
    "Conservation": "This species is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.",
    "Use in horticulture": "This small shrub has delicate foliage and small, subtle, blue to purple flowers. It can be propagated from cuttings taken during warmer months and grown in most soils in a sunny or semi-shaded position. It is tolerant of both long droughts and frosts.\n\n\n== References =="
  }
}