{
  "url": "https://en.wikipedia.org/wiki/Eremophila_rigens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. rigens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila rigens is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with long, stiff, glabrous leaves and pale lilac-coloured to white flowers.",
    "Description": "Eremophila rigens is a shrub or small tree, often with a single main stem, which grows to a height of between 1.5 and 3.5 m (5 and 10 ft). The branches and leaves are covered with a dense layer of fine white hairs when young but soon become glabrous. The leaves are arranged alternately and are densely clustered near the ends of the branches, linear in shape and tapering towards both ends. They are mostly 51–89 mm (2–4 in) long, 3–5 mm (0.1–0.2 in) wide, end in a sharp point and have a distinct mid-vein on the lower surface.\nThe flowers are borne singly in leaf axils on stalks, 10–28.5 mm (0.4–1 in) long.  There are 5 pink to purple, overlapping, hairy, lance-shaped, sepals which are 11–22 mm (0.4–0.9 in) long. The sepals have a sharply pointed end and are very rigid when dry. The petals are 20–31 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is pale lilac-coloured to white and hairy on the outside. The inside surface of the petal lobes is mostly glabrous but the inside of the petal tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs in September and the fruits which follow are oval-shaped, about 8–10.5 mm (0.3–0.4 in) long and have a hairy, papery covering.",
    "Taxonomy and naming": "Eremophila rigens was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (rigens) is derived from the Latin word rigeo meaning \"to be stiff or rigid\", referring to the sepals of this species.",
    "Distribution and habitat": "This eremophila grows in stony hills and clay flats along drainage lines between Mount Augustus and Ashburton Downs in the Gascoyne biogeographic region.",
    "Conservation": "Eremophila rigens is classified as \"Priority Three\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is poorly known and known from only a few locations but is not under imminent threat.\n\n\n== References =="
  }
}