{
  "url": "https://en.wikipedia.org/wiki/Eremophila_fasciata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. fasciata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila fasciata, commonly known as spaghetti eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a restricted area of Western Australia. It is a densely-foliaged shrub with grey, felty leaves and blue to violet-coloured flowers clustered at the tips of its branches.",
    "Description": "Eremophila fasciata is an erect shrub which grows to a height of between 0.5 and 1.5 m (2 and 5 ft) and is covered with a dense layer of yellowish-grey hairs, giving the foliage a felty texture. The branches are rough due to large numbers of leaf bases left after older leaves have fallen. The leaves are densely crowded and overlapping at the ends of the branches and are 34–55 mm (1–2 in) long, 2–4 mm (0.08–0.2 in) wide, thick and linear in shape.The flowers are borne singly without a stalk in leaf axils and are clustered near the ends of the branches. There are 5 claw-like sepals which are linear in shape, flattened at the base and needle-like at the tip, 9–11.5 mm (0.4–0.5 in) long, about 1 mm (0.04 in) wide and covered in the same hairs as the leaves and branches. The petals are 25–30 mm (0.98–1.2 in) long and joined at their lower end to form a tube. The petal tube is dark lilic-coloured to blue on the outside and white inside with lilac-coloured spots. The outside of the tube and the petal lobes are covered with a hairy layer like the leaves and sepals while the inside of the petal lobes is glabrous and the inside of the tube is densely filled with white, woolly hairs. Flowering occurs from June to September and is followed by fruits which are cone-shaped, 7.5–8.5 mm (0.30–0.33 in) long and have a woolly covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is according to Chinnock from the \"Latin fasciata, a bundle; referring to the flowers densely clustered at the branch tips and making the plant appear fasciated\". The proper word in classical and botanical Latin for \"bundle\" is however fascis.",
    "Distribution and habitat": "Eremophila fasciata is only known from the hills south-east of Meekatharra in the Murchison biogeographic region where it grows with other dense shrubs.",
    "Conservation": "Eremophila fasciata is classified as \"Priority Three\" by the Government of Western Australia Department of Parks and Wildlife meaning that it is poorly known and known from only a few locations but is not under imminent threat.",
    "Use in horticulture": "The crowded, furry leaves are an attractive feature of this eremophila but may make it less suitable for gardens in areas of high humidity. It also produces masses of flowers in spring. E. fasciata is difficult to propagate from seed or from cuttings but can be grafted onto Myoporum rootstock during warm weather. It prefers well-drained soil, will grow in full sun or partial shade and is tolerant of most frosts.\n\n\n== References =="
  }
}