{
  "url": "https://en.wikipedia.org/wiki/Eremophila_cuneata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. cuneata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila cuneata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the Shark Bay area of Western Australia. It is a rarely-seen, small shrub with wedge-shaped leaves and white to cream-coloured flowers.",
    "Description": "Eremophila cuneata is a low shrub with many tangled, lumpy branches with sticky tips, growing to a height of about 1 m (3 ft). The leaves are arranged alternately along the stems and are 9.5–23 mm (0.4–0.9 in) long, about 5–10 mm (0.2–0.4 in) wide, thick, fleshy and wedge-shaped.The flowers are only known from one immature flower on the type specimen. Flowers are apparently borne singly in leaf axils on a stalk 2.5–5.5 mm (0.1–0.2 in) long. There are 5 narrow triangular sepals which are 1.5–2 mm (0.06–0.08 in) long. The petals are 2–3 mm (0.08–0.1 in) long and joined at their lower end to form a short tube so that the flowers resemble those in the genus Myoporum. The petal tube is white or cream-coloured and glabrous. The 4 stamens are fully enclosed within the tube. Flowering occurs from November to December and is followed by fruits which are fleshy, oval-shaped to almost spherical and 6–7 millimetres (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Malcolm Trudgen near Steep Point. The specific epithet (cuneata) is a Latin word meaning \"wedge-shaped\", referring to the shape of the leaves.",
    "Distribution and habitat": "Eremophila cuneata is known from only three plants seen by Malcolm Trudgen in the Steep Point area growing below limestone outcrops in calcareous sand in the Yalgoo biogeographic region.",
    "Conservation": "Eremophila cuneata is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}