{
  "url": "https://en.wikipedia.org/wiki/Eremophila_stenophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. stenophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila stenophylla is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Queensland. It is a broom-like shrub or small tree with narrow leaves and pink to brick-red flowers, which grows in the far south-west of the state.",
    "Description": "Eremophila dalyana is a broom-shaped shrub or small tree which grows to a height of up to 6 m (20 ft). Its branches and leaves are covered with silvery-grey scales, at least when young. The leaves are arranged in opposite pairs, linear and flattened or almost cylindrical with a curved end and are mostly 47–67 mm (2–3 in) long and about 1 mm (0.04 in) wide.The flowers are borne singly or in pairs in leaf axils on stalks 4–7 mm (0.2–0.3 in) long and covered with silvery-grey scales. There are 5 narrow triangular sepals which are scaly on the outer surface, hairy on the inside and 2.5–6.5 mm (0.1–0.3 in) long. The petals are 20–25 mm (0.8–1 in) long and joined at their lower end to form a tube.  The petal tube is a pink to a dull brick-red, sometimes yellow. The outside surface is scaly and the inside of the petal lobes is hairy but the inside of the tube is filled with soft hairs. The 4 stamens extend slightly beyond the end of the tube. Flowering is followed by fruits which are dry, cylinder-shaped, 13–16 mm (0.5–0.6 in) long and have a papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet is Latinised from the Greek steno-, 'narrow', and phyllon, 'a leaf'.",
    "Distribution and habitat": "This eremophila occurs from central Queensland south to near Yowah and Thylungra, usually growing in Acacia woodland in skeletal soil in rocky places or along watercourses.",
    "Conservation": "Eremophila stenophylla is classified as \"vulnerable\" under the Queensland Nature Conservation Act (1992).",
    "Use in horticulture": "This eremophila is suitable as a screening plant or a windbreak, is long-lived but slow growing and has attractive pink or red flowers. It can be propagated from cuttings or by grafting onto Myoporum rootstock. Most soils are suitable and the shrub will grow in full sun or partial shade, requires only an occasional watering during a long dry spell and is very tolerant of frosts.\n\n\n== References =="
  }
}