{
  "url": "https://en.wikipedia.org/wiki/Eremophila_koobabbiensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. koobabbiensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila koobabbiensis, commonly known as Koobabbie eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with hairy branches, pale green leaves and lilac to pale mauve flowers. It is only known from a single farm where there were 96 mature plants in 2010, but specimens grown from cuttings survive in Victoria (Australia) and South Australia, as well as in Kings Park, Perth.",
    "Description": "Eremophila koobabbiensis is a compact shrub growing to a height of about 1.6 m (5 ft) with its branches densely covered with mostly glandular hairs. Its leaves are mostly arranged in whorls of three and are mostly 5.5–7 mm (0.2–0.3 in) long and 1.8–2.5 mm (0.07–0.1 in) wide and have wavy edges.The stalkless flowers are borne singly in leaf axils and there are 5 linear to lance-shaped, hairy sepals which are 3.5–5 mm (0.1–0.2 in) long and about 1 mm (0.04 in) wide. The petals are 8–10 mm (0.3–0.4 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured to pale mauve, paler with purple spots on the lower and inside surfaces. The outside of the tube and the petal lobes is hairy but the inside surface of the lobes is glabrous except that the lower middle lobe and the inside of the tube are densely covered with white hairs. The 4 stamens are enclosed in the petal tube, the upper 2 equalling the tube in length. Flowering occurs mostly in August and September and is followed by dry, oval-shaped fruit with a pointed end and are 3.5–4.5 mm (0.1–0.2 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2011 and the description was published in Nuytsia. The specific epithet (koobabbiensis) refers to the name of the farm where the species is found.",
    "Distribution and habitat": "Eremophila koobabbiensis is only known from the farm known as Koobabbie in the Avon Wheatbelt biogeographic region, where there were 96 mature plants in 2010. They were growing in open Eucalyptus woodland. Since then a recovery plan has been prepared, cuttings have been taken and are growing in South Australia, Victoria and Kings Park. Plantings have also been successful at Koobabbie.",
    "Conservation": "This species is classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia) and an Interim Recovery Plan has been prepared.",
    "Use in horticulture": "This eremophila has attractive, bright green foliage and subtle blue flowers in summer. It is easily propagated from cuttings, will grow in full sun or partial shade and is tolerant of both drought and frost.\n\n\n== References =="
  }
}