{
  "url": "https://en.wikipedia.org/wiki/Eremophila_gibsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. gibsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila gibsonii is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a sticky, glabrous, rounded shrub with narrow leaves and white to lilac-coloured flowers and which occurs in Western Australia, South Australia and the Northern Territory.",
    "Description": "Eremophila gibsonii is an erect, rounded shrub usually growing to a height of between 1 and 2.5 m (3 and 8 ft) and which is glabrous, sticky and shiny due to the presence of resin. The leaves are arranged alternately and scattered along the branches, linear in shape, mostly 22.5–43 mm (0.9–2 in) long, 0.8–2 mm (0.03–0.08 in) wide, have a hooked end, a rough surface and usually pointed teeth on the margins.The flowers are borne singly or in groups of up to 3 in leaf axils on a stalk 5–15 mm (0.2–0.6 in) long. There are 5 overlapping shiny, sticky, hairy green sepals which differ from each other in size and shape, varying from egg-shaped to lance shaped, mostly 5.5–11.5 mm (0.2–0.5 in) long, but enlarging after flowering.  The petals are 19–29 mm (0.7–1 in) long and are joined at their lower end to form a tube. The petal tube is white to pale lilac-coloured and covered on the outside with mostly glandular hairs. The inside surface of the petal lobes is glabrous but the inside of the tube is densely filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to October and is followed by fruits which are woody with a hairy, papery covering, oval shaped and 5–6.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1874 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The specific epithet (gibsonii) honours Alfred Gibson who died on the Ernest Giles expedition in 1874 and after whom the Gibson Desert is named.",
    "Distribution and habitat": "In Western Australia, Eremophila gibsonii grows in the western part of the state in the Central Ranges, Great Victoria Desert and Murchison biogeographic regions. In South Australia it is found in the North-Western, Nullarbor and Gairdner-Torrens botanical regions. It also grows in the far south-western corner of the Northern Territory. It is a common shrub found on sand dunes in central Australia.",
    "Conservation": "Eremophila gibsonii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila has wispy foliage and delicate white to pale blue flowers. It can be propagated from cuttings but in this case needs to be grown in deep sand. The grafted form performs well in a range of soils but requires full sun. Mature specimens are drought and frost tolerant.\n\n\n== References =="
  }
}