{
  "url": "https://en.wikipedia.org/wiki/Eremophila_denticulata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. denticulata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila denticulata, also known as toothed eremophila, toothed poverty bush and Fitzgerald eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Western Australia. It is an erect shrub with red flowers and leaves that have toothed margins.",
    "Description": "Eremophila denticulata is an erect shrub growing to 1–2.5 m (3–8 ft) tall with shiny, sticky branches and leaves due to the presence of resin. The leaves are arranged alternately and are mostly 34–60 mm (1–2 in) long, 6–16 mm (0.2–0.6 in) wide, elliptic to lance-shaped, deep green in colour and have edges that are usually toothed. Young leaves are often very sticky.The flowers are borne singly in leaf axils on a stalk 15–30 mm (0.6–1 in) long. There are 5 lance-shaped, pointed, greenish-coloured sepals which are 3.5–13 mm (0.1–0.5 in) long and slightly sticky. The petals are 25–30 mm (0.98–1.2 in) long and joined at their lower end to form a tube. The flower buds are orange-coloured but the open flower is bright red, rarely yellow. The petal tube is usually mostly covered with glandular hairs but the inside of the tube and the lower lobe have longer, softer hairs. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from August to February and is followed by fruits which are dry, oval shaped with a pointed end, have a papery covering and are 10–15 mm (0.4–0.6 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1859 by Ferdinand von Mueller in Fragmenta phytographiae Australiae.There are two subspecies:\n\nEremophila denticulata F.Muell.  subsp. denticulata which has leaves that are 34–60 millimetres (1–2 in) long and fruit that have a prominent point;\nEremophila denticulata subsp. trisulcata Chinnock which has leaves that are smaller (6.5–13 millimetres (0.3–0.5 in) long) and fruit that have a blunt end.The specific epithet is derived from the \"Latin denticulata, finely dentate, very small teeth.\" The epithet trisulcata is derived from the \"Latin trisulcata, three-furrowed\".",
    "Distribution": "Eremophila denticulata subsp. denticulata occurs near Ravensthorpe. There is a record by \"Black\" in South Australia but this report has not been accepted. Eremophila denticulata subsp. trisulcata occurs near Mount Buraminya and Mount Ragged in the Cape Arid National Park.",
    "Ecology": "Eremophila denticulata is pollinated by birds. Subspecies trisulcata becomes rare in its range when not disturbed. After fire, the number of individual plants increases dramatically.",
    "Conservation": "Both subspecies of Eremophila densifolia are classified as  \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). An Interim Recovery Plan has been prepared for subspecies trisulcata.",
    "Use in horticulture": "Toothed poverty bush is well known in cultivation. It is suitable for larger gardens, especially where fast growth is required but is inclined to break branches in windy locations. It is difficult to propagate from seed but easily grown from cuttings. In high rainfall areas it is preferable to graft onto Myoporum species. It will grow well in most soils and is both drought and frost tolerant.\n\n\n== References =="
  }
}