{
  "url": "https://en.wikipedia.org/wiki/Eremophila_complanata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. complanata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila complanata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a small area in the south west of Western Australia. It is an erect shrub with narrow, flattened leaves and hairy pink flowers which are also distinctly flattened.",
    "Description": "Eremophila complanata is an erect, wispy shrub usually growing to about 2 m (7 ft) high and 1 m (3 ft)wide with sticky branches due to the presence of resin. The leaves are arranged alternately and are well-spaced along the branches. They are linear to narrow elliptic in shape, mostly 20–35 mm (0.8–1 in) long and 1.6–3.5 mm (0.06–0.1 in) wide, dark green, sticky and glossy .\nThe flowers appear in groups of 3 to 6 in leaf axils on flattened stalks 7–15 mm (0.3–0.6 in) long. There are 5 slightly overlapping, egg-shaped, pointed, hairy, green, shiny sepals, 3.5–5.5 mm (0.1–0.2 in) long. The petals are 15–18 mm (0.6–0.7 in) long and joined at their lower end to form a tube. The petal tube is a shade of pink to purple on the upper surface and white or pale pink below. The outside of the tube and the petal lobes are hairy but the inside surface of the lobes is glabrous while the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs in August to September and is followed by fruits which are an oval shape, compressed, glabrous and about 4 mm (0.2 in) long.",
    "Taxonomy and naming": "Eremophila complanata was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock in the Chiddarcooping Nature Reserve near Mukinbudin. The specific epithet (complanata) is a Latin word meaning \"flattened\".",
    "Distribution and habitat": "This eremophila occurs in the Chiddarcooping Nature Reserve in the Avon Wheatbelt biogeographic region where it grows in sandy soil near granite boulders.",
    "Conservation": "Eremophila complanata is classified as \"Priority Two\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is poorly known and from one or a few locations.",
    "Use in horticulture": "This eremophila is an attractive addition to gardens because of its glossy leaves and massed display of bright pink flowers in spring. It is easy to propagate from firm tip cuttings taken from December to March and grows in a range of soils in a sunny or semi-shaded position. It is drought tolerant and mostly frost resistant but can be damaged by strong winds, suggesting that it should be planted amongst other shrubs.\n\n\n== References =="
  }
}