{
  "url": "https://en.wikipedia.org/wiki/Eremophila_platycalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. platycalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila platycalyx is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub or small tree with its branches and leaves covered with a layer of matted hairs, although the hairs are sometimes obscured by resin. The shape of the leaves is variable, depending on subspecies, the sepals are often brightly coloured and the petals are cream-coloured, sometimes spotted on the outside. Two subspecies have been described but others have been discovered although not as yet formally described.",
    "Description": "Eremophila platycalyx is a shrub or small tree growing to a height of up to 4 m (10 ft). The branches and leaves are covered with simple hairs flattened against the surface but these are often obscured by sticky resin. The leaves are arranged alternately and are scattered along the branches, linear to lance-shaped or egg-shaped, mostly 17–70 mm (0.7–3 in) long, 2–14.5 mm (0.08–0.6 in) wide and covered with grey hairs pressed against the surface.\nThe flowers are borne singly in leaf axils on a hairy stalk 4–27 mm (0.2–1 in) long. There are 5 overlapping, pink or yellow, lance-shaped to almost circular sepals which are mostly 12–20 mm (0.5–0.8 in) long. The petals are 15–40 mm (0.6–2 in) long and are joined at their lower end to form a tube. The petal tube is cream-coloured, sometimes with a bluish-green tinge, sometimes with spots on the inside or outside. The petal tube is glabrous on the outside, the petal lobes are glabrous inside and out, but the tube is filled with long, soft hairs. The 4 stamens are about the same length as the petal tube. Flowering occurs between June and September and is followed by fruits which are dry, woody, oval-shaped tapering to a point and are 5.5–8.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "The species was first formally described by Ferdinand von Mueller in 1866 and the description was published in Fragmenta phytographiae Australiae. The specific epithet (platycalyx) is derived from the Ancient Greek πλατύς (platús) meaning “flat”, \"broad\" or \"wide\" and κάλυξ (kálux) meaning \"cup\", \"cover\" or \"outer envelope of a flower”, referring to the broad sepals.There are as many as 10 subspecies of E. platycalyx but only two have been formally described to date:\n\nEremophila platycalyx F.Muell. subsp. platycalyx which is distinguished from subspecies pardalota by having sepals that are egg-shaped to almost round and flower stalks longer than 8.5 mm (0.3 in);\nEremophila platycalyx subsp. pardalota Chinnock which is distinguished from subspecies platycalyx by having lance-shaped sepals and a flower stalk less than 6.5 mm (0.3 in);Some other subspecies have been given the provisional names Milgun, Neds Creek, large leaves and small calyx.This species is sometimes known as granite eremophila, but that name is also used for E. granitica.",
    "Distribution and habitat": "Subspecies platycalyx occurs in rocky places between Leonora and Shark Bay in the Carnarvon, Gascoyne, Gibson Desert, Little Sandy Desert, Murchison, Pilbara and Yalgoo biogeographic regions; subspecies pardalota grows in pebbly soil between Mt Augustus and Newman in the Gascoyne, Little Sandy Desert and Pilbara biogeographic regions; subspecies Milgun occurs on a floodplain in rocky soil in the Gascoyne biogeographic region; subspecies Neds Creek is found to the east of Neds Creek homestead, supspecies large leaves between Newman and Kumarina and subspecies small calyx between Paynes Find and Meekatharra.",
    "Conservation": "All the subspecies of E.platycalyx described to date are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila bears masses of white to cream flowers which are attractive to nectar-feeding birds. Some forms also have colourful sepals which remain on the plant for much longer than the petals. Although slow-growing, it is long-lived and if regularly, lightly pruned from an early age, will keep its compact shape for many years. It can be propagated from cuttings or by grafting onto Myoporum rootstock and grown in a wide range of soils. It grows best in full sun, only needs an occasional watering during long droughts but can be sensitive to frost.\n\n\n== References =="
  }
}