{
  "url": "https://en.wikipedia.org/wiki/Eremophila_retropila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. retropila"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila retropila is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect, spreading shrub with hairy, greyish leaves crowded at the ends of the branches, and lilac or violet-coloured flowers which are white inside.",
    "Description": "Eremophila retropila is a shrub which grows to a height of 1.8 m (6 ft). The branches and leaves are covered with a dense layer of simple greyish-white hairs. The hairs on the branches are long and curve downwards. The leaves are crowded near the ends of the branches, are linear to elliptic in shape, mostly 15–32 mm (0.6–1 in) long, 3–4.5 mm (0.1–0.2 in) wide and appear felty due to the covering of greyish hairs.The flowers are borne singly in leaf axils on densely hairy stalks, 9.5–11.5 mm (0.4–0.5 in) long. There are 5, green to dark purple, densely hairy sepals which are linear to lance-shaped and about 9–13 mm (0.4–0.5 in) long. The petals are 16–21 mm (0.6–0.8 in) long and are joined at their lower end to form a tube. The petal tube is violet or lilac-coloured and white inside with small violet spots. The petal tube and lobes are hairy on the outside, the lobes are mostly glabrous on the inside but the tube is inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from August to September and the fruits which follow are dry, oval-shaped when mature and 5.5–6.5 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "This species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (retropila) is derived from the Latin words retro meaning \"back\" or \"backwards\" and pilus meaning \"hair\" or \"felt\", referring to the bent hairs on the branches.",
    "Distribution and habitat": "Eremophila retropila grows on stony flats near Meekatharra in the Murchison biogeographic region.",
    "Conservation": "This eremophila is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}