{
  "url": "https://en.wikipedia.org/wiki/Eremophila_rostrata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. rostrata"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila rostrata is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with cylinder-shaped leaves, small sepals and glabrous, pink to deep red petals. There are two subspecies, both of which are critically endangered.",
    "Description": "Eremophila rostrata is a dense, rounded, dark green shrub which grows to a height of between 1.2 and 3.5 m (4 and 10 ft). Its branches are glabrous, have many raised glands and are sticky due to the presence of resin. The leaves are arranged alternately along the branches and are cylindrical in shape with a narrow groove on both the upper and lower surfaces, sticky, 25–40 mm (1–2 in) long and about 1 mm (0.04 in) wide.The flowers are borne singly in leaf axils on stalks 6–7 mm (0.2–0.3 in) long which are flattened and glabrous. There are 5 lance-shaped to triangular sepals which are about 2 mm (0.08 in) long. The petals are 25–30 mm (0.98–1.2 in) long and are joined at their lower end to form a tube. The petal tube is deep pink to red on the outside, pale pink inside. The petal tube and lobes are glabrous inside and out apart from a few hairs inside the tube. The 4 stamens extend as far as the tip of the petal lobes. Flowering time depends on subspecies. The flowers are followed by fruits which are dry, 12–20 mm (0.5–0.8 in) long and have a prominent point and a papery covering.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (rostrata) is a Latin word meaning \"curved\" or \"beaked\" referring to the shape of the fruits.There are two subspecies\n\nEremophila rostrata  Chinnock subsp. rostrata which flowers from June to September and has leaves that are usually 20–40 mm (0.8–2 in) long with a single spine on the end and flowers that are usually 24–30 mm (0.9–1 in) long;\nEremophila rostrata subsp. trifida Chinnock which flowers from August to October and has leaves that are mostly 50–75 mm (2–3 in) long, with 3 spines near the end and flowers that are mostly 15–22 mm (0.6–0.9 in) long;",
    "Distribution and habitat": "Subspecies rostrata grows on a few quartzite hills and flats near Cue in the Murchison biogeographic region. in the Carnarvon, Gascoyne, Little Sandy Desert,\nSubspecies trifida grows in hard, sandy loam near Perenjori in the Avon Wheatbelt biogeographic region.",
    "Conservation": "Both subspecies of E. rostrata are listed as \"critically endangered\" (CR) under the Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act). The combined population of the two subspecies was estimated in 2008 to be 90 mature plants in a total area of 1 km2 (0.4 sq mi). The main threats to its survival are mining, road maintenance and grazing. An interim recovery plan has been prepared.",
    "Use in horticulture": "Although listed as critically endangered, specimens of this shrub have been grown in some gardens for more than 20 years. It is an attractive shrub with its dark green foliage contrasting with bright pink flowers in spring, sometimes in other months. It can be propagated from cuttings but is slow to strike and is more easily grafted onto Myoporum rootstock. It grows best in well-drained soli in a sunny or part-shaded position. It is drought tolerant, needing watering only once or twice during a long dry spell and is moderately frost tolerant.\n\n\n== References =="
  }
}