{
  "url": "https://en.wikipedia.org/wiki/Eremophila_accrescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. accrescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila accrescens is a plant in the figwort family, Scrophulariaceae and is endemic to Western Australia where it usually grows in rocky places or near drainage channels. It is an erect shrub with greyish, slightly furry, variably-shaped leaves and white to pale blue or purple petals.",
    "Description": "Eremophila accrescens usually grows to a height of 0.4–2 m (1–7 ft) with leaves and stems densely covered with hairs and resin forming a shiny layer between the hairs. Grooves extend down the stems from either sides of the leaves. The leaves are arranged alternately, angled out from the stem and mostly egg-shaped with the narrower end towards the base. They are also channelled, 10–28 mm (0.4–1 in) long, 3.5–7 mm (0.1–0.3 in) wide and have a distinct mid-vein on the lower surface.The flowers are borne singly in leaf axils on a straight stalk 4–7.5 mm (0.2–0.3 in) long. There are 5 overlapping, egg-shaped, pinkish-coloured sepals which differ in size from each other and which increase in size as the fruits develop. The petals are 15–20 mm (0.6–0.8 in) long joined at their base to form a tube. The petal tube is white to pale purple with the inner surface glabrous but with some of the lobes hairy. There are four stamens which do not extend beyond the end of the tube. Flowering mostly occurs in summer, but may also be sporadic, depending on rainfall. The fruit is an oval shape, about 7 mm × 4 mm (0.3 in × 0.2 in).",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007. The description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by Chinnock about 90 kilometres (60 mi) south east of Ashburton Downs. The specific epithet (accrescens) is from the Latin word cresco meaning \"to grow\" or \"to increase\" referring to the increase in size of the sepals during and after flowering.",
    "Distribution and habitat": "This eremophila occurs in the Ashburton and southern Fortescue districts in the Gascoyne and Pilbara biogeographic regions. It grows in rocky places and along drainage lines in gritty loam on desert pavement.",
    "Conservation": "Eremophila accrescens is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This eremophila is an attractive species with its massed flower display and persistent sepals. It can be grafted onto Myoporum species and grows well when provided with full sun and a well-drained soil but is very sensitive to frost.\n\n\n== References =="
  }
}