{
  "url": "https://en.wikipedia.org/wiki/Eremophila_lachnocalyx",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. lachnocalyx"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila lachnocalyx, commonly known as woolly-sepaled eremophila, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect, spreading shrub with densely hairy, greyish leaves but its most distinctive feature is its densely woolly sepals.",
    "Description": "Eremophila lachnocalyx is an erect shrub with many tangled branches growing to a height of 0.6–1.5 m (2–5 ft). Its branches and leaves are densely covered with mostly branched, woolly hairs giving them a greyish appearance. The leaves are clustered, often in dense spirals around the branches and are elliptic to egg-shaped, 3.5–10 mm (0.1–0.4 in) long, 2.5–4 mm (0.1–0.2 in) wide, and sometimes covered in resin so that they appear to be glabrous.\nThe flowers are borne singly in leaf axils on a straight, hairy stalk, 8.5–16 mm (0.3–0.6 in) long. There are 5 linear to tapering triangular sepals which are mostly 9–12.5 mm (0.4–0.5 in) long with their outer surface densely covered with a thick layer of woolly hairs. The petals are 13–25 mm (0.5–1 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured to deep violet on the outside and white inside. The outside of the petal tube is mostly covered with hairs but the inside surface of the lobes is glabrous while the inside of the tube is woolly. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from June to September and is followed by oval-shaped fruits which have a crusty, woolly covering and are 6–7 mm (0.2–0.3 in) long.",
    "Taxonomy and naming": "Eremophila lachnocalyx was first formally described in 1942 by Charles Gardner and the description was published in Journal of the Royal Society of Western Australia. The specific epithet (lachnocalyx) is derived from Ancient Greek words meaning \"woolly sepals\".",
    "Distribution and habitat": "This eremophila grows on red-brown clay on flats or along drainage lines. It occurs in scattered populations between Sandstone, the Barlee Range and Karijini National Park in the Gascoyne, Murchison and Pilbara biogeographic regions.",
    "Conservation": "This species is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "Its silvery-grey foliage and masses of cottony buds followed by pale lilac-coloured to purple flowers make this one of the most attractive eremophilas. It can be propagated with difficulty from cuttings but most plants in cultivation have been grafted onto Myoporum rootstock. It grows best in well-drained soil and full sun and is tolerant of drought. It will survive lights frosts but in cold, damp climates is prone to fungal diseases.\n\n\n== References =="
  }
}