{
  "url": "https://en.wikipedia.org/wiki/Eremophila_rugosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. rugosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila rugosa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is an erect shrub with sticky, shiny leaves and pink, purple or mauve flowers.",
    "Description": "Eremophila rugosa is an erect shrub which grows to a height of between 0.5 and 2 m (2 and 7 ft). Its branches and leaves are sticky and shiny due to the presence of resin. The branches are ribbed and have fine, branched hairs but these are usually obscured by resin. The leaves are arranged alternately along the branches and are mostly 7.5–25 mm (0.3–1 in) long, about 1 mm (0.04 in) wide, roughly cylindrical in shape, sticky and shiny.\nThe flowers are borne singly in leaf axils on stalks 5–15 mm (0.2–0.6 in) long which are sticky and shiny but have  scattered branched hairs near their base. There are 5 green, tinged purple, lance-shaped to triangular sepals which are 2–6.5 mm (0.08–0.3 in) long. The petals are 10.5–15 mm (0.4–0.6 in) long and are joined at their lower end to form a tube. The petal tube is pink, purple or mauve on the outside, white with lilac-coloured spots inside. There are scattered glandular hairs on the petal tube and the inside of the tube is filled with long, soft hairs. The 4 stamens are enclosed in the petal tube. Flowering mainly occurs between August and October and is followed by fruits which are dry, ribbed, pear-shaped to cone-shaped, 3.8–4.5 mm (0.1–0.2 in) long and glabrous.",
    "Taxonomy and naming": "Eremophila rugosa was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The specific epithet (rugosa) is a Latin word meaning \"wrinkled\" or \"creased\" referring to the wrinkled branches, leaves and fruit.",
    "Distribution and habitat": "This eremophila grows in loamy soils in Eucalyptus woodland on undulating plains between Norseman and Coolgardie in the Coolgardie and Murchison biogeographic regions.",
    "Conservation": "Eremophila rugosa is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "This very hardy shrub has a massed display of pink, blue or purple flowers from late winter to spring but requires very little maintenance. It can be propagated from cuttings and grown in a wide range of soils including alkaline soil and heavy clay. It grows well in full sun or part shade, is drought tolerant and recovers quickly from damage caused by severe frost.\n\n\n== References =="
  }
}