{
  "url": "https://en.wikipedia.org/wiki/Eremophila_freelingii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. freelingii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila freelingii, commonly known as limestone fuchsia or  rock fuchsia bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a shrub with sticky, hairy, lance-shaped leaves and flowers a shade of light to dark lilac and which occurs in Queensland, New South Wales and South Australia.",
    "Description": "Eremophila freelingii is a small to medium shrub which usually grows to a height and width of between 0.8 and 2 m (3 and 7 ft) with branches that are covered with white hairs, and rough due to raised leaf bases. The leaves vary in size, depending on location but are mostly elliptic to lance-shaped, 35–80 mm (1–3 in) long and 5–10 mm (0.2–0.4 in) wide. They are shiny and sticky due to the presence of resin and sparsely to densely hairy with the resin sometimes obscuring the hairs.The flowers are borne singly or in groups of up to 3 in leaf axils on a stalk 8–40 mm (0.3–2 in) long. There are 5 shiny, sticky, green or purple sepals which differ from each other in size and shape, varying from egg-shaped to narrow lance shaped and 10–19 mm (0.4–0.7 in) long. The petals are 20–32 mm (0.8–1 in) long and are joined at their lower end to form a tube. The petal tube is pale to dark lilac-coloured and covered with hairs on the outside, including the outside of the petal lobes. The inside surface of the lobes is glabrous but the inside of the tube is filled with woolly hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs throughout the year but most commonly from August to November and is followed by fruits which are dry, woody, oval shaped and 6–9 mm (0.2–0.4 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1859 by Ferdinand von Mueller and the description was published in Papers and Proceedings of the Royal Society of Van Diemen's Land. The specific epithet (freelingii) honours Arthur Henry Freeling, the Surveyor-General of South Australia from 1849 to 1861.",
    "Distribution and habitat": "Eremophila freelingii occurs in the North-western, Lake Eyre, Gairdner-Torrens, Flinders Ranges and Eastern botanical regions of South Australia where it grows in clay soils in rocky areas. In New South Wales it is found north of the Tibooburra-Milparinka area growing in rocky areas in association with mulga. It is also found in the south of the Northern Territory and far south-west of Queensland, commonly on rocky hills or stony flats.",
    "Uses": "",
    "Uses-Indigenous uses": "Limestone fuchsia was given a range of names by different communities of Aboriginal people, including arrethe and was used for medicinal purposes such as treatment for scabies and skin lesions.",
    "Uses-Horticulture": "This eremophila is not well known in cultivation, but some forms are worth growing. It is difficult to propagate except by grafting onto Myoporum rootstock, prefers a well-drained soil in a sunny or partially shaded position, is very drought tolerant and resistant to all but the most severe frosts.\n\n\n== References =="
  }
}