{
  "url": "https://en.wikipedia.org/wiki/Eremophila_verrucosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. verrucosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila verrucosa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to South Australia. It is an erect, broom-shaped shrub with its leaves and branches covered with yellow-grey scales and lilac to purple flowers.",
    "Description": "Eremophila freelingii is an erect, broom-like shrub which grows to a height of between 1 and 2 m (3 and 7 ft). Its branches, leaves, flower stems and part of its sepals are covered with a layer of yellow-grey or grey scales. The branches are orange-brown in colour and are covered with many small, raised, warty lumps with the scales not covering the lumps. The leaves are arranged in opposite pairs and clustered near the ends of the branches, linear to narrow elliptic in shape, 5–16 mm (0.2–0.6 in) long and 1.4–2.2 mm (0.06–0.09 in) wide. The leaves are sometimes S-shaped in side view and have a more or less hooked tip.The flowers are borne singly or in pairs in leaf axils on hairy stalks 1.5–2.5 mm (0.06–0.1 in) long. There are 5 grey-green, hairy sepals which are egg-shaped to lance-shaped with a tapering end and 2.5–5.5 mm (0.1–0.2 in) long. The petals are 16–26 mm (0.6–1 in) long and are joined at their lower end to form a tube. The petal tube is purple to lilac-coloured, sometimes white and is spotted with dark purple inside the tube. The outside of the tube and the petal lobes are covered with branched hairs but the inner surface of the lobes is glabrous while the tube is filled with long, cobweb-like hairs. The 4 stamens are fully enclosed in the petal tube. Flowering is followed by fruits which are dry, woody, oval to cone-shaped, 4–5.5 mm (0.16–0.22 in) long with a hairy covering.",
    "Taxonomy and naming": "The species was first formally described in 1979 by Robert Chinnock and the description was published in Journal of the Adelaide Botanic Garden. The specific epithet (verrucosa) is a Latin word meaning \"full of warts\".There are two subspecies:\n\nEremophila verrucosa  Chinnock subsp. verrucosa which has interlacing branched hairs on the outside of the petal tube;\nEremophila verrucosa subsp. brevistellata Chinnock  which has hairs on the outside of the petal tube with short branches which are not interlaced.",
    "Distribution and habitat": "Subspecies verrucosa is widespread in the North-Western and Lake Eyre bioregions of South Australia where it grows in rocky places or on gibber flats. Subspecies brevistellata occurs in sandhils near Ooldea.",
    "Use in horticulture": "Eremophila verrucosa is not well known in horticulture but its grey foliage contrasts with its well displayed lilac-coloured to purple flowers. It has been propagated by grafting onto Myoporum rootstock and grows best in well-drained soil in a sunny position. It is moderately frost tolerant but young growing tips can be damaged by severe frosts.\n\n\n== References =="
  }
}