{
  "url": "https://en.wikipedia.org/wiki/Eremophila_eversa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. eversa"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila eversa is a flowering plant in the figwort family, Scrophulariaceae and is endemic to a restricted area of Western Australia. It is known from only one plant, now thought to have died. It is a small shrub with small leaves and hairy purple to lilac-coloured flowers.",
    "Description": "Eremophila eversa is a shrub growing to a height of  0.5 m (2 ft) with rough branches covered with short milky-white hairs. The leaves are arranged alternately along the stem and are crowded so that they overlap slightly. The lower part of the leaf is pressed against the stem while the upper half is curved outwards. They are elliptic to lance-shaped, covered with hairs like those on the branches, thickened along the edges, 3–6 mm (0.1–0.2 in) long and 1–1.8 mm (0.04–0.07 in) wide.The flowers are borne singly in leaf axils on a straight, hairy stalk, usually 4.5–7 mm (0.2–0.3 in) long. There are 5 hairy, green to purple sepals which are mostly 4–5 mm (0.16–0.20 in) long. The petals are about 15 mm (0.6 in) long and joined at their lower end to form a tube. The petal tube is purple on the outside, lilac inside with dark purple spots. The outside of the tube and the petal lobes are hairy, the inside of the lobes glabrous and the inside of the tube is full of long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs in September but the characteristics of the fruits are not known.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 2007 and the description was published in Eremophila and Allied Genera: A Monograph of the Plant Family Myoporaceae. The type specimen was collected by William Fletcher on Yerilla Station. The specific epithet (evera) is a Latin word meaning \"turned abruptly outwards\", referring to the leaves which turn outwards.",
    "Distribution and habitat": "Eremophila eversa is only known from the type specimen, collected at Yerilla Station in the Murchison biogeographic region. That plant was fenced to protect it from grazing animals but appears to have died. Searches in 2004 failed to find any living examples of the species.",
    "Conservation": "Eremophila eversa is classified as \"Priority One\" by the Government of Western Australia Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk.\n\n\n== References =="
  }
}