{
  "url": "https://en.wikipedia.org/wiki/Eremophila_sargentii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. sargentii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila sargentii is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a shrub with sticky, shiny foliage, small leaves and mauve or blue flowers.",
    "Description": "Eremophila sargentii is a strong-smelling shrub which grows to a height of between 0.9 and 2 m (3 and 7 ft). Its branches are glabrous, shiny and sticky and have ridges extending down from the leaf bases. The leaves are linear to oblong-shaped, 2–6.5 mm (0.08–0.3 in) long, 0.5–1.5 mm (0.02–0.06 in) wide, glabrous, sticky and shiny due to the presence of resin.The flowers are borne singly in leaf axils on straight, glabrous, sticky stalks, 3–9 mm (0.1–0.4 in) long. There are 5 green, overlapping, egg-shaped, sticky sepals which are 2–3.5 mm (0.08–0.1 in) long. The petals are 9–15 mm (0.4–0.6 in) long and are joined at their lower end to form a cylindrical tube. The petal tube is mauve, blue or lilac-coloured, white with yellow-brown spots inside. The petal tube and lobes are glabrous except for the inside of the tube which has long, soft hairs. The 4 stamens are enclosed in the petal tube. Flowering occurs between September and October and is followed by fruits which are dry, woody, oval-shaped and about 3 mm (0.1 in) long.",
    "Taxonomy and naming": "The species was first formally described in 1921 by Spencer Le Marchant Moore who gave it the name Pholidia sargentii and published the description in Journal of Botany, British and Foreign. In 1981, Robert Chinnock changed the name to Eremophila sargentii and published the new name in Journal of the Adelaide Botanic Garden. The specific epithet (sargentii) honours Oswald Hewlett Sargent, a pharmacist and botanist from York, who described nine species of plants.",
    "Distribution and habitat": "This eremophila grows in sandy loam and laterite between Wongan Hills and Kalannie in the Avon Wheatbelt biogeographic region.",
    "Conservation": "E. sargentii is classified as \"Priority Two\" by the Western Australian Government Department of Parks and Wildlife meaning that is poorly known and from only one or a few locations.",
    "Use in horticulture": "This is a very hardy shrub, usually with deep blue flowers that contrast well with its bright green, often aromatic leaves. It is usually propagated from cuttings and grows well in a wide range of soils including those that are alkaline or clay-based. It is both drought and frost hardy and does not usually require watering, even during a long dry spell.\n\n\n== References =="
  }
}