{
  "url": "https://en.wikipedia.org/wiki/Eremophila_forrestii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. forrestii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila forrestii, commonly known as Wilcox bush is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Australia. It is a many-branched shrub with its branches, leaves and sepals densely-covered with a thick layer of greyish or yellowish hairs giving the plant a felty appearance. Its flowers are cream-coloured to pink and are spotted or streaked dark red. It occurs mostly in Western Australia but also in the far west of South Australia and the Northern Territory. Six subspecies are recognised by the Western Australian Government Department of Parks and Wildlife.",
    "Description": "Eremophila forrestii is an erect, many-branched shrub growing to a height of between 0.5 and 2.0 m (2 and 7 ft). The branches and leaves are covered with a thick, dense layer of branched, greyish or bright lemon-yellow hairs making them felty. The leaves vary in shape, depending on subspecies, from lance-shaped to almost circular and are mostly 11–30 mm (0.4–1 in) long and 6–16 mm (0.2–0.6 in) wide.\nThe flowers are usually borne singly in leaf axils on a stalk, 4–24 mm (0.2–0.9 in) long and covered with a similar layer of hairs to those on the leaves. The 5 sepals are lance-shaped to egg-shaped, covered with a felty layer of hairs and mostly 9–19 mm (0.4–0.7 in) long. The petals are mostly 18–25 mm (0.7–1 in) long and joined at their lower end to form a tube.The petal tube is cream to pink, spotted or streaked with dark red on the inside of the petal lobes and the upper park of the petal tube. The tube is covered on both surfaces with glandular hairs and the hairs inside the tube are long. The 4 stamens extend beyond the end of the petal tube. Flowering occurs from April to October and is followed by fruits which are dry, oval-shaped to almost spherical, 6.5–9 mm (0.3–0.4 in) long and which have a papery covering.",
    "Taxonomy and naming": "The species was first formally described in 1869 by Ferdinand von Mueller and the description was published in Fragmenta phytographiae Australiae. The specific epithet (forrestii) honours the Australian explorer, politician and plant collector John Forrest.There are 6 subspecies recognised by the Western Australian Government Department of Parks and Wildlife:\n\nEremophila forrestii  F.Muell.  subsp. forrestii has its leaves and branches densely covered with grey or yellow hairs hiding the green surface beneath, leaves that are not thickened and sepals that are lance-shaped;\nEremophila forrestii subsp. capensis  Chinnock  (commonly known as Cape Range poverty bush) has its leaves and branches densely covered with grey or yellow hairs hiding the green surface beneath, leaves that are thickened and widely elliptic to almost round;\nEremophila forrestii subsp. hastieana  (W.Fitzg.) Chinnock  has its leaves and branches densely covered with grey or yellow hairs hiding the green surface beneath, leaves that are not thickened and sepals that are egg-shaped;\nEremophila forrestii subsp. inland  (A.A. Mitchell PRP 1175)  is similar to subspecies forrestii except that its new leaves are yellow and the flowers are pale white to pink with prominent blotches inside;\nEremophila forrestii subsp. Pingandy  (M.E. Trudgen 2662) \nEremophila forrestii subsp. viridis  Chinnock  has leaves and branches with scattered glandular or branched hairs.",
    "Distribution and habitat": "Eremophila forrestii subspecies forestii is widespread and common from the west coast of Western Australia to the extreme south west of the Northern Territory and the extreme north east of South Australia between the latitudes of 21°S and 30°S. In Western Australia it is found in the Eremaean and South West botanical provinces. It grows in a wide range of habitats but is most common between sand dunes and on sand plains. \nSubspecies capensis is restricted to the Cape Range National Park in the Carnarvon biogeographic region where it grows in rocky limestone. Subspecies hastieana is common between Leonora and Nanutarra and areas to the east of those localities in the Carnarvon, Gascoyne, Murchison, Pilbara and Yalgoo biogeographic regions. It usually grows in mulga woodland, usually on red-brown clay or on stony flats. Subspecies viridis, a little known subspecies, is found near Onslow, Neale Junction and Well 38 on the Canning Stock Route.Subspecies \"inland\" is common and widespread from east of Warburton to Tom Price in the Gascoyne and Gibson Desert biogeographic regions where it grows in sand dunes and sandplains. Subspecies \"Pingandy\" occurs west of Newman in the Pilbara biogeographic region.",
    "Conservation": "Subspecies forrestii, hastieana and \"inland\" are classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife. Subspecies \"Pingandy\" is classified as \"Priority Two\" by the Department of Parks and Wildlife meaning that is poorly known and from only one or a few locations. Subspecies capensis, viridis and \"inland\" are classified as \"Priority Three\" meaning that they are poorly known and known from only a few locations but are not under imminent threat.",
    "Uses": "",
    "Uses-Agriculture": "Wilcox bush is sometimes useful as forage for sheep but not for cattle. Its presence or absence can be an indication of the quality of pasture.",
    "Uses-Horticulture": "This eremophila is very common in Western Australia but has rarely been grown in gardens although it has been grown in Victoria and South Australia. It is difficult to propagate but easiest by grafting onto Myoporum rootstock. It grows best in well-drained soil in either a sunny or partially shaded position and most forms are drought and frost tolerant.\n\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}