{
  "url": "https://en.wikipedia.org/wiki/Eremophila_maitlandii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. maitlandii"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila maitlandii, commonly known as Shark Bay poverty bush, is a flowering plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a silvery-grey shrub with linear leaves and lilac-coloured to light purple flowers and is common in coastal areas between Shark Bay and Carnarvon.",
    "Description": "Eremophila maitlandii is an erect shrub or small tree growing to a height of 1–4 m (3–10 ft). Its branches and leaves are covered with a layer of grey or yellowish branched hairs. The leaves are clustered near the ends of the branches and are linear to elliptic in shape, tapering towards both ends and are mostly 24–64 mm (0.9–3 in) long, 2.5–6 mm (0.1–0.2 in) wide with a prominent mid-vein on the lower surface.\nThe flowers are borne singly or in pairs in leaf axils on hairy stalks which are 13–22.5 mm (0.5–0.9 in). There are 5 green, hairy, lance-shaped sepals which are 11–20 mm (0.4–0.8 in) long but which enlarge after flowering. The petals are 20–26 mm (0.79–1.0 in) long and are joined at their lower end to form a tube. The petal tube is lilac-coloured to purple on the outside and lighter with faint lilac spots inside. The petal tube and lobes are mostly glabrous except that the inside of the tube is filled with long, soft hairs. The 4 stamens are fully enclosed in the petal tube. Flowering occurs from May to December and the fruits which follow are cone-shaped with a pointed end, glabrous and 7.5–9.5 mm (0.3–0.4 in) long.",
    "Taxonomy and naming": "Eremophila maitlandii was first formally described in 1870 by botanist George Bentham in Flora Australiensis.\nThe specific epithet (maitlandii) honours Maitland Brown.",
    "Distribution and habitat": "Shark Bay poverty bush is common between Shark Bay and Carnarvon, often growing on coastal sand dunes but grows inland as far as the Kennedy Range in the Carnarvon, Gascoyne, Geraldton Sandplains, Murchison and Yalgoo biogeographic regions.",
    "Conservation": "Eremophila maitlandii is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife.",
    "Use in horticulture": "The tall open habit, and grey-green foliage contrasting with pale blue to lilac flowers are features of this eremophila. Specimens propagated from cuttings have been grown in southern Queensland but more success has been achieved in southern Australia with grafting onto Myoporum rootstock. It grows best in well-drained soil in full sun, is moderately drought resistant but is sometimes damaged by severe frosts.\n\n\n== References =="
  }
}