{
  "url": "https://en.wikipedia.org/wiki/Eremophila_alatisepala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Scrophulariaceae"
    },
    {
      "Genus": "Eremophila"
    },
    {
      "Species": "E. alatisepala"
    }
  ],
  "text": {
    "__SUMMARY__": "Eremophila alatisepala is a plant in the figwort family, Scrophulariaceae and is endemic to the south-west of Queensland in Australia. It is a very sticky shrub covered with many glandular hairs which produce a resin that often obscures the hairs that produce it. The plant is usually found in stony places on ridges and slopes in the Queensland Channel Country.",
    "Description": "Eremophila alatisepala is a rounded, highly branched shrub, sometimes growing to a height of 2 m (7 ft) or more with rough branches with many resin glands, making the stems very sticky. The leaves are arranged alternately and are mostly 40–50 mm (1.6–2.0 in) long, 1.5–5 mm (0.06–0.2 in) wide, linear to narrow lance-shaped often with wavy or blunt serrations on the margins.The flowers are borne singly in leaf axils on stalks 10–25 mm (0.4–1 in) long. There are 5 green or yellowish sepals which are of different sizes and are usually more brightly coloured than the petals. The three upper sepals are longer and wider, curve outwards and have wings which partly cover the sides of the flower stalk. The petals are 20–26 mm (0.8–1 in) long and are joined at their bases to form a bell-shaped tube. The tube is cream-coloured but pink or dark orange on the top and the inner surface of the petal lobes and the inside of the tube have darker spots. There are four stamens which are about the same length as or slightly longer than the tube. The fruit is an oval shape, flattened sideways and is about 7–8.5 mm (0.28–0.33 in) long.",
    "Taxonomy and naming": "The species was first formally described by Robert Chinnock in 1979 and the description was published in the Journal of the Adelaide Botanic Garden. Chinnock derived the specific epithet from the Latin alati-, 'winged' and sepala, 'sepal', referring to the very prominent wings on the upper pedicel and sepals of this species. Stearn lists sepalum as the Latin word for 'sepal'.",
    "Distribution and habitat": "This eremophila is only found in south-west Queensland where it grows in hard stony ground, often with Senna and Triodia species.",
    "Conservation": "Eremophila alatisepala is a rare species but is currently classified as of \"least concern\" under the Queensland Nature Conservation Act 1992.",
    "Use in horticulture": "This eremophila is an attractive shrub with its creamy pink flowers contrasting with the shiny, dark green leaves. It can be propagated from cuttings, although they take a few months to form roots and it can be grafted onto Myoporum. It grows best in full sun in a well-drained soil and is drought tolerant but susceptible to frosts.\n\n\n== References =="
  }
}