{
  "url": "https://en.wikipedia.org/wiki/Psathyrella_ammophila",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Psathyrellaceae"
    },
    {
      "Genus": "Psathyrella"
    },
    {
      "Species": "P. ammophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Psathyrella ammophila is a species of fungus in the family Psathyrellaceae and is found throughout Europe.  Commonly known as the dune brittlestem, this agaric primarily grows on sand dunes near marram grass, feeding saprotrophically on the decaying roots.  The season of growth is generally May to November.\nP. ammophila is variable in appearance, changing colour and shape during its lifespan.  Initially bell-shaped and tan or pale brown, the cap gradually flattens and darkens, becoming dark brown with a depressed shape as it ages.",
    "Taxonomy": "Psathyrella ammophila was first described in 1868 by Michel Charles Durieu de Maisonneuve and Joseph-Henri Léveillé in one of Durieu de Maisonneuve's publications on the flora and fauna of Algeria, Exploration scientifique de l'Algérie: Sciences naturelles, botanique.  They gave it the scientific name Agaricus ammophilus.  The species was identified and described a further five times under different names, until 1960, when the botanist P.D. Orton gave the definitive classification in the journal Transactions of the British Mycological Society (now Fungal Biology).The genus name Psathyrella is a diminutive form of Psathyra, derived from the Greek word meaning \"friable\", psathuros (ψαθυρος).  This name, like the common name brittlestem for many of the Psathyrella species, is related to the fragile nature of the cap and stem.  The specific epithet ammophila originates from the Greek words ammos (ἄμμος), meaning sand, and phillia (ϕιλος), meaning lover, a reference to the mushroom's sand dune habitat.",
    "Description": "Typically small- to medium-sized, P. ammophila is found growing singly or in small clumps near marram grass.  The cap is a light clay-brown or tan when younger and about 1 to 4 centimetres (0.4 to 1.6 in) in diameter.  Although the cap is generally smooth, it possesses microscopically tiny hairs and is often coated with sand particles.  The tissue is not hygrophanous and therefore does not change colour with moisture loss and absorption, but the mushrooms do darken to a dark brown as they age.  Cap shape begins as campanulate or convex, gradually flattening and possibly becoming depressed in shape.The gills of P. ammophila are crowded and attached to the stem usually broadly (adnate) but occasionally narrowly (adnexed).  At a very young age they may be a pallid brown, but for most of the lifespan are dark brown, sometimes turning black.The stipe/stem is light grey to pale brown and centrally attached to the cap.  The surface is smooth, sometimes with small vertical ridges.  It is deeply rooted in the substrate for feeding on the roots of marram grass and for stability in its sand dune habitat.  Above ground, its height is typically 3 to 7 cm (1.2 to 2.8 in) tall and its diameter is slender, about 2 to 5 mm (0.08 to 0.20 in).  There is no ring.The basidia bear four spores.  The spores are dark brown and smooth, ellipsoid in shape, and 10 to 11 µm × 6 to 7 µm.  There is a large germ pore on each spore.Flesh of the cap and stem is pale, thin, and brittle.  Neither the taste nor the odour of the mushroom is distinctive, and it is considered inedible, though not particularly noted as being toxic.Conocybe dunensis is a similar species that is mainly differentiated from P. ammophila by the rust colour of its gills.",
    "Distribution and habitat": "Psathyrella ammophila has a wide but sparse distribution throughout the European continent and in limited coastal locations outside Europe, with records of collection in Algeria, New Zealand, and Canada.  It can sometimes be found near the shoreline, inside the littoral zone, but is most often encountered in more stable and established sand dunes and dune slacks inland.  The presence of marram grass nearby is a key aspect of its habitat, as it has a symbiotic (specifically, commensal) relationship with the plants, using their decaying roots as food.  The mushrooms grow singly or in clumps and are, to some degree, sympatric with the fly Delia albula.  The fungivorous larvae of the fly develops in P. ammophila parasitically, though will also attack other fungi.\n\n\n== References =="
  }
}