{
  "url": "https://en.wikipedia.org/wiki/Anemone_richardsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Anemone"
    },
    {
      "Species": "A. richardsonii'"
    }
  ],
  "text": {
    "__SUMMARY__": "Anemone richardsonii, commonly known as yellow thimbleweed, is named after a Scottish naturalist, Sir John Richardson (1787–1865) who found it on Franklin's expedition to the Arctic. It is a perennial, deciduous plant that blooms in mid to early June.",
    "Description": "Yellow thimbleweed is recognized by its small single yellow flowers. These flowers are considered perfect, which means they have both male and female reproductive organs. The flower lacks petals but has yellow sepals that act as petals and it has a superior ovary. The flower sits on a stem that can grow about 20 centimetres (7.9 in) high, and is pubescent (covered with tiny hairs).Anemone richardsonii has rhizomes (underground stems) which are thread-like with stalked leaves that are palmately lobed. It also has stem leaves that are 3-parted and sharply toothed in a whorled arrangement below the flowers.The flower develops into an achene (a dry fruit), which is generally small, 3–4 millimetres (0.12–0.16 in) long.  It is sub-spherical (nearly round), lacks hairs, and is hooked at the tip. The fruit of the yellow thimbleweed is dispersed by wind and has a style that aids in flight.",
    "Habitat": "Anemone richardsonii prefers subarctic climates and can be found in willow thickets, snow patches, along streams, near peat and mosses, and in moist areas with low drainage. It is capable of growing under a wide range of soil pH.",
    "Range": "Yellow thimbleweed can be found throughout most of Canada, including the Northwest Territories, Yukon, northern Quebec, Labrador, the Nunavut Islands, Melville Island, and Victoria Island Canada, as well as in west Greenland and Alaska (U.S.A.).",
    "Importance to ecosystems": "A. richardsonii's flowers produce much pollen, which attracts some insect pollinators, but they do not produce much nectar; the plant is not generally eaten by vertebrates.",
    "Uses": "Herbalists use the plant to soothe abrasions, toothaches, rheumatism, and depression. Traditionally, the roots were boiled and used in an attempt to treat paralysis, though this was ineffective. The smoke from the cotton of the ripe seeds was also burned and inhaled to relieve headaches.A. richardsonii contains anemonin and protoanemonin, bioactive compounds which have been investigated for potential therapeutic uses; one indication is that anemonin may inhibit pigmentation synthesis.",
    "Conservation": "In British Columbia, A. richardsonii is abundant, secure and widespread; this seems to reflect the status of the species throughout North America, as it is not listed in any vulnerable categories by COSEWIC in Canada or by the United States Department of Agriculture.\n\n\n== References =="
  }
}