{
  "url": "https://en.wikipedia.org/wiki/Anemone_canadensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Anemone"
    },
    {
      "Species": "A. canadensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Anemone canadensis, the Canada anemone, round-headed anemone, meadow anemone, or crowfoot, is a herbaceous perennial native to moist meadows, thickets, streambanks, and lakeshores in North America, spreading rapidly by underground rhizomes, valued for its white flowers.",
    "Description": "The Canada anemone has shoots with deeply divided and toothed basal leaves on 8–22 cm (3 1⁄4–8 3⁄4 inches). They grow from ascending caudices on long, thin rhizomes. The shoots are 20–80 cm (8–31 inches) tall, and leaves are 4–10 cm (1 1⁄2–4 inches) by 5–15 cm (2–6 inches).Flowers with about 5 white, petal-like sepals and 80-100 yellow stamens bloom from late spring to summer on stems above a cluster of leaves. The sepals are obovate (with the base slightly tapered) and 10–20 mm (1⁄2–3⁄4 inch) by 5–15 mm (1⁄4–5⁄8 inch).When they are pollinated, the green pistils in the middle of the flower become a rounded to slightly lengthened seed head. The seeds are achenes, with an almost round body and a beak.",
    "Uses": "In former times it was used medically by North American Indigenous peoples as an astringent and as a styptic for wounds, sores,  nosebleeds, and as an eyewash. The root was respected by Plains tribes and used for many ailments.",
    "Toxicity": "It is likely that most Anemones contain the caustic irritants of the family Ranunculaceae.",
    "References": "",
    "External links": "Flora of North America map\nMissouri Botanical Garden's PlantFinder\nConnecticut Botanical Society\nMissouri Plants\nMissouri Botanical Garden\nNative Plant Database profile, Lady Bird Johnson Wildflower Center, University of Texas at Austin"
  }
}