{
  "url": "https://en.wikipedia.org/wiki/Anemone_thomsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Anemone"
    },
    {
      "Species": "A. thomsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Anemone thomsonii is a low to high (7–70 cm) geophyte with finely divided leaves from the ground, and a stem that carries one flower, which has about twenty sepals, that are white or light pink inside and mostly have a very wide purple stripe at the outside, that belongs to the buttercup family. The species is limited to the highlands of East Africa.",
    "Description": "Anemone thomsonii is a geophyte with a short and stout rhizome. The leaves at the base are 3–40 cm, usually totally split into three, each of which is again split into three, and this is repeated a third time so that one leaf is composited of about twenty seven lobes, each of which itself is more or less deeply incised, resulting in narrow segments. The lower surface of the leaves is more or less hairy. The stems are 7–70 cm high and have silky hairs pressed to the surface of the stem, particularly near the tip. The bract is well below the flower, small and ones incised. The only flower at the tip of the stem is 2½–6½ cm in diameter. The sepals are white or white tinged with pink on the inner surface, while the outer surface is often pink, red, or purple. The many, single carpels, and the single-seeded, dry and indehiscent fruits (called achenes), that they develop into, are covered in dense silky hairs. The style is short and hairless, and under 1 mm long when the fruits are ripe.",
    "Taxonomy": "Anemone thomsonii was first described by Daniel Oliver in 1885, based on a specimen that was collected by Joseph Thomson during his 1883-1884 mission to Mount Kilimanjaro and the Aberdare Range, and now resides at the Kew Herbarium. There are currently no recognized synonyms.",
    "Taxonomy-Etymology": "The species was named to commemorate Joseph Thomson's successful 1883-1884 plant collecting mission.",
    "Distribution": "Anemone thomsonii is known from the highlands of East-Africa, including Mount Hanang and the Kilimanjaro in Tanzania, and the Aberdare Range and Mount Kenya in Kenya.\n\n\n== References =="
  }
}