{
  "url": "https://en.wikipedia.org/wiki/Anemone_virginiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Anemone"
    },
    {
      "Species": "A. virginiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Anemone virginiana is an upright growing herbaceous plant species in the genus Anemone and family Ranunculaceae. It is a perennial that grows 30–80 centimetres (12–31 in)  tall, flowering from May until July, the flowers are white or greenish-white. After flowering the fruits are produced in a dense rounded thimble shaped spikes 15–35 millimetres (0.59–1.38 in) long and 12 millimetres (0.47 in) wide. When the fruits, called achenes, are ripe they have gray-white colored, densely woolly styles, that allow them to blow away in the wind. The leaf structure is whorled halfway up the stem and each individual leaf appears to be deeply cut. Native from eastern North America, where it is found growing in dry or open woods. This plant can be found in 38 out of the 50 states in the U.S. and is located anywhere from Maine to Minnesota going west, and found as far south as Georgia and Louisiana. Common names include tall anemone, thimble-weed and tumble-weed.  Note that several other plant species are known as \"thimbleweed\".\n\nAlthough this plant sometimes is called a \"tumbleweed\", it lacks the characteristic tumbleweed habit. The fruit resembles a tumbleweed in that it is wind-dispersed and tumbles, an unusual mechanism of seed dispersal (see Diaspore (botany)).\nAnemone virginiana was also given the common name \"Thimbleweed\" due to its pistil resembling the shape of a thimble. This plant is very durable in different weather conditions, ranging from part shade to sun and being drought and cold tolerant. It prefers acidic soils but will tolerate liming, making it great for gardens. \n\n\n== References =="
  }
}