{
  "url": "https://en.wikipedia.org/wiki/Anemone_nemorosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Anemone"
    },
    {
      "Species": "A. nemorosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Anemone nemorosa is an early-spring flowering plant in the buttercup family Ranunculaceae, native to Europe. Common names include wood anemone, windflower, thimbleweed, and smell fox, an allusion to the musky smell of the leaves. It is a herbaceous perennial plant growing 5–15 centimetres (2–6 in) tall.",
    "Description": "Anemone nemorosa is a rhizomatous herbaceous perennial plant less than 30 centimetres (12 in) in height. The compound basal leaves are palmate or ternate (divided into three lobes). They grow from underground root-like stems called rhizomes and die back down by mid summer (summer dormant). The rhizomes spread just below the soil surface, forming long spreading clumps that grow quickly, contributing to the rapid spread of the species in woodlands, where they often carpet large areas. The plants start blooming in spring, March to May in the British Isles soon after the foliage emerges from the ground. The flowers are solitary, held above the foliage on short stems, with a whorl of three palmate or palmately-lobed leaflike bracts beneath.  The flowers are 2 centimetres (0.8 in) diameter, with six or seven (and on rare occasions eight to ten) tepals (petal-like segments) with many stamens. In the wild the flowers are usually white but may be pinkish, lilac or blue, and often have a darker tint on the backs of the tepals.",
    "Description-Similar species": "The yellow wood anemone (Anemone ranunculoides) is slightly smaller, with yellow flowers and usually without basal leaves.Wood sorrel Oxalis acetosella, which grows in similar shaded places, can be readily distinguished by its ternate and clover-like leaves and smaller flowers with 5 white petals and 5 sepals.",
    "Pollination": "The flowers are pollinated by insects, especially hoverflies. The seeds are achenes.",
    "Medicinal uses": "The plant contains poisonous chemicals that are toxic to animals including humans, but it has also been used as a medicine. All parts of the plant contain protoanemonin, which can cause severe skin and gastrointestinal irritation, bitter taste and burning in the mouth and throat, mouth ulcers, nausea, vomiting, diarrhea, and hematemesis.",
    "Habitat": "Common in shady woods.This species spreads very slowly in UK forests, by as little as six feet per century, so it is often used as an indicator for ancient woodland.",
    "Cultivation": "Anemone nemorosa is grown as an ornamental plant for use in gardens and parks. Grown from seed the plants take around five years to flower.\nCultivarsMany cultivars have been selected for garden use, such as Anemone nemorosa 'Allenii' which has large blue flowers. It has been awarded an Award of Garden Merit (AGM) H4 (hardy throughout the British Isles) by the Royal Horticultural Society, as have several of its cultivars (see below).\nThe RHS Plant Finder 2008–2009 lists 70 cultivars of Anemone nemorosa (AGM H4) available from nurseries in the UK. Some of those most widely available are:\n\n'Alba Plena' - double white\n'Allenii' (AGM H4) - large lavender-blue flowers, often with seven petals (named after James Allen, nurseryman)\n'Bowles' Purple' - purple flowers (named after E.A. Bowles, plantsman and garden writer)\n'Bracteata Pleniflora' - double, white flowers, with green streaks and a frilly ruff of bracts\n'Robinsoniana' (AGM H4) - pale lavender-blue flowers (named after William Robinson, plantsman and garden writer)\n'Royal Blue' - deep blue flowers with purple backs\n'Vestal' (AGM H4) - white, anemone-centred flowers\n'Virescens' (AGM H4) - flowers mutated into small conical clusters of leaves.Anemone × lipsiensis, a hybrid between A. nemorosa and A. ranunculoides, has pale yellow flowers; A. × lipsiensis 'Pallida' is the best-known result of this cross. It has been awarded the AGM H4, like both of its parents.",
    "Gallery": "",
    "References": "",
    "Further reading": "Shirreffs, D. A. 1985. Anemone nemorosa L. Journal of Ecology 73: 1005-1020.\nPhilip, C. Plant Finder 2008-2009. ISBN 978-1-4053-3190-6.\nPlantlife - Wood Anemone"
  }
}