{
  "url": "https://en.wikipedia.org/wiki/Anemone_quinquefolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Anemone"
    },
    {
      "Species": "A. quinquefolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Anemone quinquefolia is an early-spring flowering plant in the genus Anemone, native to North America. It is commonly called wood anemone, like Anemone nemorosa, a closely related European species. The American species has been treated as a subspecies of Anemone nemorosa.",
    "Description": "It is a perennial herbaceous plant, growing in early spring to 5–30 cm (2–12 in) tall, and dying back down to the root-like rhizomes by mid summer. The rhizomes spread just below the soil surface and grow quickly, contributing to its rapid spread in woodland conditions, where it can carpet large areas. The flower has five (occasionally four, or six to nine) petal-like segments (actually sepals) that are 6–25 mm (0.24–0.98 in) long and 4–8 mm (0.16–0.31 in) wide. The flowers are usually white, but sometimes pink, or with a pink base and white tip, or with a white base and a pink or blue tip.\n\nThe leaves are in three parts with deeply lobed lateral leaflets, giving the appearance of five leaflets.  The leaf veins are branched and not parallel.",
    "Taxonomy": "Anemone quinquefolia was named in 1753 by Carl Linnaeus in Species Plantarum. He described it as having leaves with five oval serrated parts; hence the species epithet quinquefolia, meaning \"five-leaved\".\nAnemone quinquefolia is part of a species complex that includes A. grayi, A. lancifolia, A. lyallii, A. oregana and A. piperi.",
    "Taxonomy-Synonyms": "Anemone quinquefolia has a number of synonyms. These include:\n\nIt has also been treated as part of Anemone nemorosa under the names:\nAnemone nemorosa",
    "Taxonomy-Varieties": "The Flora of North America and The Plant List accept only two varieties:\nAnemone quinquefolia var. quinquefolia (DC.) Frodin – grows over the entire species range\nAnemone quinquefolia var. minima – grows in North Carolina, Tennessee and Virginia.The two are distinguished mainly by the size of the achene (the fruit), the body of which is 2.5–3 mm (0.10–0.12 in) in var. minima as compared to 3–4.5 mm (0.12–0.18 in) in var. quinquefolia.\nOther sources accept further varieties, e.g. A. quinquefolia var. bifolia.",
    "References": "",
    "External links": "Connecticut Plants, Connecticut Botanical Society"
  }
}