{
  "url": "https://en.wikipedia.org/wiki/Anemone_oregana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Anemone"
    },
    {
      "Species": "A. oregana"
    }
  ],
  "text": {
    "__SUMMARY__": "Anemone oregana is a species of flowering plant in the buttercup family known by the common names blue windflower, Oregon anemone, and western wood anemone. It is native to the forests of Washington, Oregon and northern California in western North America, generally below 7,000 feet (2,100 m) elevation.",
    "Description": "Anemone oregana is a perennial herb growing from a thick rhizome, generally 50–300 mm (2–12 in) high, but exceptionally to 350 mm (14 in). A single basal leaf made up of three large leaflets on a 40–200 mm (2–8 in) petiole may be present. The inflorescence consists of a single tier of three leaflike bracts and a single flower. The bracts are similar to the basal leaf when the latter is present. The terminal leaflet may have a petiole or may be sessile. Its margin is sharply toothed on the distal half or third and its tip is pointed. Lateral leaflets may have a single lobe. The flower has no petals but 5 to 7 petal-like sepals in any of several colors, usually blue or purple but sometimes reddish, pink, white, or bicolored. In the center of the flower are up to 75 thin stamens. The fruit is a cluster of achenes.Two varieties are accepted.\n\nAnemone oregana var. oregana is found from Chelan County, Washington south to California and less commonly west of the Cascade Range.\nAnemone oregana var. felix is a generally smaller variety limited to coastal wetlands of Grays Harbor County, Washington, and Lincoln County, Oregon.",
    "References": "",
    "External links": " Media related to Anemone oregana at Wikimedia Commons\nPhoto gallery"
  }
}