{
  "url": "https://en.wikipedia.org/wiki/Anemone_blanda",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Anemone"
    },
    {
      "Species": "A. blanda"
    }
  ],
  "text": {
    "__SUMMARY__": "Anemone blanda, common names Balkan anemone, Grecian windflower or winter windflower, is a species of flowering plant in the family Ranunculaceae, native to southeastern Europe, Turkey, Lebanon, and Syria. The specific epithet blanda means \"mild\" or \"charming\". It is often said that the Genus name of this windflower is derived from the Greek word anemos, or wind.",
    "Description": "An herbaceous tuberous perennial, it grows up to 4-6 inches tall, or 10-15 cm. It is valued for its daisy-like flowers over a fernlike foliage, which appear in early spring, a time when little else is in flower. They are popular because of their early and large flowering, and can also easily naturalize. The flowers are an intense shade of purple blue, but are also available in shades of pink and white. Anemone blanda should be planted in the autumn in partially shady areas, and in moist soil. It can also grow in full sun if the soil stays moist. It grows in any well-drained soil which dries out in summer; hence it is often used for underplanting deciduous trees which provide the necessary conditions. It rapidly colonizes any favored location. The plant is deciduous, meaning the flowers and leaves die in the early summer. The flowers are attracted by bees, butterflies and other pollinators. This plant and its cultivars A. blanda var. rosea 'Radar' and A. blanda ‘White Splendour’,  have gained the Royal Horticultural Society's Award of Garden Merit.",
    "Medicinal uses": "Herbalists in the Middle Ages used Anemone blanda as treatment for gout and headaches. Due to their toxicity, Anemone blanda are no longer used as medications. The purple colored petals of the plant were used for dyeing purposes by boiling them to produce a light green color.",
    "Toxicity": "Anemone blanda is considered to be poisonous if ingested in large quantities, and causes pain and irritation in the mouth. The plant can cause contact dermatitis by touching of the following poisonous parts of the plant: bark, flowers, fruits, leaves, roots, stems, and seeds. Some other symptoms of being poisoned are inflammation, blistering from contact with fresh sap, vomiting, and diarrhea.",
    "Leaves": "The green leaves are finely divided and arranged in a whorled and alternate pattern. They do not contain hair like structures.  The leaves are deeply cut. The plant has compound leaves that are grown in basal arrangement. The edges of the blades of leaves contain teeth.",
    "Roots and stems": "The stem of the plant is nonaromatic and has wire-like stems. Anemone blanda have little root growth so its normal for them to only produce few roots. The perennial is tuberous-rooted.",
    "Fruits and flowers": "Flower of Anemone blanda are found in various colors and are radially symmetrical. The flower contains about seven or more sepals and petals. The flowers have an attractive, striking appearance with dull centers and smooth, satiny, vibrant petals. The flowers come in colors like white, yellow-green, red, or purple, and more. They are shaped like cups, with several stamens. The plant contains small fruits, frequently including plumose tails. The fruits of this plant are dry and do not split open after they ripe. They are about 1.3 to 3 mm in size.",
    "Pollination": "Bees and pollinators are attracted towards Anemone blanda; this plant has nectar and pollen rich flowers.",
    "Seeds and bulbs": "The Grecian windflower grows from bulb-like tubers. The tubers appear to be black in color and are non-uniformly shaped, small, wrinkled pellets. The tubers do not contain a thin, paper-like sheath. Viable tubers have a firm texture. The minimum size of a tuber of Anemone blanda is 5 cm, but they can be larger in size. Seeds of Anemone blanda have low germination rates, but rates can be increased using stratification.",
    "References": "",
    "External links": "Flora Europaea\nSeasonal Gardening"
  }
}