{
  "url": "https://en.wikipedia.org/wiki/Pulsatilla_vulgaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Pulsatilla"
    },
    {
      "Species": "P. vulgaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Pulsatilla vulgaris (pasque flower, pasqueflower, common pasque flower, European pasqueflower, is a species of flowering plant belonging to the buttercup family (Ranunculaceae), found locally on calcareous grassland in Europe. It was considered part of the genus Anemone, to which it is closely related.",
    "Description": "This is an herbaceous perennial plant. It develops upright rhizomes, which function as food-storage organs. Its leaves and stems are long, soft, silver-grey and hairy. It grows to 15–30 cm (6–12 in) high and when it is fruit-bearing up to 40 cm (16 in). The roots go 1 m (39 in) deep into the soil. The finely-dissected leaves are arranged in a rosette and appear with the bell-shaped flower in early spring. The purple flowers are followed by distinctive silky seed-heads which can persist on the plant for many months.\nThe flower is 'cloaked in myth'; one legend has it that Pasque flowers sprang up in places that had been soaked by the blood of Romans or Danes because they often appear on old barrows and boundary banks.This plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Designation": "It is classified as a Priority Species in the UK Biodiversity Action Plan and as Vulnerable in Britain on the Red Data List.",
    "Location": "It grows in sparsely wooded pine forests or meadows, often on a sunny sloping side with calcium-rich soil.  A large colony occurs on publicly accessible land in the Cotswolds, at the Gloucestershire Wildlife Trust's Pasqueflower reserve.",
    "Additional general information": "It is the county flower of the English counties of Cambridgeshire and Hertfordshire.",
    "Varieties": "While the main variety of Pulsatilla vulgaris has purplish flowers; variants include red (Rubra) and white (Alba) forms (see images).",
    "References": "",
    "External links": "Gloucestershire Wildlife Trust"
  }
}