{
  "url": "https://en.wikipedia.org/wiki/Galium_buxifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Galium"
    },
    {
      "Species": "G. buxifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Galium buxifolium is a rare species of flowering plant in the coffee family known by the common names box bedstraw and island bedstraw. It is endemic to the Channel Islands of California, where it is known from about 26 populations on two of the islands. It is a federally listed endangered species of the United States.\nThis is a small shrub reaching one half to 1.2 meters in maximum height. It has leathery rounded leaves in whorls of four about its stems and white flowers. The floral biology of the plant is unusual. It is generally dioecious, but it may have unisexual and bisexual flowers on one plant, or all female or all bisexual flowers on a single plant. It can reproduce sexually or vegetatively by sprouting new plants from its root crown. The fruit is a hairy nutlet.\nThis plant can be found on Santa Cruz and San Miguel Islands off Southern California coast. Surveys done after the plant was put on the endangered species list succeeded in locating new populations on the former. Parts of San Miguel Island are steep and rocky and there may be populations existing in inaccessible areas there. Many populations are small, containing just a few individuals. The plant once occurred on Santa Rosa Island, which is situated between Santa Cruz and San Miguel Islands, but specimens have not been collected there since 1930.Threats to the species include invasive plant species, particularly plants that form thick groundcover, such as ice plant (Carpobrotus chilensis) and vinca (Vinca major). Vinca has been experimentally controlled by hand-pulling and herbicide treatments.",
    "References": "",
    "External links": "Jepson Manual Treatment\nUSDA Plants Profile\n\"Galium buxifolium\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}