{
  "url": "https://en.wikipedia.org/wiki/Galium_boreale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Galium"
    },
    {
      "Species": "G. boreale"
    }
  ],
  "text": {
    "__SUMMARY__": "Galium boreale or northern bedstraw is a plant species of the Rubiaceae. It is widespread over the temperate and subarctic regions of Europe, Asia and North America including most of Canada and the northern United States.",
    "Description": "G. boreale is a perennial plant that dies back to the ground every winter. Established plants spread by rhizomes, creating colonies of new plants around the original one.The squarish unbranched stems may grow between 20 centimetres (7.9 in) and 50 centimetres (20 in) tall. The leaves are attached directly to the stem in groups of four; spaced evenly like the spokes of a wheel. Leaves are longer than they are wide and have three prominent veins.The small white flowers grow in a fairly showy panicles from the top of the stem. Each individual flower has 4 pointed segments that fold back from a fused tube enclosing the stamens and pistil. The lightly perfumed flowers have no calyx. Seeds are formed in pairs in dark fruits that may be covered in short hairs.",
    "Habitat and distribution": "Galium boreale is found in sunny areas with dry to moist soil in forests, shrubs or grassland. It is native to the sub arctic and temperate zones of the Northern Hemisphere. It is listed as endangered in the states of Maryland and Massachusetts.",
    "Ecology": "Galium boreale is confirmed as a food plant for the larvae of Deilephila elpenor, D. porcellus, Epirrhoe galiata, Eupithecia subumbrata and Gandaritis pyraliata.",
    "Taxonomy": "The species Galium boreale was first described by Carl Linnaeus in 1753 based on the European population.\nGalium foliis quaternis lanceolatis trinerviis glabris, caule erecto, seminibus hispidis.\n \nIn 1818, Galium septentrionale Roem. & Schult. was described by Johann Jacob Roemer and Josef August Schultes based on the North American population. G. septentrionale was determined to be a synonym of G. boreale in 2003.The genus Galium is a member of the family Rubiaceae.",
    "Uses": "Gallium boreale is edible, with a sweet smell and taste, and can be eaten as a wild salad green.  Varieties such as Galium boreale which do not contain the small hooks on the stem are not as palatable as the hooked varieties of Galium, like Galium aparine, but are important plants to remember for survival purposes.",
    "References": "",
    "External links": " Media related to Galium boreale at Wikimedia Commons\nUSDA Plants Profile"
  }
}