{
  "url": "https://en.wikipedia.org/wiki/Galium_parisiense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Galium"
    },
    {
      "Species": "G. parisiense"
    }
  ],
  "text": {
    "__SUMMARY__": "Galium parisiense is a species of flowering plant in the family Rubiaceae known by the common name wall bedstraw. A native of the Mediterranean area and Western Europe, it has become naturalised in North America and other parts of Europe.",
    "Description": "It is an annual herb producing lightly hairy, very thin, much-branched, erect stems 15–25 centimetres (6–10 in) tall. The stem is ringed with whorls of usually six (range four to seven) narrow linear or linear-lanceolate leaves, each a few millimetres long, and often reflexed downwards toward the stem. Each stem is topped with an open inflorescence of many clusters of tiny greenish-white or purplish-tinged flowers. The fruit is a nutlet densely coated in slender hooked bristles. It flowers between June and August.",
    "Distribution": "Wall bedstraw is native to the Mediterranean Basin of southern Europe and northern Africa, plus Turkey, Iran, and the islands of the eastern North Atlantic (Great Britain, Madeira, the Azores, the Canary Islands, Cape Verde). The species is also naturalized in some parts of North America, mostly on the Pacific coast of the United States and Canada but also at scattered locales in the southeastern US from Texas to Maryland. In its native range, Galium parisiense is typically found on hillsides and stream-banks. When introduced, it may appear in urban environments such as among cobble stones in Ghent and in railway marshalling yards in Antwerp.It often grows in rocky habitats. In areas with significant human disturbance, it is a \"wall specialist\", easily taking hold in historic stone walls.",
    "References": "",
    "External links": " Media related to Galium parisiense at Wikimedia Commons\nJepson Manual Treatment\nUSDA Plants Profile\nGalium parisiense in the CalPhotos Photo Database, University of California, Berkeley"
  }
}