{
  "url": "https://en.wikipedia.org/wiki/Galium_obtusum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Galium"
    },
    {
      "Species": "G. obtusum"
    }
  ],
  "text": {
    "__SUMMARY__": "Galium obtusum, the bluntleaf bedstraw, is an herbaceous plant species in the family Rubiaceae. Bluntleaf bedstraw is a wildflower native to eastern Northern America.",
    "Introduction": "The bluntleaf bedstraw (Galium obutusm) is a wildflower that starts growth in spring and blooms  in the summer, this plant is relatively small only growing between 8 and 30 inches in height and spreads roughly around a foot in area. One notable characteristic of Galium obtusum is its blunt leaf tips hence the common name Bluntleaf Bedstraw. Additionally, Galium obtusum may also be referred to as wild madder indicating it is in the family Rubiaceae. Another less commonly applied name is obtuse bedstraw.",
    "Description": "Galium obtusum has white colored petals with green sepals, in total the flower has four petals that fuse with sepals that collectively look cup shaped. This flower also has four black tipped stamens, two styles and is considered to have radial symmetry. The ovary position of this flower is epigenous and its flower inflorescence is a dichasium. The root structure is  adventitious. The fruit  of this flower is  indehiscent  meaning that it does not open up at maturity, the fruit of Galium obtusum has a smooth outside and is very small only averaging around 0.4-0.5mm in length, most commonly only one seed is found per fruit but in rare instances two seeds have been found in one fruit. The leaves of Galium obtusum are simple with entire edges and tend to be mostly glabrous with very few hairs, the leaf arrangement is whorled and averages around four to five leaves around each whorled section. Leaves that whorl tend to be the same size or very close in size.",
    "Taxonomy": "As of 2013 there are around 630 species of Galium. Rubiaceae is the family that Galium obtusum is placed. The order of this species falls in Rubiales and there are two subspecies Galium obtusum Bigelow subsp. filifolium (Wiegand) Puff and Galium obtusum Bigelow subsp. obtusum. Galium obtusum is the first species to diverge in lineage. This plant has very different leaves when compared to other bedstraws as its leaves are rounded at the ends, most other bedstraws have leaf tips forming sharp apices meaning that they form a point at the leafs end.",
    "Distribution and habitat": "Galium obtusum can be found in most of the eastern states in North America except Maine where it has been eradicated. In Vermont, New Hampshire, and Florida it is considered to be a very rare plant, while in other states (New York, Massachusetts, Rhode Island, Connecticut, and Pennsylvania)  it is considered to be a noxious weed as it competes with agricultural crops. Western North America is completely absent of the plant. Habitats for Galium obtusum can vary, it is found at either full sun or partial sun environments and it can be found in  areas such as deciduous forest and wetlands and is typically found growing among trees, bushes, in meadows, beside rivers, and can even be found along shorelines.",
    "Ecology": "A study conducted in Kalsow Prairie, Iowa showed that Galium obtusm showed positive intraspecific association with a large variety of species suggesting  that Galium obtusm plays a role in ecology with other plants in its environment. This study also tracked Galium obtusum over 16 years and found a 5% increase in frequency. In other parts of North America Galium obtusum can have negative impacts on the yield of agricultural crops.",
    "Uses": "The Greek word Galium means \"milk\" this meaning suggest that Galium obtusum may have been a plant that was used in the process of curdling milk. Some people even use this flower as decoration, but its popularity as an ornamental is low.",
    "Growth requirements": "This herbaceous perennial can live around three to five years, its optimal growth is in full sun, which means direct sunlight for approximately eight or more hours a day, however it can live in partial sun, approximately four to eight hours of direct sunlight a day. This wildflower also requires a fair amount of moisture, indicated by the fact one of its main habitats is the wetlands. It can also live in moist soils which are soils that retain water  and rarely become dry, this plant does not grow in rocky dry soils and does not grow on heavily sloped lands. It is expected for Galium obutusm to bloom between April and May in North America.",
    "Conservation status": "For a large portion of the eastern North American states conservation of Galium obtusum is of least concern, but for some states such as Maine is it classified as potentially extirpated (PE) as it has not been found in the wild for many years and has a low probability of rediscovery in the wild there. In Vermont this wildflower is very rare and is close to being threatened and is at a state level of concern (S2). In New Hampshire this plant is ranked as historical (SH) which means it has not been seen in years in some parts of the state and for other parts of the state the plant is ranked at endangered (E), which indicates it is at a risk of being extinct throughout a significant area it grows in. The subspecies Galium obtusum ssp. filifolium is much less widespread and only occurs in eight states in eastern Northern America, only the New Jersey population is considered to be vulnerable at a state level designation 3.\n\n\n== References =="
  }
}