{
  "url": "https://en.wikipedia.org/wiki/Galium_californicum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Galium"
    },
    {
      "Species": "G. californicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Galium californicum is a species of flowering plant in the coffee family known by the common name California bedstraw.\nThe plant is endemic to California. It grows mainly in moist, shady habitats in hills and mountainous areas, often within the California chaparral and woodlands ecoregion.",
    "Description": "Galium californicum is a variable plant in the form of a small perennial herb to a sprawling woody-based shrub approaching 1 metre (3.3 ft) in height. Its stems and small oval-shaped leaves are hairy.\nThe plant is dioecious with male plants producing small clusters of staminate flowers and female plants producing solitary flowers. Both types of flower are generally dull yellow. The fruit is a berry covered in soft hairs.",
    "Description-Subspecies": "Seven subspecies of Galium californicum, all endemic to California, are currently recognized:\nGalium californicum subsp. californicum — California bedstraw — endemic to the Santa Lucia Mountains of the Outer South California Coast Ranges.\nGalium californicum subsp. flaccidum — endemic to the Santa Lucia Mountains of the Outer South California Coast Ranges, Outer and Inner North California Coast Ranges, and San Francisco Bay Area.\nGalium californicum subsp. luciense — Cone Peak bedstraw  —  endemic to the Santa Lucia Mountains, on the Central Coast of California; CNPS rare species.\nGalium californicum subsp. maritimum — Coastal California bedstraw  —  endemic to Outer South California Coast Ranges, San Francisco Peninsula to Southern California.\nGalium californicum subsp. miguelense — San Miguel Island bedstraw  —  endemic to San Miguel Island of the northern Channel Islands, Southern California; CNPS rare species.\nGalium californicum subsp. primum — endemic to the San Jacinto Mountains and Chino Hills, Riverside County, California; State threatened species.\nGalium californicum subsp. sierrae — El Dorado bedstraw  — endemic to the Sierra Nevada foothills in El Dorado County; State rare species, federal endangered species.",
    "Description-Subspecies-Conservation": "One of the subspecies of the plant, the El Dorado bedstraw (Galium californicum subsp. sierrae) is CNPS−California Native Plant Society and State of California listed Rare plant species, and a federally listed Endangered species of the United States. It grows in the gabbro soils of the Pine Hill Ecological Reserve and surrounding area in the interior chaparral and woodlands of the Sierra Nevada foothills in El Dorado County, eastern California. It differs from Galium californicum ssp. californicum by its narrower leaves.",
    "See also": "California chaparral and woodlands\nNatural history of the California chaparral and woodlands — flora.\nEndemic flora of California",
    "References": "",
    "External links": "CalFlora Database: Galium californicum (California bedstraw)\nJepson Manual Treatment — Galium californicum\nUSDA Plants Profile for Galium californicum (California bedstraw)\nThe Nature Conservancy: Galium californicum conservation\nGalium californicum — UC Photos gallery"
  }
}