{
  "url": "https://en.wikipedia.org/wiki/Galium_nuttallii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Gentianales"
    },
    {
      "Family": "Rubiaceae"
    },
    {
      "Genus": "Galium"
    },
    {
      "Species": "G. nuttallii"
    }
  ],
  "text": {
    "__SUMMARY__": "Galium nuttallii is a species of flowering plant in the coffee family known by the common names San Diego bedstraw and climbing bedstraw. It is native to the coast and coastal Peninsular and  western Transverse Ranges of southern California and Baja California, where it is a member of chaparral and pine woodland plant communities. It is also found on the Channel Islands and on the mainland as far north as Santa Barbara County",
    "Description": "Galium nuttallii is a climbing perennial herb producing a woody base and sprawling with thin, hanging green to red branches up to 1.5 meters long. The stems have whorls of four tiny sharp-pointed leaves at intervals, each leaf under a centimeter long. The plant is dioecious, with male and female individuals bearing different flower types. Both flowers are reddish, and the female flower ovary turns into a berry.",
    "Subspecies": "Two subspecies are recognized as of May 2014:\nGalium nuttallii subsp. insulare Ferris - southern Channel Islands of California\nGalium nuttallii subsp. nuttallii - mainland California and Baja California",
    "See also": "California chaparral and woodlands\nCalifornia coastal sage and chaparral ecoregion\nCalifornia montane chaparral and woodlands",
    "References": "",
    "External links": "Jepson Manual Treatment — Galium nuttallii\nUSDA Plants Profile; Galium nuttallii\nGalium nuttallii — CalPhoto gallery\nSanta Monica Mountains National Recreation Area: Climbing bedstraw\nUniversity of California at Irvine, climbing bedstraw (in Orange Co and Los Angeles Co)\nWildflowers in Santa Barbara, Galium nuttallii\nGardening Europe\nCavalera Preserve: native plants — in coastal North San Diego County."
  }
}