{
  "url": "https://en.wikipedia.org/wiki/Vanilla_planifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Vanilloideae"
    },
    {
      "Genus": "Vanilla"
    },
    {
      "Species": "V. planifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Vanilla planifolia is a species of vanilla orchid. It is native to Mexico and Central America, and is one of the primary sources for vanilla flavouring, due to its high vanillin content. Common names are flat-leaved vanilla, and  West Indian vanilla (also used for the Pompona vanilla, V. pompona). Often, it is simply referred to as \"the vanilla\". It was first scientifically named in 1808.",
    "Distribution": "Vanilla planifolia is found in Mexico, Central America, the Caribbean, and northeastern South America. It prefers hot, wet, tropical climates.It is cultivated and harvested primarily in Veracruz, Mexico and in Madagascar.",
    "Description": "Like all members of the genus Vanilla, V. planifolia is a vine. It uses its fleshy roots to support itself as it grows.",
    "Description-Flowers": "Flowers are greenish-yellow, with a diameter of 5 cm (2 in). They last only a day, and must be pollinated manually, during the morning, if fruit is desired. The plants are self-fertile, and pollination simply requires a transfer of the pollen from the anther to the stigma. If pollination does not occur, the flower is dropped the next day. In the wild, there is less than 1% chance that the flowers will be pollinated, so in order to receive a steady flow of fruit, the flowers must be hand-pollinated when grown on farms.",
    "Description-Fruit": "Fruit is produced only on mature plants, which are generally over 3 m (10 ft) long. The fruits are 15–23 cm (6–9 in) long pods (often incorrectly called beans).  Outwardly they resemble small bananas. They mature after about five months, at which point they are harvested and cured. Curing ferments and dries the pods while minimizing the loss of essential oils. Vanilla extract is obtained from this portion of the plant.",
    "Chemistry": "The major chemical components from the pods are vanillin, vanillic acid, 4-hydroxybenzaldehyde and 4-hydroxybenzoic acid.",
    "Contact dermatitis": "When propagating vanilla orchids from cuttings or harvesting ripe vanilla pods, care must be taken to avoid contact with the sap from the plant's stems.  The sap of most species of Vanilla orchid which exudes from cut stems or where beans are harvested can cause moderate to severe dermatitis if it comes in contact with bare skin.  Washing the affected area with warm soapy water will effectively remove the sap in cases of accidental contact with the skin.  The sap of vanilla orchids contains calcium oxalate crystals, which appear to be the main causative agent of contact dermatitis in vanilla plantation workers.",
    "See also": "Vanilla tahitensis",
    "References": "",
    "External links": "e-monocot.org"
  }
}