{
  "url": "https://en.wikipedia.org/wiki/Vanilla_polylepis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Vanilloideae"
    },
    {
      "Genus": "Vanilla"
    },
    {
      "Species": "V. polylepis"
    }
  ],
  "text": {
    "__SUMMARY__": "Vanilla polylepis is a climbing orchid species in the plant family Orchidaceae. It is native to tropical Africa, with a range spanning the width of the continent, from Kenya to Angola. It grows in high-altitude evergreen and swamp forests between 1,200–1,500 m (3,900–4,900 ft) and is often found growing on trees bordering rivers and waterfalls. Plants produce bright green, fleshy stems, 10–12 mm (0.39–0.47 in) in diameter, with large, glossy leaves. White, aerial roots form on the stems allowing the orchids to attach themselves to trees for support. As with many orchids, they produce showy flowers, which in the case of V. polylepis are white and yellow with a pink to maroon blotch. This differentiates them from similar species. They have seedpod-like fruits, called capsules, which produce a distinctive aroma as they dry. They are closely related to the well-known species Vanilla planifolia, whose seed pods are used commercially in the production of vanilla flavouring.",
    "Description": "V. polylepis is a climbing vine. It has a fleshy, succulent stem with an intense green colour. The stem can reach about 9 m (30 ft) in length and has a diameter of 10–12 mm (0.39–0.47 in). The stems are angular with channels running along their length. Leaves are produced in an alternating disposition along the stem, measuring 24 cm (9.4 in) in length and 6.5 cm (2.6 in) in width at full size. They are lanceolate shaped (long and narrow with a pointed end). Like the stems, the leaves are a bright, intense green. The stem also produces a specialised type of aerial root, called an adventitious root, which forms above ground, directly from the stem. These roots serve to anchor the plant to trees or can also become absorptive roots if they trail and come into contact with the soil. Flowers are produced either on the main stem or grouped on secondary stems called inflorescences. Although each inflorescence may have up to 20 flowers, only a few of these will be open at any one time and wild plants are rarely found flowering. As with other orchids, V. polylepis has highly modified flowers. Petals and sepals are whitish/green with yellow bases and measure 3.5–6 cm (1.4–2.4 in) by 0.5–2 cm (0.20–0.79 in). Each flower has two petals (left and right), two lateral sepals (left and right), and a dorsal sepal, all of which are superficially alike. In the centre of the flower is a modified, funnel-like petal with frilled edges (lip/labellum). The lip is a bright pink-purple colour and surrounds a 3–4.5 cm (1.2–1.8 in) column which contains the ovaries and also produces pollen at its tip.Once fertilised, the plant produces dry seeds pods, known as capsules, measuring 15 cm (5.9 in) by 1.5 cm (0.59 in). Each capsule contains oval-shaped, wingless seeds. Seeds measure 0.3–0.67 mm (0.012–0.026 in) in length, which is comparatively large for an orchid.This species looks similar to Vanilla imperialis but can distinguished by a series of scales on the lip and purple blotches rather than lines on the flower.",
    "Etymology": "The generic name Vanilla comes from the Spanish word vanilla, meaning \"little pod\", referring to the plant's seed pods. The epithet polylepis comes from Greek, combining the prefix 'poly', meaning \"many, with lepis meaning \"scale\". Polylepis refers to the rows of scales found on the labellum, which distinguish it from other species in the genus.",
    "Habitat and ecology": "V. polylepis grows in various humid forest habitats between 1,200–1,500 m (3,900–4,900 ft) such as swamp forests, riverine forests, forested ravines and at the edges of evergreen forests. They occasionally grow in humid, scrubby woodland. They are also thermophiles, meaning that they favour warm conditions.V. polylepis is a hemiepiphyte. This means it begins life as a free-standing plant on the forest floor but when it comes into contact with a tree or boulder it detaches itself from the soil and uses the tree/boulder as structure upon which to grow.Despite the popularity of the genus and its commercial value, many other aspects of Vanilla ecology remain unknown. Pollination in the wild is poorly understood and so far no natural pollinators have been definitively identified for any of the African Vanilla species. The American species Vanilla planifolia and Vanilla pompona have been observed being pollinated by euglossine orchid bees. As well as being attracted to the flower's fragrance, Vanilla may be attracting pollinators by mimicking other nectar-producing flowers. V. polylepis flowers so infrequently that natural pollination events have never been observed. However, its morphological similarity to Vanilla planifolia may suggest that it too is pollinated by a bee, albeit from a different group of bees, as euglossine bees are restricted to the Americas.Many orchids form symbiotic relationships with soil fungi in order to obtain the nutrients that they cannot synthesise themselves (mycoheterotrophy). Relationships with fungi in Vanilla are not well studied but they are closely related to mycoheterotrophic lineages, like Pseudovanilla, and may therefore also form some kind of relationship with these fungi.",
    "Distribution": "V. polylepis has a large distribution compared to many orchids, being found throughout tropical Africa. Its distribution forms a band across the African continent from Kenya on the East coast to Angola on the West coast. It has been found in Malawi, Zaire, Zambia and Zimbabwe. The genus Vanilla has a very unusual distribution compared to other orchid genera. They have a pantropical distribution, being found throughout tropical Central and South America, Africa (including Madagascar) and Indonesia. Initially this distribution was believed to be of Gondwanan origin, with species dispersing before the continents separated. However, recent molecular work has suggested the group originated in South America around 34 million years ago, which is after the breaking up of the continents. Therefore their current distribution was probably achieved through various transoceanic dispersal events.",
    "Taxonomy and systematics": "V. polylepis was described in 1951 by botanist Victor Samuel Summerhayes, who has described other species in the genus. The genus has been described as taxonomically difficult for various reasons. Firstly, it was named and described before Linnaeus's binomial naming system, meaning that many of the traditional names and species groups were difficult to incorporate into the standardised binomial system. Biologically it has also been difficult for taxonomists, as the group lacks clear, shared morphological features (synapomorphies). Also, their hemiepiphytic lifestyle means that their appearance can change significantly throughout their lifetime. Many of the original species descriptions used only young plants, and as a result the morphological identifiers can no longer be applied to all specimens. Major morphological revisions have therefore been made in recent years.The orchid family has five subfamilies. Morphology-based systems initially classified Vanilla within the subfamily Epidendroideae, due to its anther formation and method of pollen dispersal. However, more recent work has placed it within in its own subfamily Vanilloideae, possibly the most ancient orchid lineage (apart from Apostasioideae).For a long time the genus Vanilla was divided in two sections, Foliosae and Aphyllae, based on the respective presence/absence of leaves. The most recent morphological classification however has shown that these two sections are not true evolutionary groups. Instead it divides the genus into two subgenera: Vanilla and Xanata, with the subgenus Xanata being subdivided into two further sections Xanata and Tethya. V. polylepis was placed in the section Tethya along with other African species, such as V. imperialis and V. grandifolia.Molecular work has supported the positioning of Vanilla within the subfamily Vanilloideae and has confirmed the genus and the subfamily as true evolutionary groups (monophyletic). Despite the morphological homogeneity of the genus, at the molecular level Vanilla species are quite distinct. Classifications based on gene sequences from the nucleus, mitochondria and chloroplasts all support Vanilla as a monophyletic group within the tribe Vanilleae and place it as a sister group to the Pseudovanilla/Erythrorchis group. Both Vanilla and Pseudovanilla species are climbing plants, with adventitious roots and a shared ovary structure. Therefore, the morphological characters support this genetic classification.\nOnly one phylogeny has been published that looks specifically at the genus Vanilla. It is also the only published phylogeny that includes V. polylepis. As with the most recent morphological phylogeny, it too shows that the groups Aphyllae and Foliosae are not true evolutionary groups. The genus is instead divided into three subgroups, which the authors have named alpha, beta and gamma. These groups seem to reflect geographical distributions, with alpha containing American membranous species, beta American fragrant species and gamma the old world and Caribbean species. V. polylepis falls within the gamma group and is again a sister species to V. imperialis.The inclusion of many Vanilla species in this phylogeny has allowed a much greater resolution of relationships between species. However, some of the species included are listed only by accession number and have not yet been given a full species name. Therefore, these species will need to be formally described and named in order to assess whether they are truly separate species or not. The overall results of this study however match well with the morphological classification of Soto-Arenas & Cribb (2010).\nMany species within the subfamily Vanilloideae are rare and others such as V. polylepis flower infrequently. As a result, there are still many gaps in the phylogeny of this group. Genomics may help to fill in the gaps and three Vanilla species have already had their entire genomes sequenced.",
    "Uses": "V. polylepis has no current uses outside of horticulture. However, as a close relative to the commercially important Vanilla planifolia, V. polylepis could be considered a \"crop wild relative\". A crop wild relative is wild plant species that is closely related to a cultivated crop plant. Lately crop wild relatives have received a lot of scientific attention as potential sources for crop improvement. For example, if V. polylepis were to possess useful traits related to pest resistance or drought tolerance, these traits could be artificially bred into Vanilla planifolia. This would produce stronger vanilla crops, better equipped to cope with factors like climate change and invasive pests.",
    "Conservation": "Many aspects of the ecology of V. polylepis make it susceptible to species loss. Firstly, as an epiphyte it is dependent on stable forests with large canopy trees in order to grow. Therefore, deforestation presents a major threat. Secondly, many V. polylepis populations in West Africa occur near densely populated cities and towns, meaning that urban sprawl could result in further habitat loss and degradation. Finally, it flowers so infrequently and irregularly that the species would take a long time to recover after drops in population size.V. polylepis has however been successfully cultivated in botanical gardens, meaning that ex-situ conservation could provide some form of protection for the species.These aforementioned factors make Vanilla orchids an at-risk group. This is demonstrated by the fact that nine species of the genus are listed as endangered or critically endangered by the IUCN Red List. The conservation status of V. polylepis has not been formally assessed and further field investigations are required to understand its population size and distribution.\n\n\n== References =="
  }
}