{
  "url": "https://en.wikipedia.org/wiki/Lepanthes_eltoroensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Epidendreae"
    },
    {
      "Subtribe": "Pleurothallidinae"
    },
    {
      "Genus": "Lepanthes"
    },
    {
      "Species": "L. eltoroensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepanthes eltoroensis is a species of orchid known by the common name Luquillo Mountain babyboot orchid. It is endemic to El Yunque National Forest in Puerto Rico, growing primarily in the Luquillo Mountains. It is named for the El Toro Trail in the mountains. It is a federally listed endangered species of the United States.",
    "Habitat": "Lepanthes eltoroensis grows at six sites of sierra palm, palo colorado, and dwarf forest areas within the Luquillo Mountains. Because the orchid is an epiphyte (living on other plants without parasitizing), L. eltoroensis finds its home on the trunks of several species of trees, known also to house mosses and liverworts. The orchid has only been found on approximately 40-60 trees within the forest, all at an altitude of 2,789 ft or above. More recent studies have noted larger populations of L. eltoroensis on the Tradewinds Trail as opposed to the El Toro Trail, for which it was named, possibly due to greater numbers of Sierra palm, offering a more closed canopy.",
    "Physical characteristics": "The plant is no more than 4 centimeters long with a single leaf and three-seven slender stems. Eltoroensis stands apart from its genus of Lepanthes orchids due to its comparatively long inflorescence, obovate leaves ( 0.4-0.9 in long x 0.2-0.4 in wide) and ciliate sepals. The solitary flowers with red/orange petals (two lobed petals; three lobed lip) lie against the leaf and are just a few millimeters long.",
    "Growth and life-cycle patterns": "The lepanthes eltoroensis grows in a circular pattern, favoring the northwestern side of the bole of its phorophyte (host) trees.The average L. eltoroensis will live for about 5.2 years, depending on various factors. Researchers have not yet found the pollinator specific to L. eltoroensis, but other lepanthes species attract black winged fungus gnats.Based on restricted gene flow, small population sizes and high genetic variance between lepanthes species, researchers believe the eltoroensis and others arose through genetic drift.",
    "Endangered status and threats": "This plant was listed as an endangered species because it is threatened by forest management practices and hurricane activity. Plant collectors have sought this plant, and have destroyed at least one population of it once found in the sierra palm forest.",
    "Conservation": "Diversity within the L. eltoroensis species is low, limiting the potential for adaptive development, and jeopardizing the success of the populations. Researchers have suggested the artificial cross-pollination of the L. eltoroensis and L. caritensis (which suffers from similar genetic restrictions) in order to combat the homogeneity of genetic material. Additionally, because of L. eltorensis' compatibility with multiple species for phorophytes, survival success is expected to be higher compared to other Lepanthes, and relocation more accessible/promising.",
    "References": "",
    "External links": "USDA Plants Profile\"Lepanthes eltoroensis\" at the Encyclopedia of Life"
  }
}