{
  "url": "https://en.wikipedia.org/wiki/Durio_zibethinus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Malvaceae"
    },
    {
      "Genus": "Durio"
    },
    {
      "Species": "D. zibethinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Durio zibethinus is the most common tree species in the genus Durio that are known as durian and have edible fruit also known as durian.\nAs with most other durian species, the edible flesh emits a distinctive odour that is strong and penetrating even when the husk is intact. Some people regard the durian as having a pleasantly sweet fragrance; others find the aroma overpowering and revolting. The smell evokes reactions from deep appreciation to intense disgust, and has been described variously as rotten onions, turpentine, and raw sewage. The persistence of its odour has led to the fruit's banishment from certain hotels and public transportation in Southeast Asia.\nThere are 30 recognised Durio species, at least nine of which produce edible fruit. D. zibethinus is the only species available in the international market: other species are sold in their local regions. There are hundreds of cultivars of D. zibethinus; many consumers express preferences for specific cultivars, which fetch higher prices in the market.",
    "Description": "The wood of D. zibethinus is reddish brown.",
    "Ecology": "D. zibethinus flowers are visited by bats which eat the pollen and pollinate the flowers. The flowers open in the afternoon and shed pollen in the evening. By the following morning, the calyx, petals, and stamens have fallen off to leave only the gynoecium of the flower.",
    "Cultivars": "Over the centuries, numerous durian cultivars, propagated by vegetative clones, have arisen in southeast Asia. They used to be grown with mixed results from seeds of trees bearing superior quality fruit, but now are propagated by layering, marcotting, or more commonly, by grafting, including bud, veneer, wedge, whip or U-grafting onto seedlings of randomly selected rootstocks. Different cultivars may be distinguished to some extent by variations in the fruit shape, such as the shape of the spines. Durian consumers express preferences for specific cultivars, which fetch higher prices in the market.Most cultivars have a common name and a code number starting with \"D\". For example, some popular clones are Kop (D99 Thai: กบ – \"frog\" [kòp]), Chanee (D123, Thai: ชะนี – gibbon [tɕʰániː]), Berserah or Green Durian or Tuan Mek Hijau (D145 Thai: ทุเรียนเขียว – Green Durian [tʰúriːən kʰǐow]), Kan Yao (D158, Thai: ก้านยาว – Long Stem [kâːn jaːw]), Mon Thong (D159, Thai: หมอนทอง – Golden Pillow [mɔ̌ːn tʰɔːŋ]), Kradum Thong (Thai: กระดุมทอง – Golden Button [kràdum tʰɔːŋ]), and with no common name, D24 and D169. Each cultivar has a distinct taste and odour. More than 200 cultivars of D. zibethinus exist in Thailand.\nMon thong is the most commercially sought after for its thick, full-bodied creamy and mild sweet tasting flesh with relatively moderate smell emitted and smaller seeds, while Chanee is the best in terms of its resistance to infection by Phytophthora palmivora. Kan Yao is somewhat less common, but prized for its longer window of time when it is both sweet and odorless at the same time. Among all the cultivars in Thailand, five are currently in large-scale commercial cultivation: Chanee, Mon Thong, Kan Yao, Ruang, and Kradum. There have been more than 100 registered cultivars since the 1920s in Malaysia and up to 193 cultivars by 1992. Many superior cultivars have been identified through competitions held at the annual Malaysian Agriculture, Horticulture, and Agrotourism Show. In Vietnam, the same process has been achieved through competitions held by the Southern Fruit Research Institute. A recently popular variety is Musang King.By 2007, Thai government scientist Songpol Somsri had crossbred more than ninety varieties of durian to create Chantaburi No. 1, a cultivar without the characteristic odour. Another hybrid, Chantaburi No. 3, develops the odour about three days after the fruit is picked, which enables an odourless transport yet satisfies consumers who prefer the pungent odour. On 22 May 2012, two other cultivars from Thailand that also lack the usual odour, Long Laplae and Lin Laplae, were presented to the public by Yothin Samutkhiri, governor of Uttaradit Province, from where these cultivars were developed locally, and announced the dates for the yearly durian fair of Laplae District, and the names given to both cultivars.",
    "Cultivars-Nutritional information": "",
    "See also": "Breadfruit, an unrelated fruit that looks similar\nJackfruit, an unrelated fruit that looks similar\nMangosteen, nicknamed the \"queen of fruits\"",
    "References": "",
    "External links": "Durio zibethinus (Bombacaceae)\nthe controversial durian\nThe durian: stinky fruit, killing fruit\nNutritional value of durian\nYear of the Durian: a durian lover's travelogue and guide.\nA Durian How To."
  }
}