{
  "url": "https://en.wikipedia.org/wiki/Durio_graveolens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malvales"
    },
    {
      "Family": "Malvaceae"
    },
    {
      "Genus": "Durio"
    },
    {
      "Species": "D. graveolens"
    }
  ],
  "text": {
    "__SUMMARY__": "Durio graveolens, sometimes called the red-fleshed durian, orange-fleshed durian, or yellow durian, is a species of tree in the family Malvaceae.  It is one of six species of durian named by Italian naturalist Odoardo Beccari.  The specific epithet graveolens ('strong smelling' or 'rank') is due to the odor. Although most species of Durio (most notably Durio dulcis) have a strong scent, the red-fleshed type of D. graveolens has a mild scent. It is native to Southeast Asia.\nD. graveolens is an edible durian, perhaps the most popular 'wild' species of durian, and it is sold commercially regionally.  However, its congener Durio zibethinus is the typical species eaten and dominates sales worldwide.",
    "Names": "This species should not be confused with the popular durian clones from Malaysia known as 'Red Flesh' (D164) and 'Red Prawn' (D175), as both of those belong to D. zibethinus.However, D. graveolens does have one registered variety, 'DQ2 nyekak (DK8)'.  The color of the fruit's flesh denotes other varieties–an orange-fleshed, a red-fleshed one, and yellow-fleshed.  These varieties may be different species, but currently there is no consensus.  The yellow-fleshed kind is sometimes called durian simpor.In the scientific name Durio graveolens, graveolens means 'strong smelling', although it has been described as having a \"mild\" or \"slight\" odor or even, in a book published by the US National Research Council, as \"odorless\".In Malay, the fruit is called durian burong, durian burung (literally \"bird durian\"), durian rimba (\"jungle durian\"), durian kuning (\"yellow durian\"), durian merah (\"red durian\"), or durian otak udang galah (\"crayfish brain durian\").  In Iban, it is durian isu.  The Bidayuh call it durian umot.  Among the Kenyah and Dayak peoples, it is known as durian anggang (\"hornbill durian\"), durian ajan, pesang, tabela or ta-bela, tabelak, taula, tuala, tuwala.  On Sumatra, the Batak call it tinambela.  In Karo it is called meraan.  In Southern Thailand, it is referred to as ทุเรียน-ริะกกะ' (thureīyn-rakka).  In Aceh Tamiang Regency, it can be called durian batu (\"stone durian\"), and elsewhere in Sumatra, it known as durian adjan.  Other regional names include durian dalit (but this can apply also to Durio oxleyanus) alau, dujen, durian alau, durian daun dungoh, durian hutan (\"forest durian\"), durian pipit, lai bengang, merang kunyit, pasang, and tongkai.A natural hybrid of D. graveolens and D. zibethinus is called durian siunggong or durian suluk.  It has the texture and flavour of the popular D. zibethinus and the burnt caramel overtones of D. graveolens.After its initial description in 1889 by Odoardo Beccari, in 1924, Dutch botanist Reinier Cornelis Bakhuizen Van Den Brink reduced it to a synonym of D. conicus.  British botanist John Wyatt-Smith combined it all under D. dulcis in 1953.  Indonesian botanists André Joseph Guillaume Henri Kostermans and Wertit Soegeng-Reksodihardjo separated D. graveolens back to its own species in 1958.",
    "Distribution": "Wild D. graveolens grows in Peninsular Malaysia (states of Johor, Kedah, Kelantan, Malacca, Penang, Perak, Selangor, and Terengganu), Borneo, Sumatra, Palawan, and Southern Thailand. It is cultivated in Brunei, Sarawak, Sabah, and the Northern Territory of Australia.  In Brunei its popularity outshines D. zibethinus, which is not cultivated in the country.It is occasionally grown outside the tropics.  In Florida, it has been seen to survive two consecutive nights at 0 °C (32 °F), albeit shrouded in cloth.",
    "Description": "D. graveolens is a large tree, sharing many features with D. dulcis.  It inhabits the upper canopy, growing up to 50 m (160 ft) tall.  The trunk is 85–100 cm (33–39 in) in diameter and can have no branches until about 25 m (82 ft) high.  The trunk will be smooth or flaky, grey/mauve to ruddy brown with steep buttress roots.  The buttresses reach 3 m (9.8 ft) and extend out 1.5 m (4 ft 11 in).\n\nThe oblong leaves are 10–26 cm (3.9–10.2 in) long without the petiole (leaf stalk), and 4–10 cm (1.6–3.9 in) wide.  They are perfectly rounded on both ends, rigid, and slightly coriaceous (leather-like in feel or texture).  On the top, they are glabrous (smooth and hairless) and crisp, almost vernicose (varnished).  Underneath, the leaves are copper-brown and lepidote (scaly), with large scales of up to 2 mm (0.079 in) in diameter, which are not very noticeable, at least when dry.  The leaf scales are peltate (shield-shaped), ciliate-radiated (fringed), and deeply-lobed in three to five parts.  In addition to the scales, long strands of stellate hairs and other trichomes of varying size form a soft tomentose (fuzzy) surface.  The leaf midrib is very prominent on the underside and forms a crease on top.  The leaf stipules are caducous (drop early).  Leaves have 10-12 lateral veins per side (with some smaller ones intermixed), which are tiny and superficial above and more distinct, but still barely visible.  The petiole is very large, 15–18 mm (0.59–0.71 in) long, and tumescent (swollen) from the middle up.Flowers grow on the branches on short cymes and a thin calyx.  The base is sac-like with three to five connate lobes.  It has white, spatulate (spoon-shaped) petals that are 25–35 millimetres (0.98–1.38 in) long.  Inside are five separate bundles of staminodes and stamens, fused for less than half of their length.  The anther has small clusters of four or five elongated pollen locules that open with longitudinal slits.  Ovaries are ovoid to globose (roughly spherical) and possess a yellow capitate (shaped like a pinhead) stigma and white to greenish style about 48 mm (1.9 in).  The pollen is psilate (relatively smooth), spheroidal, and 54 μm (0.0021 in) in diameter.  The surface of the pollen includes three colporate apertures, meaning the apertures have a combined colpus (or furrow) and pore.  The pollen grains are monad, and do not cluster.The fruits are up to 10–15 cm (3.9–5.9 in) in diameter, and weigh about 757.5 grams (26.72 oz).  The greenish- to orange-yellow outside is densely covered with long (1 cm (0.39 in)) and thin angular-subulate spines which are straight or slightly curved, and prickly yet slightly soft.  The fruit easily breaks into five fibrous-coriaceous valves (sections) with 5–6 millimetres (0.20–0.24 in) thick walls.  Typically the fruit opens on the tree, but some varieties do not until they are on the ground or harvested.  There are 2 bulbous or chestnut-shaped seeds per section, each completely enveloped by fleshy aril.  These glossy brown seeds are 2 cm × 4 cm (0.79 in × 1.57 in).  The pungent aril is the part consumed as food, though some sources note the odor is sometimes very mild.  It ranges in color from light yellow to orange to lipstick red.",
    "Taxonomy": "D. graveolens is in the core clade Palatadurio of the genus Durio.  It is most closely related to Durio kutejensis.",
    "Ecology": "D. graveolens is a tropical plant species that needs high heat and humidity.  Typically, it is found on clay-rich soils in wet lowland dipterocarp forests, frequently along riverbanks and swamps.  Because of its tolerance for wet habitats, it is possibly resistant to infection by the oomycete Phytophthora palmivora.  It can also be found on hillsides and shale ridges up to 1,000 m (3,300 ft) in elevation.It is pollinated by bats.  As it is one of the only species to naturally hybridize with D. zibethinus, they are thought to share a pollinator, likely the cave nectar bat (Eonycteris spelaea).  Pollen from both of these durian species has been found in cave nectar bat feces, and possibly in that of the long-tongued fruit bat (Macroglossus sobrinus).After harvest, fruit can be set upon by fungi such as Lasiodiplodia theobromae, Glomerella cingulata, Geotrichum candidum, Calonectria kyotensis, and occasionally Gliocephalotrichum bulbilium.  Secondary or opportunistic fungal infection can be from species such as Aspergillus niger and other Aspergillus spp., Candida spp., Gibberella intricans, and Penicillium spp.The fruit is fed on by Bornean orangutans (Pongo pygmaeus), Prevost's squirrels (Callosciurus prevostii), crab-eating macaques (Macaca fascicularis), black hornbills (Anthracoceros malayanus), possibly viverrids and sun bears (Helarctos malayanus).  Black hornbills are also effective seed dispersers for the tree, and this is referenced in a few of the regional names for the tree (see § Names).",
    "Biochemistry": "The fatty acids in the fruit are 30% saturated and 70% unsaturated.  The saturated fats include myristic acid (14.49%), arachidic acid (7.08%), pentadecanoic acid (3.61%), heptadecanoic acid (2.2%), decanoic acid (1.62%), and lauric acid (1.31%).  Unsaturated fats include oleic acid (22.18%), palmitoleic acid (13.55%), linolelaidic acid (12.39%), γ-linolenic acid (12.23%), linoleic acid (4.95%), elaidic acid (2.50%), and myristoleic acid (1.89%).",
    "Uses": "The fruit's pulp is typically eaten raw and has the fragrance of roasted almonds or burnt caramel.  The taste is described as sweet and cheesy or similar to eating an avocado or pimento cheese.  Sometimes, it is it is fermented into the condiment tempoyak.  The red-fleshed type is used with freshwater fish to make a type of sayur (a traditional Indonesian vegetables stew).The seeds can also be ground into flour (tepung biji durian dalit), which then can be used to make, for example, fish crackers.The tree is also harvested for lumber in Sarawak.  The Iban people there also bathe day-old infants (especially for preterm birth) in a tisane of mature bark, as they believe it strengthens the skin.",
    "See also": "List of Durio species\nDurian Burung, a town in Malaysia",
    "References": "",
    "External links": " Media related to Durio graveolens at Wikimedia Commons\n Data related to Durio graveolens at Wikispecies\nDurio graveolens at Year of the Durian\nDurio graveolens at Dr. Duke's Phytochemical and Ethnobotanical databases"
  }
}