{
  "url": "https://en.wikipedia.org/wiki/Jasminum_polyanthum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Oleaceae"
    },
    {
      "Genus": "Jasminum"
    },
    {
      "Species": "J. polyanthum"
    }
  ],
  "text": {
    "__SUMMARY__": "Jasminum polyanthum, also known as pink jasmine or white jasmine, is an evergreen twining climber native to China and Burma (Myanmar). It produces an abundance of reddish-pink flower buds in late winter and early spring, followed by fragrant five-petalled star-like white flowers which are about 2 cm in diameter. It has compound leaves with 5 to 9 leaflets which are dark green on the upper surface and a lighter green on the lower surface. The terminal leaflet is noticeably larger than the other leaflets. The plant is very vigorous and can grow up to 6 metres in height when supported. \nDepending on the climate, this vine has a semi-deciduous to evergreen foliage.\nThe Latin specific epithet polyanthum means “many-flowered”.It was first described by Adrien René Franchet in Revue Horticole 1891, 270.",
    "Cultivation": "Jasminum polyanthum is well known as a house plant in the USA and Europe. It can also grow in the garden, when climate conditions are good. USDA hardiness zones: 8 - 11. It grows fast and easily, and flowers nicely. Outside it can be used to cover walls and fences etc. It can grow in sun and light shade as well.  It is propagated by seed and by suckers.\nJasminum polyanthum was given the Award of Garden Merit (AGM) by the RHS in 1993.   It was chosen on the Bicentenary list of 200 plants for the RHS: \n“This popular houseplant is an easily-grown, evergreen, half-hardy climber with loose panicles in summer of many strongly-fragrant pink-backed, white, trumpet-shaped flowers. It does not suffer pest or disease problems and is simple to propagate.”",
    "Invasive species": "Jasminum polyanthum is naturalized in Australia and New Zealand. It can be regarded as an invasive species in these regions. This species of jasmine spreads rapidly as it can grow from any small section of stem material. The stems layer profusely and runners spread long distances. It is highly shade tolerant and can flower under a full canopy. It forms dense ground cover, preventing the growth of native seedlings, and smothers all other vegetation up to mid-canopy level. Spread into established forest, for instance in New Zealand, is rapid.\nIt can be controlled by cutting the stem and branches and applying herbicides to the cut surfaces. Chemical control of ground cover is advised.",
    "Gallery": "",
    "References": "",
    "External links": "Herbarium specimen\nJasminum polyanthum at www.esveld.nl\nWeeds of Blue Mountains Bushland (Australia): Jasminum polyanthum\nJasminum polyanthum as a New Zealand weed\nJasminum polyanthum in NZPCN (New Zealand Plant Conservation Network)"
  }
}