{
  "url": "https://en.wikipedia.org/wiki/Jasminum_grandiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Oleaceae"
    },
    {
      "Genus": "Jasminum"
    },
    {
      "Species": "J. grandiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Jasminum grandiflorum, also known variously as the Spanish jasmine, Royal jasmine, Catalan jasmine, among others, is a species of jasmine native to South Asia, the Arabian peninsula (Oman, Saudi Arabia), Northeast Africa (Eritrea, Ethiopia, Djibouti, Somalia, Sudan), the African Great Lakes (Kenya, Uganda, Rwanda), and the Yunnan and Sichuan regions of China. The species is widely cultivated and is reportedly naturalized in République de Guinée, the Maldive Islands, Mauritius, Réunion, Java, the Cook Islands, Chiapas, Latin America, and much of the Caribbean.",
    "Description": "It is a scrambling deciduous shrub growing to 2–4 m tall. The leaves are opposite, 5–12 cm long, pinnate with 5–11 leaflets. The flowers are produced in open cymes, the individual flowers are white having corolla with a basal tube 13–25 mm long and five lobes 13–22 mm long. The flower's fragrance is unique and sweet.",
    "Subspecies": "Two subspecies are recognized:\nJasminum grandiflorum subsp. floribundum (R.Br. ex Fresen.) P.S.Green (syn., Jasminum floribundum R. Br. ex Fresen.) - African and Arabian portions of natural range\nJasminum grandiflorum subsp. grandiflorum - South Asian plants as well as cultivars and naturalized populations",
    "Uses": "In India, its leaves are widely used as an Ayurvedic herbal medicine and its flowers are used to adorn the coiffure of women. In Pakistan, it grows wild in the Salt Range and Rawalpindi District at 500–1500 m altitude. It is closely related to, and sometimes treated as merely a form of, Jasminum officinale. The plant is known as \"saman pichcha\" or \"pichcha\" in Sri Lanka. Buddhist and Hindu temples use these flowers in abundance.\nIt is widely cultivated as an ornamental plant in warm temperate and subtropical regions.\nBy method of solvent extraction the Jasmine flowers are converted into Jasmine Concrete and Jasmine Oleoresin (sold as Jasmine Absolute). Both products have a huge demand in the fragrance industry.\nMethyl jasmonate isolated from the jasmine oil of Jasinum gradiflorum led to the discovery of the molecular structure of the jasmonate plant hormones.",
    "Etymology": "'Jasminum' is a Latinized form of the Arabic word, 'yasemin' for sweetly scented plants.",
    "References": "",
    "External links": "http://www.researchgate.net/publication/215517134_Jasminum_grandiflorum_Linn_(Chameli)_Ethnobotany_Phytochemistry_and_Pharmacology__A_review\nhttp://www.backyardgardener.com/plantname/pda_de7b.html\nhttp://www.ageless.co.za/jasmine.html"
  }
}