{
  "url": "https://en.wikipedia.org/wiki/Jasminum_multiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Lamiales"
    },
    {
      "Family": "Oleaceae"
    },
    {
      "Genus": "Jasminum"
    },
    {
      "Species": "J. multiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Jasminum multiflorum is a species of jasmine, in the family Oleaceae. It is known as winter jasmine, Indian jasmine, downy jasmine, and star jasmine. It is called \"Sanna jaaji malli\" (సన్న జాజి మల్లి) in Telugu and \"Kundo\" (কুন্দ) in Bengali. It flowers in Indian winter. It is also called Magha Mallika (Sanskrit) since it flowers in Magha winter month in the Indian Hindu Calendar. It flowers so much that sometimes the flowers cover most of the leaves leaving everything white.In Indian mythology, Kund is known for its whiteness. So, instead of the common western phrase 'white as snow', what often appears in Hindu mythological stories is 'white as kunda'. Also, beautiful white teeth are often compared to Kunda buds. It is held to be especially sacred to Vishnu.\nIn Manipur, Kundo flowers are used in worship, and are an essential part of a marriage ceremony. The bride garlands the groom with two Kundo flower garlands. The groom then takes one of the two and garlands the bride.\nJasminum multiflorum is native to India, Nepal, Bhutan, Laos, Burma, Thailand and Vietnam. It is widely cultivated in tropical and subtropical regions. While Jasmine flowers are known for its attractive and intensely fragrant flower, this species does not have any scent. The species is reportedly naturalised in Florida, Chiapas, Central America, Queensland and much of the West Indies.",
    "Etymology": "'Jasminum' is a Latinized form of the Arabic word, 'yasemin' for sweetly scented plants.",
    "References": "",
    "External links": " Media related to Jasminum multiflorum at Wikimedia Commons\n Data related to Jasminum multiflorum at Wikispecies\n\nFloridata 602, star jasmine\nGarden of Tomorrow, Jasminum multiflorum\nFlowers of India, kunda\nAtlas of Florida Vascular Plants Jasminum multiflorum"
  }
}