{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_garberi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. garberi"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia garberi (syn. Chamaesyce garberi) is a rare species of flowering plant in the euphorb family known by the common name Garber's spurge. It is endemic to Florida, where there are 17 known occurrences, fourteen of which are located on fourteen separate islands of the Florida Keys. The populations vary in size, with four containing fewer than 20 plants each and one containing over one million. The plant has been reduced to a small portion of its former distribution and remaining populations are threatened by a number of processes. This is a federally listed threatened species of the United States.\nThis short-lived plant has a prostrate form, its fuzzy-haired branches sprawling across the ground. The leaves have hairy oval blades under one centimeter in length. The inflorescence is a cyathium with very small appendages, the petal-like structures around the center of the inflorescence, if any.The species has been eliminated from probably about half of the islands it once inhabited in the Florida Keys. It was also more abundant in Miami-Dade County, where two populations remain today. The smallest population is on Cudjoe Key, where only one plant remains. Most of the species' native habitat has been consumed for development or degraded to some degree. This is a member of the pine rocklands flora, which is fire-adapted; the ecosystem depends on periodic wildfire for its stability. In the few fragmented sections of pine rocklands habitat that remain, fire suppression efforts have caused dense woody vegetation and introduced plant species to overgrow the area and shade out smaller herbs in the understory. One exception is Long Pine Key in the Everglades, where the natural fire regime is in place. This plant can also be found on dunes on the Keys and the open outer edges of hammocks on the mainland. Some populations are located on highly disturbed habitat such as roadsides, but these are generally short-lived.",
    "References": "",
    "External links": "USDA Plants Profile"
  }
}