{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_glauca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. glauca"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia glauca, known by the common names of waiūatua, waiū-o-Kahukura, New Zealand sea spurge, or shore spurge, is a coastal plant endemic to New Zealand. It is in decline.",
    "Description": "Euphorbia glauca is a perennial herb with multiple erect reddish stems, around 1 metre tall. Its foliage is a blue/green colour. It flowers between September and March, although sporadic flowering can take place at other times. Flowers occur at the tip of the stems. Each flower is surrounded by a deep red coloured cup. Fruit occurs in from December to May. The plant produces an irritating milky sap.",
    "Habitat": "This species is endemic to New Zealand, found on coastal cliffs, sand dunes, banks and slopes and rocky lake shore scarps. It is at risk from browsing domestic and feral animals including pigs, cattle and sheep. Possums are also a threat. Its habitat can be impacted by road widening or erosion. A fungal disease is thought to have affected populations on the West Coast of the South Island.",
    "Uses": "A 1930s New Zealand Cookery Calendar from Poverty Bay Federation of Women's Institutes suggests E. glauca could be used to treat skin conditions but would require boiling the plant for an hour in a bath tub full of water before a person could then bathe in the strained water.",
    "In cultivation": "The seeds of the plant are naturally dispersed by wind and water. It can be propagated from seed, cuttings or by plant division. The plant is propagated in nurseries and does best in sunny well-drained spots. The plant is listed in the New Zealand Threat Classification System as in Decline although the population of the species experiences extreme fluctuations.",
    "See also": "Flora of New Zealand",
    "References": "",
    "External links": "Landcare Research - Euphorbia glauca\nEuphorbia glauca discussed on RNZ Critter of the Week, 17 August 2018"
  }
}