{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_obesa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. obesa"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia obesa is a subtropical succulent species in the genus Euphorbia. It comes from South Africa, especially in the Cape Province. Sometimes referred to as a Baseball plant.\n\nIn the wild, it is endangered because of over-collection and poaching, because of its slow growth, and the fact that the pod contains only 2 to 3 seeds. However, it is widely cultivated in botanical gardens.",
    "Description": "Euphorbia obesa resembles a ball, thornless and decorative. It is commonly known as 'baseball plant' due to its shape.\nIts diameter is between 6 cm and 15 cm depending on its age.\nYoung Euphorbia obesas are spherical, but become cylindrical with age. They contain water reservoirs for periods of drought.\n\n \nIt almost always shows 8 ridges adorned with small deep gibbosity regularly planted on the edges. \nIt is green with horizontal lighter or darker stripes. In the wild, and with exposure to direct sunlight, it shows red and purple areas.\nThe plant is dioecious, which means that a subject has only male or female flowers. The small flowers are insignificant in apex. In fact, like all Euphorbia, flowers are called cyathia.\nAs in all Euphorbia species, the latex is toxic.Living in similar conditions on two different continents, Euphorbia obesa presents a form of convergence with Astrophytum asterias which is a cactus from Mexico.",
    "Distribution": "This species is indigenous to a small range in the arid Karoo region of South Africa. This is a region of summer rainfall.",
    "References": "\n\n== External links =="
  }
}