{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_ingens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. ingens"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia ingens is a species of plant in the genus Euphorbia and the family Euphorbiaceae. It is native to dry areas of southern Africa. It is popularly known as the \"candelabra tree\", and its milky latex can be extremely poisonous, and a dangerous irritant.",
    "Growth": "This tall succulent tree with green round-like branches resembling a balloon is 6–8 meters tall. Its trunk is thick. Candelabrum stems have 5 ridges each and are 3,5–7,5 centimeters thick. Segmented sprouts are dark-green. Young sprouts have paired spines 0,5–2 millimeters long, often reflected. Small greenish yellow flowers sit on the ridges of the topmost segment. The plant blooms from autumn to winter. A red round 3-lobed capsule fruit turns purple when ripened.",
    "Habitat": "The plant occurs in Malawi, Mozambique, Zimbabwe, Zambia, Botswana, Tanzania, South Africa (in the north and east of the country), Rwanda, Uganda Kenya and Swaziland.\nIt grows on dry lands and semi savannas. It prefers warm regions as it can survive long droughts. It usually roots on rocky outcrops or deep in sand among the bush.",
    "Ecology": "The plant’s flowers are attractive for butterflies, bees and other insects, which pollinate them when gathering pollen and nectar.\nSeeds are edible for birds, who also like to make their nests in the branches of these trees. Particularly woodpeckers often use withered segments for this purpose.",
    "Uses": "Milky latex of the tree is extremely poisonous and can cause blindness, severe skin irritation and poisoning (when ingested) with humans and animals. However when properly used this plant can serve as purgative or drug curing ulcers. Venda and Sotho people even use it as a medicine against cancer.\nIn the South Africa and Zimbabwe candelabra tree stems are also used for fish poisoning.\nLight and solid wood pulp is used in door, plank and boat production.\nThis kind of candelabra tree is very unpretentious and thus can be grown both in gardens and rockeries. The plant prefers sun and needs little water to nourish. Because latex is poisonous, plant pests bring no damage to it. For the same reason it is not recommended to grow the tree in the garden where children play.",
    "See also": "Succulent euphorbias",
    "References": "\n\"Euphorbia ingens\". Plantz Afrika. Retrieved 2010-02-15."
  }
}