{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_maculata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. maculata"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia maculata, variously called spotted spurge or prostrate spurge, the latter name not to be confused with Euphorbia prostrata, is a fast-growing annual plant in the family Euphorbiaceae, native to North America. It is a common garden and lawn weed in the United States.\n\nIt grows in sunny locations and a variety of soils, and functions as a pioneer species in ecological succession. The sap of this plant is a mild skin irritant and can cause a rash in some people. The sap is poisonous and considered carcinogenic.",
    "Description": "Euphorbia maculata is a typically prostrate plant, with occasional specimens reaching up as high as 30 centimetres (12 in). The stems spread out in a mat along the ground with each stem rarely greater than 45 centimetres (18 in) long. The leaves are oval but rather elongate, up to 3 centimetres (1.2 in) long, and arranged in opposite pairs. The flowers are very small, with four white petals that quickly fade to pink.\nThe leaves often are marked with a black dash in the center, a feature that lead to the common name of spotted spurge. It is similar to Euphorbia prostrata, the usual species called prostrate spurge, but that species has shorter leaves that are more rounded at the tips. It may occasionally be confused with Euphorbia serpens but the very short and rounded leaves of E. serpens in combination with the much larger (but still inconspicuous) flowers should remove any potential for confusion.",
    "References": "\nMissouriplants: Euphorbia maculata"
  }
}