{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_lamarckii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. lamarckii"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia lamarckii is a species of flowering plant in the family Euphorbiaceae, native to the western Canary Islands (Tenerife, north-western La Gomera, La Palma and El Hierro). It resembles Euphorbia regis-jubae, with which it has been confused. Both have been called Euphorbia obtusifolia.",
    "Description": "Euphorbia lamarckii resembles Euphorbia regis-jubae; their distributions do not overlap. It is a shrub up to 2 m (7 ft) tall, with light brown stems, undivided leaves and small yellowish-green floral bracts. The inflorescence is usually a compound umbel. The elaiosome (caruncle) attached to a seed is sessile or has only a very short stalk. It differs from other Canary Island species of Euphorbia in the shape of the compound, umbel-like inflorescences, that are yellow-greenish in colour, and by the floral bracts falling off before the fruit ripens.",
    "Taxonomy": "Euphorbia lamarckii was first described by Robert Sweet in 1818. It is considered to be synonymous with E. obtusifolia Poir. and E. broussonetii, but not with E. obtusifolia Lam. There has been considerable confusion over the scientific name to be used for one of the more common species of \"tabaiba\" found in the Canary Islands. Much of the literature used the name E. obtusifolia Poir., based its publication by Jean Poiret in 1812. However, the name had already been used in a different context by Jean-Baptiste Lamarck in 1788, so Poiret's name is illegitimate. A proposal to conserve the name Euphorbia obtusifolia Poir., in view of its widespread use, was rejected in 2000. Although the name Euphorbia broussonetii has been used (and defended) by some sources, the earliest, and hence correct, name is considered to be Euphorbia lamarckii.An additional complication is that the name Euphorbia obtusifolia has been used \"indiscriminately\" for two species found in the Canary Islands: the western species, now called E. lamarckii, and the eastern species Euphorbia regis-jubae. In 2003, David Bramwell listed seven publications from 1847 to 1993 that gave the wrong names or the wrong distributions for these species.",
    "Taxonomy-Varieties": "Julián Molero and Ann Maria Rovira recognize two varieties:\nEuphorbia lamarckii var. lamarckii (syns E. virgata, E. obtusifolia Poir.) – only found in southern Tenerife\nEuphorbia lamarckii var. broussonetii (Willd. ex Link) Molero & Rovira (syns E. broussonetii, E. dendroides var. broussonetii, E. obtusifolia Poir. var. wildpretii) – found everywhere else, including north TenerifeThe varieties differ in that var. broussonettii has broader leaves with a more rounded tip, and the outermost bracts have a less pointed apex with a shorter point (mucro).",
    "Distribution": "Euphorbia lamarckii is native to the western Canary Islands: Tenerife, north-west La Gomera, La Palma and El Hierro. Its distribution does not overlap with Euphorbia regis-jubae, which is found in the eastern islands: Gran Canaria, Lanzarote and Fuerteventura.\n\n\n== References =="
  }
}