{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_milii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. milii"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia milii, the crown of thorns, Christ plant,  or Christ thorn, called Corona de Cristo in Latin America (coroa-de-cristo in Brazil), is a species of flowering plant in the spurge family Euphorbiaciae, native to Madagascar. The species name commemorates Baron Milius, once Governor of Réunion, who introduced the species to France in 1821. It is imagined that the species was introduced to the Middle East in ancient times, and legend associates it with the crown of thorns worn by Christ.",
    "Description": "It is a succulent subshrub or shrub growing to 1.8 m (5 ft 11 in) tall, with densely spiny stems. The straight, slender spines, up to 3 cm (1.2 in) long, help it scramble over other plants. The leaves are found mainly on new growth, and are up to 3.5 cm (1.4 in) long and 1.5 cm (0.59 in) broad. The flowers are small, subtended by a pair of conspicuous petal-like bracts, variably red, pink or white, up to 12 mm (0.47 in) broad. The sap is moderately poisonous, and causes irritation on contact with skin or eyes. If ingested, it causes severe stomach pain, irritation of the throat and mouth, and vomiting. The poisonous ingredients have been identified as phorbol esters. Wat Phrik in Thailand claims to be the home of the world's tallest Christ thorn plant.Euphorbia milii can be propagated from cuttings.",
    "Varieties": "E. milii is a variable species, and several varieties have been described; some of these are treated as distinct species by some authors. E. milii var. splendens (syn. E. splendens) is considered to be the living embodiment of the supreme deity in Bathouism, a minority religion practiced by the Bodo people of Eastern India and Nepal.\n\nEuphorbia milii var. bevilaniensis  (Croizat) Ursch & Leandri 1955\nEuphorbia milii var. hislopii  (N.E.Br.) Ursch & Leandri 1955 (syn. E. hislopii)\nEuphorbia milii var. imperatae  (Leandri) Ursch & Leandri 1955\nEuphorbia milii var. longifolia  Rauh 1967\nEuphorbia milii var. milii\nEuphorbia milii var. roseana  Marn.-Lap. 1962\nEuphorbia milii var. splendens  (Bojer ex Hook.) Ursch & Leandri 1955\nEuphorbia milii var. tananarivae  (Leandri) Ursch & Leandri 1955\nEuphorbia milii var. tenuispina  Rauh & Razaf. 1991\nEuphorbia milii var. tulearensis  Ursch & Leandri 1955\nEuphorbia milii var. vulcanii  (Leandri) Ursch & Leandri 1955",
    "Cultivation": "E. milii is not hardy, and does not tolerate temperatures below 10 °C (50 °F). In temperate areas it needs to be grown under glass in full sun. During the summer it may be placed outside in a sheltered spot, when all risk of frost is absent. The speciesand the variety E. milii var. splendens have both gained the Royal Horticultural Society’s Award of Garden Merit.",
    "Gallery": "\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n== References =="
  }
}