{
  "url": "https://en.wikipedia.org/wiki/Euphorbia_lathyris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Euphorbiaceae"
    },
    {
      "Genus": "Euphorbia"
    },
    {
      "Species": "E. lathyris"
    }
  ],
  "text": {
    "__SUMMARY__": "Euphorbia lathyris, the caper spurge or paper spurge, is a species of spurge native to southern Europe (France, Italy, Greece), northwest Africa, and eastward through southwest Asia to western China.Other names occasionally used include gopher spurge, gopher plant or mole plant.",
    "Growth": "It is an erect biennial (occasionally annual) plant growing up to 1.5 m tall, with a glaucous blue-green stem. The leaves are arranged in decussate opposite pairs, and are lanceolate, 5–15 cm long and 1-2.5 cm broad, glaucous blue-green with a waxy texture and pale greenish-white midrib and veins. The flowers are green to yellow-green, 4 mm diameter, with no petals. The seeds are green ripening brown or grey, produced in globular clusters 13–17 mm diameter of three seeds compressed together.",
    "Chemical characteristics": "All parts of the plant, including the seeds and roots are poisonous. Handling may cause skin irritation as the plant produces latex. While poisonous to humans and most livestock, goats sometimes eat it and are immune to the toxin. However, the toxin can be passed through the goat's milk.",
    "Habitat": "Away from its native range, it is widely naturalised in many regions, where it is often considered an invasive weed. It grows in partial shade to full sun in USDA zones 5–9.",
    "Uses": "The mole plant is sold by some nurseries as it is believed to repel moles.It is used in folk medicine as a remedy for cancer, corns, and warts and has been used by beggars to induce skin boils.\n\n\n== References =="
  }
}