{
  "url": "https://en.wikipedia.org/wiki/Penicillium_citrinum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. citrinum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium citrinum is an anamorph, mesophilic fungus species of the genus of Penicillium which produces tanzawaic acid A-D, ACC, Mevastatin, Quinocitrinine A, Quinocitrinine B, and nephrotoxic citrinin. Penicillium citrinum is often found on moldy citrus fruits and occasionally it occurs in tropical spices and cereals. This Penicillium species also causes mortality for the mosquito Culex quinquefasciatus.\nBecause of its mesophilic character, Penicillium citrinum occurs worldwide. The first statin (Mevastatin) was 1970 isolated from this species.",
    "Further reading": "Khan, S.; Hamayun, M.; Yoon, H.; Kim, H. Y.; Suh, S. J.; Hwang, S. K.; Kim, J. M.; Lee, I. J.; Choo, Y. S.; Yoon, U. H.; Kong, W. S.; Lee, B. M.; Kim, J. G. (2008). \"Plant growth promotion and Penicillium citrinum\". BMC Microbiology. 8: 231. doi:10.1186/1471-2180-8-231. PMC 2631606. PMID 19099608.\nMossini, S. A. G.; Kemmelmeier, C. (2008). \"Inhibition of Citrinin Production in Penicillium citrinum Cultures by Neem [Azadirachta indica A. Juss (Meliaceae)]\". International Journal of Molecular Sciences. 9 (9): 1676–1684. doi:10.3390/ijms9091676.\nYamamoto, N.; Matsumoto, K.; Yamagata, Y.; Hirano, K. I.; Ichishima, E. (1993). \"A heat-labile serine proteinase from Penicillium citrinum\". Phytochemistry. 32 (6): 1393–1397. doi:10.1016/0031-9422(93)85144-G.\nRodig, O. R.; Ellis, L. C.; Glover, I. T. (1966). \"The Biosynthesis of Citrinin in Penicillium citrinum. I. Production and Degradation of Citrinin\". Biochemistry. 5 (7): 2451–8. doi:10.1021/bi00871a040. PMID 5959469.\nRoberts, W. T.; Mora, E. C. (1978). \"Toxicity of Penicillium citrinum AUA-532 Contaminated Corn and Citrinin in Broiler Chicks\". Poultry Science. 57 (5): 1221–1226. doi:10.3382/ps.0571221.\nBarber, J.; Carter, R. H.; Garson, M. J.; Staunton, J. (1981). \"The biosynthesis of citrinin by Penicillium citrinum\". Journal of the Chemical Society, Perkin Transactions 1: 2577. doi:10.1039/P19810002577.\nCurtis, R. F.; Hassall, C. H.; Nazar, M. (1968). \"The biosynthesis of phenols. Part XV. Some metabolites of Penicillium citrinum related to citrinin\". Journal of the Chemical Society C: Organic: 85. doi:10.1039/J39680000085.\nShen, H. D.; Wang, C. W.; Chou, H.; Lin, W. L.; Tam, M. F.; Huang, M. H.; Kuo, M. L.; Wang, S. R.; Han, S. H. (2000). \"Complementary DNA cloning and immunologic characterization of a new Penicillium citrinum allergen (Pen c 3)\". Journal of Allergy and Clinical Immunology. 105 (4): 827–833. doi:10.1067/mai.2000.105220.\nFatal Penicillium citrinum Pneumonia with Pericarditis in a Patient with Acute Leukemia\nJ. P. Felix D'Mello (1997). Handbook of Plant and Fungal Toxicants. CRC Press. ISBN 0849385512.\nShen, H. D.; Wang, C. W.; Chou, H.; Lin, W. L.; Tam, M. F.; Huang, M. H.; Kuo, M. L.; Wang, S. R.; Han, S. H. (2000). \"Complementary DNA cloning and immunologic characterization of a new Penicillium citrinum allergen (Pen c 3)\". Journal of Allergy and Clinical Immunology. 105 (4): 827–833. doi:10.1067/mai.2000.105220.\nDa Costa, G. L.; De Oliveira, P. C. (1998). \"Penicillium species in mosquitoes from two Brazilian regions\". Journal of Basic Microbiology. 38 (5–6): 343–7. doi:10.1002/(SICI)1521-4028(199811)38:5/6<343::AID-JOBM343>3.0.CO;2-Z. PMID 9871332.",
    "See also": "List of Penicillium species\n\n\n== References =="
  }
}