{
  "url": "https://en.wikipedia.org/wiki/Penicillium_polonicum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. polonicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium polonicum is a species of fungus in the genus Penicillium which produces penicillic acid, verucosidin, patulin, anacine, 3-methoxyviridicatin and glycopeptides. Penicillium polonicum can spoil cereals, peanuts, onions, dried meats, citrus fruits",
    "Further reading": "Núñez, F; Díaz, M. C.; Rodríguez, M; Aranda, E; Martín, A; Asensio, M. A. (2000). \"Effects of substrate, water activity, and temperature on growth and verrucosidin production by Penicillium polonicum isolated from dry-cured ham\". Journal of food protection. 63 (2): 231–6. PMID 10678429.\nAranda, E.; Rodrı́Guez, M.; Benito, M.J.; Asensio, M.A.; Córdoba, J.J. (2002). \"Molecular cloning of verrucosidin-producing Penicillium polonicum genes by differential screening to obtain a DNA probe\". International Journal of Food Microbiology. 76 (1–2): 55–61. doi:10.1016/S0168-1605(02)00008-9. PMID 12038578.\nSaccomori, Fernanda; Wigmann, Évelin Francine; Bernardi, Angélica Olivier; Alcano-González, María de Jesús; Copetti, Marina Venturini (2015). \"Influence of storage temperature on growth of Penicillium polonicum and Penicillium glabrum and potential for deterioration of frozen chicken nuggets\". International Journal of Food Microbiology. 200: 1–4. doi:10.1016/j.ijfoodmicro.2015.01.014. PMID 25647332.\nDing, Guang-Zhi; Liu, Jing; Wang, Jia-Ming; Fang, Lei; Yu, Shi-Shan (2013). \"Secondary metabolites from the endophytic fungi Penicillium polonicumand Aspergillus fumigatus\". Journal of Asian Natural Products Research. 15 (5): 446. doi:10.1080/10286020.2013.780349. PMID 23600807.\nMantle, Peter G.; McHugh, Katharine M.; Fincham, John E. (2010). \"Contrasting Nephropathic Responses to Oral Administration of Extract of Cultured Penicillium polonicum in Rat and Primate\". Toxins. 2 (8): 2083. doi:10.3390/toxins2082083. PMC 3153284. PMID 22069673.\nUlrich Kück; Minou Nowrousian; Jürgen Reiß; Birgit Hoff; Ines Engh (2009). Schimmelpilze: Lebensweise, Nutzen, Schaden, Bekämpfung. Springer Science & Business Media. ISBN 3540887164.\nManfred Hinker; Martina Seibert (2013). Pilze in Innenräumen und am Arbeitsplatz. Springer-Verlag. ISBN 3709112354.\n\n\n== References =="
  }
}