{
  "url": "https://en.wikipedia.org/wiki/Penicillium_nalgiovense",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. nalgiovense"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium nalgiovense is an anamorph species of the genus Penicillium with lipolytic and proteolytic activity, which was first isolated from ellischau cheese. This species produces dichlorodiaportin, diaportinol, and diaportinic acid Penicillium nalgiovense is used for the maturation of certain fermented salami varieties and ham. In this process it protects the meat from colonization by other molds and bacteria",
    "Further reading": "Laich, F.; Fierro, F.; Martin, J. F. (2003). \"Isolation of Penicillium nalgiovense strains impaired in penicillin production by disruption of the pcbAB gene and application as starters on cured meat products\". Mycological Research. 107 (6): 717. doi:10.1017/S095375620300769X.\nAndersen, S. J.; Frisvad, J. C. (1994). \"Penicillin production by Penicillium nalgiovense\". Letters in Applied Microbiology. 19 (6): 486. doi:10.1111/j.1472-765X.1994.tb00988.x.\nCastro, L. S. C. S.; Luchese, R. H.; Martins, J. F. P. (2000). \"Efeito do uso da cepa starter de Penicillium nalgiovense na qualidade de salames\". Ciência e Tecnologia de Alimentos. 20: 40. doi:10.1590/S0101-20612000000100009.\nJacobsen, T.; Hinrichsen, L. (1997). \"Bioformation of flavour by penicillium candidum, penicillium nalgiovense and Geotrichum candidum on glucose, peptone, maize oil and meat extract\". Food Chemistry. 60 (3): 409. doi:10.1016/S0308-8146(96)00361-5.\nAndersen, S. J. (1995). \"Taxonomy of Penicillium nalgiovense isolates from mould-fermented sausages\". Antonie van Leeuwenhoek. 68 (2): 165–71. doi:10.1007/BF00873102. PMID 8546454.\nBarbara Lund; Tony C. Baird-Parker (2000). Microbiological Safety and Quality of Food. Springer Science & Business Media. ISBN 0834213230.\nY. H. Hui; Lisbeth Meunier-Goddik; Jytte Josephsen; Wai-Kit Nip; Peggy S. Stanfield (2004). Handbook of Food and Beverage Fermentation Technology. CRC Press. ISBN 0203913558.\nFidel Toldrá (2008). Meat Biotechnology. Springer Science & Business Media. ISBN 0387793828.\n\n\n== References =="
  }
}