{
  "url": "https://en.wikipedia.org/wiki/Penicillium_piceum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. piceum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium piceum is an anamorph species of fungi in the genus Penicillium which can cause in rare cases chronic granulomatous disease. This species has been isolated from human blood cultures and from pig lung tissue. Penicillium piceum produces β-glucosidase",
    "Further reading": "Santos, P. E.; Piontelli, E.; Shea, Y. R.; Galluzzo, M. L.; Holland, S. M.; Zelazko, M. E.; Rosenzweig, S. D. (2006). \"Penicillium piceuminfection: Diagnosis and successful treatment in chronic granulomatous disease\". Medical Mycology. 44 (8): 749–53. doi:10.1080/13693780600967089. PMID 17127632.\nHorre, R.; Gilges, S.; Breig, P.; Kupfer, B.; De Hoog, G. S.; Hoekstra, E.; Poonwan, N.; Schaal, K. P. (2001). \"Case Report. Fungaemia due to Penicillium piceum, a member of the Penicillium marneffei complex\". Mycoses. 44 (11–12): 502–4. doi:10.1046/j.1439-0507.2001.00710.x. PMID 11820265.\nEremin, A. N.; Metelitsa, D. I.; Moroz, I. V.; Pavlovskaya, Zh. I.; Mikhailova, R. V. (2002). \"Kinetic Characterization of Extracellular Catalases from Penicillium piceum F-648 and Its Hydrogen Peroxide-Adapted Variants\". Applied Biochemistry and Microbiology. 38 (4): 322. doi:10.1023/A:1016274803956.\nDubey, Saurabh; Patil, Ketki; Sharma, Pooja; Tandon, Ghanshyam D. (2015). \"Penicillium piceum: A potential source for antimicrobial agents and β-lactamase inhibitors\". Biologia. 70. doi:10.1515/biolog-2015-0013.\nGao, Le; Gao, Feng; Zhang, Dongyuan; Zhang, Can; Wu, Gaihong; Chen, Shulin (2013). \"Purification and characterization of a new β-glucosidase from Penicillium piceum and its application in enzymatic degradation of delignified corn stover\". Bioresource Technology. 147: 658–61. doi:10.1016/j.biortech.2013.08.089. PMID 24025854.\nPavlovskaya, Zh. I.; Mikhailova, R. V.; Moroz, I. V.; Eremin, A. N. (2003). \"Resistance of Penicillium piceum F-648 to Hydrogen Peroxide under Short-Term and Prolonged Oxidative Stress\". Applied Biochemistry and Microbiology. 39: 24–29. doi:10.1023/A:1021737724373.\nJohn F. Peberdy (2013). Penicillium and Acremonium. Springer Science & Business Media. ISBN 978-1489919861.\n\n\n== References =="
  }
}