{
  "url": "https://en.wikipedia.org/wiki/Penicillium_paxilli",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. paxilli"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium paxilli is an anamorph, saprophytic species of the genus Penicillium which produces paxilline, paxisterol, penicillone, pyrenocine A,  paspaline B and verruculogene. Penicillium paxilli is used as a model to study the biochemistry of the indol-diterepene biosysnthesis",
    "Further reading": "Saikia, S.; Parker, E. J.; Koulman, A.; Scott, B. (2007). \"Defining Paxilline Biosynthesis in Penicillium paxilli: FUNCTIONAL CHARACTERIZATION OF TWO CYTOCHROME P450 MONOOXYGENASES\". Journal of Biological Chemistry. 282 (23): 16829–37. doi:10.1074/jbc.M701626200. PMID 17428785.\nIbba, M.; Taylor, S. J. C.; Weedon, C. M.; Mantle, P. G. (1987). \"Submerged Fermentation of Penicillium paxilli Biosynthesizing Paxilline, a Process Inhibited by Calcium-induced Sporulation\". Microbiology. 133 (11): 3109–3119. doi:10.1099/00221287-133-11-3109.\nBerry, Daniel; Cox, Murray P.; Scott, Barry (2015). \"Draft Genome Sequence of the Filamentous Fungus Penicillium paxilli (ATCC 26601)\". Genome Announcements. 3 (2): e00071–15. doi:10.1128/genomeA.00071-15. PMC 4357747. PMID 25767225.\nScott, Barry; Young, Carolyn; Saikia, Sanjay; McMillan, Lisa; Monahan, Brendon; Koulman, Albert; Astin, Jonathan; Eaton, Carla; Bryant, Andrea; Wrenn, Ruth; Finch, Sarah; Tapper, Brian; Parker, Emily; Jameson, Geoffrey (2013). \"Deletion and Gene Expression Analyses Define the Paxilline Biosynthetic Gene Cluster in Penicillium paxilli\". Toxins. 5 (8): 1422–46. doi:10.3390/toxins5081422. PMC 3760044. PMID 23949005.\nCockrum, Peter A.; Culvenor, Claude C. J.; Edgar, John A.; Payne, Alan L. (1979). \"Chemically Different Tremorgenic Mycotoxins in Isolates of Penicillium paxilli from Australia and North America\". Journal of Natural Products. 42 (5): 534–6. doi:10.1021/np50005a017. PMID 521822.\nMantle, Peter G.; Weedon, Christopher M. (1994). \"Biosynthesis and transformation of tremorgenic indolediterpenoids by Penicillium paxilli and Acremonium lolii\". Phytochemistry. 36 (5): 1209–1217. doi:10.1016/S0031-9422(00)89639-9.\nCole, Richard J.; Kirksey, Jerry W.; Wells, John M. (1974). \"A new tremorgenic metabolite from Penicillium paxilli\". Canadian Journal of Microbiology. 20 (8): 1159–62. doi:10.1139/m74-179. PMID 4425383.\nSzajer, I.; Czajer, Cz. (1985). \"Formation and release of pectin lyase during growth of Penicillium paxilli\". Biotechnology Letters. 7 (2): 105–108. doi:10.1007/BF01026679.\nToledo, Thaís Regina; Dejani, Naiara N.; Monnazzi, Luis Gustavo Silva; Kossuga, Miriam H.; Berlinck, Roberto G. S.; Sette, Lara D.; Medeiros, Alexandra I. (2014). \"Potent Anti-Inflammatory Activity of Pyrenocine a Isolated from the Marine-Derived Fungus Penicillium paxilli Ma(G)K\". Mediators of Inflammation. 2014: 1–11. doi:10.1155/2014/767061. PMC 3916108. PMID 24574582.\nYoung, C; Itoh, Y; Johnson, R; Garthwaite, I; Miles, C. O.; Munday-Finch, S. C.; Scott, B (1998). \"Paxilline-negative mutants of Penicillium paxilli generated by heterologous and homologous plasmid integration\". Current Genetics. 33 (5): 368–77. doi:10.1007/s002940050349. PMID 9618588.\nBerry, Daniel; Cox, Murray P.; Scott, Barry (2015). \"Draft Genome Sequence of the Filamentous Fungus Penicillium paxilli (ATCC 26601)\". Genome Announcements. 3 (2): e00071–15. doi:10.1128/genomeA.00071-15. PMC 4357747. PMID 25767225.\nJohn I. Pitt; A.D. Hocking (2012). Fungi and Food Spoilage. Springer Science & Business Media. ISBN 1461563917.\nShmuel Yannai (2012). Dictionary of Food. CRC Press. ISBN 142008352X.\nAndrew Hopkins; Zeng-Yu Wang; Rouf Mian; Mary Sledge; Reed E. Barker (2006). Molecular Breeding of Forage and Turf: Proceedings of the 3rd International Symposium, Molecular Breeding of Forage and Turf, Dallas, Texas, and Ardmore, Oklahoma, U.S.A., May 18–22, 2003. Springer Science & Business Media. ISBN 1402025912.\nG. D. Robson; Pieter van West; Geoffrey Gadd (2007). Exploitation of Fungi. Cambridge University Press. ISBN 1139464132.\n\n\n== References =="
  }
}