{
  "url": "https://en.wikipedia.org/wiki/Penicillium_digitatum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. digitatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium digitatum (/ˌpɛnɪˈsɪlɪəm/digitatum/) is a mesophilic fungus found in the soil of citrus-producing areas. It is a major source of post-harvest decay in fruits and is responsible for the widespread post-harvest disease in Citrus fruit known as green rot or green mould.In nature, this necrotrophic wound pathogen grows in filaments and reproduces asexually through the production of conidiophores. However, P. digitatum can also be cultivated in the laboratory setting. Alongside its pathogenic life cycle, P. digitatum is also involved in other human, animal and plant interactions and is currently being used in the production of immunologically based mycological detection assays for the food industry.",
    "History and taxonomy": "Penicillium digitatum is a species within the Ascomycota division of Fungi. The genus name Penicillium comes from the word \"penicillus\" which means brush, referring to the branching appearance of the asexual reproductive structures found within this genus. As a species, P. digitatum was first noted as Aspergillus digitatus by Christiaan Hendrik Persoon in 1794 who later adopted the name Monilia digitata in Synopsis methodica fungorum (1801). The synonym M. digitata can also be found in the writings of Elias Magnus Fries in Systema mycologicum (1832). However, the current binomial name comes from the writings of Pier Andrea Saccardo, particularly Fungi italici autographie delineati et colorati (1881).",
    "Growth and morphology": "In nature, P. digitatum adopts a filamentous vegetative growth form, producing narrow, septate hyphae. The hyphal cells are haploid, although individual hyphal compartments may contain many genetically identical nuclei. During the reproductive stages of its life cycle, P. digitatum reproduces asexually via the production of asexual spores or conidia. Conidia are borne on a stalk called a conidiophore that can emerge either from a piece of aerial hyphae or from a soil-embedded network of hyphae. The conidiophore is usually an asymmetrical, delicate structure with smooth, thin walls. Sizes can range from 70–150 μm in length. During development, the conidiophore can branch into three rami to produce a terverticillate structure although biverticillate and other irregular structures are often observed. At the end of each rami, another set of branches called metulae are found. The number of metulae varies with their sizes ranging from 15–30 × 4–6 μm. At the distal end of each metula, conidium-bearing structures called phialides form. Phialides can range in shape from flask-shaped to cylindrical and can be 10–20 μm long. The conidia produced, in turn, are smooth with a shape that can range from spherical to cylindrical although an oval shape is frequently seen. They are 6–15 μm long and are produced in chains, with the youngest at the base of each chain. Each conidium is haploid and bears only one nucleus. Sexual reproduction in P. digitatum has not been observed.Penicillium digitatum can also grow on a variety of laboratory media. On Czapek Yeast Extract Agar medium at 25 °C, white colonies grow in a plane, attaining a velvety to deeply floccose texture with colony sizes that are 33–35 mm in diameter. On this medium, olive conidia are produced. The reverse of the plate can be pale or slightly tinted brown. On Malt Extract Agar medium at 25 °C, growth is rapid yet rare, forming a velvety surface. At first, colonies are yellow-green but ultimately turn olive due to conidial production. Colony diameter can range in size from 35 mm to 70 mm. The reverse of the plate is similar to that observed for Czapek Yeast Extract Agar medium. On 25% Glycerol Nitrate Agar at 25 °C, colony growth is planar yet develops into a think gel with colony size diameter ranging from 6–12 mm. The back of the plate is described as pale or olive. At 5 °C, 25% Glycerol Nitrate Agar supports germination and a colonial growth of up to 3 mm in diameter. This species fails to grow at 37 °C. On Creatine Sucrose Agar at 25 °C, colony size diameter ranges from 4 to 10 mm. Growth is restricted and medium pH remains around 7. No change on the back of the plate is noted. Growth on media containing orange fruit pieces for seven days at room temperature results in fruit decay accompanied by a characteristic odour. After 14 days at room temperature, the reverse is colourless to light brown.",
    "Ecology": "Penicillium digitatum is found in the soil of areas cultivating citrus fruit, predominating in high temperature regions. In nature, it is often found alongside the fruits it infects, making species within the genus Citrus its main ecosystem. It is only within these species that P. digitatum can complete its life cycle as a necrotroph. However, P. digitatum has also been isolated from other food sources. These include hazelnuts, pistachio nuts, kola nuts, black olives, rice, maize and meats. Low levels have also been noted in Southeast Asian peanuts, soybeans and sorghum.",
    "Physiology": "Penicillium digitatum is a mesophilic fungus, growing from 6–7 °C (43–45 °F) to a maximum of 37 °C (99 °F), with an optimal growth temperature at 24 °C (75 °F). With respect to water activity, P. digitatum has a relatively low tolerance for osmotic stress. The minimum water activity required for growth at 25 °C (77 °F) is 0.90, at 37 °C (99 °F) is 0.95 and at 5 °C (41 °F) is 0.99. Germination does not occur at a water activity of 0.87. In terms of chemicals that influence fungal growth, the minimum growth inhibitory concentration of sorbic acid is 0.02–0.025% at a pH of 4.7 and 0.06–0.08% at a pH of 5.5. Thiamine, on the other hand, has been observed to accelerate fungal growth with the effect being co-metabolically enhanced in the presence of tyrosine, casein or zinc metal. In terms of carbon nutrition, maltose, acetic acid, oxalic acid and tartaric acid support little, if any, growth. However, glucose, fructose, sucrose, galactose, citric acid and malic acid all maintain fungal growth.Production of ethylene via the Citric acid cycle has been observed in static cultures and is suggested to be connected to mycelial development. Addition of methionine inhibits such cultures but can be utilized for the production of ethylene following a lag phase in shake cultures. The production observed in shake cultures can be inhibited by actinomycin D and cycloheximide and modulated by inorganic phosphate. In addition, aminoethoxyvinyl glycine and methoxyvinyl glycine have been shown to inhibit both shake and static cultures. Production of mycotoxins or secondary metabolites by P. digitatum has not been observed although this species has been shown to be toxic to both shrimp and chicken embryos.With respect to fungicidal tolerance, there are known strains of P. digitatum resistant to various commonly used fungicides. Reports have been made concerning fungicides thiabendazole, benomyl, imazalil, sodium-o-phenylphenate as well as fungistatic agent, biphenyl, with no prior treatment required in the case of biphenyl. The mechanism of P. digitatum resistance to imazalil is suggested to lie in the over-expression of the sterol 14α-demethylase (CYP51) protein caused by a 199 base-pair insertion into the promoter region of the CYP51 gene and/or by duplications of the CYP51 gene.",
    "Human pathogenicity": "Species within the genus Penicillium do not generally cause disease in humans. However, being one of the most common producers of indoor moulds, certain species can become pathogenic upon long-term exposure as well as for individuals who are immunocompromised or hyper-sensitized to certain parts of the fungus. Spores, proteolytic enzymes and glycoproteins are amongst the components commonly reported as allergens in humans and animal models. Within this context, members of Penicillium have been associated with a variety of immunological manifestations such as Type 1 allergic responses, hypersensitivity pneumonitis (Type 3 responses), and immediate and delayed asthma.With respect to P. digitatum, this species is known to cause generalized mycosis in humans, although the incidence of such events are very low. Various studies have also noted a presence of circulating antibodies to the extracellular polysaccharide of P. digitatum in both human and rabbit sera. This presence is suggested to be due to the intake of contaminated fruits and/or breathing air contaminated with extracellular polysaccharide. In terms of allergy testing, P. digitatum is present in various clinical allergy test formulations, testing for allergy to moulds. There has been one case report identifying P. digitatum as the cause of a fatal case of pneumonia through molecular methods.",
    "Plant interactions": "Post-harvest decays are a main source of fruit loss following harvesting, with the most common source of Citrus fruit decay being infections caused by P. digitatum and P. italicum.  Penicillium digitatum is responsible for 90% of citrus fruits lost to infection after harvesting and considered the largest cause of post-harvest diseases occurring in Californian citrus fruits. Its widespread impact relates to the post-harvest disease it causes in citrus fruits known as green rot or mould. As a wound pathogen, the disease cycle begins when P. digitatum conidia germinate with release of water and nutrients from the site of injury on the fruit surface.  After infection at 24 °C, rapid growth ensues with active infection taking place within 48 hours and initial symptom onset occurring within 3 days. As temperature at time of infection decreases, the delay of initial symptom onset increases. Initial symptoms include a moist depression on the surface which expands as white mycelium colonizes much of its surface. The centre of the mycelial mass eventually turns olive as conidial production begins. Near the end of the disease cycle, the fruit eventually decreases in size and develops into an empty, dry shell. This end result is commonly used to distinguish P. digitatum infections from those of P. italicum which produce a blue-green mould and ultimately render the fruit slimy.Infection with green mould at 25 °C (77 °F) can last 3 to 5 days with the rate of conidial production per infected fruit being as high as 1–2 billion conidia. Annual infections can occur anywhere from December to June and can take place throughout any point during and following harvesting. Transmission can occur mechanically or via conidial dispersal in water or air to fruit surfaces. Conidia often reside within soil but can also be found in the air of contaminated storage spaces. Being a wound pathogen, fruit injuries are required for successful fruit infections, with much of these injuries occurring due to improper handling throughout the harvesting process. Injuries can also be caused by other events such as frost and insect bites, and can be as minor as damage to fruit skin oil glands. Fallen fruit can also be susceptible to P. digitatum infections as has been noted in Israel, where P. digitatum infects fallen fruit more than P. italicum.Pathogenicity of P. digitatum is suggested to rely on the acidification of the infected fruit. During fruit decay, this species has been observed to make citric acid and gluconic acid and sequester ammonium ions into its cytoplasm. The low pH may aid in the regulation of various gene-encoded pathogenic factors such as polygalactouronases. In addition, P. digitatum has also been observed to modify plant defense mechanisms, such as phenylalanine ammonia lyase activity, in the citrus fruits it infects.Modifications to the disease cycle of P. digitatum have been induced experimentally. For example, P. digitatum has been observed to cause infection in unwounded fruits through mechanical transmission although a higher infection dose was required in such instances. Apples have also been infected to a limited extent. Besides its pathogenic interactions, P. digitatum has also been implicated in naturally accelerating the ripening of green fruits and causing epinastic responses in various plants such as potato, tomato and sunflowers.",
    "Prevention of plant disease": "Control of green mould initially relies on the proper handling of fruit before, during and after harvesting. Spores can be reduced by removing fallen fruit. Risk of injury can be decreased in a variety of ways including, storing fruit in high humidity/ low temperature conditions, and harvesting before irrigation or rainfall in order to minimize fruit susceptibility to peel damage. Degreening practices can also be conducted at humidities above 92% in order to heal injuries.Chemical control in the form of fungicides is also commonly used. Examples include imazalil, thaibendazole and biphenyl, all of which suppress the reproductive cycle of P. digitatum. Post-harvest chemical treatment usually consists of washes conducted at 40–50 °C (104–122 °F), containing detergents, weak alkalines and fungicides. Californian packinghouses typically use a fungicide cocktail containing sodium o-phenylphenate, imazalil and thiabendazole. In Australia, guazatine is commonly used although this treatment is restricted to the domestic market. In terms of the export market, Generally recognized as safe (GRAS) substances are currently being explored as alternatives. GRAS substances such as sodium bicarbonate, sodium carbonate and ethanol, have displayed an ability to control P. digitatum by decreasing germination rate.Resistance to common fungicides is currently combated through the use of other chemicals. For example, sodium o-phenylphenate-resistant strains are dealt with via formaldehyde fumigation while imazalil-resistant strains are controlled through the use of pyrimethanil, a fungicide also approved for fighting strains resistant to other fungicides. As fungicide resistance increases globally, other measures of control are being considered including that of biocontrol. Effective biocontrol agents include bacteria such as Bacillus subtilis, Pseudomonas cepacia and Pseudomonas syringae as well as fungi such as Debaryomyces hansenii and Candida guilliermondii. In Clementines and Valencia oranges, Candida oleophila, Pichia anomala and Candida famata have been shown to reduce disease. Despite the ability of various biocontrol agents to exhibit antagonistic activity, biocontrol has not been shown to provide complete control over P.digitatum and is therefore commonly used in conjunction with another measure of control. Alternative measures of control include essential oils such as Syzygium aromaticum and Lippia javanica, ultraviolet light, gamma-irradiation , X-rays curing, vapour heat, and cell-penetrating anti-fungal peptides.",
    "Laboratory identification": "Penicillium digitatum can be identified in the laboratory using a variety of methods. Typically, strains are grown for one week on three chemically defined media under varying temperature conditions. The media used are Czapek Yeast Extract Agar (at 5, 25 and 37 °C), Malt Extract Agar (at 25 °C) and 25% Glycerol Nitrate Agar (at 25 °C). The resulting colonial morphology on these media (described in Growth and Morphology above) allows for identification of P. digitatum. Closely related species in the genus Pencillium can be resolved through this approach by using Creatine Sucrose Neutral Agar. Molecular methods can also aid with identification. The genomes of many species belonging to the genus Penicillium remain to be sequenced however, limiting the applicability of such methods. Lastly, P. digitatum can also be distinguished macroscopically by the production of yellow-green to olive conidia and microscopically, by the presence of large philades and conidia.",
    "Industrial uses": "Penicillium digitatum is used as a biological tool during the commercial production of latex agglutination kits. Latex agglutination detects Aspergillus and Penicillium species in foods by attaching antibodies specific for the extracellular polysaccharide of P. digitatum to 0.8 μm latex beads. This method has been successful in detecting contamination of grains and processed foods at a limit of detection of 5–10 ng/mL of antigen. In comparison to other detection assays, the latex agglutionation assay exceeds the detection limit of the Enzyme-linked immunosorbent assay (ELISA) and is as effective in detecting Aspergillus and Pencillium species as the ergosterol production assay. However, the latter displays an increased ability to detect Fusarium species when compared to the latex agglutination assay.",
    "References": "",
    "External links": "Friday Fellow: Green Mold at Earthling Nature."
  }
}