{
  "url": "https://en.wikipedia.org/wiki/Penicillium_waksmanii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. waksmanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium waksmanii is an anamorph species of the genus of Penicillium which was isolated from the alga Sargassum ringgoldianum. Penicillium waksmanii produces pyrenocine A, pyrenocine C, pyrenocine D and pyrenocine E",
    "Further reading": "Petit, K. E.; Mondeguer, F; Roquebert, M. F.; Biard, J. F.; Pouchus, Y. F. (2004). \"Detection of griseofulvin in a marine strain of Penicillium waksmanii by ion trap mass spectrometry\". Journal of Microbiological Methods. 58 (1): 59–65. doi:10.1016/j.mimet.2004.03.004. PMID 15177904.\nGraminho, E. R.; Da Silva, R. R.; De Freitas Cabral, T. P.; Arantes, E. C.; Da Rosa, N. G.; Juliano, L; Okamoto, D. N.; De Oliveira, L. C.; Kondo, M. Y.; Juliano, M. A.; Cabral, H (2013). \"Purification, characterization, and specificity determination of a new serine protease secreted by Penicillium waksmanii\". Applied Biochemistry and Biotechnology. 169 (1): 201–14. doi:10.1007/s12010-012-9974-3. PMID 23179282.\nFakhar, Mahdi; Chabra, Aroona; Rahimi-Esboei, Bahman; Rezaei, Fatemeh (2013). \"In vitro protoscolicidal effects of fungal chitosan isolated from Penicillium waksmanii and Penicillium citrinum\". Journal of Parasitic Diseases. 39 (2): 162–7. doi:10.1007/s12639-013-0300-y. PMC 4456528. PMID 26063992.\nKushida, Nobuaki; Watanabe, Naoko; Okuda, Takako; Yokoyama, Fumikazu; Gyobu, Yasuhiro; Yaguchi, Takashi (2007). \"PF1270A, B and C, Novel Histamine H3 Receptor Ligands Produced by Penicillium waksmanii PF1270\". The Journal of Antibiotics. 60 (11): 667–73. doi:10.1038/ja.2007.85. PMID 18057695.\nLD Khemani; MM Srivastava; Shalini Srivastava (2011). Chemistry of Phytopotentials: Health, Energy and Environmental Perspectives. Springer Science & Business Media. ISBN 978-3-642-23394-4.\nQ. Ashton Acton (2013). Neutral Amino Acids—Advances in Research and Application. ScholarlyEditions. ISBN 978-1-4816-7809-4.\n\n\n== References =="
  }
}