{
  "url": "https://en.wikipedia.org/wiki/Penicillium_occitanis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. occitanis"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium occitanis is a species of fungus in the genus Penicillium which produces cellulase and pectinase. The mutant Pol6 produces a very high amount of cellulase and pectinase. This mutant might be used for industrial use.",
    "Further reading": "Belghith, H.; Ellouz Chaabouni, S.; Gargouri, A. (2001). \"Stabilization of Penicillium occitanis cellulases by spray drying in presence of Maltodextrin\". Enzyme and Microbial Technology. 28 (2–3): 253–258. doi:10.1016/S0141-0229(00)00322-7.\nBlibech, M.; Ellouz Ghorbel, R.; Chaari, F.; Dammak, I.; Bhiri, F.; Neifar, M.; Ellouz Chaabouni, S. (2011). \"Improved Mannanase Production from Penicillium occitanisby Fed-Batch Fermentation Using Acacia Seeds\". ISRN Microbiology. 2011: 1–5. doi:10.5402/2011/938347. PMC 3658641.\nEllouz Chaabouni, S.; Belguith, H.; Hassairi, I.; m'Rad, K.; Ellouz, R. (1995). \"Optimization of cellulase production by Penicillium occitanis\". Applied Microbiology and Biotechnology. 43 (2): 267–269. doi:10.1007/BF00172822.\nJain, S.; Durand, H.; Tiraby, G. (1990). \"Production of extracellular pectinase enzymes by a mutant (Pol6) of Penicillium occitanis\". Applied Microbiology and Biotechnology. 34 (3). doi:10.1007/BF00170048.\nBelghith, H.; Ellouz-Chaabouni, S.; Gargouri, A. (2001). \"Biostoning of denims by Penicillium occitanis (Pol6) cellulases\". Journal of Biotechnology. 89 (2–3): 257–62. doi:10.1016/S0168-1656(01)00309-1. PMID 11500220.\nTrigui-Lahiani, H. ¨L.; Ayadi, M.; Hadj-Taïeb, N.; Ali, M. B.; Gargouri, A. (2008). \"Genomic organization of a polygalacturonase gene from a hyperpectinolytic mutant strain of Penicillium occitanis\". FEMS Microbiology Letters. 281: 23–29. doi:10.1111/j.1574-6968.2008.01071.x.\nDriss, D.; Berrin, J. G.; Juge, N.; Bhiri, F.; Ghorbel, R.; Chaabouni, S. E. (2013). \"Functional characterization of Penicillium occitanis Pol6 and Penicillium funiculosum GH11 xylanases\". Protein Expression and Purification. 90 (2): 195–201. doi:10.1016/j.pep.2013.06.007.\nJain, S.; Parriche, M.; Durand, H.; Tiraby, G. (1990). \"Production of polysaccharidases by a cellulase-pectinase hyperproducing mutant (Pol6) of Penicillium occitanis\". Enzyme and Microbial Technology. 12 (9): 691–696. doi:10.1016/0141-0229(90)90009-F.\nAyadi, M; Trigui, S; Trigui-Lahiani, H; Hadj-Taïeb, N; Jaoua, M; Gargouri, A (2011). \"Constitutive over-expression of pectinases in Penicillium occitanis CT1 mutant is transcriptionally regulated\". Biotechnology Letters. 33 (6): 1139–44. doi:10.1007/s10529-011-0546-3. PMID 21287229.\nBelghith, H; Ellouz-Chaabouni, S; Gargouri, A (2001). \"Biostoning of denims by Penicillium occitanis (Pol6) cellulases\". Journal of Biotechnology. 89 (2–3): 257–62. doi:10.1016/s0168-1656(01)00309-1. PMID 11500220.\nQ. Ashton Acton, PhD (2013). Enzymes—Advances in Research and Application: 2013 Edition. ScholarlyEditions. ISBN 1-4816-8760-3.\nQ. Ashton Acton, PhD (2012). Immobilized Proteins—Advances in Research and Application: 2012 Edition: ScholarlyBrief. ScholarlyEditions. ISBN 1-4816-0801-0.\n\n\n== References =="
  }
}