{
  "url": "https://en.wikipedia.org/wiki/Penicillium_decumbens",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. decumbens"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium decumbens is an anamorph species of the genus of Penicillium which occurs widespread in nature, mainly in subtropical and tropical soil but it also occur in food. Analysis have shown that Penicillium decumbens has antibiotic activity Penicillium decumbens produces the cyclopentenone cyclopenicillone",
    "Further reading": "Liu, G.; Zhang, L.; Wei, X.; Zou, G.; Qin, Y.; Ma, L.; Li, J.; Zheng, H.; Wang, S.; Wang, C.; Xun, L.; Zhao, G. P.; Zhou, Z.; Qu, Y. (2013). \"Genomic and Secretomic Analyses Reveal Unique Features of the Lignocellulolytic Enzyme System of Penicillium decumbens\". PLoS ONE. 8 (2): e55185. doi:10.1371/journal.pone.0055185. PMC 3562324. PMID 23383313.\nXu, M. -S.; Luo, M. -F.; Xing, X. -H.; Chen, H. -Z. (2006). \"Characteristics of Quercetin Transglycosidation Catalysed by Penicillium Decumbens Glycosidase\". Food and Bioproducts Processing. 84 (3): 237. doi:10.1205/fbp.05143.\nChen, M.; Qin, Y.; Liu, Z.; Liu, K.; Wang, F.; Qu, Y. (2010). \"Isolation and characterization of a β-glucosidase from Penicillium decumbens and improving hydrolysis of corncob residue by using it as cellulase supplementation\". Enzyme and Microbial Technology. 46 (6): 444. doi:10.1016/j.enzmictec.2010.01.008.\nYoshida, K. (1992). \"Penicillium decumbens. A new cause of fungus ball\". Chest. 101 (4): 1152. doi:10.1378/chest.101.4.1152.\nAlvarez, S. (1990). \"Systemic Infection Caused by Penicillium decumbens in a Patient with Acquired Immunodeficiency Syndrome\". Journal of Infectious Diseases. 162: 283. doi:10.1093/infdis/162.1.283.\nNorouzian, D.; Hosseinzadeh, A.; Inanlou, D. N.; Moazami, N. (2000). \"Production and partial purification of naringinase by Penicillium decumbens PTCC 5248\". World Journal of Microbiology and Biotechnology. 16 (5): 471. doi:10.1023/A:1008962131271.\nWei, X.; Zheng, K.; Chen, M.; Liu, G.; Li, J.; Lei, Y.; Qin, Y.; Qu, Y. (2011). \"Transcription analysis of lignocellulolytic enzymes of Penicillium decumbens 114-2 and its catabolite-repression-resistant mutant\". Comptes Rendus Biologies. 334 (11): 806. doi:10.1016/j.crvi.2011.06.002.\nGao, L.; Gao, F.; Wang, L.; Geng, C.; Chi, L.; Zhao, J.; Qu, Y. (2012). \"N-Glycoform Diversity of Cellobiohydrolase I from Penicillium decumbens and Synergism of Nonhydrolytic Glycoform in Cellulose Degradation\". Journal of Biological Chemistry. 287 (19): 15906. doi:10.1074/jbc.M111.332890. PMC 3346090. PMID 22427663.\nLee, Y. S.; Huh, J. Y.; Nam, S. H.; Kim, D.; Lee, S. B. (2013). \"Synthesis of Quercetin-3-O-Glucoside from Rutin by Penicillium decumbens Naringinase\". Journal of Food Science. 78 (3): C411. doi:10.1111/1750-3841.12056.\nZhang, S.; Liu, P.; Zhao, L.; Liu, X. (2014). \"Hydroxylation of Dehydroepiandrosterone by Penicillium decumbens ph-13\". Proceedings of the 2012 International Conference on Applied Biotechnology (ICAB 2012). Lecture Notes in Electrical Engineering. 251. p. 1393. doi:10.1007/978-3-642-37925-3_148. ISBN 978-3-642-37924-6.\nHolland, H. L.; Nguyen, D. H.; Pearson, N. M. (1995). \"Biotransformation of corticosteroids by Penicillium decumbens ATCC 10436\". Steroids. 60 (9): 646. doi:10.1016/0039-128X(95)00071-W.\nFeng-Wu Bai; Chen-Guang Liu; George T. Tsao (2012). Biotechnology in China III: Biofuels and Bioenergy. Springer. ISBN 3642284787.",
    "See also": "List of Penicillium species\n\n\n== References =="
  }
}