{
  "url": "https://en.wikipedia.org/wiki/Penicillium_janczewskii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. janczewskii"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium janczewskii is an anamorph and filamentous species of the genus of Penicillium which was isolated from the rhizosphere of Vernonia herbacea. Penicillium janczewskii produces griseofulvin",
    "Further reading": "Brian, P. W.; Curtis, P. J.; Hemming, H. G. (1946). \"A substance causing abnormal development of fungal hyphae produced by Penicillium janczewskii zal\". Transactions of the British Mycological Society. 29 (3): 173. doi:10.1016/S0007-1536(46)80042-1.\nTerrasan, C. S. R. F.; Temer, B.; Duarte, M. C. T.; Carmona, E. C. (2010). \"Production of xylanolytic enzymes by Penicillium janczewskii\". Bioresource Technology. 101 (11): 4139. doi:10.1016/j.biortech.2010.01.011.\nPessoni, R. A. B.; Freshour, G.; Figueiredo-Ribeiro, R. D. C. S. L.; Hahn, M. G.; Braga, M. R. R. (2002). \"Woronin bodies in Penicillium janczewskii Zaleski\". Brazilian Journal of Microbiology. 33 (2). doi:10.1590/S1517-83822002000200005.\nHe, J.; Lion, U.; Sattler, I.; Gollmick, F. A.; Grabley, S.; Cai, J.; Meiners, M.; Schünke, H.; Schaumann, K.; Dechert, U.; Krohn, M. (2005). \"Diastereomeric Quinolinone Alkaloids from the Marine-Derived Fungus Penicilliumjanczewskii‖\". Journal of Natural Products. 68 (9): 1397. doi:10.1021/np058018g. PMID 16180822.\nNona, D. A.; Blake, M. I.; Crespi, H. L.; Katz, J. J. (1968). \"Effect of deuterium oxide on the culturing of Penicillium janczewskii II. Isolation of fully deuterated griseofulvin\". Journal of Pharmaceutical Sciences. 57 (6): 975. doi:10.1002/jps.2600570611.\nZhang, B.; Chen, Y.; Li, Z.; Lu, W.; Cao, Y. (2011). \"Cloning and functional expression of α-galactosidase cDNA from Penicillium janczewskii zaleski\". Biologia. 66 (2). doi:10.2478/s11756-011-0014-5.\nNicoletti, R.; Caiazzo, R.; Carella, A.; Lahoz, E. (2008). \"Distinction Between Penicillium canescens and Penicillium janczewskii by Means of Polygalacturonase and Esterase Isozyme Analysis\". The Open Mycology Journal. 2: 100. doi:10.2174/1874437000802010100.\nJohn I. Pitt; Ailsa D. Hocking (2009). Fungi and Food Spoilage (3 ed.). Springer Science & Business Media. ISBN 0387922075.\nTadeusz Korzybski; Zuzanna Kowszyk-Gindifer; Wlodzimierz Kurylowicz (2013). Antibiotics: Origin, Nature and Properties, Band 2. Elsevier. ISBN 1483223043.\nJohn F. Peberdy (1987). Penicillium and Acremonium. Springer Science & Business Media. ISBN 0306423456.\nQ. Ashton Acton (2013). Galactosidases—Advances in Research and Application: 2013 Edition: ScholarlyBrief. ScholarlyEditions. ISBN 148167580X.\n\n\n== References =="
  }
}