{
  "url": "https://en.wikipedia.org/wiki/Penicillium_oxalicum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. oxalicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium oxalicum is an anamorph species of the genus Penicillium which was isolated from rhizosphere soil of pearl millet. Penicillium oxalicum produces secalonic acid D, chitinase, oxalic acid, oxaline and β-N-acetylglucosaminidase and occurs widespread in food and tropical commodities. This fungus could be used against soilborne diseases like downy mildew of tomatoes",
    "Further reading": "Sabuquillo, P.; Cal, A. D.; Melgarejo, P. (2006). \"Biocontrol of tomato wilt by Penicillium oxalicum formulations in different crop conditions\". Biological Control. 37 (3): 256–265. doi:10.1016/j.biocontrol.2006.02.009.\nSabuquillo, P.; De Cal, A.; Melgarejo, P. (2005). \"Dispersal Improvement of a Powder Formulation of Penicillium oxalicum, a Biocontrol Agent of Tomato Wilt\". Plant Disease. 89 (12): 1317–1323. doi:10.1094/PD-89-1317.\nPascual, S.; Melgarejo, P.; Magan, N. (1997). \"Induction of submerged conidiation of the biocontrol agent Penicillium oxalicum\". Applied Microbiology and Biotechnology. 48 (3): 389–392. doi:10.1007/s002530051068.\nKang, K.; Wang, S.; Lai, G.; Liu, G.; Xing, M. (2013). \"Characterization of a novel swollenin from Penicillium oxalicum in facilitating enzymatic saccharification of cellulose\". BMC Biotechnology. 13: 42. doi:10.1186/1472-6750-13-42. PMC 3681723.\nYang, L.; Xie, J.; Jiang, D.; Fu, Y.; Li, G.; Lin, F. (2007). \"Antifungal substances produced by Penicillium oxalicum strain PY-1—potential antibiotics against plant pathogenic fungi\". World Journal of Microbiology and Biotechnology. 24 (7): 909–915. doi:10.1007/s11274-007-9626-x.\nAoyama, A.; Kurane, R.; Matsuura, A.; Nagai, K. (2015). \"Newly isolated Penicillium oxalicumA592-4B secretes enzymes that degrade milled rice straw with high efficiency\". Bioscience, Biotechnology, and Biochemistry. 79 (5): 820–829. doi:10.1080/09168451.2014.993913. PMID 25586551.\nGao, J.; Wang, J.; Cui, J.; Wang, N.; Bai, Y.; Yuan, Y.; Zhou, Y. (2014). \"Purification and characterization of two novel β-glucosidases from Penicillium oxalicumand their application in bioactive ginsenoside production\". Biocatalysis and Biotransformation. 32 (4): 199–207. doi:10.3109/10242422.2014.934365.\nJarvis, W. R.; Barrie, S. D.; Traquair, J. A.; Stoessl, A. (1990). \"Morphological and chemical studies of Penicillium oxalicum, newly identified as a pathogen on greenhouse cucumbers\". Canadian Journal of Botany. 68: 21–25. doi:10.1139/b90-003.\nSempere, F.; Santamarina, M. P. (2010). \"Study of the interactions between Penicillium oxalicum Currie & Thom and Alternaria alternata (Fr.) Keissler\". Brazilian Journal of Microbiology. 41 (3): 700–706. doi:10.1590/S1517-83822010005000003. PMC 3768631.\nShen, H. D.; Lin, W. L.; Tam, M. F.; Wang, S. R.; Tzean, S. S.; Huang, M. H.; Han, S. H. (1999). \"Characterization of allergens from Penicillium oxalicum and P. Notatum by immunoblotting and N-terminal amino acid sequence analysis\". Clinical and Experimental Allergy. 29 (5): 642–51. doi:10.1046/j.1365-2222.1999.00509.x. PMID 10231324.\nSantamarina, M. P.; Roselló, J; Llacer, R; Sanchis, V (2002). \"Antagonistic activity of Penicillium oxalicum Corrie and Thom, Penicillium decumbens Thom and Trichoderma harzianum Rifai isolates against fungi, bacteria and insects in vitro\". Revista Iberoamericana de Micologia. 19 (2): 99–103. PMID 12828512.\nKlimek-Ochab, M; Lejczak, B; Forlani, G (2003). \"A metal-independent hydrolase from a Penicillium oxalicum strain able to use phosphonoacetic acid as the only phosphorus source\". FEMS Microbiology Letters. 222 (2): 205–9. doi:10.1016/s0378-1097(03)00301-x. PMID 12770709.\nPareek, N; Vivekanand, V; Dwivedi, P; Singh, R. P. (2011). \"Penicillium oxalicum SAEM-51: A mutagenised strain for enhanced production of chitin deacetylase for bioconversion to chitosan\". New Biotechnology. 28 (2): 118–24. doi:10.1016/j.nbt.2010.09.009. PMID 20920617.\nE. Velázquez; C. Rodriguez-Barrueco (2007). First International Meeting on Microbial Phosphate Solubilization. Springer Science & Business Media. ISBN 978-1-4020-5765-6.\nJohn I. Pitt; A.D. Hocking (2012). Fungi and Food Spoilage. Springer Science & Business Media. ISBN 978-1-4615-6391-4.\nP. Narayanasamy (2013). Biological Management of Diseases of Crops: Volume 2: Integration of Biological Control Strategies with Crop Disease Management Systems. Springer Science & Business Media. ISBN 978-9400763777.\nL.J.C. van Loon (2009). Plant Innate Immunity. Academic Press. ISBN 978-0-08-088879-8.\n\n\n== References =="
  }
}