{
  "url": "https://en.wikipedia.org/wiki/Penicillium_tardum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. tardum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium tardum is an anamorph species of fungus in the genus Penicillium which produces rugulosin.",
    "Further reading": "Borodin, N; Philpot, F. J.; Florey, H. W. (1947). \"An antibiotic from Penicillium tardum\". British journal of experimental pathology. 28 (1): 31–4. PMC 2073009. PMID 20290304.\nKaretnikova, E. A. (2006). \"Consumption of water-insoluble phenolic products of lignin pyrolysis by the strain Penicillium tardum H-2\". Prikladnaia biokhimiia i mikrobiologiia. 42 (1): 55–8. PMID 16521577.\nTchaikovskaya, O.; Sokolova, I.; Svetlichnyi, V.; Karetnikova, E.; Fedorova, E.; Kudryasheva, N. (2007). \"Fluorescence and bioluminescence analysis of sequential UV-biological degradation ofp-cresol in water\". Luminescence. 22 (1): 29–34. doi:10.1002/bio.923. PMID 16886235.\nBräSe, Stefan; Encinas, Arantxa; Keck, Julia; Nising, Carl F. (2009). \"Chemistry and Biology of Mycotoxins and Related Fungal Metabolites\". Chemical Reviews. 109 (9): 3903. doi:10.1021/cr050001f. PMID 19534495.\nTsunoda, H.; Tsuruta, O. (1958). \"Toxicity of P. Rugulosum and P. Tardum, Animal Test of Pericle\". The Japanese Journal of Nutrition and Dietetics. 16 (6): 169. doi:10.5264/eiyogakuzashi.16.169.\nHeinfried Barton; J. Beier; F. Drawert; Gerhard Hesse; Christine Kropf; Peter Müller; Heidi Müller-Dolezal; Renate Stoltz; Hanna Söll (2014). Houben-Weyl Methods of Organic Chemistry Vol. VI/1d, 4th Edition: Enols and Their O-Derivatives; Ene Diols (Reductones); Biosynthesis of Hydroxy Compounds. Georg Thieme Verlag. ISBN 3-13-180064-X.\nJohn I. Pitt; A.D. Hocking (2012). Fungi and Food Spoilage (3 ed.). Springer Science & Business Media. ISBN 1-4615-6391-7.\n\n\n== References =="
  }
}