{
  "url": "https://en.wikipedia.org/wiki/Penicillium_pinophilum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. pinophilum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium pinophilum is a species of fungus in the genus Penicillium which was isolated from a radio set in Papua New Guinea. Penicillium pinophilum produces 3-O-methylfunicone and mycophenolic acid",
    "Further reading": "Pol, D; Laxman, R. S.; Rao, M (2012). \"Purification and biochemical characterization of endoglucanase from Penicillium pinophilum MS 20\". Indian Journal of Biochemistry & Biophysics. 49 (3): 189–94. PMID 22803334.\nDe Stefano, Salvatore; Nicoletti, Rosario; Zambardino, Salvatore; Milone, Alfredo (2002). \"Structure Elucidation of a Novel Funicone-Like Compound Produced by Penicillium pinophilum\". Natural Product Letters. 16 (3): 207. doi:10.1080/10575630290013954. PMID 12049222.\nMaity, Ashis; Pal, R.K.; Chandra, Ram; Singh, N.V. (2014). \"Penicillium pinophilum—A novel microorganism for nutrient management in pomegranate (Punica granatum L.)\". Scientia Horticulturae. 169: 111. doi:10.1016/j.scienta.2014.02.001.\nBhat, K.Mahalingeshwara; McCrae, Sheila I.; Wood, Thomas M. (1989). \"The endo-(1→4)-β-d-glucanase system of Penicillium pinophilum cellulase: Isolation, purification, and characterization of five major endoglucanase components\". Carbohydrate Research. 190 (2): 279. doi:10.1016/0008-6215(89)84131-X.\nCai, Hongying; Shi, Pengjun; Bai, Yingguo; Huang, Huoqing; Yuan, Tiezheng; Yang, Peilong; Luo, Huiying; Meng, Kun; Yao, Bin (2011). \"A novel thermoacidophilic family 10 xylanase from Penicillium pinophilum C1\". Process Biochemistry. 46 (12): 2341. doi:10.1016/j.procbio.2011.09.018.\nPeng, Xingxing; Huang, Jingfei; Liu, Chenglan; Xiang, Zhun; Zhou, Jingyun; Zhong, Guohua (2012). \"Biodegradation of bensulphuron-methyl by a novel Penicillium pinophilum strain, BP-H-02\". Journal of Hazardous Materials. 213-214: 216–21. doi:10.1016/j.jhazmat.2012.01.077. PMID 22365387.\nVolke-Sep-Lveda, T.; Saucedo-Casta-Eda, G.; Guti-Rrez-Rojas, M.; Manzur, A.; Favela-Torres, E. (2002). \"Thermally treated low density polyethylene biodegradation by Penicillium pinophilum and Aspergillus niger\". Journal of Applied Polymer Science. 83 (2): 305. doi:10.1002/app.2245.\nNonaka, Kenichi; Abe, Tadahide; Iwatsuki, Masato; Mori, Mihoko; Yamamoto, Tsuyoshi; Shiomi, Kazuro; Ômura, Satoshi; Masuma, Rokuro (2011). \"Enhancement of metabolites productivity of Penicillium pinophilum FKI-5653, by co-culture with Trichoderma harzianum FKI-5655\". The Journal of Antibiotics. 64 (12): 769. doi:10.1038/ja.2011.91. PMID 22008698.\nDominic W.S. Wong (2013). Food Enzymes: Structure and Mechanism. Springer Science & Business Media. ISBN 1475723490.\nQ. Ashton Acto (2012). Issues in Biotechnology and Medical Technology Research and Application: 2011 Edition. ScholarlyEditions. ISBN 1464964645.\nJohn F. Peberdy (2013). Penicillium and Acremonium. Springer Science & Business Media. ISBN 1489919864.\nJohn I. Pitt, Ailsa D. Hocking (2009). Fungi and Food Spoilage. Springer Science & Business Media. ISBN 0387922075.\n\n\n== References =="
  }
}