{
  "url": "https://en.wikipedia.org/wiki/Penicillium_verrucosum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. verrucosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium verrucosum is a psychrophilic fungus which was discovered in Belgium and introduced by Dierckx in 1901. Six varieties of this species have been recognized based primarily on differences in colony colour: P. verrucosum var. album, P. verrucosum var. corymbiferum, P. verrucosum var. cyclopium, P. verrucosum var. ochraceum, P. verrucosum var. melanochlorum and P. verrucosum var. verrucosum. This fungus has important implications in food, specifically for grains and other cereal crops on which it grows. Its growth is carefully regulated in order to reduce food spoilage by this fungi and its toxic products. The genome of P. verrucosum has been sequenced and the gene clusters for the biosyntheses of its mycotoxins have been identified.",
    "Taxonomy": "Penicillium verrucosum was initially incorrectly placed in synonymy with the species Penicillium viridicatum by Raper and Thom. Later, after disagreements arose upon the identification and naming of these fungi, their growth rates, mycotoxin productions and sources were observed. Careful observation concluded that P. verrucosum and P. viridicatum were indeed separate species. Experimental results showed that the mycotoxins ochratoxin A and citrinin are not produced by P. viridicatum and that P. verrucosum is the only known member of the genus Penicillium to produce ochratoxin A.",
    "Habitat and ecology": "Penicillium verrucosum is found in temperate and cooler climates. It is found predominantly in northern Europe, including countries such as Scandinavia, Ukraine, Denmark, Sweden, United Kingdom, Yugoslavia, Italy, and Turkey, certain parts of North America, such as Canada, and parts of South America. P. verrucosum grows on grains, seeds and decaying vegetation. It is widely distributed in food (such as cereal) and animal feed where grains (usually barley, wheat and rye) are a key ingredient.",
    "Growth and morphology": "Penicillium verrucosum is found to be slow-growing: it achieves between 15 mm and 25 mm of growth in diameter on both Czapek Yeast Agar (CYA) and Malt Extract Agar (MEA) after seven days. P. verrucosum has a white mycelium and greyish-green to dull green conidia on the aforementioned media. The reverse is coloured yellow brown to deep brown on CYA and dull brown to olive on MEA. Other varieties of P. verrucosum can have differently coloured conidia, including the colours dark green and blue-green. This fungus has a greater number of conidia growth on CYA than MEA. The conidia are smooth-walled and approximately 2.5 μm to 3.0 μm in diameter. These conidia begin in an ellipsoidal shape when young, and later change to a globose or subglobose shape. P. verrucosum possesses conidiophores which are usually two-stage branched (sometimes three-stage branched), giving it a brush-like appearance. The conidiophores of P. verrucosum are rough-walled with branches and metulae that are pressed closely together. The phialides of the conidiophore are short and flask-shaped with distinct necks.Penicillium verrucosum has a distinctive odour which is described as earthy and pungent.",
    "Physiology": "Of the genus Penicillium, only about half of the identified species are able to grow at the body temperature of mammals. P. verrucosum is not one of these species as there is usually no growth of this fungus at 37 °C. The conidia of P. verrucosum have the ability to germinate at temperatures between 0 °C and 31 °C, but optimal temperatures for germination are between 21 °C and 23 °C.  Metabolic products of this fungi include 2-octen-1-ol and 1-octanol and ochratoxin A, brevianamide A, citrinin, penicillic acid, ergosterol, ergosteryl palmitate, meso-erythritol, mannitol, viridicatic acid, viridicatol, viridicatin, xanthomegnin, viomellein, rubrosulphin, viopurpurin, 3-O-methylviridicatin, cyclopenin, cyclopenol.",
    "Physiology-Ochratoxin A": "Penicillium verrucosum produces a very potent mycotoxin called ochratoxin A (OTA). This mycotoxin is immunosuppressive and teratogenic. It has also been classified as genotoxic and a possible human carcinogen. Pigs raised in northern and central Europe develop nephritis after consumption of contaminated feed. The consumption of contaminated barley has been found to be toxic to rats and of contaminated rice has proven to be toxic to mice.",
    "Physiology-Ochratoxin A-Storage conditions": "Penicillium verrucosum is a contaminant of cereal crops (such as barley, maize, oats and wheat) which are used in animal feed. These grains become contaminated with this mycotoxin when they are not carefully prepared after harvest and when storage conditions are unsuitable. When grains are properly stored, OTA levels tend to average around 1 μg/kg in temperate areas.Spoilage of the grain by OTA occurs as a cause of inappropriate storage temperatures and moisture content. OTA synthesis occurs at moisture content levels between 18% and 22%, and OTA production increases when temperatures are between 10 °C and 21 °C. OTA formation does not occur at moisture content levels below 18% and at temperatures above than 28 °C.",
    "Physiology-Ochratoxin A-Prevention and reduction of contamination": "To prevent OTA formation, grains must be dried to moisture levels lower than the 18% limit shortly after harvest. Any spoiled commodities should be kept apart from the uncontaminated harvest, and should not be used in food or feed production. Many countries have regulations regarding recommended and permitted levels of OTA in grains which should be followed.Complete prevention of OTA contamination is ideal, but many methods exist to reduce existing OTA levels, usually classified into physical, chemical and biological procedures. Physical methods are used remove the contaminated grains through sorting and separation. Chemical procedures aim to eliminate this mycotoxin through processes such as ammoniation, ozonation and nixtamalization. Biological processes use microorganisms to decompose or adsorb OTA in contaminated commodities. Protozoa, bacteria, yeast, filamentous fungi and plant cell cultures are all used in these biological procedures. Microorganisms are beneficial for this purpose as they are environmentally-friendly and do not affect the grain quality.",
    "Disease in humans": "During the 1950s, reports of kidney disease with high rates of mortality were occurring in geographically close areas, such as Bulgaria, Yugoslavia and Romania. This occurrence was called the Balkan Endemic Nephropathy that was being caused by the consumption of contaminated pig meat in those areas. When pigs consumed feed contaminated by OTA, it collected in their fatty tissue rather than being excreted due to its solubility in fat. Humans then consumed contaminated pig meat, allowing this mycotoxin to enter the human system.OTA is mainly found in blood samples in Europe, but its presence in healthy human blood shows that there is still worldwide exposure. An effort has been made in Europe to monitor the OTA levels in foods by creating regulations regarding maximum acceptable levels. Creating guidelines allows for special attention to be paid to local specialties, such as blood puddings and sausages, which are made using pig blood.\n\n\n== References =="
  }
}