{
  "url": "https://en.wikipedia.org/wiki/Penicillium_solitum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. solitum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium solitum is an anamorph, mesophilic, salinity-tolerant, psychrotolerant species of fungus in the genus Penicillium which produces polygalacturonase, compactin, cyclopenin, cyclopenol, cyclopeptin, dehydrocompactin, dihydrocyclopeptin, palitantin, solistatin, solistatinol, viridicatin, viridicatol. This species was isolated from air dried lamb thighs, on Faore Island. Penicillium solitum and Eurotium rubrum are the species which are found during the production of traditional produced Tyrolean smoked and cured ham. Penicillium solitum is a pathogen of pomaceous fruit.",
    "References": "",
    "Further reading": "Gonçalves, Vívian N.; Campos, Lúcia S.; Melo, Itamar S.; Pellizari, Vivian H.; Rosa, Carlos A.; Rosa, Luiz H. (2013). \"Penicillium solitum: A mesophilic, psychrotolerant fungus present in marine sediments from Antarctica\". Polar Biology. 36 (12): 1823. doi:10.1007/s00300-013-1403-8.\nEldarov, Michael A.; Mardanov, Andrey V.; Beletsky, Alexey V.; Dzhavakhiya, Vakhtang V.; Ravin, Nikolai V.; Skryabin, Konstantin G. (2012). \"Complete mitochondrial genome of compactin-producing fungus Penicillium solitum and comparative analysis of Trichocomaceae mitochondrial genomes\". FEMS Microbiology Letters. 329 (1): 9–17. doi:10.1111/j.1574-6968.2012.02497.x. PMID 22239643.\nPitt, J. I. (1991). \"Penicillium solitum Revived, and its Role as a Pathogen of Pomaceous Fruit\". Phytopathology. 81 (10): 1108. doi:10.1094/Phyto-81-1108.\nVico, Ivana; Jurick Ii, Wayne M.; Camp, Mary J.; Janisiewic, Wojciech J.; Conway, William S. (2010). \"Temperature Suppresses Decay on Apple Fruit by Affecting Penicillium solitum Conidial Germination, Mycelial Growth and Polygalacturonase Activity\". Plant Pathology Journal. 9 (3): 144. doi:10.3923/ppj.2010.144.148.\nChinaglia, Selene; Chiarelli, Laurent R.; Maggi, Maristella; Rodolfi, Marinella; Valentini, Giovanna; Picco, Anna Maria (2014). \"Biochemistry of lipolytic enzymes secreted by Penicillium solitumand Cladosporium cladosporioides\". Bioscience, Biotechnology, and Biochemistry. 78 (2): 245. doi:10.1080/09168451.2014.882752.\nStierle, Donald B.; Stierle, Andrea A.; Girtsman, Teri; McIntyre, Kyle; Nichols, Jesse (2012). \"Caspase-1 and -3 Inhibiting Drimane Sesquiterpenoids from the Extremophilic Fungus Penicillium solitum\". Journal of Natural Products. 75 (2): 262. doi:10.1021/np200528n. PMC 3330828. PMID 22276851.\nSorensen, D; Ostenfeldlarsen, T; Christophersen, C; Nielsen, P; Anthoni, U (1999). \"Solistatin, an aromatic compactin analogue from Penicillium solitum\". Phytochemistry. 51 (8): 1027. doi:10.1016/S0031-9422(99)00015-1.\nRomanovskaya, I. I.; Bondarenko, G. I.; Davidenko, T. I. (2008). \"Immobilization of Penicillium solitum lipase on the carbon fiber material \"Dnepr-MN\"\". Pharmaceutical Chemistry Journal. 42 (6): 360. doi:10.1007/s11094-008-0127-5.\nYan, Mengxia; Mao, Wenjun; Chen, Chenglong; Kong, Xianglan; Gu, Qianqun; Li, Na; Liu, Xue; Wang, Baofeng; Wang, Shuyao; Xiao, Bo (2014). \"Structural elucidation of the exopolysaccharide produced by the mangrove fungus Penicillium solitum\". Carbohydrate Polymers. 111: 485–91. doi:10.1016/j.carbpol.2014.05.013. PMID 25037379.\nJurick, W. M.; Vico, I; McEvoy, J. L.; Whitaker, B. D.; Janisiewicz, W; Conway, W. S. (2009). \"Isolation, purification, and characterization of a polygalacturonase produced in Penicillium solitum-decayed 'Golden Delicious' apple fruit\". Phytopathology. 99 (6): 636–41. doi:10.1094/PHYTO-99-6-0636. PMID 19453221.\nJohn I. Pitt; A.D. Hocking (2012). Fungi and Food Spoilage. Springer Science & Business Media. ISBN 1461563917.\nAtta-ur- Rahman (2013). Studies in Natural Products Chemistry volume 39. Newnes. ISBN 0444626093."
  }
}