{
  "url": "https://en.wikipedia.org/wiki/Penicillium_nordicum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. nordicum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium nordicum is an anamorph species of fungus in the genus Penicillium which produces ochratoxin A. Penicillium nordicum contaminates protein rich foods and foods with high NaCl-konzentration. It is mostly found on dry-cured meat products and cheese products",
    "Further reading": "Virgili, R; Simoncini, N; Toscani, T; Camardo Leggieri, M; Formenti, S; Battilani, P (2012). \"Biocontrol of Penicillium nordicum growth and ochratoxin a production by native yeasts of dry cured ham\". Toxins. 4 (2): 68–82. doi:10.3390/toxins4020068. PMC 3317108. PMID 22474567.\nBerni, E.; Degola, F.; Cacchioli, C.; Restivo, F. M.; Spotti, E. (2011). \"Polyphasic approach for differentiating Penicillium nordicumfrom Penicillium verrucosum\". Food Additives & Contaminants: Part A. 28 (4): 477. doi:10.1080/19440049.2010.550065.\nComi, G.; Chiesa, L.; Panseri, S.; Orlic, S.; Iacumin, L. (2013). \"Evaluation of different methods to prevent Penicillium nordicumgrowth on and ochratoxin a production in country-style sausages\". World Mycotoxin Journal. 6 (4): 411. doi:10.3920/WMJ2013.1548.\nFärber, P.; Geisen, R. (2004). \"Analysis of differentially-expressed ochratoxin a biosynthesis genes of Penicillium nordicum\". Molecular Diversity and PCR-detection of Toxigenic Fusarium Species and Ochratoxigenic Fungi. p. 661. doi:10.1007/978-1-4020-2285-2_20. ISBN 978-90-481-6631-2.\nBattilani, P.; Formenti, S.; Toscani, T.; Virgili, R. (2010). \"Influence of abiotic parameters on ochratoxin a production by a Penicillium nordicum strain in dry-cured meat model systems\". Food Control. 21 (12): 1739. doi:10.1016/j.foodcont.2010.08.003.\nGeisen, R. (2004). \"Molecular monitoring of environmental conditions influencing the induction of ochratoxin a biosynthesis genes in Penicillium nordicum\". Molecular Nutrition & Food Research. 48 (7): 532. doi:10.1002/mnfr.200400036.\nQ. Ashton Acton (2012). Nasal Lubricants and Irrigations—Advances in Research and Application: 2012 Edition: ScholarlyBrief. ScholarlyEdition. ISBN 1481606808.\nAntonio Logrieco; Angelo Visconti (2013). An Overview on Toxigenic Fungi and Mycotoxins in Europe. Springer Science & Business Media. ISBN 1402026463.\n\n\n== References =="
  }
}