{
  "url": "https://en.wikipedia.org/wiki/Penicillium_herquei",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. herquei"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium herquei is an anamorph, filamentous species of the genus of Penicillium which produces citreorosein, emodin, hualyzin, herquline B, janthinone, citrinin and duclauxin,.",
    "Further reading": "Robinson, N.; Wood, K.; Hylands, P. J.; Gibson, T. M.; Weedon, C. J.; Covill, N. (1992). \"Blue Pigments of Penicillium herquei\". Journal of Natural Products. 55 (6): 814–817. doi:10.1021/np50084a019.\nMarinho, A. M. R.; Marinho, P. S. B.; Santos, L. S.; Rodrigues Filho, E.; Ferreira, I. C. P. (2013). \"Active polyketides isolated from Penicillium herquei\". Anais da Academia Brasileira de Ciências. 85 (3): 909–12. doi:10.1590/S0001-37652013005000048. PMID 23969848.\nMarinho, A. M. D. R.; Marinho, P. C. S. B.; Rodrigues Filho, E. (2009). \"Esteroides produzidos por Penicillium herquei, um fungo endofítico isolado dos frutos de Melia azedarach (Meliaceae)\". Química Nova. 32 (7): 1710–1712. doi:10.1590/S0100-40422009000700005.\nSimpson, T. J. (1976). \"Biosynthesis of deoxyherqueinone in Penicillium herquei from [13C]acetate and [13C]malonate. Assembly pattern of acetate into the phenalenone ring system\". Journal of the Chemical Society, Chemical Communications (7): 258. doi:10.1039/C39760000258.\nQiu, Y.; Niu, H.; Huang, W.; He, Y.; Wu, X. H. (2011). \"Properties and secondary structure of tannase from Penicillium herquei\". Biotechnology and Bioprocess Engineering. 16 (5): 858–866. doi:10.1007/s12257-011-0123-6.\nTansakul, C.; Rukachaisirikul, V.; Maha, A.; Kongprapan, T.; Phongpaichit, S.; Hutadilok-Towatana, N.; Borwornwiriyapan, K.; Sakayaroj, J. (2014). \"A new phenalenone derivative from the soil fungus Penicillium herqueiPSU-RSPG93\". Natural Product Research. 28 (20): 1718–24. doi:10.1080/14786419.2014.941363. PMID 25079041.\nChittreeya, Tansakul; Rukachaisirikul, Vatcharin; Atip, Maha; Thippaya, Kongprapan; Phongpaichit, Souwalak; Nongporn, Hutadilok-Towatana; Kawitsara, Borwornwiriyapan; Sakayaroj, Jariya (2014). \"A new phenalenone derivative from the soil fungus Penicillium herquei PSU-RSPG93\". figshare. 28 (20): 1718–24. doi:10.1080/14786419.2014.941363. PMID 25079041.\nEnomoto, Y.; Shiomi, K.; Hayashi, M.; Masuma, R.; Kawakubo, T.; Tomosawa, K.; Iwai, Y.; Omura, S. (2010). \"Chem Inform Abstract: Herquline B, a New Platelet Aggregation Inhibitor Produced by Penicillium herquei Fg-372\". ChemInform. 27 (27): no. doi:10.1002/chin.199627238.\n\n\n== References =="
  }
}