{
  "url": "https://en.wikipedia.org/wiki/Penicillium_verruculosum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. verruculosum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium velutinum is an anamorph species of fungus in the genus Penicillium which was isolated from soil in the United States. Penicillium velutinum produces verruculogen, verrucosidin, verruculotoxin, decalpenic acid, dehydroaltenusin, cyciooctasulfur, atrovenetinone, altenusin and penitrem A",
    "Further reading": "Morozova, V. V.; Gusakov, A. V.; Andrianov, R. M.; Pravilnikov, A. G.; Osipov, D. O.; Sinitsyn, A. P. (2010). \"Cellulases of Penicillium verruculosum\". Biotechnology Journal. 5 (8): 871–80. doi:10.1002/biot.201000050. PMID 20540109.\nShah, S. G.; Shier, W. T.; Jamaluddin; Tahir, N; Hameed, A; Ahmad, S; Ali, N (2014). \"Penicillium verruculosum SG: A source of polyketide and bioactive compounds with varying cytotoxic activities against normal and cancer lines\". Archives of Microbiology. 196 (4): 267–78. doi:10.1007/s00203-013-0945-z. PMID 24563022.\nSteffien, Doreen; Aubel, Ines; Bertau, Martin (2014). \"Enzymatic hydrolysis of pre-treated lignocellulose with Penicillium verruculosum cellulases\". Journal of Molecular Catalysis B: Enzymatic. 103: 29–35. doi:10.1016/j.molcatb.2013.11.004.\nSzakács, György; Réczey, Kati; Hernádi, Pál; Dobozi, Mária (1981). \"Penicillium verruculosum WA 30 a new source of cellulase\". European Journal of Applied Microbiology and Biotechnology. 11 (2): 120. doi:10.1007/BF00518054.\nSteffien, D.; Katzberg, M.; Bertau, M. (2012). \"Charakterisierung der Hydrolyse vorbehandelter Lignocellulose durch den Enzymkomplex aus Penicillium verruculosum\". Chemie Ingenieur Technik. 84 (8): 1387. doi:10.1002/cite.201250313.\nDotsenko, Anna S.; Gusakov, Alexander V.; Volkov, Pavel V.; Rozhkova, Aleksandra M.; Sinitsyn, Arkady P. (2015). \"N-linked glycosylation of recombinant cellobiohydrolase I (Cel7A) from Penicillium verruculosumand its effect on the enzyme activity\". Biotechnology and Bioengineering. 113 (2): 283–291. doi:10.1002/bit.25812.\nMorozova, Valeria V.; Gusakov, Alexander V.; Andrianov, Ruslan M.; Pravilnikov, Artyom G.; Osipov, Dmitry O.; Sinitsyn, Arkady P. (2010). \"Cellulases of Penicillium verruculosum\". Biotechnology Journal. 5 (8): 871. doi:10.1002/biot.201000050. PMID 20540109.\nWigney, D. I.; Allan, G. S.; Hay, L. E.; Hocking, A. D. (1990). \"Osteomyelitis associated with Penicillium verruculosum in a German shepherd dog\". Journal of Small Animal Practice. 31 (9): 449. doi:10.1111/j.1748-5827.1990.tb00512.x.\nZorov, I. N.; Gusakov, A. V.; Baraznenok, V. A.; Bekkarevich, A. O.; Okunev, O. N.; Sinitsyn, A. P.; Kondrat'Eva, E. G. (2001). \"Isolation and Properties of Cellobiase from Penicillium verruculosum\". Applied Biochemistry and Microbiology. 37 (6): 587. doi:10.1023/A:1012351017032.\nMubarok, M. Zaki; Astuti, Widi; Chaerun, Siti Khodijah (2013). \"Effects of Individual Use, Mixed Culture and Sulfur Addition on the Effectiveness of Nickel Laterite Ore Bioelaching with Penicillium verruculosum and Galactomyces geotrichum\". Advanced Materials Research. 825: 380–383. doi:10.4028/www.scientific.net/AMR.825.380.\nMiao, Fang; Qin, Bao-Fu; Yang, Li-Zhen; Yang, Xin-Juan; Zhou, Le (2010). \"(E)-3-[2,5-Dioxo-3-(propan-2-ylidene)pyrrolidin-1-yl]acrylic acid\". Acta Crystallographica Section E. 66 (3): o634. doi:10.1107/S1600536810005040. PMC 2983691. PMID 21580390.\nFinian J. Leeper; John C. Vederas; R. Croteau (2000). Biosynthesis: Aromatic Polyketides, Isoprenoids, Alkaloids, volume 209. Springer Science & Business Media. ISBN 3-540-66573-0.\nAnne F. Alex; Gerd U. Auffarth; Nikolaos Bechrakis; Matthias Becker; Wolfgang Behrens-Baumann; Gerald Böhme; Peter Charbel Issa; Claus Cursiefen; Thomas S. Dietlein; Oliver Ehrt; Karl-Heinz Emmerich; Nicole Eter; Christoph Friedburg; Dieter Friedburg; Jens Funk; Gerd Geerling; Winfried Göbel; Wolfgang Haigis; Christos Haritoglou; Gerhard Hasenfratz; Arnd Heiligenhaus; Martina C. Herwig; Christoph Hintschich; Hans Hoerauf; Leonard Holbach; Frank G. Holz; Ulrich Kellner; Volker Klauß; Thomas Kohnen; Hermann Krastel; Bernhard Lachenmayr; Wolf A. Lagrèze; Wolfgang E. Lieb; Karin U. Löffler; Friederike Mackensen; Hans-Werner Meyer-Rüsenberg; Norbert Pfeiffer; Uwe Pleyer; Agnes B. Renner; André Rosentreter; Ulrich Schiefer; Berthold Seitz; Heimo Steffen; Hagen Thieme; Stephan Thurau; Michael Ulbig; Helmut Wilhelm; Manfred Zierhut (2014). RÖMPP Lexikon Naturstoffe. Georg Thieme Verlag. ISBN 978-3-13-179541-0.\n\n\n== References =="
  }
}