{
  "url": "https://en.wikipedia.org/wiki/Penicillium_raistrickii",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. raistrickii"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium raistrickii is an anamorph species of fungus in the genus Penicillium which produces griseofulvin, patulin and verruculogen.",
    "Further reading": "Belofsky, G. N.; Gloer, K. B.; Gloer, J. B.; Wicklow, D. T.; Dowd, P. F. (1998). \"New p-terphenyl and polyketide metabolites from the sclerotia of Penicillium raistrickii\". Journal of Natural Products. 61 (9): 1115–9. doi:10.1021/np980188o. PMID 9748377.\nSchlosser, D.; Irrgang, S.; Schmauder, H.-P. (1995). \"Fermentation kinetics of free and immobilized Penicillium raistrickii able perform the 15?-hydroxylation of 13-ethyl-gon-4-ene-3,17-dione\". Acta Biotechnologica. 15 (2): 161. doi:10.1002/abio.370150205.\nTong-Cun Zhang; Pingkai Ouyang; Samuel Kaplan; Bill Skarnes (2013). Proceedings of the 2012 International Conference on Applied Biotechnology (ICAB 2012): Volume 2. Springer Science & Business Media. ISBN 3-642-37922-2.\nDietmar Schlosser (1993). Steroidhydroxylierungen mit freiem und immobilisiertem Penicillium raistrickii.\nWaldemar Adam; Tomasz Bauer; Albrecht Berkessel; Gernot Boche; Karl-Heinz Büchel; Giuliana Cardillo; Anthony Peter Davis; Franklin A. Davis; Karlheinz Drauz; Jürgen Falbe; M. Gottwald; Axel G. Griesbeck; Herrmann Hagemann; Günter Helmchen; Reinhard W. Hoffmann; Dieter Klamann; Richard P. Kreher; Christine Kropf; Peter Metz; Marian Mikolajczyk; Johann Mulzer; Allan C. Oehlschlager; Mario Orena; Karin Petzoldt; Giovanni Poli; Manfred Regitz; Kurt Ritter; Diego Savoia; Ernst Schaumann; M. Schwarm; Reinhard Schwesinger; Matthias Schäfer; Carlo Scolastico; James K. Whitesell; Wolf-Dietrich Woggon; Marek Zaidlewicz (2014). Houben-Weyl Methods of Organic Chemistry Vol. E 21e, 4th Edition Supplement: Stereoselective Synthesis: Bond Formation, C-N, C-O, C-P, C-S, C-Se, C-Si, C-Sn, C-Te. Georg Thieme Verlag. ISBN 3-13-182284-8.\nFinian J. Leeper; John C. Vederas; R. Croteau (2000). Biosynthesis: Aromatic Polyketides, Isoprenoids, Alkaloids, Volume 209. Springer Science & Business Media. ISBN 3-540-66573-0.\n\n\n== References =="
  }
}