{
  "url": "https://en.wikipedia.org/wiki/Penicillium_commune",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Euascomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. commune"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium commune is an indoor fungus belonging to the genus of Penicillium. It is known as one of the most common fungi spoilage moulds on cheese. It also grows on and spoils other foods such as meat products and fat-containing products like nuts and margarine. Cyclopiazonic acid and regulovasine A and B are the most important mycotoxins produced by P. commune. The fungus is the only known species to be able to produce both penitrem A and roquefortine. Although this species does not produce penicillin, it has shown to have anti-pathogenic activity. There are no known plant, animal or human diseases caused by P. commune.",
    "History and taxonomy": "The fungus species was first described by the American mycologist Dr. Charles Thom in 1910. Penicillium commune is considered an ancestral wild-type of the fungus species P. camemberti, a mould commonly used in the production of soft cheese. Both species are similar in their ability to produce cyclopiazonic acid, a metabolite not normally produced by members of the genus Penicillium. P. commune, by contrast, is a saprotroph that produces soft, fluffy cotton-like colonies. In their 1949 monograph of the genus, Raper and Thom treated P. commune and P. lanosum in subsection Lanata. P. commune (Thom) was included in the series along with . Since then, there has been two additional species added: P. echinosporum (Nehira) and P. giganteum (Roy and Singh). The species is presently treated in Penicillium section Viridicata.",
    "Growth and morphology": "The asexually produced spores (i.e., conidia) of P. commune are smooth and spherical, ranging from 3.5 to 5.0 μm in diameter, borne in disordered chains on conidiophores with rough-walled stipes. The conidium-bearing stalks are either produced singularly or in bundled groups known as fascicles. The stalk lengths are usually 200 to 400 μm. Conidia are dull grey green or grey turquoise in colour. No known sexual reproduction has been described.\nPenicillium commune can be distinguished by its fast growth on creatine sucrose neutral agar (CSN) while showing a slow growth rate on malt extract agar (MEA) and restricted growth on Czapek medium (CZA) and Czapek yeast extract agar (CYA). The appearance of colonies on MEA ranges from soft, velvety and grown in unison to granular and barely grown together. The underside of colonies produced on MEA are pale-yellow coloured and sun-yellow coloured. Colonies on CZA and CYA range from soft and velvety to slightly fluffy with exudate present that can be clear to brown coloured. In addition, the underside of the colonies grown on CZA and CYA are creamy/ dull yellow to brown-yellow in colour. The production of purple pigment has also been observed.",
    "Physiology": "Like many other Penicillium species, P. commune is able to grow in temperatures resembling that of the refrigerator. However, the optimum temperature for the species is 25°C while the maximum limit is 37°C. The minimal water activities (aw) for germination and growth for P. commune is 0.83aw which is near the lower side for fungal growth as most fungal activity is inhibited at 0.70aw or less. The fungus species shows no sign of growth in environments consisting of 20% CO2 and less than 5% O2. Although, in the presence of 80% CO2 and 20% O2, there are signs of limited growth.P. commune expresses lipolytic activity.The main mycotoxins produced by P. commune are cyclopiazonic acid and regulovasine A and B. Other secondary metabolites produced include: cyclopenin, cyclopenol, dehydrocyclopeptin, cylcopeptin, viridicatol, viridicatin, cyclopaldic acid, cyclopolic acid. However, the mentioned metabolites above are produced with unknown toxicity and not all isolates of P. commune produce them, with cyclopaldic acid being the only exception. Two neurotoxins, penitrem A and roquefortine, are produced by P. commune culture obtained from cottonseed. Aside from P. roqueforti, P. commune is the only other Penicillium species known to produce roquefortine. The cottonseed study suggested that the neurotoxic effects of this species are minimal. This species does not cause disease in plants, animals or humans.",
    "Habitat and ecology": "Penicillium commune is found indoors and most commonly, on food products. The main habitat for the fungus is cheese, including both hard and soft cheese. With cheese being produced in an environment that is characterized by refrigeration temperatures, low oxygen availability, lipid breakdown activity, preservation actions of free fatty acids and reduced water availability, the physiology of P. commune allows the fungus to still grow in these conditions. Therefore, as it is known as one of the most successful spoilage moulds of cheese, it is also the main reason for their spoilage. In addition, the fungus is frequently found as a mould growing on dry-cured meat products as well. This species has been isolated from other food products such as nuts, fats, margarine, fermented sausages, yogurt, sour cream, lactose powder, and high fat-filling cakes. It has been known to cause \"phenol defect\" in foods like ripening Italian ham, apples, pears and flours where the taste and smell of these products are off due to spoilage by the fungus. Aside from colonizing on food products, the fungus of P. commune has also been isolated from disposed used oil.",
    "Industrial and medical applications": "Penicillium commune has shown promising activity in microbial biodegradation research in relation to environmental pollutants. A 2014 study identified the potential of this species to biodegrade industrial oil waste. Although the rate of bio-removing oil was dependent on volume of oil, pH level of culture and co-culture incubation period, optimal conditions resulted in a 95.4% removal rate of oil waste by P. commune. The fungus could be a new source in industrial application with respect to biodegradation of oil wastes in the environment using biological means.Although P. commune has no known penicillin activity, an environmental isolate of the fungus has shown to produce statin and to anti-pathogenic products. The fungus species was able to significantly decrease the growth of two pathogenic bacteria, Pseudomonas aeruginosa and Staphylococcus aureus, on biofilms in a laboratory setting. In addition, there has been evidence of the production of lovastatin from the environmental isolate of P. commune. Along with its ability to improve the antibiotic performance of oxacillin, P. commune has shown to be a new promising source in the production of anti-pathogenic products for medical applications.\n\n\n== References =="
  }
}