{
  "url": "https://en.wikipedia.org/wiki/Penicillium_simplicissimum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Eurotiomycetes"
    },
    {
      "Order": "Eurotiales"
    },
    {
      "Family": "Trichocomaceae"
    },
    {
      "Genus": "Penicillium"
    },
    {
      "Species": "P. simplicissimum"
    }
  ],
  "text": {
    "__SUMMARY__": "Penicillium simplicissimum is an anamorph species of fungus in the genus Penicillium which can\npromote plant growth. This species occurs on food and its primary habitat is in decaying vegetationsPenicillium simplicissimum produces verruculogene, fumitremorgene B, penicillic acid, viridicatumtoxin, decarestrictine G, decarestrictine L, decarestrictine H, decarestrictine I, decarestrictine K  decarestrictine M, dihydrovermistatin, vermistatin and penisimplicissin",
    "Further reading": "Yamada-Onodera, Keiko; Mukumoto, Hiroshi; Katsuyaya, Yuhji; Saiganji, Atsushi; Tani, Yoshiki (2001). \"Degradation of polyethylene by a fungus, Penicillium simplicissimum YK\". Polymer Degradation and Stability. 72 (2): 323–327. doi:10.1016/S0141-3910(01)00027-1.\nBergsten-Torralba, L.R.; Nishikawa, M.M.; Baptista, D.F.; Magalhães, D.P.; Silva, M. da (2009). \"Decolorization of different textile dyes by Penicillium simplicissimum and toxicity evaluation after fungal treatment\". Brazilian Journal of Microbiology. 40 (4): 808–17. doi:10.1590/S1517-83822009000400011. PMC 3768592. PMID 24031428.\nYuan, Xing-Zhong; Jiang, Li-li; Zeng, Guang-Ming; Liu, Zhi-Feng; Zhong, Hua; Huang, Hua-jun; Zhou, Mei-Fang; Cu, Kai-Long (2012). \"Effect of rhamnolipids on cadmium adsorption by Penicillium simplicissimum\". Journal of Central South University. 19 (4): 1073–1080. doi:10.1007/s11771-012-1111-5.\nZeng, Guang Ming; Yu, Hong Yan; Huang, Hong Li; Huang, Dan Lian; Chen, Yao Ning; Huang, Guo He; Li, Jian Bing (2006). \"Laccase activities of a soil fungus Penicillium simplicissimum in relation to lignin degradation\". World Journal of Microbiology and Biotechnology. 22 (4): 317–324. doi:10.1007/s11274-005-9025-0.\nMarr, Jens; Kremer, Stefan; Sterner, Olov; Anke, Heidrun (1996). \"Transformation and mineralization of halophenols by Penicillium simplicissimum SK9117\". Biodegradation. 7 (2): 165–71. doi:10.1007/BF00114628. PMID 8882808.\nGallmetzer, Martin; Meraner, Joachim; Burgstaller, Wolfgang (2002). \"Succinate synthesis and excretion by Penicillium simplicissimumunder aerobic and anaerobic conditions\". FEMS Microbiology Letters. 210 (2): 221–5. doi:10.1111/j.1574-6968.2002.tb11184.x. PMID 12044678.\nGutarra, Melissa L. E.; Godoy, Mateus G.; Castilho, Leda R.; Freire, Denise M. G. (2007). \"Inoculum strategies for Penicillium simplicissimum lipase production by solid-state fermentation using a residue from the babassu oil industry\". Journal of Chemical Technology & Biotechnology. 82 (3): 313–318. doi:10.1002/jctb.1674.\nBurgstaller, Wolfgang; Strasser, Hermann; Woebking, Hans; Schinner, Franz (1992). \"Solubilization of zinc oxide from filter dust with Penicillium simplicissimum: Bioreactor leaching and stoichiometry\". Environmental Science & Technology. 26 (2): 340–346. doi:10.1021/es00026a015.\nFraaije, Marco W; Sjollema, Klaas A; Veenhuis, Marten; Van Berkel, Willem J.H (1998). \"Subcellular localization of vanillyl-alcohol oxidase in Penicillium simplicissimum\". FEBS Letters. 422 (1): 65–8. doi:10.1016/S0014-5793(97)01605-0. PMID 9475171.\nTuthill, Dorothy E.; Frisvad, Jens C.; Christensen, Martha (2001). \"Systematics of Penicillium simplicissimum Based on rDNA Sequences, Morphology and Secondary Metabolites\". Mycologia. 93 (2): 298. doi:10.2307/3761651. JSTOR 3761651.\nGodoy, Mateus; Roussos, Sevastianos; Freire, Denise (2014). \"Respirometric analysis of Penicillium simplicissimum growth in solid-state fermentation using Jatropha cake as culture medium\". BMC Proceedings. 8: P220. doi:10.1186/1753-6561-8-S4-P220. PMC 4211046.\nManfred Hinker, Martina Seibert (2013). Pilze in Innenräumen und am Arbeitsplatz. Springer-Verlag. ISBN 3-7091-1235-4.\n\n\n== References =="
  }
}