{
  "url": "https://en.wikipedia.org/wiki/Pluteus_nevadensis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pluteaceae"
    },
    {
      "Genus": "Pluteus"
    },
    {
      "Species": "P. nevadensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pluteus nevadensis is a species of  fungus in the agaric family Pluteaceae. Described as new to science in 2010, the species is known only from subtropical and pine forests in Mexico, where it grows on rotting pine and oak wood. Fruit bodies (mushrooms) have red-orange caps up to 3.8 cm (1.5 in) in diameter with a shape ranging from conic, convex, or flattened, depending on their age. The silky yellow stems are up to 4.5 cm (1.8 in) long. It is similar in appearance to Pluteus aurantiorugosus, with which it shares an orange- or scarlet-colored cap and a yellow stem. P. nevadensis can be distinguished from this and other superficially similar Pluteus species by differences in microscopic characteristics.",
    "Taxonomy": "The species was described by Olivia Rodríguez in 2010 in the journal Mycotaxon, based on collections made in 1991. The holotype material was collected on the Colima volcano, in the Municipality of Zapotlán el Grande, at an elevation of 2,100 m (6,900 ft).  The species was formerly referred to Pluteus aurantiorugosus, with which it bears a close resemblance. After close examination and comparison of the two species, the authors concluded that the differences in morphology and DNA sequence were sufficient to warrant describing a new species.According to Rolf Singer's infrageneric classification of the genus Pluteus, the fungus belongs in the section Celluloderma. Species in this section have pleurocystidia that are either absent or non-metuloid. Furthermore, the majority have a cap cuticle comprising short club-shaped or spheropedunculate (somewhat spherical with a stem) cells, that may or may not be mixed with elongated cystidia-like cells. Other species in Celluloderma include P. romellii, P. aurantiorugosus, P. pulverulentus, P. thompsonii, and P. horakianus. Molecular analyses of internal transcribed spacer DNA sequences supports the placement of P. nevadensis in Celluloderma, and further suggest that it has a sister relationship with P. horakianas. The specific epithet nevadensis refers to the mountain, Nevado de Colima, where the type material was collected.",
    "Description": "The cap is 15–38 mm (0.6–1.5 in) in diameter, conic when young, bell-shaped to convex or plano-convex when mature, and umbonate. The cap margin is curved downward, even or slightly eroded. The red-orange cap surface is dry to moist, and wrinkled towards the margin but smooths out as it approaches the center. Sometimes there is white-yellowish flesh underneath the cap cuticle. The gills are free from attachment to the stem, crowded closely together, broad to swollen in the middle, and white or whitish when young to salmon-pinkish in age. The edge of the gill is floccose (with wool-like tufts) or fringed, and whitish. The stem, which is centrally attached to the cap, measures 6–45 mm (0.24–1.77 in) by 2–6 mm (0.08–0.24 in), and is roughly equal in width throughout. It is smooth to slightly fibrillose (covered in small slender fibers or filaments), silky, and hollow. The color is yellow or yellowish near the top, and deep orange or with orange tinges towards the base. The base of the stem is covered with cottony whitish mycelia. The flesh of the cap is 1 mm thick or more at the center and whitish. The stem tissue is yellowish or yellow gold. Fruit bodies of Pluteus nevadensis have no distinctive taste or odor.The color of the spore print is pinkish-brown. The smooth spores measure 5.5–7 by 4.5–6.5 µm, roughly spherical to broadly ellipsoid in shape. Their walls are thin to slightly thickened, and almost translucent. The basidia (spore-bearing cells in the hymenium) are 22–29 by 6.5–7.5 µm (including sterigmata), club-shaped, and four-spored. They have refringent contents and are hyaline (translucent). The pleurocystidia (cystidia on the gill face) are 41.8–75 by 11.8–24 µm, frequent, scattered, and flask-shaped with short or elongated necks. Some pleurocystidia are somewhat fusiform (tapered on each end) or somewhat utriform (shaped like a leather bottle or flask), thin-walled, and hyaline. Cheilocystidia (cystidia on the gill edge) are 32–55 by 10–18.5 µm, crowded, and club-shaped. Some are utriform, roughly cylindrical or egg-shaped, thin walled, and hyaline. The gill tissue is convergent, meaning  that the hyphae appear to converge toward the center of the tissue. The cap cuticle comprises club-shaped or sphaeropedunculate cells that measure 25.6–60 by 13.6–31.2 µm. These cells typically have a long pedicel (stalk) with a thin or slightly thickened wall, and are hyaline. The species lacks oleiferous hyphae (filled with oil-like contents) and clamp connections.",
    "Description-Similar species": "Pluteus aurantiorugosus is very similar to P. nevadensis in external appearance, and the two can only be reliably distinguished by microscopic characteristics or DNA sequence. In contrast to the latter species, the former has oblong spores, and cystidia that are shorter and less slender. P. aurantiorugosus is widely distributed in the Northern Hemisphere, but rare.The species Pluteus horakianus shares with P. nevadensis a fragile fruit body, a red cap, and similar cystidial morphology. It differs in its orange-red gill edges, red stem, and cap cuticle cells that contain pigment. Other species with a roughly similar appearance, including P. aurantiopustulatus, P. aurantipes, P. flammipes, P. laetifrons, and P. laetus, can be distinguished by differences in microscopic characteristics.",
    "Habitat and distribution": "Pluteus nevadensis is known only from subtropical and pine forests in the states of Guerrero and Jalisco, Mexico, where it grows on the rotting wood of pine and oak. It is one of 34 Pluteus species known in Mexico.",
    "See also": "List of Pluteus species",
    "References": "",
    "External links": "Pluteus nevadensis  in Index Fungorum"
  }
}