{
  "url": "https://en.wikipedia.org/wiki/Pluteus_americanus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pluteaceae"
    },
    {
      "Genus": "Pluteus"
    },
    {
      "Species": "P. americanus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pluteus americanus is a North American and Russian psychedelic mushroom that grows on hardwoods.",
    "Taxonomy": "The species was originally collected in Michigan by Alexander H. Smith on September 3, 1957 on Populus.  In 1993, Banerjee & Sundberg described it as Pluteus salicinus var. americanus.  In 2014 it was elevated to species rank by Alfredo Justo, Ekaterina Malysheva and Drew Minnis.",
    "Description": "Cap: 1 – 6 cm in diameter, at first campanulate to hemispherical, expanding to convex at maturity.  It often has a low, broad umbo and a darker squamulose cap center.  The margin can be radially fibrillose.  The color is brown to grey, often darker towards the center, occasionally staining blue.  Dry to somewhat viscid when moist, changing to a lighter color as the cap dries out.\nGills: Crowded, broad, free, at first white, becoming pink in maturity. Sometimes bruising blue.\nStipe: 1.5 — 6.5 long, 0.3 — 0.6 cm thick, more or less equal or slightly swollen at the base, white with grayish-green to bluish-green tones, especially near the base or where damaged. Ring absent.\nTaste: Like Pelargonium leaves, occasionally mild.\nOdor: Strong, like leaves of Pelargonium.  Occasionally mild.\nSpores: Pink, smooth, ellipsoid, 6.5 — 9.5 (-11) x 4.5 - 7 (-7.5) μm. Spore print pink-flesh colored to brown-pink.\nMicroscopic features: Pleurocystidia common, metuloid, fusiform, narrowly fusiform or narrowly utriform with slightly thickened walls 50 — 93 x 12 — 24 (-28) μm; with 2 — 4 horn-like projections.  Cheilocystidia 34 - 65 (-70) x 12 - 22 μm, clavate, narrowly clavate or spheropedunculate, hyaline or brown, thin-walled, forming a sterile band.   Pileipellis a cutis with cylindrical terminal elements, occasionally narrowing at the apex, hyaline or brown.  Clamp connections common.",
    "Habitat and distribution": "Pluteus americanus grows solitary or gregarious on the wood of Fraxinus, Acer saccharum, Betula papyrifera and Populus in July through October and is widely distributed across Eastern North America, and may occur in the west.  It is also found in the Russian Far East (Primorsky Territory).",
    "See also": "List of Pluteus species\nList of Psilocybin mushrooms",
    "References": "",
    "External links": "Pluteus americanus photos and original description"
  }
}