{
  "url": "https://en.wikipedia.org/wiki/Pluteus_salicinus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pluteaceae"
    },
    {
      "Genus": "Pluteus"
    },
    {
      "Species": "P. salicinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pluteus salicinus is a European psychedelic mushroom that grows on wood. It is an edible mushroom after parboiling.",
    "Taxonomy": "The species was originally described by Christian Hendrik Persoon as Agaricus salicinus in 1798. Paul Kummer transferred it to the genus Pluteus in 1871.",
    "Description": "Cap: 2 — 5(8) cm in diameter, convex becoming broadly convex to plane, silver-gray to brownish-gray, often with blue or greenish tint in age, smooth, with tiny scales near the center, darker at the margin, slightly translucent-striate when moist, unlined cap margin, flesh white with a grayish tinge, thin to moderate. Cap skin fibrous.\nGills: Crowded, broad, free, at first white, becoming pink-flesh colored; ventricose. Edges discoloring or bruising grayish.\nStipe: 3 — 5(10) long, 0.2 — 0.6 cm thick, more or less equal or slightly swollen at the base, flesh white with grayish-green to bluish-green tones, especially near the base. Ring absent. Firm, full or stuffed.\nTaste: Unpleasant, indefinite or somewhat raphanoid (like radish).\nOdor: Unpleasant, indefinite or somewhat raphanoid.\nSpores: pink, smooth, 7 — 8.5 x 5 - 6 µm. Spore print pink-flesh colored to brown-pink.\nMicroscopic features: Pleurocystidia fusiform with slightly thickened walls 50 — 70 x 11 — 18 µm; with 3 — 5 horn-like projections.",
    "Habitat and distribution": "This mushroom is widely distributed across western Europe and Siberia. It is found on hardwoods - Alnus, Eucalyptus, Fagus, Populus and Quercus.It is always found growing on wood. Summer-fall, solitary or gregarious on dead wood of hardwoods, in damp forests on flood-plains.",
    "Common Name": "The 'Knackers Crumpet' is a localised, common name referring to Pluteus salicinus. Its use is most prominent in the North of England.",
    "Chemistry": "The concentration of psilocybin and psilocin in the dried sample of P. salicinus has been reported in the range of 0.21-0.35 and 0.011-0.05%, respectively.",
    "See also": "List of Pluteus species\nList of Psilocybin mushrooms",
    "References": "Stamets, Paul (1996). Psilocybin Mushrooms of the World. Berkeley: Ten Speed Press. ISBN 0-9610798-0-0.",
    "External links": "Pluteus salicinus photo and description"
  }
}