{
  "url": "https://en.wikipedia.org/wiki/Pluteus_exilis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pluteaceae"
    },
    {
      "Genus": "Pluteus"
    },
    {
      "Species": "P. exilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pluteus exilis is a species of agaric fungus in the family Pluteaceae. It was described as new to science by mycologist Rolf Singer in 1989, from specimens collected in Muir Woods, California.",
    "Description": "Fruit bodies of Pluteus exilis have caps that measure 3.5–7 cm (1.4–2.8 in) in diameter. They are initially hemispherical or bell-shaped, later becoming more convex in maturity, sometime with a shallow central depression. The cap color is brownish. Gills are spaced together closely, and are free from attachment to the stipe. Initially white, they later become pink with white edges.The spore print of Pluteus exilis is pinkish-brown. Its ellipsoid to egg-shaped spores measure 7–8 by 4.5–5.5 µm. Singer additionally described the variety P. exilis var. austriacus, from collections made in oak forests in Burgenland, Austria; it has grayish-brown caps. Later work showed that this taxon is the same as Pluteus cervinus.The South American species Pluteus xylophilus is similar in appearance to Pluteus exilis, but can be distinguished by its smaller spores, and greater variability in fruit body size.",
    "Habitat and distribution": "Pluteus exilis is a saprophytic fungus that feeds on decaying wood. It fruits singly or in groups on the well-rotted wood of both  angiosperms, including alder and tanoak, and conifers, including spruce and Douglas-fir. The fungus is found along the coast of the Pacific Northwest region of North America, from Santa Cruz County to southern British Columbia.",
    "See also": "List of Pluteus species",
    "References": "",
    "External links": "Pluteus exilis  in Index Fungorum"
  }
}