{
  "url": "https://en.wikipedia.org/wiki/Pluteus_cervinus",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Basidiomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Pluteaceae"
    },
    {
      "Genus": "Pluteus"
    },
    {
      "Species": "P. cervinus"
    }
  ],
  "text": {
    "__SUMMARY__": "Pluteus cervinus, also known as Pluteus atricapillus and commonly known as the deer shield or the deer or fawn mushroom, is a mushroom that belongs to the large genus Pluteus. It is found on rotten logs, roots and tree stumps and is widely distributed.  It can also grow on sawdust and other wood waste.  Being very variable in appearance, it has been divided into several varieties or subspecies, some of which are sometimes considered species in their own right.  It is edible, but not often collected for the table.",
    "Taxonomy": "The species name, cervinus, although generally thought to refer to the colour of the cap, actually refers to antler-like protrusions on its prominent thick-walled pleurocystidia (of which there can be one to three).",
    "Description": "The cap can be up to 15 cm in diameter, but is often much smaller.  Initially it is bell-shaped, and often wrinkled when young.  Later it expands to a convex shape. The cap can be deer-brown, but vary from light ochre-brown to dark brown, with a variable admixture of grey or black.  The centre of the cap may be darker. The cap surface is smooth and matte to silky-reflective.  The cap skin shows dark radial fibres when seen through a lens, indicating that the microscopic cuticle structure is filamentous. The gills are initially white, but soon show a distinctive pinkish sheen, caused by the ripening spores. The stipe is 5–12 cm long and 0.7-2.0 cm in diameter, usually thicker at the base.  It is covered with brown vertical fibrils on a white ground. The flesh is soft and white.  The mushroom has a mild to earthy radish smell and a mild taste at first, which may become slightly bitter.\nThe spore size is approximately 8×5μ, and the individual spores are elliptical and smooth. The spore print is salmon-pink to reddish brown.It grows on logs and stumps, and can be found most commonly in the spring and fall.",
    "Gallery": "",
    "See also": "List of Pluteus species",
    "Citations": "",
    "References": "This article is partly translated from the German page.\nMeinhard Moser: Basidiomycetes II: Röhrlinge und Blätterpilze, Gustav Fischer Verlag Stuttgart (1978).  English edition:  translated by Simon Plant: Keys to Agarics and Boleti (Roger Phillips 1983)\nRégis Courtecuisse, Bernard Duhem : Guide des champignons de France et d'Europe (Delachaux & Niestlé, 1994-2000).  ISBN 2-603-00953-2"
  }
}