{
  "url": "https://en.wikipedia.org/wiki/Canna_indica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Cannaceae"
    },
    {
      "Genus": "Canna"
    },
    {
      "Species": "C. indica"
    }
  ],
  "text": {
    "__SUMMARY__": "Canna indica, commonly known as Indian shot, African arrowroot, edible canna, purple arrowroot, Sierra Leone arrowroot, is a plant species in the family Cannaceae. It is native to much of South America, Central America, the West Indies, Mexico, and the southeastern United States (Florida, Texas, Louisiana, and South Carolina). It is also naturalized in much of Europe, sub-Saharan Africa, Southeast Asia, and Oceania. Canna indica (achira in Latin America, cana-da-índia in Brazil) has been a minor food crop cultivated by indigenous peoples of the Americas for thousands of years.",
    "Description": "Canna indica is a perennial growing to between 0.5 m and 2.5 m, depending on the variety. It is hardy to zone 10 and is frost tender. The flowers are hermaphrodite. Canna indica sps. can be used for the treatment of industrial waste waters through constructed wetlands. It is effective for the removal of high organic load,  color and chlorinated organic compounds from paper mill wastewater.\n It forms branched rhizomes 60 cm long that are divided into bulbous segments and covered in two lines by pale green or purple flaky leaves. The very large grains of starch stored there can supposedly be seen with the naked eye. Cannae indicae reach, depending on the variety, stature heights of up to about 2 meters. They form an upright, unbranched stem or the overlapping leaf sheaths form a pseudo trunk.The alternate and spiral or two-line arranged, very large, simple leaves are divided into leaf sheaths, short petioles and leaf blades. The leaf blade has a length of 30 to 60 cm and a width of 10 to 20 cm. The parallel leaf veins arise from the midrib (not typical of monocots). The leaves are broad, green or violet green, with petiolesshort and elliptical sheets, which can measure 30 to 60 cm long and 10 to 25 cm wide, with the base obtuse or narrowly cuneate and the apex is shortly acuminate or sharp. The surface of the rhizome is carved by transverse grooves, which mark the base of scales that cover it; from the lower part white and apex rootlets emerge, where there are numerous buds, the leaves sprout, the floral stem and the stems.",
    "Description-Flowers": "The hermaphrodite, mostly large flowers are zygomorphic and threefold. On pedicels, they are 0.2–1 cm long, red or yellow-orange, except in some cultivars, 4.5–7.5 cm long, with the sepals being closely triangular, 1–1.7 cm long and the petals erect, 4–6.5 cm long. The tube is 1.5–2 cm long. The bracts are designed differently. The three free sepals are usually green. The three petals are green or have depending on the variety shades of yellow about orange and red to pink. The base of the petals is fused with the staminodien to a stamen column. There are two circles, each with originally three stamens present. The petals and staminodes are usually yellow to red. The three carpels are at a constant under (syncarp) ovary adherent which has a soft-spiky surface and many central angle constant ovules contains. The pollen is deposited on the abaxial (off-axis) surface of the stylus. \nThe pollination mechanism is very specialised and the pollination is done by insects. The insects pick up the pollen from the flattened style. In their homeland, the bloom by humming pollinated. There they bloom in the months of August to October. The fruits are ellipsoid capsules to globose, warty, 1.5 to 3 cm long, chestnut coloured, with a large amount of black and very hard seeds.",
    "Description-Seeds": "The seeds are small, globular, black pellets, hard and dense enough to sink in water. They resemble shotgun pellets giving rise to the plant's common name of Indian shot. The seeds are hard enough to shoot through wood and still survive and later germinate. According to the BBC \"The story goes that during the Indian Mutiny of the 19th century, soldiers used the seeds of a Canna indica when they ran out of bullets.\"The seeds are widely used for jewellery. The seeds are also used as the mobile elements of the kayamb, a musical instrument from Réunion, as well as the hosho, a gourd rattle from Zimbabwe, where the seeds are known as \"hota\" seeds.",
    "Taxonomy": "In the last three decades of the 20th century, Canna species have been categorised by two different taxonomists, Paulus Johannes Maria Maas from the Netherlands and Nobuyuki Tanaka from Japan.  Maas regards C. coccinea, C. compacta, C. discolor, C. patens and C. speciosa as synonyms or varieties of C. indica, while Tanaka recognises several additional varieties of C. indica.\n\nCanna indica var. indica L.A medium sized species; green foliage, oblong shaped, spreading habit; triangular flower stems, coloured green; spikes of flowers are erect, self-coloured red, staminodes are long and narrow, edges regular, petals red, partial self-cleaning; fertile both ways, self-pollinating and also true to type, capsules globose; rhizomes are thick, up to 3 cm in diameter, coloured purple; tillering is prolific. Introduced by Linnaeus.Canna indica var. flava (Roscoe ex Baker) Nb. TanakaYellow bloom. Many plants previously offered as C. lutea fall into this sub-species.Canna indica var. maculata (Hook) Nb. TanakaA medium sized species; green foliage, ovoid shaped, branching habit; spikes of flowers are erect, yellow with red spots, staminodes are long and narrow, edges regular, petals green, fully self-cleaning, low bloomer; fertile both ways, self-pollinating and also true to type, capsules globose; rhizomes are thick, up to 3 cm in diameter, coloured white and pink; tillering is average. Introduced by Hook.. Many plants previously offered as Canna lutea fall into this sub-species.Canna indica var. sanctae rosea (Kraenzl) Nb. TanakaA small species; green foliage, oval shaped, white margin, branching habit; spikes of flowers are erect, self-coloured pink, staminodes are long and narrow, edges regular, labellum is pink, stamen is pink, style is pink, petals red with farina, fully self-cleaning; fertile both ways, self-pollinating and also true to type, capsules ellipsoid; rhizomes are thick, up to 3 cm in diameter, coloured white and pink; tillering is prolific.Canna indica var. warszewiczii (A.Dietr.) Nb.TanakaThis variety is distinguishable from C. indica var. indica by having purple-red-margined leaves, purple-red fruits and slightly corm-like thickened terrestrial stem at the base. Additionally to this, there are normally two staminodes, recurved backwards, and the stamen is often strongly reflexed at the apex. These characteristics are fairly stable in this taxon. Sometimes, this variety is confused with C. discolor Lindl., from which it differs in much smaller, deep-red coloured flowers, short and slender rhizomes and chromosome numbers (2n=27 in C. discolor and 2n=18 in C. indica var. warszewiczii)",
    "As food": "The starch is easily digestible and therefore well suited as a health and baby food. The tubers can be eaten raw or cooked. The starch is also suitable for baking. In South America, the leaves are used to wrap pastries (tamales, humitas, quimbolitos, juanes, etc), similar to banana leaves or maize leaves. In some areas, the leaves are fed to livestock. The round seeds are pierced in some areas and used as pearls. They are also used as a filling of rattles. From the Indians, the seeds were previously used as gold weights, similar to the seeds of Ceratonia siliqua (carob), as they have a constant weight.\nThe C. indica (achira) rhizomes are large, up to 60 centimetres (24 in) in length, and edible.  They can be eaten raw, but are usually baked. Cooked, the rhizomes become translucent, mucilaginous, and sweet. Starch is produced by grinding or pounding the roots and soaking them in water, separating the starch granules from fibers in the roots.  The starch granules of C. indica are also translucent and the largest known from any plant.  The starch is occasionally marketed commercially as \"arrowroot\", a name also applied to the starch of other similar roots crops such as Maranta arundinacea. It was an ingredient in mid-nineteenth century recipes such as cakes and was called tout-les-mois.\nThe Spanish took notice of achira in 1549 when it was mentioned as one of four root crops being grown for food by the people of the Chuquimayo valley (Jaén province) of Peru. The other three were sweet potato (Ipomoea batatas), cassava (Manihot esculenta), and racacha (Arracacia xanthorrhiza). In 1609, achira was described by a Spanish visitor to Cusco, Peru.  In modern times, achira is rarely grown for food, although in the 1960s it was still an important crop in Paruro Province on the upper Apurimac River near Cusco.  There, at elevations of up to 2,600 metres (8,500 ft), achira is cultivated and harvested, especially to be eaten during the Festival of Corpus Christi in May or June. The achira rhizomes are wrapped with achira leaves and placed in a pit with heated rocks.  The pit is then filled with dirt and the achira is slowly baked underground.The Achira rhizomes consist of 73% water. In addition to 24% starch, they still contain 1% protein, 0.6% crude fiber and 1.4% minerals.",
    "Domestication": "Canna indica (achira) has been cultivated by indigenous peoples of the Americas in tropical America for thousands of years. The place of the first domestication may have been the northern Andes, as may be true of other similar root crops such as Calathea allouia and M. arundinacea. The Cauca river valley of Colombia was a center of early domestication. Archaeological evidence has been found of the cultivation of achira in 3000 BCE by people of the Las Vegas culture of coastal Ecuador. As the Las Vegas region is arid and semi-arid, achira was not likely a native plant, but imported from more humid climates. Achira was also being cultivated by 2000 BCE by the people of the Casma/Sechin culture in the extremely arid region of coastal Peru, also an area in which achira was probably not native.",
    "Cultivation": "Canna can be cultivated from sea level to 2,700 meters above sea level, but thrives in temperate, tropical or subtropical mountain climates, between 1,000 and 2,000 meters above sea level; at an average temperature of 14 to 27 ° C and minimum annual rainfall of 500 mm and up to 1,200 mm. Canna prefers light sandy-loamy soils, but can also grow on heavy soils, as far as they are not wet. It is indifferent to the soil reaction (pH value). To make the seeds germinate, it is also necessary to let them soak in water for two to three days.",
    "Range": "Canna indica is native to South America: Colombia, Venezuela, Ecuador, Peru, Brazil, Uruguay and Argentina as well as the West Indies and Central America.In modern times, C. indica is reportedly naturalized in Austria, Portugal, Spain, Azores, Canary Islands, Cape Verde, Madeira, most of tropical Africa, Ascension Island, St. Helena, Madagascar, China, Japan, Taiwan, the Bonin Islands, India, Nepal, Sri Lanka, Cambodia, Laos, Thailand, Vietnam, Burma, Java, Malaysia, the Philippines, Christmas Island, the Bismarck Archipelago, Norfolk Island, New South Wales, Queensland, Fiji, Tonga, Vanuatu, Kiribati, the Cook Islands, the Society Islands, the Caroline Islands and Hawaii.",
    "See also": "List of Canna cultivars\nList of Canna hybridists\nList of Canna species\n\n\n== References =="
  }
}