{
  "url": "https://en.wikipedia.org/wiki/Canna_jacobiniflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Cannaceae"
    },
    {
      "Genus": "Canna"
    },
    {
      "Species": "C. glauca"
    }
  ],
  "text": {
    "__SUMMARY__": "Canna glauca  is a species of the Canna genus, a member of the family Cannaceae. It is native to the wetlands of tropical America and was introduced to England in 1730. It is also reportedly naturalized in Sri Lanka, Thailand, Vietnam, Java and the Philippines.",
    "Description": "Herb up to 1.5 tall, with narrow, blue-green (glaucous) leaves, atop of which sit its large, delicate, pale yellow flowers.",
    "Distribution and habitat": "C. glauca is native to the southeastern and south-central United States (Texas, Florida, Louisiana and South Carolina) as well as Mexico, Central America, South America and the West Indies. It is an aquatic species, growing as a marginal plant in up to about 15 cm of still or slow-moving water.",
    "Taxonomy": "Nobuyuki Tanaka, one of the leading researchers on genus Canna, recognises two varieties of Canna glauca: Canna glauca var. glauca and Canna glauca var. siamensis (Kraenzl) N.Tanaka. The latter variety widespread in South and Southeast Asia, where it is supposed to have differentiated within the past few centuries.",
    "Cultivation": "The species prefers light (sandy), medium (loamy) and heavy (clay) soils and requires well-drained soil. The preferred soil is acid, neutral and basic (alkaline). It cannot grow in the shade and requires moist soil. It is hardy to zone 10 and is frost tender. In the north latitudes it is in flower from August to October, and the seeds ripen in October.",
    "Gallery": "",
    "Notes": "",
    "External links": "Royal Botanic Gardens, Kew: New Views: Language of Flowers: Canna glauca\nPRINCE, LINDA M.* and W. JOHN KRESS. Smithsonian Institution, NMNH - Botany, MRC-166, Washington, DC 20560-0166. - Species boundaries in Canna (Cannaceae): evidence from nuclear ITS DNA sequence data."
  }
}