{
  "url": "https://en.wikipedia.org/wiki/Canna_tuerckheimii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Clade": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Cannaceae"
    },
    {
      "Genus": "Canna"
    },
    {
      "Species": "C. tuerckheimii"
    }
  ],
  "text": {
    "__SUMMARY__": "Canna tuerckheimii is a species of the Canna genus, belonging to the family Cannaceae. Its specific epithet tuerckheimii commemorates Hans von Türckheim, a 19th-century German plant collector.",
    "Description": "Herb up to 5 m tall. Canna tuerckheimii is a relatively large species with vast stems carrying large green leaves and high carried orange-red flowers. Stems of up to 3 — 3.5m (11½ft) in height. Green leaves, relatively large - 30–100 cm x 15–40 cm (12—36in x 6—16in), lower side and sheaths lanuginose. Flowers are erect orange-red, 5.5 –9 cm (2¼—3½in) long; floral tube not curved, composed of 9 coloured parts; petals not reflexed; with 4 staminodes.",
    "Distribution": "Canna tuerckheimii is native to Belize, Costa Rica, Guatemala, Honduras, Mexico, Nicaragua, Panama, Colombia and Ecuador at 500–2,000 m (1,600–6,600 ft) of elevation.",
    "Taxonomy": "Paulus Johannes Maria Maas and Nobuyuki Tanaka, both experts on the genus Canna, disagree on the correct taxonomic placement of this species, with Tanaka considering the correct placement for the species to be C. latifolia.",
    "Cultivation": "It is hardy to zone 10 and is frost tender. In the north latitudes, it is in flower from August to October, and the early seeds ripen in October.",
    "See also": "List of Canna species\nList of Canna cultivars",
    "References": "",
    "External links": " Media related to Canna tuerckheimii at Wikimedia Commons\n Data related to Canna tuerckheimii at Wikispecies\nProposal to conserve the name Canna tuerckheimii"
  }
}