{
  "url": "https://en.wikipedia.org/wiki/Canna_compacta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Cannaceae"
    },
    {
      "Genus": "Canna"
    },
    {
      "Species": "C. compacta"
    }
  ],
  "text": {
    "__SUMMARY__": "Canna compacta Roscoe is a species of the Canna genus, belonging to the family Cannaceae, distributed between the south of Brazil and northern Argentina. Introduced to England from South America in 1820. Not to be confused with C. compacta Bouché, which is a synonym of C. indica L.It is a perennial growing to 2m. It is hardy to zone 10 and is frost tender. In the north latitudes it is in flower from August to October, and the seeds ripen in October. The flowers are hermaphrodite, and are widely grown in horticulture.",
    "Synonyms": "Canna rotundifolia André\nCanna 'Robert Kemp'\nCanna 'Tiki Torch'\nCanna 'Tiki Tourche'",
    "Taxonomy": "In the last three decades of the 20th century, Canna species have been categorised by two different taxonomists, Paulus Johannes Maria Maas from the Netherlands and Nobuyuki Tanaka from Japan. There are differences in their categorisations.  While Maas considers C. compacta to be a synonym of C. indica L.\n, Tanaka's studies have revealed that C. indica can be clearly distinguished from other taxa, making it a separate species.",
    "Taxonomy-Canna compacta Rosc.": "Medium-sized clump of lush green foliage, crowned by spikes of small, dark, orange, erect flowers.",
    "Taxonomy-Canna compacta subsp. cinabina": "A vigorous Canna species, medium size to 130 cm (4'); broad, light-green foliage, with distinctive darker and lighter green veins throughout; orchid-like blooms, erect bright golden yellow with bright orange-red specks; an upright vase-like profile. Starts blooming in early spring when the plant is only 30 cm (12”) tall, and continues non-stop until frost. Native to Colima, Mexico.",
    "References": "",
    "See also": "Canna\nList of Canna species\nList of Canna cultivars"
  }
}