{
  "url": "https://en.wikipedia.org/wiki/Canna_coccinea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "(unranked)": "Commelinids"
    },
    {
      "Order": "Zingiberales"
    },
    {
      "Family": "Cannaceae"
    },
    {
      "Genus": "Canna"
    },
    {
      "Species": "C. coccinea"
    }
  ],
  "text": {
    "__SUMMARY__": "Canna coccinea is a species of the Canna genus, belonging to the family Cannaceae.  A native of northern Argentina., it was introduced in England from South America in 1731.",
    "Description": "Herbs up to 2 m tall. Full heads of raspberry red flowers held high over the deeper green leaves. Orange or red staminodes (usually 2). The inflorescence stalk generally elongated and not branched. The fruits contain 3 to 5 seeds. The inflorescence stalk is triangular in cross-section and acutely angled; with three distinct longitudinal ridges.",
    "Taxonomy": "Paulus Johannes Maria Maas from Netherlands and Nobuyuki Tanaka from Japan, both experts in the taxonomy of genus Canna, assign different classifications for this species.\nDr Maas considers C. coccinea to be a synonym of C. indica L., however, Dr Tanaka's DNA-based approach shows that species in the Canna indica complex can be clearly distinguished from other taxa, as a result he recognises it as a separate species.",
    "Cultivation": "C. coccinea is hardy to zone 10 and is frost tender. In the north latitudes it is in flower from August to October, and the seeds ripen in October.",
    "Ecology": "The species is invasive in New Caledonia.",
    "References": "",
    "Recommended reading": "Adams, C. 1972. Flowering plants of Jamaica. (F Jam)\nCabrera, A. L., ed. 1965–1970. Flora de la provincia de Buenos Aires. (F BuenAir)\nFournet, J. 1978. Flore illustree des phanerogames de Guadeloupe et de Martinique. (F GuadMart)\nGómez-Pompa, A. & V. Sosa, eds. 1978–. Flora de Veracruz. (F Veracruz)\nHoward, R. 1974–1989. Flora of the Lesser Antilles. (F LAnt)\nLeón (J. S. Sauget) & Alain (E. E. Liogier). 1946–1962. Flora de Cuba.; suppl. 1969 (F CubaLeon)\nReitz, R., ed. 1965–. Flora ilustrada catarinense. (F SCatarin)\nWalker, E. 1976. Flora of Okinawa and the southern Ryukyu Islands. (F Okin)\nWoodson, R. E. & R. W. Schery, eds. 1943–1980. Flora of Panama. (F Panama)",
    "External links": "\"Canna coccinea\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA).",
    "See also": "Canna\nList of Canna species\nList of Canna cultivars"
  }
}