{
  "url": "https://en.wikipedia.org/wiki/Pholiota_communis",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Pholiota"
    },
    {
      "Species": "P. communis"
    }
  ],
  "text": {
    "__SUMMARY__": "Pholiota communis is a species of fungus in the Strophariaceae family. It is found in Southeastern Australia. The small brown mushrooms appear in leaf litter of pines and eucalypts in autumn and winter.",
    "Taxonomy": "The species was originally named Flammula californica var. communis by Cleland and Steel in 1918, its varietal epithet being the Latin adjective communis \"common\".  Australian mycologist Cheryl Grgurinovic transferred the species to Pholiota in 1997.",
    "Description": "The fungus produces fruit bodies with caps that are up to 7.5 cm (3.0 in) in diameter, convex when young and flattening out with maturity. The cap surface is orange-brown with flat brown scales, and initially viscid (sticky) before becoming dry. The gills on the underside of the cap are initially bright yellow before turning a duller tan in maturity. The stem has brown scales on its lower half. The spore print is dark brown. Measuring 8.5 x 5.5 micrometres, the spores are elliptical in shape. The flesh has no taste.",
    "Distribution and habitat": "Pholiota communis mushrooms appear from April to July, and have been recorded from the Mount Lofty Ranges, Kuitpo Forest, Beck Valley off Inman Valley, Bangham and Kalangadoo in South Australia, as well as New South Wales, and the Yarra Valley in Victoria.The habitat is eucalypt and pine forest, the mushrooms growing in clumps or tufts (caespitose), or groups in leaf litter, though sometimes grows up the trunks of trees for a few feet. Species associated include messmate stringybark (Eucalyptus obliqua) and white ironbark (E. leucoxylon).",
    "See also": "List of Pholiota species\n\n\n== References =="
  }
}