{
  "url": "https://en.wikipedia.org/wiki/Pholiota_squarrosoides",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Pholiota"
    },
    {
      "Species": "P. squarrosoides"
    }
  ],
  "text": {
    "__SUMMARY__": "Pholiota squarrosoides is a species of mushroom in the family Strophariaceae. It is similar to the species Pholiota squarrosa. There are differing accounts on whether the mushroom is edible.",
    "Description": "This mushroom grows in crowded clusters, with caps up to 10 cm (4 in) in diameter and stems up to 14 cm (5.5 in) in length. The caps are convex at first, becoming flattened with age, and are sticky when wet. They are yellowish-brown with prominent cone-shaped, tawny scales which are crowded together near the centre. The gills are closely packed, yellow at first becoming rusty-brown later. The stem is the same colour as the cap and is covered with small scales.  Near the top it bears a cottony yellowish ring which flares out. The spores are brown. It is difficult to distinguish this species from Pholiota squarrosa, but that mushroom has a greenish tinge to the gills and is never sticky.",
    "Edibility": "There are differing accounts on whether the mushroom is edible. The species was reported as edible \"with caution\" by the book A Field Guide to Mushrooms: North America, but that it can be confused with the poisonous P. squarrosa. Mycologist Alexander H. Smith wrote in his book The Mushroom Hunter's Field Guide that it is the best edible species in its genus. A description provided by the University of Arkansas stated that neither species is edible.",
    "Habitat": "The species can commonly be found in late summer in the Great Lakes states, the Pacific Northwest, and eastern North America. Its habitat is on the bark of hardwood trees. It is rarely found in Europe, but the first specimen in Poland was discovered in 2010 in the southwestern part of the country. The Poland discovery happened at the Łężczok Nature Reserve near the town of Racibórz. The mushroom might also be found in the temperate regions of Asia. Although the mushroom is considered a saprophyte, rather than a parasite, it can cause the wood to degrade rapidly. In the Great Lakes region of the United States, it has decayed and does decay logs of the trees Acer saccharum and Tilia glabra.\n\n\n== References =="
  }
}