{
  "url": "https://en.wikipedia.org/wiki/Pholiota_iterata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Pholiota"
    },
    {
      "Species": "P. iterata"
    }
  ],
  "text": {
    "__SUMMARY__": "Pholiota iterata is a species of agaric fungus in the family Strophariaceae. Found in North America, it was first described formally by Alexander H. Smith and Lexemuel Ray Hesler in 1969.",
    "Systematics": "The species is classified in the section Flammuloides within the genus Pholiota, characterized by species with sticky or glutinous caps, a gelatinous subhymenium, and prominent pleurocystidia. In this section of the genus, it is placed in the stirps Condensa, which includes P. condensa, P. alabamensis, P. sequoiae, P. bakerensis, and P. subminor.",
    "Description": "The fruit bodies have an obtuse to convex cap that ranges from 3–7 cm (1.2–2.8 in) in diameter, sometimes developing a slight umbo. The cap surface is slimy, and dull brown in the center, grading to light brown on the margins. The closely spaced gills are adnate or have a decurrent tooth. They are initially pale yellow but become rusty brown as the spores mature. The stem measures 3–7 cm (1.2–2.8 in) long by 3–8 mm (0.1–0.3 in) thick, and is equal in width throughout its length. The top of the stem is colored yellowish and has a silky fibrillose texture, while lower it is brownish. There is a ring, or a remnant ring zone area left by the degraded partial veil, whose pale yellow fibrils may initially be covered with a thin layer of slime.The spore print is dark rusty brown, and the spores are smooth, broadly egg-shaped to elliptical, and measure 7–9 by 5–6 μm. They have a small germ pore. The pleurocystidia (cystidia on the gill face) are somewhat fuse-shaped or swollen, measure 60–85 by 9–18 μm, and have a long neck. Cheilocystidia (on the gill edge) are somewhat club-shaped to swollen, usually thin-walled, and have dimensions ranging from 30–60 by 8–15 μm.Similar species include Pholiota subminor and Pholiota velaglutinosa, but the former grows on oak logs, while the latter has smaller spores and a non-gelatinous partial veil.",
    "Habitat and distribution": "The species was originally collected by Smith in Cave Junction, Oregon, at an altitude of 1,295 feet (395 m) in December 1937. Smith and Hesler formally published a description in their 1969 monograph of North American Pholiota species. The type collection is kept at the University of Michigan Herbarium. It was found growing in groups on needle carpet under pine trees. The mushroom has since been recorded in Mexico.",
    "See also": "List of Pholiota species",
    "References": "",
    "References-Cited texts": "Smith AH, Hesler LR. (1969). The North American Species of Pholiota. New York, New York: Hafner.",
    "External links": "Pholiota iterata  in Index Fungorum"
  }
}