{
  "url": "https://en.wikipedia.org/wiki/Pholiota_flammans",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Strophariaceae"
    },
    {
      "Genus": "Pholiota"
    },
    {
      "Species": "P. flammans"
    }
  ],
  "text": {
    "__SUMMARY__": "Pholiota flammans, commonly known as the yellow pholiota, the flaming Pholiota, or the flame scalecap, is a basidiomycete agaric mushroom of the genus Pholiota. Its fruit body is golden-yellow in color throughout, while its cap and stem are covered in sharp scales. As it is a saprobic fungus, the fruit bodies typically appear in clusters on the stumps of dead coniferous trees. P. flammans is distributed throughout Europe, North America, and Asia in boreal and temperate regions. Its edibility has not been clarified.",
    "Taxonomy": "This species was first recognised in 1783 by the German, August Batsch, as Agaricus flammans, and later sanctioned by Swedish mycologist Elias Magnus Fries in his Systema Mycologicum. The specific epithet flammans is a Latin adjective meaning flaming. In 1871, with the recognition of Pholiota as an independent genus with type species Pholiota squarrosa, another German, Paul Kummer renamed the fungus Pholiota flammans. Lucien Quélet, a French mycologist, proposed another synonym, Dryophila flammans in 1886. American mycologist William Alphonso Murrill called the species Hypodendrum flammans in his 1912 study of Pacific Coast mushrooms, although he did not explain his rationale for transferring the species to Hypodendrum.In the organization of Rolf Singer, the species is placed in subgenus Pholiota, section Adiposae, stirps Subflammans—a grouping of closely related species that also includes P. subflammans and P. digilioi. The species in stirps Subflammans are characterised by having conspicuous erect tufts or scales on the cap surface that are easily sloughed off by rain and age in lieu of the gelatinous nature of the underlying cap cuticle. It is commonly known as the yellow Pholiota, the flaming Pholiota, or the flame scalecap.",
    "Description": "Pholiota flammans often has a striking appearance. The cap is initially round, then convex and finally flattening with age. Its surface is bright yellow to orange, and covered with triangular scales (squamules) arranged in concentric rings. The cap surface is dry, matt and felt-like, and in wet conditions may lose scales. The cap margin remain curved slightly inwards. The yellow gills are crowded together, attached to the stem, and have a notch where the gill attaches to the stem. A bright yellow partial veil extending from the cap edge to the edge is present in immature species. As the cap expands and flattens with age, the partial veil tears, leaving a faint ring around the stem. The cylindrical straight or curved stem is itself covered in yellow squamules below the ring. The base of the stem, typically more orange in color than the upper portion, is firmly attached to the dead wood from which the fungus arises. The section of stem above the ring bears little or no protuberances. The flesh is firm, full, yellow and does not change color when bruised or injured.\nThe dimensions of the fruit body are as follows: cap diameter up to 8 cm (3.1 in), stem up to 12 cm (4.7 in) tall and between 0.4 to 1 cm (0.2 to 0.4 in) cm thick.\nAs the fruit body matures, the gills darken to cinnamon brown following spore release. The spore mass is colored brown to rust.",
    "Description-Microscopic features": "Under a light microscope, the spores are seen to be smooth, elliptical to oblong in shape, with dimensions of 3–5 by 2–3 µm. The basidia (the spore-bearing cells) are 4-spored, and have a narrow club-shape with dimension of 18–22 by 3.5–4.5 µm. The gill cystidia are seen to stain blue when cotton blue dye and lactate are applied. The cap cuticle is made of an approximately 100 µm thick layer of gelatinous hyphae that are about 2–4 µm thick. The gelatinous hyphae are only present on the cap surface, not the surface of the stem; these local differences in cell structure explain the ease with which the scales are sloughed off the cap, but not the stems of the fruit bodies. The macroscopic and microscopic characteristics of the mycelia of this species grown in culture have been described in detail.",
    "Description-Edibility": "Pholiota flammans fruit bodies bear no distinctive smell and taste mild to slightly bitter. Opinions are divided as to its edibility, however, as some authors regard the mushroom as inedible, while others consider it edible or of unknown edibility.",
    "Description-Similar species": "Other members of the genus Pholiota may be mistaken for Pholiota flammans, especially Pholiota squarrosa which commonly forms large tufts at the base of deciduous as well as coniferous trees. P. squarrosa tends to be a less intense yellow color than P. flammans. P. adiposa is also similar, but prefers to grow on dead hardwoods; unlike P. flammans, it has gelatinous scales on the stem as well as the cap.The North American species once described by Alexander H. Smith, P. kauffmaniana, is closely related to P. flammans, but differs in having a more distinctly viscid cap. Smith was later to revise his opinion on the existence of P. kauffmaniana as a unique species—he believed that environmental variations in humidity were the cause of differences in the cap cuticle gelatinization observed in Pholiotas collected from different North American locales. P. kauffmaniana is now considered synonymous with P. flammans.",
    "Habitat and distribution": "Being saprobic, P. flammans is found exclusively on dead and decaying stumps and trunks of coniferous trees, with fruit bodies appearing in tufts or singly, from summer to autumn. It is a fungus with a wide geographical distribution in boreal and temperate regions, and may be considered common to rare depending upon the region in which it occurs. It is found throughout Europe (from the British Isles to Russia) and North America (southern Canada and the United States). The species has also been collected in Asia, including India and China.",
    "See also": "List of Pholiota species",
    "References": "",
    "External links": "*Pholiota flammans  in Index Fungorum"
  }
}