{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_globuliforme",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. globuliforme"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum globuliforme, commonly known as the green bead orchid, miniature moss-orchid or hoop pine orchid, is a species of epiphytic orchid with tiny spherical pseudobulbs, scale-like leaves and small cream-coloured flowers with a yellow labellum. It grows on the scaly bark of hoop pine (Araucaria cunninghamii), mostly on the McPherson Range on the New South Wales/Queensland border in eastern Australia. Because of its small size it is often dismissed as moss.",
    "Description": "Bulbophyllum globuliforme is an epiphytic herb with pale green, more or less spherical pseudobulbs that are 1–2 mm (0.04–0.08 in) in diameter. Each pseudobulb has a single papery, scale-like leaf 1–2 mm (0.04–0.08 in) long. A single cream-coloured flower about 3 mm (0.1 in) long and 3–5 mm (0.1–0.2 in) wide is borne on a thread-like flowering stem 10–15 mm (0.4–0.6 in) long. The sepals and petals spread widely, the sepals about 3 mm (0.1 in) long and 2 mm (0.08 in) wide, the petals about 2 mm (0.08 in) long and 0.5 mm (0.02 in) wide. Flowering occurs from September to November and from May to August.",
    "Taxonomy and naming": "Bulbophyllum globuliforme was first formally described in 1938 by William Nicholls in the Orchidologia Zeylanica.",
    "Distribution and habitat": "The green bead orchid grows on the scaly bark of hoop pine in rainforest, mainly on the McPherson Range in eastern Australia.",
    "Conservation": "This orchid species is listed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999, and the New South Wales Threatened Species Conservation Act 1995. In Queensland it is classed as \"rare\" under the Nature Conservation Act 1992.\n\n\n== References =="
  }
}