{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_lamingtonense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. lamingtonense"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum lamingtonense, commonly known as the cream rope orchid, is a species of epiphytic or lithophytic orchid with well-spaced pseudobulbs and brown bracts arranged along the stems. Each pseudobulb has a single, fleshy, channelled leaf and a single cream-coloured or white flower with yellow tips. It grows on trees and rocks near cliffs and the edge of rainforest near the eastern border between New South Wales and Queensland.",
    "Description": "Bulbophyllum lamingtonense is an epiphytic or lithophytic herb with stems 100–200 mm (4–8 in) long and covered with brown bracts. The pseudobulbs are 8–12 mm (0.31–0.47 in) long, about 3 mm (0.1 in) wide and spaced 15–25 mm (0.6–1 in) apart along the stems. Each pseudobulb has a thick, fleshy, narrow oblong to lance-shaped leaf 200–800 mm (8–30 in) long and 6–15 mm (0.24–0.59 in) wide with a channelled upper surface. A single cream-coloured or white flower 5.5–6.5 mm (0.22–0.26 in) long and 3–4 mm (0.12–0.16 in) wide is borne on a flowering stem 2–3 mm (0.08–0.1 in) long. The sepals and petals are fleshy, the sepals 5–7 mm (0.20–0.28 in) long, about 1.5 mm (0.06 in) wide and the petals about 2 mm (0.08 in) long and 1.5 mm (0.06 in) wide. The labellum is brown, about 2 mm (0.08 in) long and wide with a sharp bend near the middle. Flowering occurs from March to August.",
    "Taxonomy and naming": "Bulbophyllum lamingtonense was first formally described in 1993 by David Jones who published the description in Phytologia from a specimen collected in the Lamington National Park. The specific epithet (lamingtonense) refers to the type location.",
    "Distribution and habitat": "The cream rope orchid grows on trees and rocks near the edge of rainforest or on cliffs in the McPherson and Border Ranges.\n\n\n== References =="
  }
}