{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_lageniforme",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. lageniforme"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum lageniforme, commonly known as the smooth strand orchid, is a species of epiphytic or lithophytic orchid that is endemic to tropical North Queensland. It has flattened, pale green, grooved, clump-forming pseudobulbs, stiff, dark green leaves and up to four cream-coloured or pale green flowers with a pink labellum. It usually grows on shrubs, trees and rocks in highland rainforest.",
    "Description": "Bulbophyllum lageniforme is an epiphytic or lithophytic herb with clump-forming, flattened,  pale green, grooved pseudobulbs 7–10 mm (0.3–0.4 in) long and 6–10 mm (0.24–0.39 in) wide. The leaves are narrow oblong, thin but stiff, 50–100 mm (2–4 in) long and 5–8 mm (0.20–0.31 in) wide. Up to four bell-shaped, cream-coloured or pale green, rarely pink flowers 6–7 mm (0.24–0.28 in) long and 3–5 mm (0.12–0.20 in) wide are arranged a thread-like flowering stem 40–70 mm (1.6–2.8 in) long. The dorsal sepals is egg-shaped, 7–9 mm (0.3–0.4 in) long and 2–3 mm (0.079–0.12 in) wide, the lateral sepals 7–9 mm (0.28–0.35 in) long and 5–6 mm (0.20–0.24 in) wide. The petals are lance-shaped to egg-shaped, 5–6 mm (0.20–0.24 in) long and 2 mm (0.08 in) wide. The labellum is pink, thick and fleshy, about 6 mm (0.24 in) long and 3.5 mm (0.14 in) wide. Flowering occurs between November and February.",
    "Taxonomy and naming": "Bulbophyllum lageniforme was first formally described in 1904 by Frederick Manson Bailey and the description was published in the Queensland Agricultural Journal from a specimen collected near the summit of Mount Bellenden Ker. The specific epithet (lageniforme) is derived from the Latin words lagena meaning \"a large jar or bottle with handles and a narrow neck\" and forma meaning \"shape\", \"figure\" or \"model\".",
    "Distribution and habitat": "The smooth strand orchid grows on trees and rocks in rainforest and in sheltered places in drier forests. It occurs between the Mount Finnigan and the headwaters of the Tully River in Queensland.\n\n\n== References =="
  }
}