{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_baileyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. baileyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum baileyi, commonly known as the fruit fly orchid, is a species of epiphytic or lithophytic orchid that is native to Queensland and New Guinea. It has coarse, creeping rhizomes, curved, yellowish pseudobulbs with a single thick, fleshy leaf, and a single cream-coloured flower with yellow, red or purple spots. It grows on trees and rocks in open forest, often in exposed places.",
    "Description": "Bulbophyllum baileyi is an epiphytic or lithophytic herb that forms spreading clumps. It has a creeping rhizome covered with brown bracts and curved, yellowish pseudobulbs 15–30 mm (0.6–1 in) long and 10–15 mm (0.39–0.59 in) wide. There is a single oblong or egg-shaped, thick, fleshy light-coloured leaf 80–200 mm (3–8 in) long and 40–60 mm (1.6–2.4 in) wide on the end of the pseudobulb. A single upward-facing, cream-coloured to creamy yellow flower with red or purple spots, 20–25 mm (0.79–0.98 in) long and 20–40 mm (0.79–1.6 in) wide is borne on a flowering stem 60–100 mm (2.4–3.9 in) long. The sepals and petals curve inwards. The dorsal sepal is narrow triangular, 20–25 mm (0.79–0.98 in) long and 4–5 mm (0.16–0.20 in) wide and the lateral sepals are a similar length but 6–7 mm (0.24–0.28 in) wide. The petals are 15–18 mm (0.59–0.71 in) long and 4–5 mm (0.2–0.2 in) wide. The labellum is fleshy, curved, 5–6 mm (0.20–0.24 in) long and about 3 mm (0.1 in) wide with tiny spots. Flowering mainly occurs between October and February.",
    "Taxonomy and naming": "Bulbophyllum baileyi was first formally described in 1875 by Ferdinand von Mueller. The description was published in Fragmenta phytographiae Australiae from a specimen collected by Frederick Manson Bailey growing on the trunk of Casuarina equisetifolia near Rockingham Bay. The specific epithet (baileyi) honours Manson Bailey who collected the type specimen.",
    "Distribution and habitat": "The fruit fly orchid grows on trees, rocks and cliff faces in mangroves, rainforest and open forest. It is found in New Guinea, some Torres Strait Islands and the Cape York Peninsula as far south as Townsville.",
    "Ecology": "The flowers of B. baileyi are pollinated by male fruit flies of the genus Bactrocera which are attracted to them by their \"fruity\" fragrance. It has been suggested that the flies are seeking zingerone which they use as a sexual attractant. The labellum of the flower is delicately hinged and when the insect lands on it, is tipped into the column and either has sticky pollinia attached to its back or deposits the pollinia on the receptive stigma.\n\n\n== References =="
  }
}