{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_grandimesense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. grandimesense"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum grandimesense, commonly known as the pale rope orchid, is a species of epiphytic orchid with well-spaced pseudobulbs and brown bracts arranged along the stems. Each pseudobulb has a single, fleshy, dark green leaf and usually only a single white flower with thread-like tips on the sepals. It grows on rainforest trees in a small area of tropical North Queensland.",
    "Description": "Bulbophyllum grandimesense is an epiphytic herb with branching stems 100–200 mm (4–8 in) long and covered with brown bracts. The pseudobulbs are 8–12 mm (0.31–0.47 in) long, about 3 mm (0.1 in) wide and well-spaced along the stems. Each pseudobulb has a thick, fleshy, dark green leaf 15–50 mm (0.6–2 in) long and 3–5 mm (0.12–0.20 in) wide on a stalk 4–5 mm (0.16–0.20 in). A single white flower 6–8 mm (0.24–0.31 in) long and 5–7 mm (0.20–0.28 in) wide is borne on a thread-like flowering stem about 1.5 mm (0.06 in) long. The sepals are fleshy, 8–9 mm (0.31–0.35 in) long, about 2 mm (0.08 in) wide and the petals about 2.5 mm (0.1 in) long and 1.5 mm (0.06 in) wide. The labellum is about 2.5 mm (0.1 in) long and 1.5 mm (0.06 in) wide, fleshy and curved. Flowering occurs from May to June.",
    "Taxonomy and naming": "Bulbophyllum grandimesense was first formally described in 1989 by Bruce Gray who published the description in Austrobaileya from a specimen he collected near Rossville. The specific epithet (grandimesense) is derived from the Latin word grandis meaning \"great\" and the Spanish word mesa meaning \"table\", referring to the \"Big Tableland\" near Rossville where this species is found.",
    "Distribution and habitat": "The pale rope orchid grows on the upper branches of rainforest trees in the Cedar Bay National Park.\n\n\n== References =="
  }
}