{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_newportii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. newportii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum newportii, commonly known as the cupped strand orchid, is a species of epiphytic or lithophytic orchid that is endemic to tropical North Queensland. It has widely spaced, oval or cone-shaped, light green pseudobulbs, a single stiff, dark green egg-shaped leaf and up to eight bell-shaped white, cream-coloured or greenish flowers with a long, narrow yellow labellum. It grows on trees and rocks, usually at moderate to high elevations.",
    "Description": "Bulbophyllum newportii is an epiphytic or lithophytic herb that forms dense clumps. It has a creeping rhizome and well spaced, oval or cone-shaped, light green pseudobulbs 8–15 mm (0.3–0.6 in) long and 8–12 mm (0.31–0.47 in) wide. There is a single egg-shaped to oblong, stiff, dark green leaf 40–70 mm (2–3 in) long and 8–12 mm (0.31–0.47 in) wide on the end of the pseudobulb. Up to eight bell-shaped, white, cream-coloured or greenish, rarely pink flowers, 4–6 mm (0.16–0.24 in) long and 4–5 mm (0.16–0.20 in) wide are arranged on a thread-like flowering stem 50–90 mm (2.0–3.5 in) long. The dorsal sepals is egg-shaped, 4–7 mm (0.2–0.3 in) long, about 3 mm (0.12 in) wide and forms a hood over the column. The lateral sepals are triangular and curved, 5–7 mm (0.20–0.28 in) long and 3–4 mm (0.12–0.16 in) wide and the petals are about 3 mm (0.12 in) long and 1.5 mm (0.06 in) wide. The labellum is yellow, fleshy and curved, about 5 mm (0.20 in) long and 1.5 mm (0.059 in) wide. Flowering occurs between September and December.",
    "Taxonomy and naming": "The cupped strand orchid was first formally described in 1902 by Frederick Manson Bailey who gave it the name Sarcochilus newportii and published the description in The Queensland Flora from a specimen collected on Mount Alexandra by Howard Newport. In 1909 Robert Allen Rolfe changed the name to Bulbophyllum newportii. The specific epithet (newportii) honour the collector of the type specimen.",
    "Distribution and habitat": "Bulbophyllum newportii grows on trees and rocks, mostly at moderate to high altitudes, usually in humid, airy locations and often in exposed places. It is found on the McIlwraith Range and between the Cedar Bay National Park and Eungella National Park in Queensland.\n\n\n== References =="
  }
}