{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_trichorhachis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. trichorhachis"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum trichorhachis is a species of orchid in the genus Bulbophyllum (Section Section Hybochilus ), which is native to the island of Sulawesi in Indonesia. \nIt was described as a new species in 2003.",
    "Habitat": "B. trichorhachis was described from the discovery of a single plant, found growing as an epiphyte on a medium-sized tree within montane forests in the central part of Sulawesi, and at an altitude of 1,000 metres (3,300 ft).The holotype of this new species is lodged in the herbarium at Singapore Botanic Gardens (Herb. SING).",
    "Description": "The flowers of this species are entirely purple, each one only fully opening after anthesis of the previous one. The inflorescence itself is racemose, and its rachis spreads outwards and forwards in a zig-zag manner from the plant, and is not thickened. The inflorescence is between 30mm to 48mm in length, bearing from between one and 22 flowers, each on pedicels (flower stems) that are between 25mm to 29mm in length. The leaves are elliptic to (ob)ovate in shape, between 13mm to 19mm in length, and up to 5mm in width. Leaves are borne on extremely short petioles, approximately 0.2mm in length. The plant has creeping rhizomes, up to 1mm in diameter.The species is very similar to Bulbophyllum iterans, but differs from the latter in having smaller flowers in which there is no median ridge, plus a rachis that is unthickened. Unlike most other species within this genus, the inflorescence of B. trichorhachis is racemose, and at the time of its discovery it was only the second species within the Section Hybochilus to have this form of flower structure.",
    "References": "",
    "External links": "The Bulbophyllum-Checklist"
  }
}