{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_johnsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. johnsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum johnsonii, commonly known as the yellow snake orchid, is a species of epiphytic or lithophytic orchid that has a thin, creeping rhizome with flattened pseudobulbs, each with a single tough, dark green leaf and a single bright yellow to orange flower on a thread-like stalk. It grows on trees, shrubs and rocks in and near rainforest in tropical North Queensland.",
    "Description": "Bulbophyllum johnsonii is an epiphytic or lithophytic herb that has thin, creeping rhizomes pressed against the surface on which it grows and flattened dark green, reddish or purple pseudobulbs 14–18 mm (0.55–0.71 in) long and 10–15 mm (0.39–0.59 in) wide. Each pseudobulb has a tough, dark green, egg-shaped leaf 10–40 mm (0.4–2 in) long and 7–15 mm (0.28–0.59 in) wide. A single resupinate, red, brown, green or yellowish flower 7–10 mm (0.28–0.39 in) long and 15–20 mm (0.59–0.79 in) wide is borne on a thread-like flowering stem 20–30 mm (0.79–1.2 in) long. The dorsal sepal is 6–8 mm (0.24–0.31 in) long, 3–4 mm (0.12–0.16 in) wide and forms a hood over the column. The lateral sepals are 5–6 mm (0.20–0.24 in) long and 2–3 mm (0.079–0.12 in) wide and spread widely apart from each other. The petals are 1–2 mm (0.039–0.079 in) long, about 1 mm (0.04 in) wide with a dark blotch on the tip. The labellum is 6–8 mm (0.2–0.3 in) long, about 1.5 mm (0.06 in) wide with a red base and a yellow tip. Flowering occurs sporadically throughout the year.",
    "Taxonomy and naming": "Bulbophyllum johnsonii was first formally described in 1950 by Trevor Edgar Hunt who published the description in Proceedings of the Royal Society of Queensland from a specimen collected at Hambledon by \"A. E. Johnson\". The specific epithet (johnsonii) honours the collector of the type specimen.",
    "Distribution and habitat": "The yellow snake orchid usually grows on trees, shrubs and rocks in rainforest and open forest, at higher altitudes between the Cedar Bay National Park and the Paluma Range National Park.\n\n\n== References =="
  }
}