{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_longiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. longiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum longiflorum, commonly known as the pale umbrella orchid, is a species of epiphytic or lithophytic orchid. It has a creeping rhizome, widely spaced, dark green pseudobulbs with a single large, fleshy leaf, and flowers spreading in a semicircular umbel, resembling one-half of an umbrella. The flowers are canoe-shaped, greenish cream-coloured to yellowish with purple dots. It has a wide distribution and is found in parts of Africa, on islands in the Indian and Pacific Oceans, Southeast Asia, New Guinea and northern Australia.",
    "Description": "Bulbophyllum baileyi is an epiphytic or lithophytic herb that has a creeping rhizome and grooved, dark green pseudobulbs 30–45 mm (1–2 in) long and 15–20 mm (0.59–0.79 in) wide. Each pseudobulb has a single fleshy, dark green leaf 80–150 mm (3–6 in) long and 20–30 mm (0.79–1.2 in) wide on its end. Between five and eight flowers are arranged in a spreading, semi-circular umbel 100–200 mm (3.9–7.9 in) long, each flower on a pedicel 15–20 mm (0.59–0.79 in) long. The flowers are resupinate, greenish cream-coloured to yellowish with purple spots or dots, 30–40 mm (1.2–1.6 in) long and 3–5 mm (0.12–0.20 in) wide. The dorsal sepal is egg-shaped, 6–8 mm (0.24–0.31 in) long and 4–5 mm (0.16–0.20 in) wide, forming a hood over the column.  There is a long, hair-like tip on the end of the dorsal sepal. The lateral sepals are 25–35 mm (0.98–1.4 in) long, 3–5 mm (0.12–0.20 in) wide and fused to each other along their sides. The petals are triangular, curved, 6–18 mm (0.24–0.71 in) long and 4–5 mm (0.16–0.20 in) wide. The labellum is dark purple, fleshy, curved, 4–5 mm (0.16–0.20 in) long and about 2 mm (0.08 in) wide with a groove along its midline. Flowering occurs between January and March in Australia, October and January in Africa and throughout the year in New Guinea.",
    "Taxonomy and naming": "Bulbophyllum longiflorum was first formally described in 1822 by Louis-Marie Aubert du Petit-Thouars in his book Histoire particulière des plantes orchidées recueillies sur les trois Iles Australes d’Afrique, de France, de Bourbon et de Madagascar.",
    "Distribution and habitat": "The pale umbrella orchid is found in Africa, Madagascar, Mascarenes, Seychelles and on into Malaysia, New Guinea, New Caledonia, Fiji and Society and Austral Islands and Queensland. In Queensland it occurs in the Iron and McIlwraith Ranges. It grows in rainforests and hill forests at elevations from sealevel to 1,700 metres (5,600 ft).",
    "Conservation": "This orchid is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threat to the species in illegal collecting by orchid enthusiasts.\n\n\n== References =="
  }
}