{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_lilianae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. lilianae"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum lilianae, commonly known as the warty strand orchid, is a species of epiphytic or lithophytic orchid that is endemic to tropical North Queensland. It has widely spaced, deeply grooved, dark green to yellowish pseudobulbs, thin but tough, dark green to yellowish leaves and up to three cream-coloured, pale green or reddish flowers with dark red stripes and a pink labellum. It grows on shrubs, trees and rocks, often in exposed situations.",
    "Description": "Bulbophyllum lilianae is an epiphytic or lithophytic herb with well spaced, deeply grooved, dark green to yellowish pseudobulbs 7–12 mm (0.3–0.5 in) long and 3 mm (0.12 in) wide. There is a single egg-shaped to oblong, thin but tough leaf 12–25 mm (0.5–1 in) long and 6–8 mm (0.24–0.31 in) wide on the end of the pseudobulb. Up to three bell-shaped, cream-coloured, pale green or reddish flowers with dark red stripes, 4–5 mm (0.16–0.20 in) long and 6–8 mm (0.24–0.31 in) wide are arranged a thread-like flowering stem 15–25 mm (0.59–0.98 in) long. The dorsal sepals is egg-shaped to oblong, 5–7 mm (0.2–0.3 in) long and 2–3 mm (0.079–0.12 in) wide. The lateral sepals are egg-shaped and curved, 4.5–6 mm (0.18–0.24 in) long and 3–4 mm (0.12–0.16 in) wide and the petals are oblong to egg-shaped, 3–4 mm (0.12–0.16 in) long and 1–2 mm (0.04–0.08 in) wide. The labellum is pink, egg-shaped, thick and fleshy, about 3 mm (0.12 in) long and 1.5 mm (0.059 in) wide. Flowering occurs between July and September.",
    "Taxonomy and naming": "Bulbophyllum lilianae was first formally described in 1917 by Alfred Barton Rendle and the description was published in the Journal of Botany, British and Foreign from a specimen collected near the summit of Mount Bellenden Ker.",
    "Distribution and habitat": "The warty strand orchid grows on shrubs, trees and rocks, often in situations where it is exposed to full sun and wind or mist and fog. It occurs between the Cedar Bay National Park, the Evelyn Tableland and Paluma Range National Park.\n\n\n== References =="
  }
}