{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_wolfei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. wolfei"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum wolfei, commonly known as the fleshy snake orchid, is a species of epiphytic or lithophytic orchid with thin, creeping rhizomes, and flattened pseudobulbs each with a single thick, fleshy, dark green leaf and a single cream-coloured flower with dark red stripes. It mostly grows on rainforest trees in tropical North Queensland.",
    "Description": "Bulbophyllum wolfei is an epiphytic or lithophytic herb that has thin, creeping rhizomes pressed against the surface on which it grows and oval-shaped pseudobulbs 4–9 mm (0.16–0.35 in) long, 3–5 mm (0.12–0.20 in) wide and pressed against the rhizome. Each pseudobulb has a thick, fleshy, dark green, oblong to oval leaf 10–25 mm (0.4–1 in) long and 3–6 mm (0.12–0.24 in) wide. A single resupinate, cream-coloured flower with prominent, dark red stripes, 5–8 mm (0.20–0.31 in) long and wide is borne on a thread-like flowering stem 20–30 mm (0.79–1.2 in) long. The sepals are about 6 mm (0.24 in) long, 2 mm (0.079 in) wide and the petals are about 2 mm (0.079 in) long and 1 mm (0.04 in) wide with a red stripe along the midline. The labellum is 4.5–5 mm (0.18–0.20 in) long, 1 mm (0.04 in) wide, fleshy and curved with a groove along its midline. Flowering occurs from April to September.",
    "Taxonomy and naming": "Bulbophyllum wolfei was first formally described in 1991 by Bruce Gray and David Jones and the description was published in Austrobaileya. The specific epithet (wolfei) honours \"Mr T.J. (Tom) Wolfe, of Atherton, Queensland\" for his assistance with orchid research.",
    "Distribution and habitat": "The fleshy snake orchid grows on trees and rocks in rainforest between the Mount Carbine Tableland and Daintree National Park in Queensland at altitudes from 900 to 1,200 m (3,000 to 3,900 ft).\n\n\n== References =="
  }
}