{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_boonjee",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. boonjee"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum boonjee commonly known as the maroon strand orchid,  is a species of epiphytic orchid that is endemic to tropical North Queensland. It has crowded, flattened pseudobulbs, stiff, pale green leaves and up to four small, bell-shaped maroon flowers with darker stripes.",
    "Description": "Bulbophyllum boonjee is an epiphytic herb with crowded, flattened, pale green pseudobulbs 4–8 mm (0.2–0.3 in) long and 3–5 mm (0.12–0.20 in) wide. Each pseudobulb has a single stiff, pale green leaf, 15–40 mm (0.6–2 in) long and 3–4 mm (0.12–0.16 in) wide. Between two and four bell-shaped maroon flowers with darker stripes, 4–5 mm (0.16–0.20 in) long and 6–7 mm (0.24–0.28 in) wide are arranged on a thread-like flowering stem 10–15 mm (0.39–0.59 in) long. The dorsal sepal is 3–4 mm (0.1–0.2 in) long and 1–2 mm (0.039–0.079 in) wide, the lateral sepals a similar length but twice as wide. The petals are 2–3 mm (0.079–0.12 in) long and 1–2 mm (0.039–0.079 in) wide. The labellum is about 2.5 mm (0.098 in) long and less than 1 mm (0.039 in) wide, and curved with small lumps on the upper surface. Flowering occurs between September and February.",
    "Taxonomy and naming": "Bulbophyllum boonjee was first formally described in 1984 by Bruce Gray and David Jones and published The Orchadian.",
    "Distribution and habitat": "The maroon strand orchid grows on thin branches of rainforest trees on the Atherton Tableland and Mount Lewis in Queensland.",
    "Conservation": "This orchid is classed as \"vulnerable\" under the Queensland Government Nature Conservation Act 1992.\n\n\n== References =="
  }
}