{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_exiguum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. exiguum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum exiguum, commonly known as the tiny strand orchid, is a species of epiphytic or lithophytic orchid that is endemic to eastern Australia. It has small, roughly spherical pseudobulbs each with a single leaf and up to three small creamy white to yellow flowers emerging from the base of the pseudobulb. This orchid grows in rainforest and dry forest where it often covers the branches of trees or rocks on which it grows.",
    "Description": "Bulbophyllum exiguum is a small, epiphytic or lithophytic orchid with small, roughly spherical pseudobulbs, usually 5 to 10 mm in length which taper towards the leaf. Each pseudobulb carries one leaf, about 25 to 30 mm long but greatly variable. The flowers are small and creamy white to yellow, and have sepals roughly twice as long as the petals. Flowers are borne on a thin flower stalk which usually carries up to three flowers and emerges from the base of a pseudobulb, but sometimes comes from the rhizome between bulbs. The bulbs occur either relatively evenly spaced along a rhizome or clustered together, the latter occurring mainly when plants are young. Flowers are produced between March and May.",
    "Taxonomy and naming": "Bulbophyllum exiguum was first formally described in 1860 by Ferdinand von Mueller who published the description in Fragmenta phytographiae Australiae. The specific epithet (exigua) is a Latin word meaning \"small\", \"short\", \"poor\" or \"scanty\".",
    "Distribution and habitat": "This orchid grows on trees and rocks in Queensland and New South Wales subtropical to temperate rainforests and sclerophyll forests, where it can often cover rock faces, trunks or branches. It occurs at elevations up to 1,000 metres (3,300 ft), requiring a hot, shady, humid climate. \n\n\n== References =="
  }
}