{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_macphersonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. macphersonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum macphersonii, commonly known as eyelash orchids, is a species of epiphytic or lithophytic orchid that is endemic to Queensland. It has tiny, crowded, slightly flattened, dark green pseudobulbs, a single thick, fleshy leaf and a single dark red to purplish red flower with a narrow labellum. It grows on trees and rocks in sheltered places.",
    "Description": "Bulbophyllum newportii is an epiphytic or lithophytic herb that forms dense clumps. It has a creeping rhizome and densely crowded, more or less spherical, dark green pseudobulbs 1–2 mm (0.04–0.08 in) long and about 1 mm (0.039 in) wide. There is a single variably shaped, dark green, channelled leaf 5–20 mm (0.2–0.8 in) long and 2–4 mm (0.079–0.16 in) wide on the end of the pseudobulb. A single dark red to purplish red, sometimes pink, green or white flower, 8–12 mm (0.31–0.47 in) long and wide is borne on a thread-like flowering stem 20–40 mm (0.79–1.6 in) long. The dorsal sepal is narrow egg-shaped, 4–6 mm (0.16–0.24 in) long and about 2 mm (0.079 in) wide. The lateral sepals are a similar length to the dorsal sepal but are about 3 mm (0.12 in) long and joined to each other. The petals spread widely and are about 4.5–7 mm (0.18–0.28 in) long and about 2 mm (0.08 in) wide. The labellum is 4–6 mm (0.16–0.24 in) long and only about 0.5 mm (0.020 in) wide. It has a fringe of long, fine hairs and vibrates in the slightest breeze. Flowering occurs between March and August.",
    "Taxonomy and naming": "The small eyelash orchid was first formally described in 1934 by Herman Rupp and the description was published in The Victorian Naturalist. It had previously been described in 1884 by Frederick Manson Bailey, intending his description to be published in Robert D. Fitzgerald's book Australian Orchids. Fitzgerald died before the volume was published but it was later published by Arthur Stopps and Henry Deane who considered the orchid to belong to the monotypic genus Osyricera. With Bailey's approval, the description was published as Osyricera purpurascens. In 1905, Johannes Jacobus Smith changed the name of Osyricera purpurascens to Bulbophyllum purpurascens, but that name had already been used for a different orchid and was therefore a nomen illegitimum. The specific epithet (macphersonii) honours Ken PacPherson who \"rediscovered\" the species in 1933.There are two varieties of this orchid:\n\nBulbophyllum macphersonii var. macphersonii - the small eyelash orchid;\nBulbophyllum macphersonii var. spathulatum – the large eyelash orchid which is larger in all its parts. It has also been known as Bulbophyllum sladeanum A.D.Hawkes and Blepharochilum sladeanum.(A.D.Hawkes) D.L.Jones & M.A.Clem.",
    "Distribution and habitat": "Bulbophyllum newportii grows on trees, rocks and cliff faces in sheltered rainforest and open forest. It is found between the Cedar Bay National Park, the Atherton Tableland and Rockhampton.\n\n\n== References =="
  }
}