{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_gracillimum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. gracillimum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum gracillimum, commonly known as the wispy umbrella orchid, is a species of epiphytic orchid. It has a creeping rhizome, widely spaced, olive green pseudobulbs, each with a single thick, leathery, fleshy leaf and between six and ten purplish red flowers spreading in a semicircular umbel. The flowers have distinctive long, thread-like tails on the lateral sepals. It has a wide distribution and is found in New Guinea, New Caledonia, Indonesia, Malaysia and part of tropical North Queensland.",
    "Description": "Bulbophyllum gracillimum is an epiphytic herb that has a creeping rhizome with olive green pseudobulbs 10–18 mm (0.4–0.7 in) long and 10–15 mm (0.39–0.59 in) wide well spaced along it. Each pseudobulb has a single thick, leathery, olive green, oblong to narrow egg-shaped leaf 50–80 mm (2–3 in) long and 30–35 mm (1.2–1.4 in) wide on its end. Between six and ten flowers are arranged in a spreading, semi-circular umbel 150–250 mm (5.9–9.8 in) long. The flowers are purplish red, resupinate, 30–50 mm (1.2–2.0 in) long and 5–8 mm (0.20–0.31 in) wide . The dorsal sepal is egg-shaped, about 3 mm (0.12 in) long and 2 mm (0.079 in) wide, forming a hood over the column.  There is a long, hair-like tip 5–6 mm (0.20–0.24 in) long on the dorsal sepal. The lateral sepals are 7–8 mm (0.28–0.31 in) long, 3–4 mm (0.12–0.16 in) wide and fused to each other along their sides at the base. The ends of the lateral sepals taper into long, thread-like \"tails\" 18–25 mm (0.71–0.98 in) long. The petals droop with long hairs on the tip, 5–6 mm (0.20–0.24 in) long and about 1 mm (0.039 in) wide . The labellum is white to cream-coloured, fleshy, curved, about 2 mm (0.079 in) long and 1 mm (0.04 in) wide with a groove along its midline. Flowering occurs between August and March in Australia.",
    "Taxonomy and naming": "The wispy umbrella orchid was first formally described in 1895 by Robert Allen Rolfe and given the name Cirrhopetalum gracillimum. The description was published in the Bulletin of Miscellaneous Information, Royal Gardens, Kew but in 1907 Rolfe changed the name to Bulbophyllum gracillimum. The specific epithet (gracillimum) is a Latin word meaning \"slenderest\".",
    "Distribution and habitat": "Bulbophyllum longiflorum grows on trees in stunted rainforest and in other damp, airy places in Indonesia, Malaysia, New Guinea, New Caledonia, Fiji and Queensland. In Queensland it occurs in the Iron and Janet Ranges at altitudes of 300–400 m (980–1,300 ft).",
    "Conservation": "This orchid is classed as \"vulnerable\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threat to the species in illegal collecting by orchid enthusiasts.\n\n\n== References =="
  }
}