{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_minutissimum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. minutissimum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum minutissimum, commonly known as the red bead orchid or grain-of-wheat orchid, is a species of epiphytic or lithophytic orchid with small, flattened, reddish or green pseudobulbs, scale-like leaves and small whitish to reddish flowers with broad dar red stripes. It grows on trees and rocks, mostly in swamps and near streams in eastern Australia.",
    "Description": "Bulbophyllum minutissimum is an epiphytic or lithophytic herb with crowded, reddish or green, flattened spherical pseudobulbs that are 2–3 mm (0.08–0.1 in) in diameter. The pseudobulbs contain stomata on their inner surface, which minimizes surface area and the loss of water by transpiration. Each pseudobulb has a single linear to lance-shaped, papery, scale-like leaf about 1 mm (0.04 in) long. A single flower about 2.5 mm (0.1 in) long and 3.5 mm (0.1 in) wide is borne on a thread-like flowering stem about 3 mm (0.1 in) long. The flowers are whitish to reddish with broad dark red stripes and have a pimply or hairy ovary. The sepals are 2–3 mm (0.08–0.1 in) long and 2 mm (0.08 in) wide, the petals about 1.5 mm (0.06 in) long and 0.5 mm (0.02 in) wide. The labellum is red, about 2 mm (0.08 in) long and 1 mm (0.04 in) wide, curved and fleshy. Flowering occurs from October to November.",
    "Taxonomy and naming": "The red bead orchid was first formally described in 1865 by Ferdinand von Mueller who gave it the name Dendrobium minutissimum and published the description in Fragmenta phytographiae Australiae, but in 1878 he changed the name to Bulbophyllum minutissimum. The specific epithet (minutissimum) is the superlative form of the Latin word minutus meaning \"little\" or \"small\", hence \"smallest\".",
    "Distribution and habitat": "Bulbophyllum minutissimum grows on trees and rocks in wet places, including swamps, stream banks and mangroves. It occurs between the Blackdown Tableland in Queensland and Milton in New South Wales.\n\n\n== References =="
  }
}