{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_weinthalii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. weinthalii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum weinthalii, commonly known as the wax orchid, is a species of epiphytic orchid that forms dense clumps on hoop pine (Araucaria cunninghamii). It has crowded pseudobulbs each with a single thin, leathery, dark green leaf and a single white, green or cream-coloured flower with red or purplish markings. It occurs from south-eastern Queensland to Dorrigo National Park in New South Wales.",
    "Description": "Bulbophyllum weinthalii is an epiphytic herb that forms dense clumps with crowded pseudobulbs 10–20 millimetres (0.39–0.79 in) long, 9–14 millimetres (0.35–0.55 in) wide and covered with a white sheath. Each pseudobulb has a thin, leathery, dark green, narrow elliptic to egg-shaped leaf 20–30 millimetres (0.8–1 in) long and 4–9 millimetres (0.16–0.35 in) wide. There is a single white, green or cream-coloured flower with red or purplish markings, 5–7 millimetres (0.20–0.28 in) long and 15–20 millimetres (0.59–0.79 in) wide. The sepals and petals are thick, fleshy and waxy. The dorsal sepal is oblong to egg-shaped, 8–12 millimetres (0.3–0.5 in) long and 4–6 millimetres (0.16–0.24 in) wide. The lateral sepals are triangular, 9–13 millimetres (0.4–0.5 in) long, 8–11 millimetres (0.31–0.43 in) wide and spread widely apart from each other. The petals are 6–8 millimetres (0.2–0.3 in) long, 3–4 millimetres (0.12–0.16 in) and curve inwards. The labellum is about 8 millimetres (0.31 in) long, 5 millimetres (0.2 in) wide, thick and fleshy and curved with a groove along its midline. Flowering occurs from March to May.",
    "Taxonomy and naming": "Bulbophyllum weinthalii was first formally described in 1933 by Richard Sanders Rogers and the description was published in Transactions and Proceedings of the Royal Society of South Australia from a specimen collected by \"Mr. F.A. Weinthal\". The specific epithet (weinthalii) honours the collector of the type specimen.There are two subspecies:\n\nBulbophyllum weinthalii subsp. weinthalii, commonly known as the blotched wax orchid which has coloured spots and blotches on the flowers and has a more southerly distribution;\nBulbophyllum weinthalii subsp. striatum, the streaked wax orchid which has coloured striations on the flowers, a more northerly distribution and grows at lower altitudes than the autonym.",
    "Distribution and habitat": "The wax orchid grows on the scaly bark on the upper branches of hoop pine in rainforest between the Kroombit Tops National Park in Queensland and the Dorrigo National Park in New South Wales. Subspecies striatum only occurs in the extreme north of the distribution.\n\n\n== References =="
  }
}