{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_gadgarrense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. gadgarrense"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum gadgarrense, commonly known as the tangled rope orchid, is a species of epiphytic orchid with small pseudobulbs hidden beneath purplish brown bracts, dark green, grooved leaves and small white flowers with orange or yellow tips. It grows on rainforest trees in tropical North Queensland.",
    "Description": "Bulbophyllum minutissimum is an epiphytic herb with tangled, branching, hanging stems 100–200 mm (4–8 in) long. The stems have purplish brown bracts that hide the pseudobulbs that are only 4–6 mm (0.16–0.24 in) long and 1.5 mm (0.06 in) wide. Each pseudobulbs has a thick, fleshy, dark green leaf 15–30 mm (0.6–1 in) long and 3–4 mm (0.12–0.16 in) wide with a narrow groove and a stalk 2–3 mm (0.079–0.12 in). A single flower 5–6 mm (0.20–0.24 in) long and 4–5 mm (0.16–0.20 in) wide is borne on a thread-like flowering stem about 1.5 mm (0.06 in) long. The flowers are whitish with orange or yellow tips. The sepals are fleshy, 5–6 mm (0.20–0.24 in) long, about 1.5 mm (0.06 in) wide and the petals about 2 mm (0.08 in) long and 0.5 mm (0.02 in) wide. The labellum is about 1 mm (0.04 in) long and less than 1 mm (0.04 in) wide and fleshy. Flowering occurs from July to September.",
    "Taxonomy and naming": "Bulbophyllum gadgarrense was first formally described in 1949 by Herman Rupp who published the description in Proceedings of the Royal Society of Queensland from a specimen collected near Gadgarra on the Atherton Tableland by Frank Kajewski. The specific epithet (gadgarrense) is a reference to the type location.",
    "Distribution and habitat": "Bulbophyllum minutissimum grows on mossy parts of rainforest trees where there is good air movement. It occurs between the Big Tableland and the Tully River in Queensland.\n\n\n== References =="
  }
}