{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_caldericola",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. caldericola"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum caldericola is a species of epiphytic or lithophytic orchid with inconspicuous, well-spaced pseudobulbs arranged along rhizomes which mostly hang from the surface on which they are growing. Each pseudobulb has a single, fleshy, channelled leaf and a single white flower with yellow tips. It grows on the trunks and larger branches of rainforest trees near the eastern border between New South Wales and Queensland.",
    "Description": "Bulbophyllum caldericola is an epiphytic or lithophytic herb with its rhizomes mostly hanging with only the base attached to the surface on which they are growing. The pseudobulbs are 7–12 mm (0.28–0.47 in) long, 3–5 mm (0.1–0.2 in) wide and spaced 15–25 mm (0.6–1 in) apart along the rhizomes. Each pseudobulb has a thick, fleshy, narrow oblong to lance-shaped leaf 250–800 mm (10–30 in) long and 5–13 mm (0.20–0.51 in) wide with a channelled upper surface. A single white flower with yellow tips is borne on a flowering stem 50–80 mm (2–3 in) long. The sepals are narrow triangular in shape, 6–8 mm (0.24–0.31 in) long, the lateral sepals joined at their sides for about half their length. The petals are much shorter than the sepals. The labellum is orange with a sharp bend near the middle. Flowering occurs from October to November.",
    "Taxonomy and naming": "Bulbophyllum caldericola was first formally described in 1993 by Gerry Walsh who published the description in The Orchadian from a specimen collected in the Tweed Range. The specific epithet (caldericola) is derived from the Latin word caldaria and the suffix -cola meaning \"dweller\" or \"inhabitant\".. The distribution of this species includes the caldera of the Tweed Volcano.",
    "Distribution and habitat": "This orchid grows on trunks and larger branches of rainforest trees above 700 m (2,000 ft) in the Tweed and Border Ranges.\n\n\n== References =="
  }
}