{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_nocturnum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Section": "B. sect. Epicrianthes"
    },
    {
      "Species": "B. nocturnum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum nocturnum is a species of epiphytic orchid that grows in New Britain. It was described in 2011, and is the first species of orchid known to consistently flower during the night, and close its flowers during the day.",
    "Distribution": "Bulbophyllum nocturnum grows as an epiphyte in the rainforests of New Britain at an altitude of 240–300 metres (800–1,000 ft). The type specimens were collected in the Agengseng logging area, around the Upper Argulo River in West New Britain Province. As of 2018, IUCN assessed the species as Vulnerable, threatened by logging and crop cultivation.",
    "Description and phenology": "Bulbophyllum nocturnum has leaves up to 6.2 centimetres (2.4 in) long and 3.2 cm (1.3 in) wide. It produces flowering stalks only 5 mm (0.2 in) long, which bear an inflorescence comprising a single flower. The flowers are around 2 cm (0.8 in) long, with \"yellowish green\" sepals, with a red tint near the base; the lip is dark red, while the column is \"yellow tinged red\"; the petal appendages are greyish.B. nocturnum is believed to be the only species of orchid to routinely flower during the night. Another species of orchid, Dendrobium amboinense, has been reported by some to open its flower at midnight and close them before noon, while other reports state that its flowers open at dawn. It remains uncertain how B. nocturnum pollinates, as the flower is open for such a short space of time. However, it is proposed that the flower may emulate a fungus, thus attracting small flies to act as pollinators.",
    "Taxonomy": "Bulbophyllum is the largest genus in the family Orchidaceae, and one of the largest genera of flowering plants. B. sect. Epicrianthes is a section of the genus comprising 38 species, 18 of which are endemic to New Guinea. The flowers in this section have been described as \"bizarre\", with the appendages of the petals often attached to long, delicate stalks, and the appendages resemble the fruiting bodies of slime moulds such as Arcyria and Stemonitis. B. nocturnum was described in 2011 by a team of scientists from the Royal Botanic Gardens, Kew and Leiden University, in the Botanical Journal of the Linnean Society. The specific epithet nocturnum refers to the plant's night-flowering phenology.",
    "See also": "List of Bulbophyllum species\n\n\n== References =="
  }
}