{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_wadsworthii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. wadsworthii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum wadsworthii, commonly known as the yellow rope orchid, is a species of epiphytic or lithophytic orchid that forms clumps that hang off the surface on which the plant is growing. The pseudobulbs are small and partly hidden by brown, papery bracts. Each pseudobulb has a single fleshy, dark green leaf and a single star-shaped, cream-coloured or pale green flower with an orange labellum. It mainly grows on trees and rocks in rainforest and is endemic to Queensland.",
    "Description": "Bulbophyllum wadsworthii is an epiphytic or lithophytic herb that forms clumps hanging from the substrate. The pseudobulbs are cylindrical 5–6 mm (0.20–0.24 in) long, 3–4 mm (0.12–0.16 in) wide and are arranged along stems that are 50–250 mm (2–10 in) long with brown, papery bracts partly hiding the pseudobulbs. Each pseudobulb has a grooved, stalkless, elliptic to oblong leaf 30–60 mm (1–2 in) long and 6–8 mm (0.24–0.31 in) wide with a channelled upper surface. The flowers are cream-coloured to pale green and are arranged in groups of up to three. The individual flowers are star-shaped, 5–6 mm (0.20–0.24 in) long and wide. The sepals and petals are fleshy, the sepals 5–7 mm (0.20–0.28 in) long, about 2 mm (0.08 in) wide and the petals about 1.5 mm (0.06 in) long and 0.5 mm (0.02 in) wide. The labellum is orange, about 1 mm (0.04 in) long and wide with a sharp bend near the middle. Flowering occurs from September to November.",
    "Taxonomy and naming": "Bulbophyllum wadsworthii was first formally described in 1964 by Alick Dockrill who published the description in The Orchadian from a specimen collected by \"K. Wadsworth\" near Ravenshoe. The specific epithet (wadsworthii) honours the collector of the type specimen.",
    "Distribution and habitat": "The yellow rope orchid usually grows on trees and rocks in rainforest but sometimes on treefern trunks and on trees remaining in cleared paddocks. It is found between the Cedar Bay National Park and the Paluma Range National Park.\n\n\n== References =="
  }
}