{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_bracteatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. bracteatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum bracteatum, commonly known as the blotched pineapple orchid,  is a species of epiphytic or sometimes lithophytic orchid that is endemic to eastern Australia. It has crowded pseudobulbs, tough, pale green or yellowish leaves and up to twenty five cream-coloured to yellowish flowers with purplish or reddish blotches. It usually grows in the tops of rainforest trees.",
    "Description": "Bulbophyllum bracteatum is an epiphytic, rarely an lithophytic herb with crowded, wrinkled, pale green or yellowish pseudobulbs 7–12 mm (0.3–0.5 in) long and 6–8 mm (0.24–0.31 in) wide.  The leaves are elliptic to narrow oblong, thin, leathery, 15–30 mm (0.6–1 in) long and 7–10 mm (0.28–0.39 in) wide. Between five and twenty five cream-coloured or yellowish flowers 3–4 mm (0.12–0.16 in) long and 5–6 mm (0.20–0.24 in) wide are arranged on a bluish flowering stem 50–100 mm (2.0–3.9 in) long with many bracts. The sepals are 3–4 mm (0.1–0.2 in) long and about 3 mm (0.12 in) wide, the petals about 2 mm (0.079 in) long and less than 1 mm (0.039 in) wide. The labellum is yellow, thick and fleshy, about 2 mm (0.079 in) long and 1 mm (0.039 in) wide. Flowering occurs between October and December.",
    "Taxonomy and naming": "The blotched pineapple orchid was first formally described in 1891 by Robert D. FitzGerald who gave it the name Adelopetalum bracteatum and published the description in the Journal of Botany, British and Foreign from a specimen collected near the Tweed River. In the same year, Frederick Manson Bailey changed the name to Bulbophyllum bracteatum. The specific epithet (bracteatum) is derived from the Latin word bractea, meaning \"small leaf\".",
    "Distribution and habitat": "Bulbophyllum bracteatum usually grows on the highest branches of rainforest trees, rarely on rock faces. It occurs between the Bunya Mountains in Queensland and the Dorrigo Plateau in New South Wales.\n\n\n== References =="
  }
}