{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_schillerianum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. schillerianum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum schillerianum, commonly known as the red rope orchid, is a species of epiphytic or lithophytic orchid. It has well-spaced pseudobulbs each with a single grooved leaf and cluster of small, red or orange flowers with a hairy labellum. It grows on trees and rocks sometimes in rainforest but also on trees in cleared paddocks, and is endemic to eastern Australia.",
    "Description": "Bulbophyllum schillerianum is an epiphytic or lithophytic herb with stems 100–300 mm (4–10 in) long hanging for most of their length and covered with greyish bracts. The pseudobulbs are 8–12 mm (0.31–0.47 in) long, about 3 mm (0.1 in) wide and spaced 15–25 mm (0.6–1 in) apart along the stems. Each pseudobulb has a thick, fleshy, narrow oblong to lance-shaped leaf 200–800 mm (8–30 in) long and 6–15 mm (0.24–0.59 in) wide with a channelled upper surface. Red or orange flowers 4–7 mm (0.16–0.28 in) long and 2–3 mm (0.079–0.12 in) wide are arranged in groups of up to ten on a flowering stem 3–4 mm (0.1–0.2 in) long. The sepals and petals are fleshy, the sepals 4–7 mm (0.16–0.28 in) long, 1–2 mm (0.04–0.08 in) wide and the petals about 2 mm (0.08 in) long and 1.5 mm (0.06 in) wide. The labellum is brown, about 2 mm (0.08 in) long and 1 mm (0.04 in) wide with hairy edges and a sharp bend near the middle. Flowering occurs from March to August.",
    "Taxonomy and naming": "Bulbophyllum schillerianum was first formally described in 1993 by Heinrich Gustav Reichenbach who published the description in Hamburg Garten- und Blumenzeitung. The type specimen was grown in \"Herrn Consul Schiller's\" garden, grown by \"Herrn Stange\".",
    "Distribution and habitat": "The red rope orchid grows on rainforest trees and mangroves, on boulders, near stream banks, on rocks and sometimes on trees remaining in cleared paddocks. It is found between the Cedar Bay National Park in Queensland and the Hunter River in New South Wales.\n\n\n== References =="
  }
}