{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_radicans",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. radicans"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum radicans, commonly known as the striped pyjama orchid, is a species of epiphytic or lithophytic orchid with long, hanging stems with roots near the base and covered with brown, papery bracts which partially hide the pseudobulbs. Each pseudobulb has a single thin leaf. A single small pink, cream-coloured or yellow flower with red or purplish stripes is borne on a thin flowering stem that emerges from the base of the psudobulb. This orchid grows on trees or rocks in or near rainforest in tropical North Queensland.",
    "Description": "Bulbophyllum radicans is an epiphytic or lithophytic herb that has hanging stems 100–400 mm (3.9–16 in) long with roots near the base. The stems are covered with brown papery bracts that partially cover the pseudobulbs that are 10–15 mm (0.4–0.6 in) long and 2–3 mm (0.079–0.12 in) wide. A single flower 3–4 mm (0.1–0.2 in) long and 4–5 mm (0.16–0.20 in) is borne on a thread-like flowering stem 6–10 mm (0.24–0.39 in) long. The flower is  pink, cream-coloured or yellow flower with red or purplish stripes. The dorsal sepal is egg-shaped, 4–5 mm (0.16–0.20 in) long and about 2 mm (0.079 in) wide and forms a hood over the column. The lateral sepals are triangular, a similar size to the dorsal sepal and the petals are egg-shaped to oblong, about 2 mm (0.079 in) long and 1 mm (0.039 in) wide. The labellum is red and yellow, fleshy, about 3 mm (0.12 in) long and 1 mm (0.04 in) wide with fine hairs on its lower surface. Flowering occurs sporadically throughout the year but each flower only stays open for one or two days.",
    "Taxonomy and naming": "Bulbophyllum radicans was first formally described in 1897 by Frederick Manson Bailey and the description was published in the Queensland Agricultural Journal. The specific epithet (radicans) is a Latin word meaning \"rooting\".",
    "Distribution and habitat": "The striped pyjama orchid grows on trees and rocks in and near rainforest between Mount Finnigan in Cedar Bay National Park and Eungella.\n\n\n== References =="
  }
}