{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_teretifolium",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. teretifolium"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum teretifolium is a species of plant in the family Orchidaceae. It is an epiphyte with cylindrical leaves and up to about forty small, white and purplish flowers and is endemic to Cameroon. Its natural habitat is subtropical or tropical, moist montane forests, where it is threatened by habitat loss.",
    "Description": "Bulbophyllum teretifolium is an epiphytic herb with pseudobulbs 26–33 mm (1–1 in) long and 4–6 mm (0.2–0.2 in) wide. Unique to the genus, the leaves are cylindrical in shape, 120–225 mm (5–9 in) long and about 2 mm (0.08 in) wide. Between 19 and 37 white and purplish pink flowers are borne on a thin flowering stem 55–105 mm (2–4 in) long, each flower on a pedicel (including the ovary) 1.5–2 mm (0.06–0.08 in) long. The dorsal sepal is oval, 3.5–4 mm (0.1–0.2 in) long, about 2 mm (0.08 in) long and slightly warty, the lateral sepals 4–4.5 mm (0.2–0.2 in) long and about 2 mm (0.08 in) wide. The petals are about 1.5 mm (0.06 in) long and less than 0.5 mm (0.02 in) wide. The labellum is about 2 mm (0.08 in) long and 1.0–1.5 mm (0.04–0.06 in) long and has three lobes.",
    "Taxonomy and naming": "Bulbophyllum teretifolium was first formally described in 1905 by Rudolf Schlechter and the description was published in Botanische Jahrbücher für Systematik, Pflanzengeschichte und Pflanzengeographie. The specific epithet (teretifolium) is from derived from the Latin words teres meaning \"rounded\" and folium meaning \"a leaf\".In 2004, Phillip Cribb and Benedict John Pollard reported on the discovery of a single epiphyte that Pollard had discovered in 2002 on one small, cultivated mango tree (Mangifera indica), in a private garden in Nyasoso (at elev. 830 m), Mount Kupe. They gave it the name Bulbophyllum kupense. It is the only one ever recorded, and it is still living. However, it is highly probable that this is not the only example of this species, which likely occurs somewhere in the forests on and around Mount Kupe. A plan by the interested parties (Pollard, Cribb and others) to propagate a small part of the plant that was removed, is now underway. Pollard had observed that the garden that surrounds the plant's host has been fenced, affording it better-than-nothing protection. Bulbophyllum kupense is regarded as a synonym of B. teretifolium by the World Checklist of Selected Plant Families.",
    "Distribution and habitat": "This orchid is only known from near Yaoundé, the capital city of Cameroon where it grows on the side of a hill.",
    "Conservation": "Bulbophyllum teretifolium grows in forest threatened by deforestation, hunting and clearing for agriculture but with no conservation status. As B. kupense it is classed as \"critically endangered\" by the International Union for Conservation of Nature.\n\n\n== References =="
  }
}