{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_evasum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. evasum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum evasum, commonly known as the creeping brittle orchid, is a species of epiphytic or lithophytic orchid with creeping brittle rhizomes, small, stubby pseudobulbs and dark green, fleshy leaves. The flowers are small, pink to reddish with dark stripes and yellow tips, clustered on the end of a dark red flowering stem. This orchid grows in rainforest on tree trunks and branches as well as on rocks, in tropical North Queensland.",
    "Description": "Bulbophyllum evasum is an epiphytic or lithophytic herb that has brittle, creeping rhizomes with well-spaced pseudobulbs that are 5–7 mm (0.2–0.3 in) long and 3–4 mm (0.12–0.16 in) wide but mostly hidden under bracts. Each pseudobulb has a dark green, fleshy leaf, 25–35 mm (0.98–1.4 in) long and 15–30 mm (0.59–1.2 in) wide. Between ten and twenty five resupinate flowers about 3 mm (0.1 in) long and wide are clustered on the end of a dark red flowering stem 60–100 mm (2–4 in) long. The flowers are bell-shaped, pink to reddish with dark red stripes and yellow tips and do not open widely. The dorsal sepal is egg-shaped, about 3 mm (0.1 in) long and 2 mm (0.08 in) wide and forms a hood over the column. The lateral sepals are a similar size to the dorsal sepal and the petals are egg-shaped, about 3 mm (0.1 in) long and 1 mm (0.04 in) wide. The labellum is heart-shaped, about 1.5 mm (0.06 in) long and 1 mm (0.04 in) wide with a pimply upper surface. Flowering occurs from November to March.",
    "Taxonomy and naming": "Bulbophyllum evasum was first formally described in 1950 by Trevor Hunt & Herman Rupp and the description was published in the Proceedings of the Royal Society of Queensland from a specimen collected on a mountain near Mossman by Hugo Flecker. The specific epithet (evasum) is a Latin word meaning \"evasion\".",
    "Distribution and habitat": "The creeping brittle orchid grows on trees, rocks and mossy boulders in the ranges at altitudes of between 1,000 and 1,600 m (3,300 and 5,200 ft) between the Cedar Bay National Park and the Paluma Range National Park.\n\n\n== References =="
  }
}