{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_windsorense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. windsorense"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum windsorense, commonly known as the thread-tipped rope orchid, is a species of epiphytic orchid that has small pseudobulbs partly hidden by brown, papery bracts. Each pseudobulb has a single fleshy, dark green, grooved leaf and one or two cream-coloured or greenish flowers. It mainly grows near the breezy tops of trees, especially Callitris macleayana trees and is endemic to tropical North Queensland.",
    "Description": "Bulbophyllum windsorense is an epiphytic herb that has pseudobulbs 5–8 mm (0.20–0.31 in) long, 4–5 mm (0.16–0.20 in) wide and partly covered by brown bracts along stems that are 100–300 mm (4–10 in) long. Each pseudobulb has a stalkless, narrow elliptic to oblong leaf 12–30 mm (0.5–1 in) long and 4–6 mm (0.16–0.24 in) wide with a channel on the upper surface. The flowers are 10–13 mm (0.39–0.51 in) long and 12–15 mm (0.47–0.59 in) wide and are arranged singly or in pairs on a flowering stem 4–6 mm (0.16–0.24 in) long. The sepals and petals are fleshy, the sepals 9–12 mm (0.35–0.47 in) long, about 4 mm (0.2 in) wide with tapering, thread-like tips. The petals are 2–3 mm (0.08–0.1 in) long and about 1.5 mm (0.06 in) wide. The labellum is fleshy, curved in a semicircle, about 2 mm (0.08 in) long and wide. Flowering occurs from May to August.",
    "Taxonomy and naming": "Bulbophyllum windsorense was first formally described in 1964 by Bruce Gray and David Jones who published the description in Austrobaileya from a specimen collected by Gray on the Windsor Tableland. The specific epithet (windsorense) refers to the type location.",
    "Distribution and habitat": "The thread-tipped rope orchid usually grows on the tops of rainforest trees, especially Callitris macleayana where it is exposed to breezes, but also on the trunks of tree ferns and on trees remaining in cleared paddocks. It is found between the Cedar Bay National Park and the Paluma Range National Park.\n\n\n== References =="
  }
}