{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_lewisense",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. lewisense"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum lewisense, commonly known as the Mount Lewis rope orchid, is a species of epiphytic orchid with pseudobulbs and pale brown bracts arranged along the stems. Each pseudobulb has a single, dark green, channelled leaf and a single white flower with pointed tips on the sepals. It grows on the higher branches of rainforest trees, often where it is exposed to breezes on the higher tablelands of tropical North Queensland.",
    "Description": "Bulbophyllum lewisense is an epiphytic herb with stems 60–150 mm (2–6 in) long, covered with pale brown bracts. The pseudobulbs are dark green, 4–5 mm (0.16–0.20 in) long, about 3 mm (0.1 in) wide and pressed against the stem. Each pseudobulb has a single thick, narrow elliptic to oblong leaf 15–22 mm (0.6–0.9 in) long and 3–5 mm (0.12–0.20 in) wide with a broad channel on the upper surface. A single white resupinate flower 4–5 mm (0.16–0.20 in) long and 3–4 mm (0.12–0.16 in) wide is borne on a thread-like flowering stem about 3.5 mm (0.1 in) long. The sepals are fleshy, 5–6 mm (0.20–0.24 in) long, about 2 mm (0.08 in) wide and have pointed tips. The petals are also fleshy, about 2.5 mm (0.1 in) long and 1 mm (0.04 in) wide. The labellum is fleshy and curved in a semicircle, about 2 mm (0.08 in) long and 1 mm (0.04 in) wide. Flowering occurs from August to October.",
    "Taxonomy and naming": "Bulbophyllum lewisense was first formally described in 1989 by Bruce Gray and David Jones who published the description in Austrobaileya from a specimen collected in the Mount Lewis National Park by Gray. The specific epithet (lewisense) refers to the type location.",
    "Distribution and habitat": "The Mount Lewis rope orchid grows on the upper branches of rainforest trees, especially where there is free air movement. It is found on the Mount Lewis, Mount Carbine and Mount Windsor Tablelands at altitudes between 1,000 and 1,250 m (3,000 and 4,000 ft).",
    "References": "\nBulbophyllum lamingtonense"
  }
}