{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_weberi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. weberi"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum weberi is a species of orchid in the genus Bulbophyllum.\nAs stated in the book The Orchids of the Philippines, synonyms of Bulbophyllum weberi include Bulbophyllum baucoenese, Cirrhopetlumalum baucoense, and Cirrhopetalum weberi. It is endemic to the Philippines.\nThe common name of Bulbophylum weberi is Weber's bulbophyllum because of its discovery by C.M. Weber, the man that took the type specimens. Ames named it Bulbophyllum weberi in The Philippine Journal of Sciences in 1912. Dr. Karl Senghas assigned it to the genus Cirrhopetalum in Schlecter's Orchidean in 1983.(Cootes, Banks,& Titmuss., 2001.,pg.56)\nThis orchid is yellow in color and has dark red and brown spots. It grows upright and sympodial. It usually has around ten blooms. The petals are triangular and it grows on the base of tree trunks at elevations of about 1500 meters.(Cootes,J., Banks.P.D.,& Titmuss,D.2001.,pg.56)\nDorsal sepal of B. weberi was entirely yellow with purplish blotches, also on long multicellular hair at apical part. In B. weberi, the both surfaces of dorsal sepal were smooth, with a few minute sunken unicellular (situated in pairs) or bicellular trichomes in small depressions. The apical part of the sepal abaxial (outer) surface bore stomata, placed also in the depressions. The residues of secretory material were detected on the outer (abaxial) slightly rugose surface, also on trichomes and stomata. Close to the hair, flat cells were transformed into conical papillae with striate wall pattern, also on apical hair. (Kowalkowska, A.K. Turzynski, S. Kozieradzka-Kiszkurno, M. et al. 2017)",
    "References": "\nThe Bulbophyllum-Checklist\nThe Internet Orchid Species Photo Encyclopedia(Cootes,J.,Banks,P.,D.,& Titmuss,D., The Orchids of the Philippines., \"Cirrhopetalum weberi.\",2001.)\n\nFloral structure of two species of Bulbophyllum section Cirrhopetalum Lindl.: B. weberi Ames and B. cumingii (Lindl.) Rchb. f. (Bulbophyllinae Schltr., Orchidaceae) (Kowalkowska, A.K., Turzyński, S., Kozieradzka-Kiszkurno, M. et al. Protoplasma (2017) 254: 1431. https://doi.org/10.1007/s00709-016-1034-3)"
  }
}