{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_shepherdii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. shepherdii"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum shepherdii, commonly known as the wheat-leaf rope orchid, is a species of epiphytic or lithophytic orchid that forms a dense mat of branching rhizomes pressed against the surface on which it grows. The pseudobulbs are well spaced along the rhizome, each with a single egg-shaped leaf and a single small, white or cream-coloured flower with yellow tips. It grows on trees and rocks in rainforest and is endemic to eastern Australia.",
    "Description": "Bulbophyllum shepherdii is an epiphytic or lithophytic herb with branching rhizomes forming a dense mat on the substrate. The pseudobulbs are more or less spherical but flattened 2–3 mm (0.08–0.1 in) in diameter separated by 2–9 mm (0.08–0.4 in). Each pseudobulb has a grooved, stalkless, elliptic to egg-shaped leaf 20–40 mm (0.8–2 in) long and 6–8 mm (0.24–0.31 in) wide with a channelled upper surface. A single white or cream-coloured flower with yellow tips, 4–5 mm (0.16–0.20 in) long and 2–3 mm (0.079–0.12 in) wide is borne on a flowering stem 5–9 mm (0.2–0.4 in) long. The flowers do not open widely. The sepals and petals are fleshy, the sepals 4–5 mm (0.16–0.20 in) long, about 2 mm (0.08 in) wide and the petals about 2 mm (0.08 in) long and 1.5 mm (0.06 in) wide. The labellum is reddish brown, about 2 mm (0.08 in) long and 1 mm (0.04 in) wide with smooth edges and a sharp bend near the middle. Flowering occurs from March to August.",
    "Taxonomy and naming": "The wheat-leaf rope orchid was first formally described in 1859 by Ferdinand von Mueller who published the description in Fragmenta phytographiae Australiae from a specimen collected by T.W. Shepherd. In 1870 Heinrich Gustav Reichenbach changed the name to Bulbophyllum shepherdii. The specific epithet (shepherdii) honours Thomas William Shepherd who collected the type specimen.",
    "Distribution and habitat": "Bulbophyllum shepherdii grows on trees and rocks in rainforest and wet forest between Nambour in Queensland and Bega in New South Wales.\n\n\n== References =="
  }
}