{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_nematopodum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. nematopodum"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum nematopodum, commonly known as the green cowl orchid, is a species of epiphytic or lithophytic orchid that has small, flask-shaped pseudobulbs pressed against the surface on which it grows. Each pseudobulb has roots at its base, a single shiny, fleshy leaf and a single cream-coloured flower with red spots on its top. It grows on trees and rocks in rainforest and is endemic to tropical North Queensland.",
    "Description": "Bulbophyllum nematopodum is an epiphytic or lithophytic herb that has crowded. flask-shaped pseudobulbs 12–20 mm (0.47–0.79 in) long, 7–9 mm (0.28–0.35 in) wide with a long narrow neck and pressed against the substrate. Each pseudobulb has an egg-shaped leaf 70–130 mm (3–5 in) long and 15–20 mm (0.59–0.79 in) wide on a stalk 20–30 mm (0.79–1.2 in). A single cream-coloured or pale green flower with red spots, 8–10 mm (0.31–0.39 in) long and 10–12 mm (0.39–0.47 in) wide is borne on a thread-like flowering stem 50–70 mm (2.0–2.8 in) long. The dorsal sepal is 6–8 mm (0.24–0.31 in) long, 3–4 mm (0.1–0.2 in) wide and the lateral sepals are 8–10 mm (0.31–0.39 in) long and 4–5 mm (0.16–0.20 in) wide. The petals are about 2 mm (0.08 in) long and 1 mm (0.04 in) wide. The labellum is pink to red, oblong, about 3 mm (0.1 in) long, 1.5 mm (0.06 in) wide, fleshy and curved. Flowering occurs from September to November.",
    "Taxonomy and naming": "Bulbophyllum nematopodum was first formally described in 1873 by Ferdinand von Mueller who published the description in Fragmenta phytographiae Australiae from a specimen collected by John Dallachy near Rockingham Bay. The specific epithet (nematopodum) is derived from the Ancient Greek words nema meaning \"thread\" and pous meaning “foot”.",
    "Distribution and habitat": "The green cowl orchid grows on trees and rocks in rainforest where mists are common. It is found between the Cedar Bay National Park and the Paluma Range National Park.\n\n\n== References =="
  }
}