{
  "url": "https://en.wikipedia.org/wiki/Bulbophyllum_bowkettiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Orchidaceae"
    },
    {
      "Subfamily": "Epidendroideae"
    },
    {
      "Tribe": "Dendrobieae"
    },
    {
      "Genus": "Bulbophyllum"
    },
    {
      "Species": "B. bowkettiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Bulbophyllum bowkettiae, commonly known as the striped snake orchid, is a species of epiphytic or lithophytic orchid with thin, creeping rhizomes and flattened pseudobulbs each with a single tough, dark green leaf and a single cream-coloured flower with red stripes. It grows on trees and rocks in rainforest in tropical North Queensland, Australia.",
    "Description": "Bulbophyllum bowkettiae is an epiphytic or lithophytic herb that has thin, creeping rhizomes pressed against the surface on which it grows and flattened deeply grooved pseudobulbs 7–10 mm (0.28–0.39 in) long and 3–5 mm (0.12–0.20 in) wide. Each pseudobulb has a tough, dark green, egg-shaped leaf 10–25 mm (0.4–1 in) long and 8–12 mm (0.31–0.47 in) wide. A single resupinate, cream-coloured, red striped flower 5–7 mm (0.20–0.28 in) long and 6–8 mm (0.24–0.31 in) wide is borne on a thread-like flowering stem 6–10 mm (0.24–0.39 in) long. The flower is sometimes completely red. The sepals are 4–5 mm (0.16–0.20 in) long, about 2 mm (0.079 in) wide and the petals are about 2 mm (0.079 in) long and 1 mm (0.04 in) wide with a red stripe along the midline. The labellum is about 2 mm (0.08 in) long and 1 mm (0.04 in) wide with a groove along its midline. Flowering occurs from April to September.",
    "Taxonomy and naming": "Bulbophyllum bowkettiae was first formally described in 1885 by Frederick Manson Bailey and the description was published in Proceedings of the Royal Society of Queensland from a specimen \"growing on trees between Herberton and Mourilyan Harbour\". The specific epithet (bowkettiae) honours Eva F. Bowkett, \"a lady who has painted most faithfully, some of the small flower Queensland Orchists\".",
    "Distribution and habitat": "The striped snake orchid is found in North Queensland, Australia, from the McIlwraith Range on Cape York Peninsula in the north, and from Big Tableland to the Tully River, usually at altitudes from 600 to 1,200 m (2,000 to 3,900 ft), but extends into the coastal lowlands to the south of Innisfail.\n\n\n== References =="
  }
}