{
  "url": "https://en.wikipedia.org/wiki/Licania_rigida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Rosids"
    },
    {
      "Order": "Malpighiales"
    },
    {
      "Family": "Chrysobalanaceae"
    },
    {
      "Genus": "Licania"
    },
    {
      "Species": "L. rigida"
    }
  ],
  "text": {
    "__SUMMARY__": "Licania rigida, the oiticica, is a species of plant in the family Chrysobalanaceae. It is endemic to Brazil and Puerto Rico. The oiticica grows deep in floods of rivers and streams, forming long, narrow avenues to the edge of ravines or floodplains staining the dark-green color of its large and dense foliage.",
    "Gallery": "",
    "Description": "Licania rigida is generally considered a tree, and can reach 15 m in height. Leaves alternate, measuring 12 cm long by 6 wide. Flowers 3 mm in diameter, yellow, arranged in spikes branches. Fruit drupaceous, fusiform or oval, from 2–7 cm. The rind of the fruit is green even when ripe but becomes dark yellow when dry.\nThe wood is white and fiber interlacing, very resistant to crushing. The leaves, extremely rigid and coriaceous, lend themselves to polishing artifacts of horn. Its value, however, in the past, derived from its seeds, rich in oil (60%) suitable for paint and varnish. On average, a foot of Oiticica produces 75 kg of nuts per season, but exceptionally, examples were recorded with production of up to 1,500 kilograms.",
    "Cultivation": "The oiticica nuts are used to make oiticica oil (Brazil). Oiticica oil finds limited use as a substitute for tung oil or linseed oil when the price of either of these products prohibit their use. Oiticica oil is much darker in color and is susceptible to transforming into a pasty, semi-solid state at room temperature. This requires heating prior to use.",
    "References": "\nhttps://web.archive.org/web/20090228212234/http://zipcodezoo.com/Plants/L/Licania_rigida/"
  }
}