{
  "url": "https://en.wikipedia.org/wiki/Armbruster's_wolf",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. armbrusteri"
    }
  ],
  "text": {
    "__SUMMARY__": "Armbruster's wolf (Canis armbrusteri) is an extinct species of the genus Canis that was endemic to North America and lived during the Irvingtonian stage of the Pleistocene epoch (1.8 Mya—300,000 years ago). It is notable because it is proposed as the ancestor of one of the most famous prehistoric carnivores in North America, the dire wolf (Canis dirus). It was suggested to be much larger than the dire wolf and the grey wolf, weighing about 70 kg, and was probably a solitary hunter.",
    "Taxonomy": "Canis armbrusteri was named by James W. Gidley in 1913. The first fossils were uncovered at Cumberland Bone Cave, Maryland, in an Irvingtonian terrestrial horizon. Fossil distribution is widespread throughout the United States.Middle Pleistocene in North America. The North American wolves became larger, with tooth specimens indicating that C. priscolatrans diverged into the large wolf C. armbrusteri. R. A. Martin disagreed, and believed that C. armbrusteri was C. lupus. Ronald M. Nowak disagreed with Martin and proposed that C. armbrusteri was not related to C. lupus but C. priscolatrans, which then gave rise to C. dirus. Richard H. Tedford proposed that the South American C. gezi and C. nehringi share dental and cranial similarities developed for hypercarnivory, suggesting C. armbrusteri was the common ancestor of C. gezi, C. nehringi and C. dirus. Based on morphology from China, the Pliocene wolf C. chihliensis may have been the ancestor for both C. armbrusteri and C. lupus before their migration into North America. C. armbrusteri appeared in North America in the Middle Pleistocene and is a wolf-like form larger than any Canis at that time.The three noted paleontologists X. Wang, R. H. Tedford and R. M. Nowak have all proposed that C. dirus had evolved from C. armbrusteri, with Nowak stating that there were specimens from Cumberland Cave, Maryland that indicated C. armbrusteri diverging into C. dirus. The two taxa share a number of characteristics (synapomorphy), which suggests an origin of dirus in the late Irvingtonian in the open terrain in the midcontinent, and then later expanding eastward and displacing armbrusteri.\n\n\n== References =="
  }
}