{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_occidentalis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. occidentalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The northwestern wolf (Canis lupus occidentalis), also known as the Mackenzie Valley wolf, Rocky Mountain wolf, Alaskan timber wolf, or Canadian timber wolf, is a subspecies of gray wolf in western North America. It ranges from Alaska, the upper Mackenzie River Valley; southward through British Columbia, except for the Pacific Coastal Region, and though Alberta and Saskatchewan, aside from prairie landscapes in the south of those provinces, as well as the Northwestern United States.",
    "Taxonomy": "This wolf is recognized as a subspecies of Canis lupus in the taxonomic authority Mammal Species of the World (2005). The subspecies was first written of by Scottish naturalist Sir John Richardson in 1829. He chose to give it the name occidentalis in reference to its geographic location rather than label it by its color, as it was too variable to warrant such.According to one source, phylogenetic analyses of North American gray wolves show that there are three clades corresponding to C. l. occidentalis, C. l. nubilus and C. l. baileyi, each one representing a separate invasion into North America from distinct Eurasian ancestors. C. l. occidentalis, the most northwestern subspecies, is descended from the last gray wolves to colonize North America. It likely crossed into North America through the Bering land bridge after the last ice age, displacing C. l. nubilus populations as it advanced, a process which has continued until present times. Along with C. l. nubilus, C. l. occidentalis is the most widespread member of the five gray wolf subspecies in North America, with at least six different synonyms.",
    "Description": "Northwestern wolves are one of the largest subspecies of wolves. In British Columbia, Canada, five adult females averaged 42.5 kg (94 lb) and ten adult males averaged 51.1 kg (113 lb), with a weight range for all adults of 38.6 to 61.4 kg (85 to 135 lb). In Yellowstone National Park, adult females were reported to average 41 kg (90 lb) and adult males averaged reportedly 50 kg (110 lb), with a mean adult body mass in winter of 43.4 kg (96 lb). More recent studies have reported the average range of height and weight in the north-west of the United States, both sexes were between 68 and 91.5 cm (26.8 and 36.0 in) tall at the shoulder. Here the weight of males was reported at between 45 and 66 kg (99 and 146 lb), while the females were reported at 36 to 59 kg (79 to 130 lb).Based on known reported adult average body masses, this would make the northwestern wolf the largest-bodied wolf subspecies. In comparison, the mean adult weights of its two nearest rivals in size, the Eurasian wolf (C. l. lupus) and the Interior Alaskan wolf (C. l. pambasileus), was reported as 39 kg (86 lb) and 40 kg (88 lb), respectively. Sir John Richardson described the northwestern wolf as having a more robust build than the European wolf, with a larger, rounder head and a thicker, more obtuse muzzle. Its ears are also shorter, and its fur bushier.",
    "Reintroduction": "In Yellowstone National Park, artificially relocated northwestern wolves have been well-documented feeding on elk. They usually stampede the herd using pack teamwork to separate the younger elk from the adults. They also will charge young calves separated from their parents. Winter-weakened or sick elk also play an important part of Yellowstone wolf diets and it is estimated that over 50 percent of winter-weakened or sick elk in Yellowstone are killed by wolves. Of these, about 12 percent of carcasses were scavenged by other predators, including ravens, bald eagles, black bears, grizzly bears, and coyotes. In the same national park, wolves also prey on bison, though such attacks usually involve sick animals or calves, as bison can easily kill wolves with their hooves.They are present in Canadian or British safari parks including Longleat, Woburn,  and Parc Omega.",
    "References": "\n\n== External links =="
  }
}