{
  "url": "https://en.wikipedia.org/wiki/Canis_variabilis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "†C. mosbachensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Canis mosbachensis, sometimes known as the Mosbach wolf, is an extinct small wolf that once inhabited Eurasia from the Middle Pleistocene era to the Late Pleistocene. It is widely accepted as the ancestor of Canis lupus, the gray wolf.",
    "Taxonomy": "The holotype of the Mosbach wolf Canis mosbachensis Soergel, 1925 was found in Jockgrim, Germany. In 2010, a study found that the diversity of the Canis group decreased by the end of the Early Pleistocene to Middle Pleistocene and was limited in Eurasia to two types of wolves. These were the small wolves of the C. mosbachensis–C. variabilis group that were a comparable size to the extant Indian wolf (Canis lupus pallipes), and the large hypercarnivorous Canis (Xenocyon) lycaonoides that was comparable in size to extant northern gray wolves.The Mosbach wolf occurred in time between C. etruscus in the Early Pleistocene and the modern C. lupus. The Mosbach wolf was smaller than most North American wolf populations and smaller than C. rufus, and has been described by Kurten as being similar in size to Canis papilles, the Indian wolf. As wolves continue to evolve they become bigger. Nowak proposed that C. mosbachensis was the ancestor of Eurasian and North American wolves, and that one population of C. mosbachensis invaded North America where it became isolated by the later glaciation and there gave rise to C. rufus. Another population of C. mosbachensis remained in Eurasia and evolved into C. lupus, from where it invaded North America.The true gray wolves made their appearance at the end of the Middle Pleistocene at about 0.5–0.3 million years before present (YBP). The phylogenetic descent of the extant wolf C. lupus from C. etruscus through C. mosbachensis is widely accepted. Thenius, Lumley, and Argant each consider C. mosbachensis to be a subspecies of the gray wolf and propose the designation C. lupus mosbachensis. However, other researchers cannot see a clear anatomical relationship between C. mosbachensis and C. etruscus, that C. mosbachensis is more similar to C. arnensis, and that it exhibits a size and dentition more similar to an omnivorous jackal.",
    "Canis variabilis": "Canis variabilis, sometimes known as the Zhoukoudian wolf, is an extinct small wolf that once inhabited part of what is now China and Yakutia. Richard H. Tedford compared C. mosbachensis (which was once distributed from Western Europe to Kazakhstan) with C. variabilis (which was once distributed from Kazakhstan to China) because they both existed in the Middle Pleistocene across mid-latitude Eurasia. The only difference he noted was that C. variabilis had \"nasal bones that terminate at or anterior to the most posterior position of the frontal-maxillary suture\", and therefore he proposes these two taxa to represent a variation in the one geographically widespread mid-Pleistocene wolf.In 2018, a study proposed that Canis variabilis should be recognized as Canis mosbachensis variabilis, an east Eurasian subspecies of the west Eurasian Canis mosbachensis. The difference is that C. m. variabilis possesses a shorter nasal bone and a slight variation in the ridge of the first upper molar tooth. The craniodental characteristics of C. m. variabilis are more evolved and indicate that it was less of a hypercarnivore than Canis chihliensis, the European Canis etruscus and Canis arnensis, but was less evolved and less of a hypercarnivore than Canis lupus. It is not a direct ancestor of Canis lupus but was a close relative.Although discovered in China, fossil remains of C. variabilis have been discovered in central Yakutia in Siberia on the Alaseya River and the Aldan River. They are the oldest recorded samples of Olesky fauna found in Yakutia. Canis cf. variabilis (where cf. in Latin means confer, uncertain) is thought to have been widespread in Eurasia until around 300,000 YBP and does not appear to overlap with the earliest occurrence of the morphologically distinctive gray wolf.The wolf's fossils were found at the Zhoukoudian (once spelt Choukoutien) cave system and archaeological site in 1934 and named by its discoverer, Pei Wenzhong.\n\nAlthough no sharp line can be traced between the above described Canis and a true C. lupus, the marked differences found in size, and in cranial characters, seem to be sufficient for creating, at least, a new variety, Canis lupus variabilis, for the Zhoukoudian Locality 1 small wolf.\nThe small wolf was initially named Canis lupus variabilis but was later recognised as a variant of Canis variabilis (Pei 1934) that was also discovered and named by Pei in the same year. Pei stated that the Nihewan wolves attributed to Canis chihliens should also be included in this new category. Canis variabilis was also known from Lantian County in Shaanxi Province, so it had a wide range in time and space. At the site, the small wolf's remains were in close proximity to Homo erectus pekinensis or Peking man, in layers dating back to 500,000-200,000 YBP.",
    "Canis variabilis-Relationship to the domestic dog and the modern wolf": "\nPei describes this small wolf as exhibiting variation in size and tooth adaptations, stating that it's skull differs from the typical wolf in much smaller size (about 175.0 mm total length for a large C. variabilis specimen), with a more slender muzzle and noticeably reduced or absent sagittal crest. In addition, the lower border of some C. variabilis mandibles is \"strongly convex as in the dog\". The one trait aligning C. variabilis with wolves is relatively large carnassial teeth (P1 20.4 – 23.0 mm; M1 22.0 – 24 mm). A later researcher has confirmed Pei's measurements, and describes the wolf's skull as having \"heavy, wolf-like proportions although smaller than any extant C. lupus. More recent researchers have revisited Pei's view that the ancestor of the dog is a now extinct Canis lupus, and proposed that C. variabilis might be an ancestor of the dog lineage.In 2012, a study of the wolf-like Canis species of ancient China conducted by the noted vertebrate paleontologist and geologist Xiaoming Wang found that C. variabilis was \"very strange\" compared to other Canis in China as it had much smaller cranio-dental dimensions than earlier and later species. The study concluded that \"It is very likely that this species is the ancestor of the domestic dog Canis familiaris, a hypothesis that has been proposed by previous authors.\"In 2015, a study looked at the mitochondrial control region sequences of 13 ancient canid remains and one modern wolf from five sites across Arctic north-east Siberia. The fourteen canids revealed nine mitochondrial haplotypes, three of which were on record and the others not reported before. The phylogentic tree generated from the sequences showed that four of the Siberian canids dated 28,000 YBP and one Canis c.f. variabilis dated 360,000 YBP were highly divergent. The haplotype designated as S805 (28,000 YBP) from the Yana River was one mutation away from another haplotype S902 (8,000 YBP) that represents Clade A of the modern wolf and domestic dog lineages. Closely related to this haplotype was one that was found in the recently-extinct Japanese wolf. Several ancient haplotypes were oriented around S805, including Canis c.f. variabilis (360,000 YBP), Belgium (36,000 YBP – the \"Goyet dog\"), Belgium (30,000 YBP), and Konsteki, Russia (22,000 YBP). Given the position of the S805 haplotype on the phylogenetic tree, it may potentially represent a direct link from the progenitor (including Canis c.f. variabilis) to the domestic dog and modern wolf lineages. The gray wolf is thought to be ancestral to the domestic dog, however its relationship to C. variabilis, and the genetic contribution of C. variabilis to the dog, is the subject of debate.The Zhokhov Island (8,700 YBP) and Aachim (1,700 YBP) canid haplotypes fell within the domestic dog clade, cluster with S805, and also share their haplotypes with – or are one mutation away from – the Tibetan wolf (C. l. chanco) and the recently-extinct Japanese wolf (C. l. hodophilax). This may indicate that these canids retained the genetic signature of admixture with regional wolf populations. Another haplotype designated as S504 (47,000 YBP) from Duvanny Yar appeared on the phylogenetic tree as not being connected to wolves (both ancient and modern) yet ancestral to dogs, and may represent a genetic source for regional dogs. The authors concluded that the structure of the modern dog gene pool was contributed to from ancient Siberian wolves and possibly from Canis c.f. variabilis.\n\n\n== References =="
  }
}