{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_orion",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. orion"
    }
  ],
  "text": {
    "__SUMMARY__": "The Greenland wolf (Canis lupus orion) is a subspecies of gray wolf that is native to Greenland. More than 90% of the wolf's range falls within the boundaries of the Northeast Greenland National Park, where the wolf population was estimated in 1998 to be 55 wolves due to a lack of prey.",
    "Taxonomy and Evolution": "In 1935, the British zoologist Reginald Pocock attributed the subspecies name Canis lupus orion to a specimen from Cape York, northwest Greenland. He also attributed the name Canis lupus arctos (Arctic wolf) to a specimen from Melville Island in the nearby Queen Elizabeth Islands, Canada. Both wolves are recognized as separate subspecies of Canis lupus in the taxonomic authority Mammal Species of the World (2005).The oldest wolf remains in Greenland date to 7,600 years ago, however they may have been there earlier because their main prey, the caribou, date to 8,900 years ago. Nowak proposed that during the Late Pleistocene two types of wolf evolved in the ice-free north of the Wisconsin glaciation, one in the Peary Land refugium in the far north of Greenland, the other in Alaska. Once the ice receded, the Peary Land wolves spread across Greenland and the Queen Elizabeth Islands. The Alaskan wolves spread to become the northern wolves referred to as Canis lupus arctos. Other wolves from south of the ice sheet would move north to interact with the northern wolves. Other authors have disagreed that the Greenland wolf is a separate subspecies of Canis lupus because its close proximity to the range of the Arctic wolf. One author proposed that the Greenland wolf migrated from Canada by crossing the frozen sea ice between the two regions, and another has documented wolves on the ice when the Nares Strait froze.In 2016, a study mitochondrial DNA sequences of 582 base pairs in length indicated that Greenland wolves belong to one haplotype that had been previously found among other North American wolves, which indicates their origin from North America. In 2019, a study of the entire mitochondrial genome of 16,650 base pairs in length indicated that C.l. orion clustered within a clade within C. lupus and was a sister to C.l. lupus, the Eurasian wolf.",
    "Description": "The Greenland wolf has been described as being small to medium in length, at 155 cm (61 in) but extremely light in weight, at 26 kg (57 lb), however these measures were derived from only five specimens that were caught in northwest Greenland during the winter of 1906 and could be the result of under-nutrition. The average pack size of the wolves is 3.3; packs of four or more were rare. They are endangered due to their exceptionally low densities, smaller pack sizes, infrequent reproduction, and lower offspring production. The wolves of Greenland and Ellesmere Island prey on any easily obtainable species, with hare forming an important food source. The wolf has been documented preying on seal in both Greenland and the Queen Elizabeth Islands, and there are documented eye-witness accounts of musk-ox killings from the Queen Elizabeth islands and from Greenland where two musk-ox calves were killed by a wolf pair.",
    "Population": "In Greenland, more than 90% of the wolf's range falls within the boundaries of the Northeast Greenland National Park, where the wolf population was estimated in 1998 to be 55 wolves due to lack of prey. However, in 1997, there was a decline in the wolf populations and their prey, muskoxen (Ovibos moschatus) and Arctic hares (Lepus arcticus) across arctic Canada. This was due to harmful weather conditions during the summers for four years. The recovery of the wolf populations came after when summer weather conditions returned to normal.",
    "Population-Population in east Greenland": "In eastern Greenland between by 1899 and 1939, a small population of an estimated 38 wolves were poisoned to extinction.The Greenland wolf population was not harvested by the Europeans prior to 1899. The decline and extermination of the wolf population was studied in east Greenland between 1899 and 1939. There the wolf population was located mainly in the central part of the range, which made them vulnerable to Danish and Norwegian hunters who exterminated that population with poison. Arctic wolves were considered less in terms of economic value by the hunters because of their low abundance, with the hunters trapping Arctic foxes for the fur trade so they sort to maximize profits by killing as many wolves as possible. Between 1899 and 1939, there were 252 sightings of the wolves or their tracks. Of 112 wolves that were sighted in the early winter, 31.3% were lone wolves, 23.2% were in pairs, and the rest stayed together in larger groups. Between 1920 and 1932, 35 wolves were killed in the core wolf range, forcing the population to decline rapidly to extinction.Wolves could not recover during the years between 1939–1978 in east Greenland due to factors such as geography and limited resources. Prey was insufficient and a dispersal corridor was hidden at 79 degrees north, thus restricting access to east Greenland. In 1979, a wolf pair had arrived into the historical wolf range and during 1980 several wolf pairs were reported throughout eastern Greenland by military patrols. The migrating wolves began to repopulate the area and have establish a new population of wolves. Wolves are now protected in Greenland, and by 2011 they had re-established a population of 23 wolves through single and pairs of wolves following military dog-sled patrols from the northeast over distances of up to 560 kilometers to eastern Greenland.\n\n\n== References =="
  }
}