{
  "url": "https://en.wikipedia.org/wiki/Canis_arnensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. arnensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Canis arnensis (or Arno River dog) is an extinct species of canine that was endemic to Mediterranean Europe during the Early Pleistocene. The Arno River dog has been described as a small jackal-like dog. Its anatomy and morphology relate it more to the modern golden jackal (Canis aureus) than to the larger Etruscan wolf of that time. It is probably the ancestor of modern jackals.",
    "Taxonomy": "The fossil record for ancient vertebrates is composed of rarely occurring fragments from which it is often impossible to obtain genetic material. Researchers are limited to morphologic analysis, but it is difficult to estimate the intraspecies and interspecies variations and relationships that existed between specimens across time and place. Some observations are debated by researchers who do not always agree and hypotheses that are supported by some authors are challenged by others. Several species of Caninae from the Pleistocene of Europe have been described. Most of their systematic and phylogenetic relationships have not been resolved because of their similar morphology.Upper Valdarno is the name given to that part of the Arno Valley situated in the provinces of Florence and Arezzo, Italy. The region is bounded by the Pratomagno mountain range to the north and east and by the Chianti Mountains to the south and west. The Upper Valdarno Basin has provided the remains of three fossil canid species dated to the Late Villafranchian era of Europe 1.9-1.8 million years ago that arrived with a faunal turnover around that time. The Swiss paleontologist Charles Immanuel Forsyth Major discovered two species in this region, these being the Falconer's wolf (Canis falconeri Forsyth Major 1877) that was later reclassified as Lycaon falconeri, and the smaller Etruscan wolf (C. etruscus Forsyth Major 1877). Forsyth Major did not publish a complete description of the Etruscan wolf, and later Domenico Del Campana worked on expanding Forsyth Major’s descriptions when he recognized among the specimens a smaller, jackal-sized species. This he named the Arno River dog (C. arnensis Del Campana 1913) in honour of the nearby Arno River.",
    "Taxonomy-Canis senezensis": "C. senezensis (Martin 1973) is represented by two maxillary bone fragments. This medium-sized canid was discovered in Senez, France and dated 2.1-2.0 million years ago. In 2011, a study compared all of the 55 Early Pleistocene wolf-like specimens found across Europe and found that their morphometric variation was no different than that of modern wolf populations, with their difference in size representing male and female specimens. However, the study proposed two lineages. One lineage is C. arnensis which includes C. accitanus and C. senezensis, and the other lineage being C. etruscus that includes C. appoloniensis.",
    "Taxonomy-Canis accitanus": "A later study based on better-quality specimens of C. arnensis found the proportions and dental morphology of C. senezensis to be close and supported C. senezensis to be an early form of C. arnensis, however it disputed that C. accitanus was close to C. arnensis. Its taxonomic status remains disputed.",
    "Lineage": "The Arno River dog has been described as a small jackal-like dog because of the relative length of its upper molars M1 and M2. The Finnish paleontologist Björn Kurtén described it as coyote-like and not similar to the gray wolf (C. lupus) but similar to the early coyote-like C. priscolatrans. Kurten was uncertain if C. priscolatrans derived from C. lepophagus through C. arnensis, but believed that C. priscolatrans was a population of large coyotes that were ancestral to Rancholabrean and recent C. latrans. He noted that C. arnensis of Europe showed striking similarities to C. priscolatrans, and they could represent what once was a Holarctic population of coyotes.In 1993, the Italian paleontologist Lorenzo Rook identified a new taxon dating from the end of the Villafranchian. It was found at the Mediterranean sites of Venta Micena, Pirro Nord, Le Vallonet, Cueva Victoria, Huescar-1, Colle Curti, Cúllar de Baza-1, L’Escale, Petralona, and the Israeli site of Oubeidiyah. The taxon was named Canis aff. arnensis as it was assessed as an advanced form of C. arnensis. In 1996, Rook and the Italian paleontologist Danilo Torre propose that during the Lower Pleistocene to Mid Pleistocene transition, Europe was home to two different lineages. In the Mediterranean areas existed the lineage of C. arnensis (primitive form) that gave rise to C. aff. arnensis (advanced form). In Central and northern Europe existed the lineage of C. etruscus that gave rise to C. mosbachensis.In 2016, a study looked at previously-undescribed specimens of C. arnensis from the Poggio Rosso site located in the northeastern Upper Valdarno and dated 1.9-1.8 million years ago. There was little deformation in these fossils which allowed a more defined assessment of the morphology of the species. The study found that the phylogenetic position of the Arno River dog is not resolved. Its anatomy and morphology relate it more to the modern golden jackal (C. aureus) than to the ancient Etruscan wolf (C. etruscus). Although the Etruscan wolf was the first of the genus Canis to reach Europe around 2.2 million years ago, the Arno River dog was the first of the more modern canids to arrive in Europe around 1.9 million years ago. It is probably the ancestor of modern jackals.",
    "Description": "C. arnensis was a medium-sized canid, with a close affinity to modern canids. It had a slightly smaller cranial length than both C. etruscus and the extant C. lupus. C. arnensis featured a lower and more pronounced forehead, with less-developed sagittal and nuchal crests and a bulkier braincase than C. etruscus; in addition, the nasal bones were found to be shorter, stopping short of the maxillofrontal suture.C. arnensis and C. etruscus have been compared, as they are morphologically similar and are believed to have spread to Western Europe together during the so-called \"Canis Event\". Morphometric analysis of the cranium and upper teeth show that both C. arnensis and C. etruscus showed characteristics of an intermediate between extant wolves and jackals, with C. arnensis being slightly more jackal-like and C. etruscus slightly more wolf-like; however, in some cranial characteristics, C. arnensis is more wolf-like.",
    "Paleoecology": "The dispersal of carnivoran species occurred approximately 1.8 million years ago and this coincided with a decrease in precipitation and an increase of annual seasonality which followed the 41,000 year amplitude shift of Milankovitch cycles. First to arrive was C. etruscus, which was immediately followed by C. arnensis and Lycaon falconeri and then by the giant hyena (Pachycrocuta brevirostri). These were all better adapted to open, dry landscapes than the two more primitive canini Eucyon and Nyctereutes that they replaced in Europe.",
    "Range": "The first identification of C. arnensis followed the discovery of a fossil in the Upper Valdarno. Fossils of the species have only been found in the period of time known as the Tasso Faunal Unit of Italy. The species was endemic to Mediterranean Europe and lived during the Early Pleistocene era. It is believed that C. arnensis spread across Europe as the result of a dispersal event which populated the continent with the first modern canids. The species arrived in Italy around 1.9 Ma and was homogenized across southern Europe during the late Villafranchian.",
    "Extinction": "The Arno River dog and the Etruscan wolf both disappeared from the fossil record in Italy after the end of the Tasso Faunal Unit and were replaced by the mid-Pleistocene era Mosbach wolf (C. mosbachensis Soergel, 1925) by 1.5 million years ago.",
    "See also": "Canidae\nSardinian dhole\n\n\n== References =="
  }
}