{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_labradorius",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. labradorius"
    }
  ],
  "text": {
    "__SUMMARY__": "The Labrador wolf (Canis lupus labradorius) is a subspecies of gray wolf native to Labrador and northern Quebec. It has been described as ranging in color from dark grizzly-gray to almost white, and of being closely related to the Newfoundland wolf (C. l. beothucus). This wolf is recognized as a subspecies of Canis lupus in the taxonomic authority Mammal Species of the World (2005).",
    "History": "Due to over-hunting in the early 1900s, Labrador wolf sightings were infrequent through the 1950s. Around that time period, the caribou population began to increase at a steady rate, which then correlated with an increase in the wolf population. However, the increase in number of the Labrador wolf was not enough to offset the continuing rise in caribou in the region, causing a reconsideration of the predation limitation hypothesis.In the late 2000s and early 2010s, there were several confirmed and unconfirmed sightings of the Labrador wolf on the island of Newfoundland. In March 2012, a hunter shot and killed a large canine on the Bonavista Peninsula, thinking it to be a coyote; genetic testing found it to be a Labrador wolf. In July 2012, a video posted on YouTube showed a canine which exhibited nearly all of the characteristics of a wolf. The video was taken in Clode Sound, Terra Nova National Park and was captured using a motion-sensitive trail camera set up as part of a joint research project on coastal river otters. On 23 August 2012, the Newfoundland and Labrador Department of Environment and Conservation published the results of genetic testing of a large canine trapped on the Baie Verte Peninsula in 2009, confirming that this animal was also a Labrador wolf.\n\n\n== References =="
  }
}