{
  "url": "https://en.wikipedia.org/wiki/Canis_apolloniensis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. etruscus"
    }
  ],
  "text": {
    "__SUMMARY__": "Canis etruscus (the Etruscan wolf) is an extinct species of canine that was endemic to Mediterranean Europe during the Early Pleistocene. The Etruscan wolf has been described as a small wolf-like dog. The Etruscan wolf is accepted as the ancestor of C. mosbachensis that is the ancestor of the gray wolf (C. lupus).",
    "Taxonomy": "The fossil record for ancient vertebrates is composed of rarely occurring fragments from which it is often impossible to obtain genetic material. Researchers are limited to morphologic analysis but it is difficult to estimate the intra-species and inter-species variations and relationships that existed between specimens across time and place. Some observations are debated by researchers who do not always agree, and hypotheses that are supported by some authors are challenged by others. Several species of Caninae from the Pleistocene of Europe have been described. Most of their systematic and phylogenetic relationships have not been resolved because of their similar morphology.Upper Valdarno is the name given to that part of the Arno valley situated in the provinces of Florence and Arezzo, Italy. The region is bounded by the Pratomagno mountain range to the north and east and by the Chianti mountains to the south and west. The Upper Valdarno Basin has provided the remains of three fossil canid species dated to the Late Villafranchian era of Europe 1.9-1.8 million years ago that arrived with a faunal turnover around that time. The Swiss paleontologist Charles Immanuel Forsyth Major discovered two species in this region, these being the Falconer's wolf (Canis falconeri Forsyth Major 1877) that was later reclassified as Lycaon falconeri, and the smaller Etruscan wolf (C. etruscus Forsyth Major 1877). Forsyth Major did not publish a complete description of the Etruscan wolf, and later Domenico Del Campana worked on expanding Forsyth Major’s descriptions when he recognized among the specimens a smaller, jackal-sized species. This he named the Arno River dog (C. arnensis Del Campana 1913) in honour of the nearby Arno river.",
    "Taxonomy-Type Specimen": "The lectotype is a cranium from an unrecorded locality of Upper Valdarno. It is housed in the Montevarchi Paleontological Museum. The specimen has been designed as lectotype by the Italian paleontologist Danilo Torre in 1967 from the sample described by Forsyth Major.",
    "Taxonomy-Canis apolloniensis": "One specimen of C. apolloniensis (Koufos and Kostopoulos 1997) was found in the Petralona Cave near the village of Nea Apollonia, Macedonia, in northern Greece. It consisted of the anterior (front) of a skull and a mandible. In 2011, a study compared all of the fifty-five Early Pleistocene wolf-like specimens found across Europe and found that their morphometric variation was no different to that of modern wolf populations with their difference in size representing male and female specimens. However, the study proposed two lineages. One lineage is C. arnensis which includes C. accitanus and C. senezensis, and the other lineage being C. etruscus that includes C. appoloniensis.",
    "Taxonomy-Lineage": "The large wolf-sized Canis first appeared in the Middle Pliocene about 3 million years ago in the Yushe Basin, Shanxi Province, China. By 2.5 million years ago its range included the Nihewan Basin in Yangyuan County, Hebei, China and Kuruksay, Tajikistan. In Europe, C. estruscus first appeared 1.9-1.8 million years ago. The lineage from C. etruscus to the Mosbach wolf (C. mosbachensis Soergel, 1925) to the gray wolf (C. lupus) is widely accepted in the European scientific literature. The French archaeologist Jean Philip-Brugal proposes C. mosbachensis as a subspecies of C. etruscus, and another French archaeologist Henry de Lumley considers C. mosbachensis to be a subspecies of the gray wolf and proposes a classification of C. lupus mosbachensis.",
    "Paleoecology": "The dispersal of carnivoran species occurred approximately 1.8 million years ago and this coincided with a decrease in precipitation and an increase of annual seasonality which followed the 41,000 year amplitude shift of Milankovitch cycles. First to arrive was C. etruscus, which was immediately followed by C. arnensis and Lycaon falconeri, and then the giant hyena Pachycrocuta brevirostri. These were all better adapted to open, dry landscapes than the two more primitive canini Eucyon and Nyctereutes that they replaced in Europe.",
    "Description": "A description of the Etruscan wolf appears below:\n\nMedium-sized dog (average size of a small C. lupus); elongated snout; marked constriction of the snout beyond the infraorbital foramina; elongated nasal bones extending beyond the maxillofrontal suture; well-developed sagittal and nuchal crests; laterally enlarged occipital region; P1-P2-P3 laterally compressed; P1 with lingual cingulum; P3 normally with both posterior and accessory cusp (=modified posterior cingulum); large relative length of the upper molar row (in comparison with C. arnensis); M1 with paracone more elevated than metacone; labial basin of M1 as deep as but larger than the lingual one; M1 and M2 with a continuous cingulum; reduced contact area between M1 and\nM2. Lower dentition characterized by larger dimensions in respect to C. arnensis and by a wolf-like M1/M2 ratio. The lower carnassial (M1) is distinguished by main trigonid cusps (protoconid and paraconid) relatively small (in comparison with C. lupus) and by talonid cusps (hypoconid and entoconid) linked by a sinuous cristid.\nDescribing C. etruscus as wolf-like and C. arnensis as jackal-like is therefore an over-simplification, because C. arnensis is more similar to C. lupus than is C. etruscus in some cranial characters. C. etruscus shows a set of peculiar features.",
    "Range": "In the Early Pleistocene from Spain to China.",
    "Extinction": "The Etruscan wolf and the Arno River dog both disappeared from the fossil record in Italy after the end of the Tasso Faunal Unit and were replaced by the mid-Pleistocene era Mosbach wolf (C. mosbachensis Soergel, 1925) by 1.5 million years ago.\n\n\n== References =="
  }
}