{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_pallipes",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. pallipes"
    }
  ],
  "text": {
    "__SUMMARY__": "The Indian wolf (Canis lupus pallipes) is a subspecies of grey wolf that ranges from Southwest Asia to the Indian Subcontinent. It is intermediate in size between the Tibetan and Arabian wolf, and lacks the former's luxuriant winter coat due to it living in warmer conditions. Two closely related haplotypes within this subspecies have been found basal to all other extant Canis lupus haplotypes apart from the older-lineage Himalayan wolf, and have been proposed as a separate species.",
    "Taxonomy": "The Indian wolf was first described in 1831 by the British ornithologist William Henry Sykes under the binomial Canis pallipes. In 1941, Reginald Pocock subordinated it to Canis lupus under the trinomial Canis lupus pallipes.",
    "Taxonomy-Admixture with other Canis species": "In 2018, whole genome sequencing was used to compare members of the genus Canis. The study found evidence of gene flow between African golden wolves, golden jackals, and grey wolves (from Saudi Arabia and Syria). One African golden wolf from the Egyptian Sinai Peninsula showed high admixture with the Middle Eastern grey wolves and dogs, highlighting the role of the land bridge between the African and Eurasian continents in canid evolution. The African golden wolf was found to be the descendant of a genetically admixed canid of 72% grey wolf and 28% Ethiopian wolf ancestry.",
    "Taxonomy-Canis indica": "The Indian plains wolf (Canis lupus pallipes, synonym Canis indica) is formed by 2 closely related female lineage mitochondrial DNA (mDNA) haplotypes that fall within the Canis lupus pallipes subspecies of the gray wolf. It is only found in the arid and semi-arid peninsular plains of India. This wolf is genetically unique from all other wolves worldwide, including C. l. pallipes. The Indian gray wolf and the Himalayan wolf are phylogenetically basal to all other wolves and are closer to the African golden wolf. This indicates that these are the descendants of an ancient wolf distribution. In April 2009, the Latin binom Canis indica had been proposed for these 2 haplotypes as a nomenclatural and taxonomic split from Canis lupus as a new species through the Nomenclature Specialist on the CITES Animals Committee. The committee recommended against this proposal but recommended that the name be entered into the species database as a synonym of the name under which it was listed. The proposal was based on one study that relied on only a limited number of museum and zoo samples that may not have been representative of the wild population, and a call for further fieldwork was made.Earlier, two studies had sequenced the mDNA of the Indian gray wolf and found that it is basal to all other extant Canis lupus haplotypes apart from the older-lineage Himalayan wolf. Later studies compared these sequences against worldwide wolf sequences and confirmed this basal position. One study, based on a fossil record estimate that the divergence time between the coyote and the wolf lineages occurred 1 million years ago and with an assumed wolf mutation rate, estimated the time of divergence of the Indian gray wolf from the wolf/dog ancestor to be 400,000 years ago. Another study, which expressed concerns about the earlier study, gave an estimate of 270,000 ago years.The Indian grey wolf is endangered and its population is estimated at 2,000-3,000. It resembles C. l. pallipes in its outer appearance (morphological features) and its social/reproductive behavior, but it is smaller in size and weighs 25 kg on average, which may be the lowest of all wolves. It is genetically distinct from C. l. pallipes. These findings suggest that the Indian gray wolf is not the pallipes found in the Middle East and Central Asia. It was therefore proposed that the Indian gray wolf be reclassified as a separate species Canis indica. In 2016, a study of the mDNA of both modern and ancient wolves indicated that the Indian gray wolf and the Himalayan wolf were genetically basal when compared with all other grey wolves.The taxonomic reference Mammal Species of the World (2005) does not recognize Canis indica, however NCBI/Genbank does list Canis lupus indica.",
    "Description and habits": "The Indian wolf is similar in structure to the European wolf, but is smaller, more slightly built, and has shorter fur with little to no underfur. Like the Arabian wolf, it has short, thin fur in summer, though the hair on the back remains long even in summer, an adaptation thought to be against solar radiation. The fur is generally greyish-red to reddish-white with grey tones. The hairs are grizzled with black, particularly on the back, which sports a dark V-shaped patch around the shoulders. The limbs are paler than the body, and the underparts are almost completely white. Pups are born sooty-brown, with a milk-white patch on the chest that fades with age. Black specimens are rare, but have been recorded in India's Solapur district and two regions of Iran. In the latter country, the mutation was found to be naturally occurring, unlike in North American grey wolves, which have inherited the Kb allele responsible for melanism from past interbreeding with dogs.Its habits are similar to those of other grey wolf subspecies, though the Indian wolf generally lives in smaller packs rarely exceeding 6-8 individuals, and is relatively less vocal, having rarely been known to howl. There is at least one record of a lone wolf associating with a pair of dholes in Debrigarh Wildlife Sanctuary. It tends to breed from mid-October to late December, and whelp in holes or ravines. It typically preys on antelopes, rodents, and hares. It usually hunts in pairs when targeting antelopes, with one wolf acting as a decoy while the other attacks from behind. The range of the Indian wolf overlaps with the golden jackal, sloth bear, leopard, brown bear, Asiatic lion and tiger.",
    "Range and status": "",
    "Range and status-West Asia": "During the 19th century, wolves were widespread in many parts of the Holy Land east and west of the Jordan River. However, they decreased considerably in number between 1964 and 1980, largely due to persecution by farmers. Currently, Israel's conservation policies and effective law enforcement maintain a moderately sized wolf population, which radiates into neighbouring countries. Turkey may play an important role in maintaining wolves in the region, due to its contiguity with Central Asia. The mountains of Turkey have served as a refuge for the few wolves remaining in Syria. A small wolf population occurs in the Golan Heights, and is well protected by the military activities there. Although Turkish wolves have no legal protection, they may number about 7,000 individuals.Little is known of current wolf populations in Iran, which once occurred throughout the country in low densities during the mid-1970s. Although widespread throughout the country, being absent only in the central desert and Dasht-e Lut, there is no reliable estimation on the wolf's population size there. Wolves in Iran continue to suffer from habitat loss, unregulated hunting and loss of prey.",
    "Range and status-Indian subcontinent": "The northern regions of Afghanistan and Pakistan are important strongholds for the wolf. It has been estimated that there are about 300 wolves in approximately 60,000 km2 (23,000 sq mi) of Jammu and Kashmir in northern India, and 50 more in Himachal Pradesh. Hindus traditionally considered the hunting of wolves, even dangerous ones, as taboo, for fear of causing a bad harvest. The Santals, however, considered them fair game, as with every other forest-dwelling animal. During British rule in India, wolves were not considered game species, and were killed primarily in response to them attacking game herds, livestock, and people. In 1876, in the North-West Provinces and Bihar State, 2,825 wolves were killed in response to 721 fatal attacks on humans. Two years later, 2,600 wolves were killed in response to attacks leaving 624 humans dead. By the 1920s, wolf extermination remained a priority in the NWP and Awadh. Overall, over 100,000 wolves were killed for bounties in British India between 1871 and 1916. In modern India, the Indian wolf is distributed across the states of Gujarat, Rajasthan, Haryana, Uttar Pradesh, Madhya Pradesh, Maharashtra, Karnataka and Andhra Pradesh. As of 2004, it is estimated that there are around 2000–3000 Indian wolves in the country. They are mainly found outside of protected reserves and feed mainly on domestic animals, such as goats or sheep. However, in areas where natural prey is still abundant, for example in Velavadar National Park or Panna Tiger Reserve, natural prey species are still preferred. Although protected since 1972, Indian wolves are classed as Endangered, with many populations lingering in low numbers or living in areas increasingly used by humans. Although present in Nepal and Bhutan, there is no information of wolves occurring there.",
    "Relationships with humans": "",
    "Relationships with humans-Attacks on humans": "Indian wolves have a history of preying on children, a phenomenon called \"child-lifting\". In 1878, 624 people were killed by wolves in Uttar Pradesh, and 14 others were killed in Bengal during the same period. In 1900, 285 people were killed in the Central Provinces. Between 1910 and 1915, 115 children were killed by wolves in Hazaribagh, and 122 were killed in the same area in 1980–1986. In Jaunpur, Pratapgarh and Sultanpur in Uttar Pradesh, wolves killed 21 children and mauled 16 others from March 27, 1996 to July 1, 1996. Between April 1993 and April 1995, five wolf packs attacked 80 children, 20 of whom were rescued, in Hazaribagh, West Koderma and Latehar Forest Divisions. The children were taken primarily in the summer period in the evening hours, and often within human settlements.In Iran, wolf attacks have been reported for millennia. As with India, many cases of wolves making off with small children have been reported. Adults have been attacked on occasion, including an incident in which a policeman was killed and partially eaten by three wolves after dismounting from his horse to relieve himself. On January 2, 2005 in the village of Vali Asr, near the town of Torbat Heydariya, northeastern Iran, a wolf pack attacked a homeless man in front of witnesses. Although the police intervened, the man died of his wounds. In early November 2008, a media report claimed that a wolf had attacked an 87-year-old woman in the village cemetery of Kashan in central Iran, biting off one of her fingers, but was suffocated to death when she fought back.",
    "Relationships with humans-In culture": "Wolves are occasionally mentioned in Hindu mythology. In the Harivamsa, Krishna, to convince the people of Vraja to migrate to Vrindavan, creates hundreds of wolves from his hairs, which frighten the inhabitants of Vraja into making the journey. In the Rig Veda, Rijrsava is blinded by his father as punishment for having given 101 of his family's sheep to a she-wolf, who in turn prays to the Ashvins to restore his sight. Bhima, the voracious son of the god Vayu, is described as Vrikodara, meaning \"wolf-stomached\".The wolf has an ambivalent reputation in Iranian culture, being demonised in the Avestas as a creation of Ahriman, and still features in contemporary cautionary tales told to misbehaving children.Indian wolves take a central role in Rudyard Kipling's The Jungle Book series, in which a pack in the Seoni area of Madhya Pradesh adopts the feral child Mowgli, and teaches him how to survive in the jungle whilst protecting him from the Bengal tiger Shere Khan and the marauding dhole.",
    "Notes": "",
    "References": "",
    "External links": "Wolf killed in the Bengali Sundarbans (in Bengali)"
  }
}