{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_italicus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. italicus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Italian wolf (Canis lupus italicus), also known as the Apennine wolf, is a proposed subspecies of grey wolf native to the Italian Peninsula. It inhabits the Apennine Mountains and the Western Alps, though it is undergoing expansion towards the north and east. As of 2005, the Italian wolf population is estimated to consist of 500 individuals. It has been strictly protected in Italy since the 1970s, when the population reached a low of 70–100 individuals. The population is increasing in number, though illegal hunting and persecution still constitute a threat. A 2016 survey conducted by the Istituto superiore per la protezione e la ricerca ambientale showed that  probably between 1,269 and 1,800 wolves remained in Italy in 2009-2013. Since the 1990s, the Italian wolf's range has expanded into southwestern France and Switzerland. Although not universally recognised as a distinct subspecies, it nonetheless possesses a unique mtDNA haplotype and a distinct skull morphology.The Italian wolf typically weighs 25–35 kg (55–77 lb), though some large males have been weighed at 40–45 kg (88–99 lb). It measures 110–148 cm in body length and 50–70 cm in shoulder height. The pelt is generally of a grey-fulvous colour, which reddens in summer. The belly and cheeks are more lightly coloured, and dark bands are present on the back and tail tip, and occasionally along the fore limbs. Black wolves have been reported in the north-central Apennines, though their origin is unknown, as some melanistic individuals show no sign of wolf-dog hybridisation. It typically lives in packs of two to seven individuals.",
    "Taxonomy": "The modern Italian wolf was first recognised as a distinct subspecies in 1921 by zoologist Giuseppe Altobello, who noted that its colour and skull differed from that of the common European wolf. He described the Italian population's skull as being rounder in form than that of the typical European wolf, with smaller teeth closely approaching those of dogs and golden jackals in appearance. Altobello's classification was later rejected by several authors, including Reginald Innes Pocock, who synonymised C. l. italicus with C. l. lupus. In 2002, the noted paleontologist R.M. Nowak reaffirmed the morphological distinctiveness of the Italian wolf in a study on grey wolf skulls from Italy, other Eurasian localities, and dog skulls. The results of this assessment showed no overlap in the skull morphology of Italian wolves and other grey wolves and dogs. Among the discovered characteristics distinguishing the Italian wolf were its relatively narrow palate between the first premolars, a broad frontal shield, and shallow Jugal bone. The study recommended the recognition of Canis lupus italicus.As of 2005, it is classed by MSW3 as synonymous with C. l. lupus. Nevertheless, the National Center for Biotechnology Information does list and publish research papers recognising its distinctiveness.",
    "Taxonomy-Lineage": "In Italy, the earliest remains of a wolf (Canis lupus) have been found in 1984 at the Middle Pleistocene site of La Polledrara di Cecanibbio, 20 km north-west of Rome in deposits dated 340-320 thousand years ago. The genetic analysis of Apennine wolves indicates that they went through a population decline of 100–1,000 fold between the past 4,700–23,800 years, which indicates genetic isolation south of the alps from other wolf populations for many thousands of years.In 1992, an examination of the mitochondrial DNA (mDNA) of 26 grey wolf populations worldwide revealed that the Italian wolf has a unique mitochondrial haplotype (a mutation) not shared by any other grey wolf population. Further tests on grey wolf mDNA revealed that, unlike several European grey wolf populations, Italian wolves do not share haplotypes with either other grey wolves or domestic dogs. In 2010, a study compared the mDNA haplotypes of 24 ancient wolf specimens from Western Europe dated between 44,000 and 1,200 YBP with those of modern gray wolves. The phylogenetic tree indicated that the haplotypes represented two haplogroups that were separated by five mutational steps. The ancient wolf samples from Western Europe all belonged to haplogroup 2, indicating haplogroup 2 predominance in this region for over 40,000 years before and after the last glacial maximum. A comparison of current and past frequencies indicated that in Europe, haplogroup 2 became outnumbered by haplogroup 1 over the past several thousand years, but in North America, haplogroup 2 became extinct and was replaced by haplogroup 1 after the last glacial maximum. The Italian wolf is the only remaining grey wolf subspecies included in this ancient haplogroup since the extinction of the Honshu wolf.In 2016, a study of mDNA sequences of both modern and ancient wolves indicated that in Europe, the two most genetically distinct haplotypes form the Iberian wolf and separately the Italian wolf. The phylogenetic tree generated from the sequences showed the Italian wolf positioned close to the ancient wolves of the Late Pleistocene. In 2017, a study found a second mDNA haplotype that belonged to the Italian wolf, and called for the morphologically and genetically distinct Italian wolf to be considered as a subspecies.In 2019, an mDNA study of 19 Late Pleistocene-Holocene wolf samples from northern Italy found that these fell within mitochondrial haplogroup 2 except for one sample. Four out of the six detected haplotypes matched ancient Beringian wolves, ancient wolves from northern Europe, some modern European and Chinese wolf populations, and are closely related to the two haplotypes currently found in the Italian wolves. The Italian wolf haplotypes were only one or two mutations away from those of the Pleistocene wolves, indicating mutation in their Italian glacial refuge. The Italian wolf population represents genetic uniqueness highlighted in several mitochondrial and nuclear DNA studies. It is the only remaining wolf population in Europe which belongs exclusively to an mDNA haplogroup that was once widespread in central and western Europe for over 40,000 years, and in North America until the Last Glacial Maximum. Additionally, one canid specimen from the Cava Filo archaeological site of San Lazzaro di Savena, Bologna fell within the domestic dog clade A haplotype — it was radio-carbon dated to be 24,700 years old.",
    "Taxonomy-Canis lupus maximus": "Canis lupus maximus (Boudadi-Maligne, 2012) was a species larger than all other known fossil and extant wolves from Western Europe. The fossilized remains of this Late Pleistocene subspecies were found across a wide area of south-western France at Jaurens cave, Nespouls, Corrèze dated 31,000 YBP; Maldidier cave, La Roque-Gageac, Dordogne dated 22,500 YBP; and Gral pit-fall, Sauliac-sur-Célé, Lot dated 16,000 YBP. The wolf's long bones are 10% longer than those of extant European wolves and 20% longer than its probable ancestor, C. l. lunellensis. The teeth are robust, the posterior denticules on the lower premolars p2, p3, p4 and upper P2 and P3 are highly developed, and the diameter of the lower carnassial (m1) were larger than any known European wolf. Wolf body size in Europe has followed a steady increase from their first appearance up to the peak of the last glacial maximum. The size of these wolves is thought to be an adaptation to a cold environment (Bergmann's rule) and plentiful game, as their remains have been found in association with reindeer fossils.In a 2017 study, the dimensions of the upper and lower carnassial teeth of the Italian wolf are close to those of C. l. maximus. Fluctuations in the size of C. lupus carnassial teeth correlate with the spread of megafauna. The Italian wolf underwent a reduction in body size with the loss of the red deer during the Italian Renaissance only centuries ago.",
    "Range and legal status": "Wolf populations strongly declined across Europe during the 18th and 19th centuries largely due to human persecution, and by the end of the Second World War they had been eradicated from all of Central Europe and almost all of Northern Europe. Their population decline continued until the 1960s, with isolated populations surviving in Italy, Spain, Portugal, Greece, and Finland. Wolf populations have commenced recovering naturally since then.",
    "Range and legal status-In Italy": "The Italian wolf was widespread in the Italian Peninsula, including Sicily, until the mid-1800s. The extermination of the grey wolf in Italy was not as complete as in Northern Europe, due to greater cultural tolerance of the species. It was largely extirpated in the Alps during the 1920s, and disappeared from Sicily in the 1940s. Its range along the south-central Apennines was still relatively continuous by the 1950s, though this population was reduced in the decades after World War II because of widespread poisoning campaigns. At least 400 wolves were killed between 1960 and 1970, with the population reaching an all-time low in the early 1970s. The last documented wolf in the northern Apennines was killed in Santo Stefano d'Aveto, Genoa, in 1946, though this was an isolated individual, as the local wolf population had long been extinct.The Italian wolf was first given legal protection on 23 July 1971, with a nationwide population census being taken in 1973. This census was funded by the Italian branch of the World Wide Fund for Nature as part of a conservation plan dubbed \"Operazione San Francesco” (Operation Saint Francis, linked to the traditional legend of peace set by the saint between wolf and men of Gubbio in Umbria region). The census revealed that the Italian wolf population consisted of 100–110 individuals distributed throughout a fragmented range in the main mountainous areas of south-central Italy, from the Sibillini to La Sila. In 1983, the population had reached 200–220 individuals inhabiting two unconnected areas in central and southern Italy. By the late 1990s, the Italian wolf population had increased to an estimated 400–500 individuals with a continuous distribution along the entire Apennines, from Aspromonte to the Maritime Alps, with some isolated populations in Tuscany and Lazio. In 2008, a wolf carcass was discovered in the Fiemme Valley in Trentino, and by 2010, 45–55 wolves were estimated to have recolonised Piedmont. A 2016 survey conducted by  the Istituto superiore per la protezione e la ricerca ambientale showed that between 1,269 and 1,800 wolves were in Italy in 2009-2013, a figure which is likely to be an underestimation; 57-89 inhabited the Alps, 1,037-1381 were in the north-central Apennines, and 175-330 were in the southern Apennines.",
    "Range and legal status-Elsewhere": "The Italian wolf was first sighted in southwestern France in 1992. In the two decades following its initial recolonisation, the wolf has expanded its range at the west of the Rhône, in the Massif Central, the eastern Pyrenees, and the Jura and Vosges Mountains. At least 13 transient Italian wolves (12 males and a female) were counted in Catalonia between 2000 and 2011, a century after the local Iberian wolf (C. l. signatus) was extirpated from the area. One of these was reported in the media to have been killed on the road and identified in Baix Empordà, Catalonia in 2018. Technicians and veterinarians of the Torreferrussa Wildlife Center identified the body as being of the subspecies Canis lupus italicus.The first evidence of grey wolf expansion into Switzerland occurred in 1995–1996 in the southern Canton of Valais, where around 100 sheep were killed. In 1998–1999, 40 sheep were killed and two wolves were found dead from poaching and car collisions. Italian, French and Swiss wolves share the same mtDNA haplotype, a haplotype that has never been found in any other wolf population worldwide, which corroborate the scenario of a natural expansion of wolves from the Italian source population.",
    "In Latin and Italian culture": "The animal features prominently in pre-Roman, Roman, and later Italian cultures. In Roman mythology, the wolf played a role in the founding of Rome by suckling the twins Romulus and Remus. According to Terry Jones, \"The Romans did not see [the tale of Romulus, Remus and the she-wolf] as a charming story; they meant to show that they had imbibed wolfish appetites and ferocity with their mother's milk\". The wolf was also considered sacred to Mars, and to see a wolf before going into battle was considered a good omen. The origin of the myth can be traced back to a wolf cult among the neighbouring Sabines. The Sabines had two words for wolf: hirpus (used in religious contexts) and lupus, the latter of which was incorporated into Latin.Although the Romans did not worship wolves, killing them was likely considered taboo; unlike the Etruscans, the Romans very rarely sacrificed wolves in rituals, and  no records have been found  of wolves being used in the amphitheatres, despite being more numerous and easily accessible compared to other, more exotic animals used. The use of wolves in Roman folk medicine, while attested by Pliny the Elder, was minimal compared to other animals such as snakes or bears and, contrary to popular imagery, Roman standard bearers did not wear wolf skins, with the only units attested to have worn them being the velites, who were the poorest and youngest warriors using the wolf skins to distinguish themselves. Wolves entering cities or temples were usually only killed when the animal had no means of escape, unlike the case with wasps, oxen, and owls, which were quickly eliminated if they entered sacred areas. Negative attitudes towards wolves in Italy largely began with the invasion of the Lombards, who zoomorphically described their raids and invasions as wolf raids, bringing wolves into disrepute. The belief in werewolves was still widespread in Italy during the early 1920s, and covering their faces when resting outside at night was once traditional among rural people, as sleeping whilst facing the full moon was thought to transform the sleeper into a wolf. The wolf also featured prominently in Italian folk medicine. Baby colic was treated by tying a sack filled with a piece of wolf gut around the child's neck, while miscarriages were prevented by tying a wolf's intestine around the mother's abdomen. Rheumatism and tonsillitis were treated with wolf fat, while a tooth or tuft of fur was worn as a talisman against the evil eye.\nThe Romans apparently did not consider wolves overly dangerous to people, with the only references to them attacking people being proverbial or mythological. Although Italy has no records of wolf attacks on humans after World War II and the eradication of rabies in the 1960s, historians examining church and administrative records from northern Italy's central Po Valley region (which includes a part of modern-day Switzerland) found 440 cases of wolves attacking people between the 15th and 19th centuries. The 19th-century records show that from 1801–1825,  112 attacks occurred, 77 of which resulted in death. Of these cases, only five were attributed to rabid animals.",
    "References": "",
    "Further reading": "Apollonio, Marco; Mattioli, Luca (2006). Il Lupo in Provincia di Arezzo (in Italian). Editrice Le Balze. ISBN 978-88-7539-123-2.\nBoitani, Luigi (1987). Dalla parte del lupo: la riscoperta scientifica e culturale del mitico predatore (in Italian). Mondadori.\nComincini, Mario (2002). L'uomo e la \"bestia antropofaga\": storia del lupo nell'Italia settentrionale dal XV al XIX secolo (in Italian). Unicopoli. ISBN 978-8840007748.\nDiviacco, Giovanni; Campora, Massimo; Cottalasso, Renato (2009). Sulle tracce del lupo in Liguria (in Italian). Centro Stampa Offset.\nFerrari, Marco Albino (2012). La via del lupo (in Italian). Editori Laterza. ISBN 9788842056003.\n(in Italian) Genovesi P. (ed.) (2002), Piano d’azione nazionale per la conservazione del Lupo (Canis lupus), Quaderni di Conservazione della Natura, 13, Min. Ambiente - Istituto Nazionale per la Fauna Selvatica\nMarucco, Francesca (2014). Il lupo: Biologia e gestione nelle Alpi ed in Europa (in Italian). Il Piviere. ISBN 978-8896348239.\nMarucco, Francesca (2015). I lupi delle Alpi Marittime: Storie e curiosità sui branchi che per primi hanno ricolonizzato le Alpi (in Italian). Blu Edizioni. ISBN 978-8879042000.\nMeriggi, A.;  et al. (1996). \"The feeding habits of wolves in relation to large prey availability in northern Italy\". Ecography. 19 (3): 287–295. doi:10.1111/j.1600-0587.1996.tb00238.x.\nRissanen, M., \"The Hirpi Sorani and the Wolf Cults of Central Italy\", Acta Philologica Fennica, Vol. XLVI (2012)\n\n\n== External links =="
  }
}