{
  "url": "https://en.wikipedia.org/wiki/Canis_aureus_moreotica",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. aureus"
    },
    {
      "Subspecies": "C. a. moreoticus"
    }
  ],
  "text": {
    "__SUMMARY__": "The European jackal (Canis aureus moreoticus), also known as the Caucasian jackal or reed wolf is a subspecies of golden jackal native to Southeast Europe, Asia Minor and the Caucasus. It was first described in 1833 by French naturalist Isidore Geoffroy Saint-Hilaire during the Morea expedition. In Europe, there are an estimated 70,000 jackals. Though mostly found in scattered populations within Eastern Europe, its range has grown to encompass parts of its former Eastern European range, as well as in Western Europe, which is thought to be attributable to a decline in grey wolf populations.",
    "Physical description": "The European jackal is the largest of the golden jackals, with animals of both sexes measuring 120–125 cm (47–49 in) in total length and 10–13 kg (20–29 lb) in body weight. One adult male in North-Eastern Italy is recorded to have reached 14.9 kg (33 lb). The fur is coarse, and is generally brightly coloured with blackish tones on the back. The thighs, upper legs, ears and forehead are bright reddish chestnut. Jackals in Northern Dalmatia have broader than average skulls, which is thought to result from human induced isolation from other populations, thus resulting in a new morphotype.",
    "Diet": "In the Caucasus, jackals mainly hunt hares, small rodents, pheasants, partridges, ducks, coots, moorhens and passerines. They readily eat lizards, snakes, frogs, fish, molluscs and insects. During the winter period, they will kill many nutrias and waterfowl. During such times, jackals will surplus kill and cache what they do not eat. Jackals will feed on fruits such as pears, hawthorn, dogwood and the cones of Common Medlars. European jackals tend not to be as damaging to livestock as wolves and red foxes are, though they can become a serious nuisance to small sized stock when in high numbers. The highest number of livestock damages occurred in southern Bulgaria: 1,053 attacks on small stock, mainly sheep and lambs, were recorded between 1982–87, along with some damages to newborn deer in game farms.\nIn Greece, rodents, insects, carrion, and fruits comprise the jackal's diet, though they rarely eat garbage, due to large numbers of stray dogs preventing them access to places with high human density. Jackals in Turkey have been known to eat the eggs of the endangered green sea-turtle. In Hungary, their most frequent prey are common voles and bank voles. In Dalmatia, mammals (the majority being even-toed ungulates and lagomorphs) made up 50.3% of the golden jackal's diet, fruit seeds (14% each being common fig and common grape vine, while 4.6% are Juniperus oxycedrus) and vegetables 34.1%, insects (16% orthopteras, 12% beetles, and 3% dictyopteras) 29.5%, birds and their eggs 24.8%, artificial food 24%, and branches, leaves, and grass 24%. Information on the diet of jackals in North-Eastern Italy is scant, but it is certain that they prey on small roe deer and hares.",
    "Distribution": "The jackal's current European range mostly encompasses the Balkan region, where habitat loss and mass poisoning caused it to become extinct in many areas during the 1960s, with core populations only occurring in scattered regions such as Strandja, the Dalmatian Coast, Aegean Macedonia and the Peloponnese.  It recolonised its former territories in Bulgaria during 1962, following legislative protection, and subsequently expanded its range into Romania and Serbia. Individual jackals further expanded into Italy, Slovenia, Austria, Hungary and Slovakia during the 1980s. The golden jackal is listed as an Annex V species in the EU Habitats Directive and as such has legal protection in Estonia, Greece and all other EU member states.\n\nBulgaria has the largest jackal population in Europe, which went through a 33–fold increase in range from the early sixties to mid-eighties. Factors aiding this increase include the replacement of natural forests with dense scrub, an increase in animal carcasses from state game farms, reductions in wolf populations and the abandonment of poisoning campaigns. In the early 1990s, it was estimated that up to 5000 jackals populated Bulgaria. The population increased in 1994, and appears to have stabilised.In Greece, golden jackals are the rarest of the three wild extant canids there, having disappeared from Central Greece, Western Greece and Corfu and are now limited to discontinuous, isolated population clusters in Peloponnese, Phocis, Samos Island, Halkidiki and North-eastern Greece. Currently, the largest population cluster is located in Nestos, north-eastern Greece. Although listed as \"vulnerable\" in the Red Data Book for Greek Vertebrates, the species has neither been officially declared as a game species nor as a protected one.Jackal populations have been increasing in Serbia since the late 1970s, and occur mainly in north-eastern Serbia and lower Srem. Jackals are especially common near Negotin and Bela Palanka (close to the border with Bulgaria), where during the 1990s, about 500 specimens were shot. In Croatia, a 2007 survey reported 19 jackal packs in the north-western part of Ravni kotari and two on Vir Island. In Bosnia and Herzegovina, jackals were a rare species (from 1920 to 1999 only a few observations in the south of the country) but at the beginning of this century their significant presence in the north of the country is an obvious example of expansion of the jackals on the European continent. Golden jackals are listed as a protected species in Slovenia, where they were first spotted in 1952 and have also established permanent territories there. In 2005, a probably vagrant female was accidentally shot near Gornji Grad in the Upper Savinja Valley, Northern Slovenia. In 2009, two territorial groups of golden jackal were recorded in the Ljubljana Marshes area, Central Slovenia. It seems that the species continues to expand towards Central Europe. Jackal populations in Albania however are on the verge of extinction with possible occurrence in only three lowland wetland locations along the Adriatic Sea.\n\nIn Hungary, where they are sometimes called \"reed wolves\", golden jackals had disappeared in the 1950s through hunting and habitat destruction, only to return in the late 1970s, with the first breeding pairs being detected near the southern border in Transdanubia, then between the River Danube and Tisza. Golden jackals have increased greatly in number year by year, with some estimates indicating that they now outnumber red foxes. The sighting of a jackal near the Austrian border in the summer of 2007 indicated that they have spread throughout the country.In Italy the species is found in the wild in Friuli Venezia Giulia, Veneto and Trentino-Alto Adige/Südtirol. In the High Adriatic Hinterland, its distribution has been recently updated by Lapini et al. (2009). In 1984 Canis aureus had reached the Province of Belluno, in 1985 a pack reproduced near Udine (this group was eliminated in 1987), a road-killed jackal was collected in Veneto in 1992, and their presence was then confirmed in the Province of Gorizia and in the hinterland of the Gulf of Trieste. In these cases, the specimens were usually roaming male subadults, though a family-group was discovered in Agordino in 1994. A young dead female was discovered on 10 December 2009 in Carnia, indicating that the species' range has continued to expand. Moreover, in the late summer of 2009, the species was also signalled in Trentino-Alto Adige/Südtirol, where it has likely reached the Puster Valley. The Italian branch of WWF estimates that jackal numbers in Italy may be underestimated. The golden jackal is a protected animal in Italy.A dead adult was found close to the road near Podolí (Uherské Hradiště District) in the Czech Republic, on 19 March 2006.Recently, an isolated population was confirmed in western Estonia, much further north than their common range. Whether they were an introduced population or came through natural migration was unknown. Environmental Board of Estonia classified it as an invasive species, and subject to extermination campaigns. However, studies confirmed that animals reached Estonia naturally from Caucasus through Ukraine, which means they are not considered invasive species any more and are treated equally with other hunted animals. Number of jackals has grown quickly in coastal areas of Estonia. In 2016 jackals killed over 100 sheep in Estonia and during hunting season in winter 2016/2017 32 jackals were killed. Due to quick growth of jackal population their hunting season was extended by two months for next year, up to six months in a year.In Turkey, Romania, the North Black Sea coast, and the Caucasus region, the status of jackals is largely unknown. There are indications of expanding populations in Romania and the north-western Black Sea coast, and reports of decline in Turkey.In Denmark the carcass of a roadkilled golden jackal was discovered in September 2015 near Karup in Central Jutland. In August 2016 a live golden jackal was spotted and photographed in Lille Vildmose.The species' presence in Poland was confirmed in 2015 through a necropsy on a roadkilled male found in the northwest and camera trapping of two live specimens in the east.In the Netherlands, presence of a single individual was confirmed through a camera trap at the Veluwe in 2016.A golden jackal was photographed in late 2017 in Haute-Savoie, southeastern France.There have now been repeated sightings of jackals in Austria now. For the first time tyrol, a western state in the alps where an individual has been observed Late January 2019 the authorities of the Republic and Canton of Geneva revealed the first video footage of a golden jackal in Switzerland. A camera trap caught the golden jackal in December 2018. Although there are records of golden jackal presence in Switzerland since 2011, this is the first video of this wild dog-like species.",
    "Origins and presence in European tradition": "Although present in Europe, jackals are rarely featured in European folklore or literature. The ancient Greek philosopher and scientist Aristotle, in 4th century BCE wrote that jackals avoid lions and dogs, but they are friendly to people, not being afraid of them. He also mentioned that they change appearance from summer to winter.  Being a rare and elusive animal, the European jackal was historically often assumed to be an invasive species wherever it made its presence known: In Dalmatia, it was widely believed by the inhabitants of Korčula Island that African jackals were introduced to the island by the Republic of Venice to inflict damage on the Republic of Ragusa. When in 1929 a male jackal appeared on Premuda, the islanders believed that it was brought to the island \"out of a sheer malice.\" An African origin for Dalmatian jackals has been proven unlikely, as their skulls bear few similarities to those of African jackals, but are similar to those of jackals in Asia Minor. Sir William Jardine thought that jackals were first transported to Europe through the Muslim conquests. However, the fossil record indicates that the golden jackal likely colonised the European continent from Asia during the Upper Holocene or late Pleistocene.In 2015, during an attempt to understand the genetic identity of the rapidly expanding jackal populations in Europe, an international team of researchers examined 15 microsatellite markers and a 406 base-pair fragment of the mtDNA control region from the tissue samples of 97 specimens throughout Europe and Asia Minor. The results showed that European jackals have much lower haplotype diversity than those in Israel (where they have admixed with dogs, grey wolves and African wolves), and that they mostly descend from populations originating from the Caucasus. The highest level of haplotype diversity was found in Peloponnesian jackals, which may represent a relict population of Europe's original golden jackals prior to their extirpation elsewhere. Particular attention was paid to the genetics of Baltic jackals, as all Baltic states class the animal as an artificially introduced invasive species subject to extermination. It was found that jackals in Estonia originate from the south-eastern European population, whereas those in Lithuania are of Caucasian origin; this was concluded to render the hypothesis of an artificial introduction unlikely, and that their presence in both states was consistent with the natural northward expansion of both southeastern and eastern European populations.Surveys taken in the High Adriatic Hinterland indicate that the totality of people with first hand experience of jackals (hunters, game keepers and local people) regularly mistook red foxes affected by sarcoptic mange (or in a problematic state of moult) for golden jackals. The sighting of a true golden jackal however, was always referred to as a wolf, or a little wolf. This was verified both with photo-trapping sessions and with track studies, confirming previous observations on this matter. This erroneous and controversial perception of the golden jackal may be due to the fact that its presence is still not traditional, neither in Italian and Slovenian human culture, nor in hunting and game keeping traditions.",
    "References": "",
    "External links": "GOlden JAckal informal study Group in Europe (GOJAGE)\nGolden Jackal project in Austria"
  }
}