{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_nubilus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "†C. l. nubilus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Great Plains wolf (Canis lupus nubilus), also known as the buffalo wolf or loafer, is an extinct subspecies of gray wolf with a distribution that once extended throughout the Great Plains from southern Manitoba and Saskatchewan southward to northern Texas. The subspecies was declared extinct in 1926. They were described as a large, light-colored wolf but with black and white varying between individual wolves, with some all white or all black. The Native Americans of North Dakota told of how only three of these wolves could bring down any sized bison.",
    "Taxonomy": "This wolf was first recorded in 1823 by the naturalist Thomas Say in his writings on Major Stephen Long's expedition to the Great Plains. Say was the first person to document the difference between a \"prairie wolf\" (coyote) and on the next page of his journal a wolf which he named Canis nubilus. He described one of these wolves that had been caught in a trap:\n\nCanis nubilus. Dusky, the hair cinereous at base, then brownish-black then gray, then black; the proportion of black upon the hairs, is so considerable, as to give to the whole animal a much darker colour, than the darkest of the latrans, but the gray of the hairs combining with the black tips, in the general effect produce a mottled appearance; the gray colour predominates on the lower part of the sides; ears short, deep brownish-black, with a patch of gray hair on the anterior side within; muzzle blackish above; superior lifjs, anterior to the canine teeth, gray; inferior jaw at tip and extending in a narrowed line backwards, nearly to the origin of the neck, gray; beneath dusky ferruginous, greyish with long hair between the hind thighs, and with a large white spot on the breast; the ferruginous colour is very much narrowed on the neck, but is dilated on the lower part of the cheeks; legs brownish- black, with but a slight admixture of gray hairs, excepting on the anterior edge of the hind thighs, and the lower edgings of the toes, where the gray predominates; the tail is short, fusiform, a little tinged with ferruginous, black above near the base and at tip, the tip of the trunk hardly attaining to the os calcis; the longer hairs of the back, particularly over the shoulders, resemble a short sparse mane.....The aspect of this animal is far more fierce and formidable than either the common red wolf, or the prairie wolf, and is of a more robust form.\nIn 1995, the American mammalogist Robert M. Nowak analyzed data on the skull morphology of wolf specimens from around the world. For North America, he proposed that there were only five subspecies of gray wolf. One of these he described as a moderate-sized wolf that was originally found from Texas to Hudson Bay and from Oregon to New Foundland which he named C. l. nubilus. This proposal was not recognized in the taxonomic authority Mammal Species of the World (2005), which classified this wolf as one of the 27 subspecies of Canis lupus in North America.",
    "Taxonomy-Lineage": "Gray wolves (Canis lupus) migrated from Eurasia into North America 70,000–23,000 years ago and gave rise to at least two morphologically and genetically distinct groups. One group is represented by the extinct Beringian wolf and the other by the modern populations.A haplotype is a group of genes found in an organism that are inherited together from one of their parents. Mitochondrial DNA (mDNA) passes along the maternal line and can date back thousands of years. A 2005 study compared the mitochondrial DNA sequences of modern wolves from across North America with those from thirty-four specimens dated between 1856 and 1915 collected from the western United States, Mexico and the Labrador Peninsula. The historic population was found to possess twice the genetic diversity of modern wolves, which suggests that the mDNA diversity of the wolves eradicated from the western US was more than twice that of the modern population. Some haplotypes possessed by the Mexican wolf, the extinct Southern Rocky Mountain wolf and the extinct Great Plains wolf were found to form a unique \"southern clade\". All North American wolves group together with those from Eurasia, except for the southern clade which form a group exclusive to North America. The wide distribution area of the southern clade indicates that gene flow was extensive across the recognized limits of its subspecies.A study published in 2018 looked at the limb morphology of modern and fossil North American wolves. The major limb bones of the dire wolf, Beringian wolf, and most modern North American gray wolves can be clearly distinguished from one another. Late Pleistocene wolves on both sides of the Laurentide Ice Sheet — Cordilleran Ice Sheet possessed shorter legs when compared with most modern wolves. The Late Pleistocene wolves from the Natural Trap Cave, Wyoming and Rancho La Brea, southern California were similar in limb morphology to the Beringian wolves of Alaska. Modern wolves in the Midwestern USA and northwestern North America possess longer legs that evolved during the Holocene, possibly driven by the loss of slower prey. However, shorter legs survived well into the Holocene after the extinction of much of the Pleistocene megafauna, including the Beringian wolf. Holocene wolves from Middle Butte Cave (dated less than 7,600 YBP) and Moonshiner Cave (dated over 3,000 YBP) in Bingham County, Idaho were similar to the Beringian wolves. The Mexican wolf (C. l. baileyi) and pre-1900 samples of the Great Plains wolf (Canis lupus nubilus) resembled the Late Pleistocene and Holocene fossil gray wolves due to their shorter legs.",
    "Description": "The Great Plains wolf's distribution once extended throughout the Great Plains from southern Manitoba and Saskatchewan southward to northern Texas. They are described as a large, light-colored wolf but with black and white varying between individual wolves, with some all white or all black. The body length is 1.7 m (5.6 ft) with a weight of the male averaging 100 lb (45 kg) and the heaviest recorded at 150 lb (68 kg). The Indians of North Dakota told of how only three of these wolves could bring down a buffalo, include a large old bull.Early records indicate C. l. nubilus being very abundant throughout the Great Plains. After the disappearance of the buffalo (Bison bison) they were poisoned and trapped for their pelts until few remained. The pioneer Alexander Henry wrote about these wolves several times during his trips to North Dakota, noting how they fed extensively on buffalo carcasses. They were bold around humans, sometimes approaching people and entering their tents while they slept. He recorded that Indians occasionally dug up wolf pups from their prairie dens and dug large pitfalls to capture wolves and foxes. Members of his group dug up wolf pups and found them very tame and easy to train. In 1833 Maximilian of Wied-Neuwied recorded that these wolves were common in the upper Missouri, where the Indians operated wolf pits and traded wolves to him in exchange for two rolls of tobacco each. He found the Indian's dogs to be more of a personal danger than the wolves.In 1856, Lt. G. K. Warren gathered together a collection of this wolf's skulls which now reside in the National Museum of Natural History. He noted that some wolf skull specimens appeared not to be full-blooded wolves as their molars indicated a hybrid. There have been many stories in this region about ferocious hybrid wolf-dogs, and it is possible that the wolf's tameness and lack of fear of humans might be due admixture with domestic dogs. In North Dakota, by 1875 sightings of the wolf became rare, by 1887 they were almost gone. On the Canadian Prairies, bounty payments for wolves commenced in 1878 in Manitoba, and 1899 in Saskatchewan and Alberta. In North Dakota, two were sighted in 1915 by Remington Kellogg. The last known wolf was shot in 1922. The Great Plains wolf is extinct, and was declared extinct in 1926.",
    "See also": "Three Toes of Harding County",
    "References": "",
    "External links": " Data related to Canis lupus nubilus at Wikispecies\n\nInternational Wolf Center"
  }
}