{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_pambasileus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. pambasileus"
    }
  ],
  "text": {
    "__SUMMARY__": "The North American wolf Canis lupus pambasileus is a subspecies of gray wolf that is referred to as the Interior Alaskan wolf in the United States and the Yukon wolf in Canada where it ranges in adjacent parts of British Columbia and Northwest Territories. This subspecies is indigenous to Interior Alaska and Yukon, a preservation for the tundra region of the Arctic Coast.",
    "Taxonomy": "This wolf is recognized as a subspecies of Canis lupus in the taxonomic authority Mammal Species of the World (2005). It was first described in 1905 by the American zoologist Daniel Elliot as Canis pambasileus and with the name \"autocrat timber wolf\", based on a specimen from the Susitna River, Mount McKinley region, Alaska. Elliot distinguishes this wolf by the teeth in both jaws being large and heavy, and along with the skull exceed those of C. l. occidentalis (the Northwestern wolf) of a comparable body size. Its coat ranges from black to white or a mix of both. In 1944, the American zoologist Edward Goldman recognized this wolf as Canis lupus pambasileus Elliot, 1905 and with the name \"Interior Alaskan wolf\".",
    "Physiology": "",
    "Physiology-Description": "The wolf has a height of 85 cm (33.5 in) with an average male weight of 43 kilograms (95 lb) and for females 37 kilograms (82 lb). Individual weights can vary from 21 kilograms (46 lb) to 55 kilograms (121 lb). In Yukon-Charley Rivers National Preserve male wolves average 50.3 kg (111 lb) and females 44 kg (97 lb); in Denali National Park and Preserve male wolves average 47.6 kg (105 lb). One specimen weighed 79.4 kilograms (175 lb). It was killed on 70 Mile River in east-central Alaska on July 12, 1939. One wolf was purported to weigh 212 pounds (96 kg), however large Alaskan wolves are known to hold up to 20 pounds (9.1 kg) of moose meat in their stomachs. The most common color for this subspecies is tawny grey or tan, but can also range from white to black. The lifespan ranges from 4 to 10 years, the oldest being 12 years.",
    "Physiology-Pack habits": "Average pack size is 7 to 9 wolves, but can vary; like other wolves, the pack consists of a mated pair and their offspring. The pair is usually the only ones that breed. A wolf that has left its pack may travel up to 500 km (310.7 mi) to breed. The minimum breeding age is 1 year, and the average litter size is 4–6 pups.",
    "Physiology-Disease vectors": "While exact data is not available, it is suspected that various types of diseases, such as rabies and distemper, affect this subspecies, sometimes to the point that the stability of the subspecies is changed in parts of its region.",
    "Distribution and habitat": "This wolf is native to the interior of Alaska, United States, and the Yukon, Canada save for the tundra region of the Arctic Coast. Yukon wolves' main habitats are boreal forests, alpine, subalpine, and Arctic tundra. The population in Canadian Yukon is estimated to be 5,000, which ranges in all of Yukon except for Kluane National Park. The population density depends on prey, with the densest population being in Teslin, Yukon, Canada where there are 9 wolves per 1,000 square kilometers (386.1 sq mi), while the least dense is in Northern Yukon, with 3 wolves per 1,000 square kilometers.",
    "Diet": "The diet of this wolf varies by region – moose is the main prey in southern Yukon, followed by boreal woodland caribou and Dall sheep. Barren-ground caribou is main prey in the North Slope. When hunting moose, wolves mainly kill calves and old moose when fleeing. Usually the hunting success rate for moose is 10% in one hunt, and a pack usually kill a moose every 5 to 6 days to eat for 2 – 3 days. Moose are more likely to stand their ground than caribou, which tend to flee, decreasing their survival rate. Wolves usually kill a caribou every 3 days during winter and eat for a day. Dall sheep are common prey in Kluane Game Sanctuary and National Park when moose and caribou are not available.",
    "History": "In pre-colonial Canada, the local Aboriginal population hunted this wolf for its fur. This continued in the 1800s, with colonists selling wolf furs to Aboriginal tribes in the area, who used them to line their clothing.The first true mapping of the wolf population in the Yukon began in the 1950s and, subsequently, a program of wolf-poisoning began. This came about because of the public stigma regarding wolves during the time.",
    "History-Yukon Wolf Conservation and Management Plan": "A plan known as the Yukon Wolf Conservation and Management Plan was created in the 1980s by the Yukon government in order to determine a method to control the population of wolves in Yukon. The studies that would be conducted under it were composed of two points. The first was that a reduction in the wolf population would only occur in one specified testing area at a time, of which no two could be occurring simultaneously in Yukon. The second point was that no hunting whatsoever would be allowed within the testing area, in order to have a strict control and understanding of the results of any study. The studies would also be conducted in only 7 of the 23 ecoregions in Yukon.The aftereffects of the plan in the 2000s involved continued study and the creation of \"rigid guidelines for ensuring long-term wolf conservation\" and limited the amount of wolf control enacted by decreasing the scope and length of any future studies. The planning group also set forth methods of increasing public awareness of the importance of wolves and making more strict wolf hunting laws. The plan was eventually, however, opposed by environmental groups who did not wish for wolf control in any form.",
    "History-Yukon Wolf Conservation and Management Plan-Finlayson Recovery Program (1983–1992)": "The first control program was started because of observations and complaints by the people of Ross River that the Filayson herd of caribou has been declining in size. In response, the government, from the beginning of the program to 1989, reduced the number of wolf packs in the area from 25 to 7, which involved reducing the number of individual members from 215 to 29. In order to test if a concurrent effort would have a greater effect, hunting any caribou in the herd was also limited and controlled by a strict permit system.The result was that the number of caribou more than doubled and the number of wolves returned to their previous count before the control period. However, since the end of the program, the number of caribou has once again begun to steadily decline, though the health of the herd has remained stable regardless. While the government has wished to continue efforts at wolf control in the area, an agreement could not be made with the First Nation peoples of Ross River, so the effort was eventually abandoned.",
    "History-Yukon Wolf Conservation and Management Plan-Aishihik Recovery Program (1992–1997)": "A five-year control program created as a part of the Yukon Wolf Plan ended in 1997 that detailed the extermination of around 80% of the Yukon wolf population within southwest Yukon, specifically around the Aishihik area. This was accomplished by aerial wolf hunting and through the use of snares and traps. Numerous wolves were also surgically sterilized in the years between 1994 and 1997. After recovering the bodies of slain wolves, the pelts were removed and sold.The program was a test on whether decreased wolf population would cause the population of caribou, moose, and Dall sheep to increase. Subsequently, it could be decided that the major limiting factor in terms of the population growth of these species is attributed to predation by the Yukon wolf. The resulting evidence showed that, while the Yukon wolf greatly affected and controlled the population of moose, the survival rate of adult caribou was not affected by the decrease in the number of wolves in the area, nor was the Dall sheep population affected at all. Thus, the study concluded that the Yukon wolf, along with hunting by humans, was one of the greatest controlling factors for the moose population and for the caribou population as a whole.The study also concluded that, in future testing areas, lethal methods of reducing wolf populations would be minimized, as it was clearly found during the study that sterilization was far more effective in controlling the population and it also did not affect wolf behavior.In 1994, during the study, a big game outfitter was convicted in court of attempting to convince guides in the area to place poison on the ground. Some poisoned Yukon wolves and birds were found in the Aishihik testing area and 4 of the packs in the area lowered from 38 individual members to 8 members.",
    "History-Yukon Wolf Conservation and Management Plan-Chisana Recovery Program (1996–present)": "The third study and control program under the Yukon Wolf Plan began under the insistence of the White River and the Kluane First Nation in regards to the Chisana caribou herd that roamed around the Saint Elias Mountains in the area. They had observed that caribou numbers has dropped from over 3000 in the early 1960s to around 400 by the 1990s. The Yukon government's first response was to inactivate all hunting permits in the area. Afterwards, various studies were conducted on the herd in order to determine what could be causing it to continuously decline.Both the government and the local community were against enacting another aerial wolf hunting program and, so, the Yukon wolves were left alone in the area. Instead, a process of helping breed caribou was enacted that has, thus far, been fairly successful. Further breeding attempts and studies are still ongoing.",
    "History-Reintroduction of aerial wolf hunting": "In early 2009, the US Board of Game passed through a plan by the Alaska Department of Fish and Game that allowed \" the state to hire private helicopters to kill wolves.\" The plan itself had been given to the Board of Game after the period of public comment has passed, which made it so that the public had no say in the plan or its workings. The Alaska division of the Defenders of Wildlife was outraged over these actions, stating that \"the Palin administration and the Board of Game are acting with complete disregard for scientific wildlife management.\"A few days later, an abrupt government-sanctioned aerial wolf hunt began in Alaska. It was initiated within only a few hours after the Alaska Department of Fish and Game told the National Park Service that such an effort was going to be undertaken in the area around Tanana. With about 200 wolves being the goal stated for the hunt, more than 30 were killed within the first day, including those that had been radio-collared for research purposes. The National Park Service was greatly displeased with the loss of collared wolves, as they had been part of a 20-year study.Before the hunt began, the National Park Service released a statement that said that, if the hunting plan was continued to completion, \"this would leave one-to-two wolves per 1,000 square kilometers in the Upper Yukon Wolf Control Area, approximating the lowest known wolf population densities in Alaska.\"",
    "References": "",
    "External links": "\"The good/bad wolf In the northwest, we're gunning them down from aircraft\" – Toronto Star\n\"Building consensus on divisive issues: a case study of the Yukon wolf management team\" – Environmental Impact Assessment Review Volume 22, Issue 6, November 2002, Pages 655–684"
  }
}