{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_lycaon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. lycaon"
    }
  ],
  "text": {
    "__SUMMARY__": "The eastern wolf (Canis lupus lycaon) is a type of wolf native to the Great Lakes region and southeastern Canada, considered to be either a unique subspecies of gray wolf or a separate species from the gray wolf. Many studies have found the eastern wolf  to be the product of ancient and recent genetic admixture between the gray wolf and the coyote, while other studies have found some or all populations of the eastern wolf, as well as coyotes, originally separated from a common ancestor with the wolf over 1 million years ago and that these populations of the eastern wolf may be the same species as or a closely related species to the red wolf of the Southeastern United States.  Regardless of its status, it is regarded as unique and therefore worthy of conservation with Canada citing the population in eastern Canada (also known as the \"Algonquin wolf\")  as being the eastern wolf population subject to protection.There are two forms, the larger being referred to as the Great Lakes wolf, which is generally found in Minnesota, Wisconsin, the Upper Peninsula of Michigan, southeastern Manitoba and northern Ontario, and the smaller being the Algonquin wolf, which inhabits eastern Canada, specifically central Ontario and southwestern Quebec, with some overlapping and mixing of the two types in the southern portions of northeastern and northwestern Ontario.The eastern wolf's morphology is midway between that of the gray wolf and the coyote. The fur is typically of a grizzled grayish-brown color mixed with cinnamon. The nape, shoulder and tail region are a mix of black and gray, with the flanks and chest being rufous or creamy. It primarily preys on white-tailed deer, but may occasionally attack moose and beavers.In the third edition of Mammal Species of the World published in 2005, the mammalogist W. Christopher Wozencraft listed the eastern wolf as a gray wolf subspecies, which supports its earlier classification based on morphology in three studies. This taxonomic classification has since been debated, with proposals based on DNA analyses that includes a gray wolf ecotype, a gray wolf with genetic introgression from the coyote, a gray wolf/coyote hybrid, a gray wolf/red wolf hybrid, the same species as the red wolf, or a separate species Canis lycaon closely related to the red wolf. Commencing in 2016, two studies using whole genome sequencing indicate that North American gray wolves and wolf-like canids were the result of ancient and complex gray wolf and coyote mixing, with the Great Lakes wolf possessing 25% coyote ancestry and the Algonquin wolf possessing 40% coyote ancestry.In the US, a bill is before Congress to remove protections under the Endangered Species Act of 1973 for the gray wolf populations located in the western Great Lakes region. In Canada, the eastern wolf is listed as Canis lupus lycaon under the Species At Risk Act 2002, Schedule 1 - List of Wildlife at Risk. In 2015, the Committee on the Status of Endangered Wildlife in Canada recognized the eastern wolf in central Ontario and southwestern Quebec as Canis cf. lycaon (Canis species believed to be lycaon) and a threatened species worthy of conservation. The main threat to this wolf is human hunting and trapping outside of the protected areas, which leads to genetic introgression with the Eastern coyote due to a lack of mates. Further human development immediately outside of the protected areas and the negative public perception of wolves are expected to inhibit any further expansion of their range. In 2016, the Committee on the Status of Species at Risk in Ontario recognized the Algonquin wolf as a Canis sp. (Canis species) differentiated from the hybrid Great Lakes wolves which it found were the result of \"hybridization and backcrossing among Eastern Wolf (Canis lycaon) (aka C. lupus lycaon), Gray Wolf (C. lupus), and Coyote (C. latrans)\".",
    "Taxonomy": "The first published name of a taxon belonging to the genus Canis from North America is Canis lycaon. It was published in 1775 by the German naturalist Johann Schreber, who had based it on the earlier description and illustration of one specimen that was thought to have been captured near Quebec. It was later reclassified as a subspecies of gray wolf by Edward Goldman.In the third edition of Mammal Species of the World published in 2005, the mammalogist W. Christopher Wozencraft listed the eastern wolf as a gray wolf subspecies, which supports its earlier classification based on morphology in three studies. This taxonomic classification has since been debated.",
    "Taxonomy-Taxonomic debate": "When European settlers first arrived to North America, the coyote's range was limited to the western half of the continent. They existed in the arid areas and across the open plains, including the prairie regions of the midwestern states. Early explorers found some in Indiana and Wisconsin. From the mid-1800s coyotes began expanding beyond their original range.The taxonomic debate regarding North American wolves can be summarised as follows:\n\nThere are two prevailing evolutionary models for North American Canis:\n(i) a two-species model\nthat identifies grey wolves (C. lupus) and (western) coyotes (Canis latrans) as distinct species that gave rise to various hybrids, including the Great Lakes-boreal wolf (also known as Great Lakes wolf), the eastern coyote (also known as Coywolf / brush wolf / tweed wolf), the red wolf and the eastern wolf;and \n\n(ii) a three-species model\nthat identifies the grey wolf, western coyote, and eastern wolf (C. lycaon) as distinct species, where Great Lakes-boreal wolves are the product of grey wolf × eastern wolf hybridization, eastern coyotes are the result of eastern wolf × western coyote hybridization, and red wolves are considered historically the same species as the eastern wolf, although their contemporary genetic signature has diverged owing to a bottleneck associated with captive breeding.\nThe evolutionary biologist Robert K. Wayne, whose team is involved in an ongoing scientific debate with the team led by Linda K. Rutledge, describes the difference between these two evolutionary models: \"In a way, it is all semantics. They call it a species, we call it an ecotype.\"",
    "Taxonomy-Taxonomic debate-Archaeological evidence": "Some of the earliest Canis lupus specimen were discovered at Cripple Creek Sump, Fairbanks, Alaska, in strata dated 810,000 years old. The dental measurements of the specimens clearly match historical Canis lupus lycaon specimens from Minnesota.",
    "Taxonomy-Taxonomic debate-Genetic evidence": "Mitochondrial DNA (mDNA) passes along the maternal line and can date back thousands of years.In 1991, a study of the mitochondrial DNA (mDNA) sequences of wolves and coyotes from across North America found that the wolves of the Minnesota, Ontario and Quebec regions possessed coyote genotypes. The study proposes that dispersing male gray wolves were mating with coyote females in deforested areas bordering wolf territory. The distribution of coyote genotypes within wolves matched the phenotypic differences between these wolves found in an earlier study, with the larger Great Lakes wolf found in Minnesota, the smaller Algonquin (Provincial Park) type found in central Ontario, and the smallest and more coyote-like tweed wolf or eastern coyote type occupying sections of southeastern Ontario and southern Quebec.\n\nIn 2000, a study looked at red wolves and eastern wolves from both eastern Canada and Minnesota. The study agreed that these two wolves readily hybridize with the coyote. The study used 8 microsatellites (genetic markers taken from across the genome of a specimen). The phylogenetic tree produced from the genetic sequences showed a close relationship among the red wolves and the eastern wolves from Algonquin Park, southern Quebec, and Minnesota such that they all clustered together. These then clustered next closer with the coyote and away from the gray wolf. A further analysis using mDNA sequences indicated the presence of coyote in both of these two wolves, and that these two wolves had diverged from the coyote 150,000–300,000 years ago. No gray wolf sequences were detected in the samples. The study proposed that these findings are inconsistent with the two wolves being subspecies of the gray wolf, that red wolves and eastern wolves (eastern Canadian and Minnesota) evolved in North America after having diverged from the coyote, and therefore they are more likely to hybridize with coyotes.In 2009, a study of eastern Canadian wolves - which was referred to as the \"guzhzcGreat Lakes\" wolf in this study - using microsatellites, mDNA, and the paternally-inherited yDNA markers found that the eastern Canadian wolf was a unique ecotype of the gray wolf that had undergone recent hybridization with other gray wolves and coyotes. It could find no evidence to support the findings of the earlier 2000 study regarding the eastern Canadian wolf. The study did not include the red wolf. This study was quickly rebutted on the grounds that it had misinterpreted the findings of earlier studies that it relied upon, nor did it provide a definition for a number of the terms that it used, such as \"ecotype\".In 2011, a study compared the genetic sequences of 48,000 single nucleotide polymorphisms (mutations) taken from the genomes of canids from around the world. The comparison indicated that the red wolf was about 76% coyote and 24% gray wolf with hybridization having occurred 287–430 years ago. The eastern wolf – which was referred to as the \"Great Lakes\" wolf in this study – was 58% gray wolf and 42% coyote with hybridization having occurred 546–963 years ago. The study rejected the theory of a common ancestry for the red and eastern wolves. However the next year, a study reviewed a subset of the 2011 study's Single-nucleotide polymorphism (SNP) data and proposed that its methodology had skewed the results and that the eastern wolf is not a hybrid but a separate species. The 2012 study proposed that there are 3 true canis species in North America - the gray wolf, the western coyote, and red wolf/eastern wolf with the eastern wolf represented by the Algonquin wolf, with the Great Lakes wolf being a hydrid of the eastern wolf and the gray wolf, and the eastern coyote being a hybrid of the western coyote and the eastern (Algonquin) wolf.Also in 2011, a scientific literature review was undertaken to help assess the taxonomy of North American wolves. One of the findings proposed was that the eastern wolf, whose range includes eastern Canada and the Upper Peninsula of Michigan plus Wisconsin and Minnesota is supported as a separate species by morphological and genetic data. Genetic data supports a close relationship between the eastern and red wolves, but not close enough to support these as one species. It was \"likely\" that these were the separate descendants of a common ancestor shared with coyotes. This review was published in 2012.Another study of both mDNA and yDNA in wolves and coyotes by the same authors indicates that the eastern wolf is genetically divergent from the gray wolf and is a North American evolved species with a long-standing history. The study could not dismiss the possibility of the eastern wolf having evolved from an ancient hybridization of gray wolf and coyote in the Late Pleistocene or Early Holocene. Another study by the same authors found that eastern wolf mDNA genetic diversity had been lost after their culling in the early 1960s, leading to the invasion of coyotes into their territory and introgression of coyote mDNA.In 2014, the National Center for Ecological Analysis and Synthesis was invited by the United States Fish and Wildlife Service to provide an independent review of its proposed rule relating to gray wolves. The Center's panel findings were that the proposed rule was heavily dependent upon the analysis contained in a scientific literature review conducted in 2011 (Chambers et al.), that this work was not universally accepted and that the issue was \"not settled\", and that the rule does not represent the \"best available science\". Also in 2014, an experiment to hybridize a captive western gray wolf and a captive western coyote was successful, and therefore possible. The study did not assess the likelihood of such hybridization in the wild.In 2015, the Committee on the Status of Endangered Wildlife in Canada changed its designation of the eastern wolf from Canis lupus lycaon to Canis cf. lycaon (Canis species believed to be lycaon) and a species at risk.Later that year, a study compared the DNA sequences using 127,000 single-nucleotide polymorphisms (mutations) of wolves and coyotes, but did not include red wolves and used Algonquin wolves as the representative eastern wolf, not wolves from the western Great Lakes states (usually referred to as Great Lakes wolves). The study indicated that Algonquin wolves were a distinct genomic cluster, even distinct from the Great Lakes states' wolves, which it found were actually hybrids of the gray wolf and the Algonquin wolf.  The study's results did not exclude a possibility that the Great Lakes states' wolf (the gray wolf x eastern wolf hybrid (C. l. lycaon)) historically inhabited southern Ontario, southern Quebec and the northeastern United States alongside the Algonquin wolf, as there is evidence to suggest both inhabited those areas.In 2016, a study of mDNA once again indicated the Eastern wolf as a coyote–wolf hybrid.In 2018, a study looked at the y-chromosome male lineage of canines. The unexpected finding was that the one Great Lakes wolf specimen included in this study showed a high degree of genetic divergence. Previous studies propose the Great Lakes wolf to be an ancient ecotype of the gray wolf that had experienced genetic introgression from other types of gray wolves and coyotes. The study called for further research into the Y-chromosomes of coyotes and wolves to ascertain if this is where this unique genetic male lineage may have originated from.",
    "Taxonomy-Taxonomic debate-Genomic evidence": "In 2016, a whole-genome DNA study proposed, based on the assumptions made, that all of the North American wolves and coyotes diverged from a common ancestor less than 6,000–117,000 years ago, including the coyote diverging from Eurasian wolf about 51,000 years ago (which matches other studies indicating that the extant wolf came into being around this time), the red wolf diverging from the coyote between 55,000–117,000 years ago, and the eastern wolf (Great Lakes region and Algonquin) wolf diverging from the coyote 27,000-32,000 years ago, and asserts that these do not qualify as an ancient divergences that justify them being considered unique species.The study also indicated that all North America wolves have a significant amount of coyote ancestry and all coyotes some degree of wolf ancestry, and that the red wolf and eastern wolf are highly admixed with different proportions of gray wolf and coyote ancestry. The study found that coyote ancestry was highest in red wolves from the southeast of the United States and lowest among the Great Lakes wolves.The study also determined how unique each type of canids alleles were compared to Eurasian wolves, all of which had no coyote ancestry. It found the following proportion of unique alleles: coyotes 5.13% unique; red wolf 4.41%; Algonquin wolves 3.82%; Great Lakes wolves 3.61%; and gray wolves 3.3%. They asserted that the amount of unique alleles in all wolves was lower than expected and does not support an ancient (greater than 250,000 years) unique ancestry for any of the species.The authors contended that the proportion of unique alleles and ratio of wolf / coyote ancestry findings matched the south to north disappearance of the wolf due to European colonization since the 18th century and the resulting loss of habitat. Bounties led to the extirpation of wolves initially in the southeast, and as the wolf population declined wolf–coyote admixture increased. Later, this process occurred in the Great Lakes region and then eastern Canada with the influx of coyotes replacing wolves, followed by the expansion of coyotes and their hybrids. The Great Lakes and Algonquin wolves largely reflect lineages that have descendants in the modern wolf and coyote populations, but also reflect a distinct gray wolf ecotype which may have descendants in the modern wolf populations.The proposed timing of the wolf/coyote divergence conflicts with the finding of a coyote-like specimen in strata dated to 1 million years before present.In 2017 a group of canid researchers challenged the 2016 whole-genome DNA study's finding that the red wolf and the eastern wolf were the result of recent coyote–gray wolf hybridization. The group asserts the three-year generation time used to calculate the divergence periods between different species was lower than empirical estimates of 4.7 years. The group also found deficiencies in the previous study's selection of specimens (two representative coyotes were from areas where recent coyote and gray wolf mixing with eastern wolfs is known to have occurred), the lack of certainty in the ancestry of the selected Algonquin wolves, and the grouping of Great Lakes and Algonquin wolves together as eastern wolves, despite opposing genetic evidence.  As well, they asserted the 2016 study ignored the fact that there is no evidence of hybridization between coyotes and gray wolves.The group also questioned the conclusions of genetic differentiation analysis in the study stating that results showing Great Lakes, Algonquin and red wolves, plus eastern coyotes differentiated from gray and Eurasian wolves were actually more consistent with an ancient hybridization or a distinct cladogenic origin for the red and Algonquin wolves than of a recent hybrid origin. The group further asserted that the levels of unique alleles for red and Algonquin wolves found the 2017 study were high enough to reveal a high degree of evolutionary distinctness. Therefore, the group argues that both the red wolf and the eastern wolf remain genetically distinct North American taxa. This was rebutted by the authors of the earlier study.",
    "Taxonomy-Taxonomic debate-Wolf genome": "Genetic studies relating to wolves or dogs have inferred phylogenetic relationships based on the only reference genome available: that of the dog breed called the Boxer. In 2017, the first reference genome of the wolf Canis lupus lupus was mapped to aid future research. In 2018, a study looked at the genomic structure and admixture of North American wolves, wolf-like canids, and coyotes using specimens from across their entire range that mapped the largest dataset of nuclear genome sequences and compared these against the wolf reference genome. The study supports the findings of previous studies that North American gray wolves and wolf-like canids were the result of complex gray wolf and coyote mixing. A polar wolf from Greenland and a coyote from Mexico represented the purest specimens. The coyotes from Alaska, California, Alabama, and Quebec show almost no wolf ancestry. Coyotes from Missouri, Illinois, and Florida exhibit 5–10% wolf ancestry. There was 40%:60% wolf to coyote ancestry in red wolves, 60%:40% in eastern wolves, and 75%:25% in the Great Lakes wolves. There was 10% coyote ancestry in Mexican wolves, 5% in Pacific Coast and Yellowstone wolves, and less than 3% in Canadian archipelago wolves.The study indicates that the genomic ancestry of red, eastern and Great Lakes wolves were the result of admixture between modern gray wolves and modern coyotes. This was then followed by development into local populations. Individuals within each group showed consistent levels of coyote to wolf inheritance, indicating that this was the result of relatively ancient admixture. The eastern wolf as found in Algonquin Provincial Park is genetically closely related to the Great Lakes wolf as found in Minnesota and Isle Royale National Park in Michigan. If a third canid had been involved in the admixture of the North American wolf-like canids, then its genetic signature would have been found in coyotes and wolves, which it has not.Later in 2018, a study based on a much smaller sample of 65,000 SNPs found that although the eastern wolf carries regional gray wolf and coyote alleles (gene variants), it also exhibits some alleles that are unique and therefore worthy of conservation.",
    "Physical description and behavior": "Charles Darwin was told that there were two types of wolf living in the Catskill Mountains, one being a lightly-built, greyhound-like animal that pursued deer, and the other being a bulkier, shorter-legged wolf. The eastern wolf's fur is typically of a grizzled grayish-brown coloration, mixed with cinnamon. The flanks and chest are rufous or creamy, while the nape, shoulder and tail region are a mix of black and gray. Unlike gray wolves, eastern wolves rarely produce melanistic individuals. The first documented all-black eastern wolf was found to have been an eastern wolf–gray wolf hybrid. Like the red wolf, the eastern wolf is intermediate in size between the coyote and gray wolf, with females weighing 23.9 kilograms (53 lb) on average and males 30.3 kilograms (67 lb). Like the gray wolf, its average lifespan is 3–4 years, with a maximum of 15 years. Their physical sizes that sets them intermediate between gray wolves and coyotes are actually believed to be more related to their adaptations to an environment with predominately medium-sized prey similar to the case with the Mexican wolves in the southern US rather than their close relationship to red wolves and coyotes.The eastern wolf primarily targets small to medium-sized prey items like white-tailed deer and beaver, unlike the gray wolf which can effectively hunt large ungulates like caribou, elk, moose and bison. Despite being carnivores, packs in Voyageurs National Park forage for blueberries in much of July and August, when the berries are in season. Packs carefully avoid each other; only lone wolves sometimes enter other packs' territories. The average territory ranges between 110–185 km², and the earliest age of dispersal for young eastern wolves is 15 weeks, much earlier than gray wolves.",
    "Distribution": "The past range of the eastern wolf included southern Quebec, most of Ontario, the Great Lakes states and New England. Today, the Great Lakes wolf is generally found in the northern halves of Minnesota and Wisconsin, the Upper Peninsula of Michigan, southeastern Manitoba and northern Ontario and the Algonquin wolf inhabits central Ontario as well as southwestern Quebec north of the St. Lawrence River.  Algonquin wolves are particularly concentrated in Algonquin Provincial Park and other nearby protected areas, such as Killarney, Kawartha Highlands and Queen Elizabeth II Wildlands Provincial Parks and recent surveys also reveal small numbers of Algonquin wolves in the southern areas of northeastern Ontario and northwestern Ontario as far west as the Lake of the Woods near the border with Manitoba, where there is some mixing with Great Lakes wolves, and into southcentral Ontario, where there is some mixing with eastern coyotes. There are some reports of eastern wolf sightings and of wolves being shot by hunters in Quebec south of the St. Lawrence River, New Brunswick, New York State, northern Vermont and Maine.",
    "History, hybridization and conservation": "Mitochondrial DNA indicates that before the arrival of Europeans, eastern wolves may have numbered at 64,500–90,200 individuals. In 1942 it was believed that, before European settlement, this wolf had ranged throughout the wooded and open areas of eastern North America from what is now southern Quebec westward to the Great Plains and towards the Southeastern Woodlands, although the southward extent was uncertain but was believed to be somewhere around the are now called Kentucky, Tennessee and North Carolina. The region's indigenous human populations did not fear eastern wolves, though they did occasionally catch them in traps, and their bones occur in native shell heaps.Early European settlers often kept their livestock on eastern wolf-free outer islands, though animals kept in pasture on the mainland were vulnerable, to the point that a campaign against eastern wolves was launched in the early years of the Plymouth and Massachusetts Bay Colonies, in which both settlers and natives participated. A bounty system was put into effect, offering higher rewards for adult wolves, with their heads exposed on hooks in meetinghouses. Nevertheless, wolves were still plentiful enough in New England in the early 18th century to warrant the settlers of Cape Cod discussing the building of a high fence between Sandwich and Wareham to keep them out of grazing lands. The scheme failed, though the settlers continued to utilize wolf pits, a wolf trapping technique learned from the region's indigenous peoples. Eastern wolf numbers declined noticeably shortly before and after the American Revolution, particularly in Connecticut, where the wolf bounty was repealed in 1774. Eastern wolf numbers, however, were still high enough to cause concern in the more sparsely populated areas of southern New Hampshire and Maine, with wolf hunting becoming a regular occupation among settlers and natives alike. By the early 19th century, few eastern wolves remained in southern New Hampshire and Vermont.Prior to the establishment of Algonquin Provincial Park in 1893, the eastern wolf was common in central Ontario and the Algonquin Highlands. It continued to persist throughout the late 1800s, despite extensive logging and efforts by park rangers to eliminate it, largely due to the sustaining influence of plentiful prey items like deer and beaver. By the mid-1900s, there were as many as 55 eastern wolf packs in the park, with an average of 49 wolves being killed annually between 1909–1958, until they were given official protection by the Ontario government in 1959, by which time the eastern wolf population in and around the park had been reduced to 500–1,000 individuals. Nevertheless, between 1964–1965, 36% of the park's wolf population was culled by researchers trying to understand the reproduction and age structure of the population. This cull coincided with the expansion of coyotes into the park, and lead to an increase in eastern wolf–coyote hybridization. Introgression of gray wolf genes into the eastern wolf population also occurred across northern and eastern Ontario, into Manitoba and Quebec, as well as into the western Great Lakes states of Minnesota, Wisconsin, and Michigan. Despite protection within the park boundaries, there was a population decline in the east side of the park between 1987–1999, with an estimated number of 30 packs by 2000. This decline exceeded annual recruitment, and was attributed to human-caused mortality, which mostly occurred when dispersing animals left the park in search of deer during the winter months, and when pack ranges overlapped with park boundaries. By 2001, protection was extended to eastern wolves occurring in the outskirts of the park. By 2012, the genetic composition of the park's eastern wolves was roughly restored to what it was in the mid-1960s than in the 1980s-1990s, when the majority of wolves had large amounts of coyote DNA.In 2013, an experiment which produced hybrids of coyotes and northwestern gray wolves in captivity using artificial insemination contributed more information to the controversy surrounding the eastern wolf's taxonomy. The purpose of this project was to determine whether the female western coyotes are capable of bearing hybrid western gray wolf-coyote pups, as well as to test the hybrid theory surrounding the origin of the eastern wolves. The resulting six hybrids produced in this captive artificial breeding were later transferred to the Wildlife Science Center of Forest Lake in Minnesota, where their behaviors were studied.",
    "Relationships with humans": "",
    "Relationships with humans-In Algonquin folklore": "The wolf is prominently portrayed in Algonquin mythology, where it is referred to as ma-hei-gan or nah-poo-tee in the Algonquian languages. It is the spirit brother of the Algonquian folk hero Nanabozho, and assisted him in several of his adventures, including thwarting the plots of the malicious anamakqui spirits and assisting him in recreating the world after a worldwide flood.",
    "Relationships with humans-Howling": "Since the discovery in 1963 that eastern wolves answered human imitations of their howls, Algonquin Provincial Park began its Public Wolf Howls attraction, where as many as 2,500 visitors are led on expeditions into areas where eastern wolves were sighted the night before and listen to them answering the park staff's imitation howls. By 2000, 85 Public Wolf Howls had been held, with over 110,000 people having participated. The park considers the attraction as the cornerstone of its wolf education program and credits it with changing public attitudes towards wolves in Ontario.",
    "Relationships with humans-Attacks on humans": "Since the early 1970s, there have been several incidents of bold or aggressive behavior towards humans in Algonquin Provincial Park. Between 1987 and 1996, there were four instances of wolves biting people. The most serious case occurred in 1998 when a male wolf that had been long noted to be unafraid of humans stalked a couple walking their four-year-old daughter in September that year, losing interest when the family took refuge in a trailer. Two days later, the wolf attacked a 19-month-old boy, causing several puncture wounds on his chest and back before being driven off by campers. After the animal was killed later that day, it was found to be non-rabid.",
    "References": "",
    "Further reading": "Ministry of Natural Resources and Forestry. (2018). DRAFT Recovery Strategy for the Algonquin Wolf in Ontario.\nPimlott, D. H., Shannon, J. A. & Kolenosky, G. B. (1969). \"The ecology of the timber wolf in Algonquin Provincial Park, Ontario\", Research Report (Wildlife), no. 87. Ontario, Department of Lands and Forests, Toronto, Ontario\nRutledge, L., The Eastern Wolf: What we do and do not know..., Wolf Steward (April 2010)\nTheberge, J. & Theberge, M. (2013). Wolf Country: Eleven Years Tracking the Algonquin Wolves, Random House LLC",
    "External links": "Eastern wolf, Wolf and Coyote DNA Bank @ Trent University\nEastern wolf survey"
  }
}