{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_irremotus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. irremotus"
    }
  ],
  "text": {
    "__SUMMARY__": "The northern Rocky Mountain wolf (Canis lupus irremotus) is a subspecies of gray wolf native to the northern Rocky Mountains. It is a light-colored, medium to large-sized subspecies with a narrow, flattened frontal bone. The subspecies was initially listed as Endangered on March 9, 1978, but had the classification removed in the year 2000 due to the effects of the Northern Rocky Mountain Wolf Recovery Plan.  On August 6, 2010, the northern Rocky Mountain wolf was ordered to be returned under Endangered Species Act protections by U.S. District Judge Donald Molloy in a decision overturning a previous ruling by the U.S. Fish and Wildlife Service. They were later removed on August 31, 2012 from the list because of Idaho, Montana, and Wyoming meeting the population quotas for the species to be considered stable. This wolf is recognized as a subspecies of Canis lupus in the taxonomic authority Mammal Species of the World (2005).",
    "Physiology": "",
    "Physiology-Description": "This subspecies generally weighs 70–150 pounds (32–68 kg) and stands at 26–32 inches, making it one of the largest subspecies of the gray wolf. It is a lighter-colored animal that inhabits the Rocky Mountains with a coat including far more white and less black. In general, the subspecies favors lighter colors, with black mixing in among them.",
    "Physiology-Dietary habits": "The northern Rocky Mountain wolf preys primarily on the bison, elk, the Rocky Mountain mule deer, and the beaver, though it is an opportunistic animal and will prey upon other species if the chance arises. But, for the most part, small prey animals do not make up a large part of its diet.When an individual or a pack is able to take down numerous prey, the amount a northern Rocky Mountain wolf eats daily will generally make up about 10–21% of its body mass, though there have been recorded instances of an individual eating up to 37% of its body mass. However, when prey is not as plentiful, northern Rocky Mountain wolves are able to survive for considerably long periods of time while eating only small amounts. Cannibalism, in times of severe food shortage, occurs, as a pack will  kill and eat an injured or weak member of the group.",
    "History": "Early recorded history of the northern Rocky Mountain wolf found it roaming primarily in the forests that would later become known as Yellowstone National Park. They resided nearby Native Americans of the Tukudika tribe, who considered the wolf to be a sacred animal.As the American population began spreading west in the late 19th century, ranchers, farmers, and cattle drivers began to settle in the area. In due time, the northern Rocky Mountain wolf began preying on the livestock brought by the settlers. A practice of eradication was enacted in 1915, through the use of guns, traps, and poison. This policy was made even more all encompassing by the creation of the National Park Service in 1916, which regulated control over the land in Yellowstone and authorized through the National Park Service Organic Act the \"destruction of such animals and such plant life that may be detrimental\". By 1924, the last known wolves in the bounds of Yellowstone were killed, though small numbers of the northern Rocky Mountain wolf survived in outlying areas.",
    "History-Northern Rocky Mountain Wolf Recovery Plan": "The Northern Rocky Mountain Wolf Recovery Plan was first approved in 1980, though it was then revised later on in 1987. The plan required a certain population of northern Rocky Mountain wolves to reside in the area inside and around Yellowstone, which included at least ten breeding pairs, and for the population to remain stable for at least three consecutive years. However, the northern Rocky Mountain wolf was not, at the time of the initial drafting, recognized as a legitimate subspecies, so the wolves involved in the plan were instead the Mackenzie Valley wolf. The overall reason for this was that the stated two subspecies of wolf roamed in the same general area as the northern Rocky Mountain wolf and because the plan covered the reintroduction of wolves into the area in general. For this reason, the more plentiful subspecies were chosen to be trans-located, so as to not upset the balance in the areas they would be taken from.In response to concerns about wolves being allowed to run free in the area, killing livestock without any allowed repercussions, the final draft of the plan, completed on November 22, 1994, outlined that ranchers were allowed to kill wolves if they were \"caught in the act of killing livestock on private property\".In three lawsuits combined as Wyoming Farm Bureau Federation v. Babbitt, opponents of reintroduction argued that the reintroduced wolves threatened wolves that might already inhabit the area, while supporters argued against the experimental designation and for fully protected status.  District Court Judge William F. Downes ruled that the re-introduction violated section 10(j) of the Endangered Species Act; however, this ruling was overturned by the Tenth Circuit Court of Appeals.",
    "History-Policy changes for the ESA": "In 2007, a memorandum was drafted by the solicitor for the United States Department of the Interior, which looked at the wording of the Endangered Species Act. Specifically, the paper considered the meaning of the phrase \"significant portion of its range\".  The memorandum detailed that the previous range of a species under the ESA was unimportant and that the current range of such a species was what was important, not what it \"historically occupied\". A number of environmental groups were outraged over the memorandum, as the density of species under their current range would end up with many taken off the Endangered Species List, even if the population was far lower than what would be considered stable.Jeremy Bruskotter, who is an environmental scientist, authored two papers in early 2009 stating that, if the memorandum is taken seriously, it could result in \"an increased risk of extinction for some species.\" On the other hand, Robin Waples, a scientist at the National Oceanic and Atmospheric Administration's Northwest Fisheries Science Center, stated that \"the memorandum by itself does not reduce protections\".Since the memorandum was drafted, five rulings that relied heavily upon it were passed regarding endangered species, one of which was about the population of the northern Rocky Mountain wolf. The ruling decided that protection for the species was to be \"sharply limited\". However, in 2009, wildlife groups challenged the ruling.On January 21, 2009, President Barack Obama made a presidential ruling for all federal agencies to \"halt all pending regulations until his administration can review them.\" This, in turn, has halted the delisting of many species under the ESA, though the northern Rocky Mountain wolf had already been removed prior to this regulation.U.S. District Judge Donald Molloy ruled in an appealed decision on August 6, 2010, that the northern Rocky Mountain wolf must either be \"listed as an endangered species or removed from the list, but the protections for the same population can't be different for each state.\" This ruling came about from the challenged decision in 2009 by wildlife groups and would end many of the special regulations that individual states had held over the species. The Fish and Wildlife Service made a statement that endangered protections would remain for the entire species until Wyoming is able to bring the population of wolves within its borders into required standards. The populations for Idaho and Montana have already exceeded the requirements and, thus, previously had had no protections for the wolves in the states.On August 31, 2012, the US Fish and Wildlife Service announced that it would be removing endangered species protections from the northern Rocky Mountain wolf, as Wyoming has achieved the necessary populations to qualify with 328 wolves. Fish and Wildlife Service Director Dan Ashe called the renewal of the wolf subspecies to be a \"major success story\". Wyoming has also instituted its own \"dual status\" system that would protect the wolves inside Yellowstone park, but allow any wolves who leave the area to be shot on sight. Currently, 224 of the 328 wolves in Wyoming live outside of Yellowstone Park.In September, 2014, the US District Court for the District of Columbia vacated the delisting of the Northern Rocky Mountain wolf, which then reverted to its former status as a nonessential experimental population in all of Wyoming.",
    "References": "",
    "External links": "\"Feds renewing efforts to delist wolves?\" – Idaho Mountain Express\n\"Are northern Rockies wolves on the decline?\" – Idaho Mountain Express\n\"Utah split on wolf protection status\" – Standard Examiner\nGray Wolves in the Northern Rocky Mountains U.S. Fish and Wildlife Service"
  }
}