{
  "url": "https://en.wikipedia.org/wiki/Canis_edwardii",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. edwardii"
    }
  ],
  "text": {
    "__SUMMARY__": "Canis edwardii is an extinct species of genus Canis which was endemic to most of North America from the Late Blancan stage of the Pliocene epoch through to the Irvingtonian stage of the Pleistocene epoch, living 2.3 million years ago (Mya)—300,000 years ago, existing for about 2 million years.\n\nIt was contemporaneous with the dire wolf (125,000—9,440 years ago), Canis lepophagus (10.3—1.8 Mya), Armbruster's wolf (1.8 Mya—300,000 years ago), Canis rufus (1-2 Mya-present), and the gray wolf (2.5 Mya—present).",
    "Taxonomy": "Canis edwardii was named by Gazin in 1942.Xiaoming Wang and Richard H. Tedford proposed that the genus Canis was the descendant of the coyote-like Eucyon davisi and its remains first appeared in the Miocene (6 Mya) in the Southwestern USA and Mexico. By the Pliocene (5 Mya), the larger Canis lepophagus appeared in the same region, and by the Early Pleistocene (1 Mya) Canis latrans (the coyote) was in existence. They proposed that the progression from Eucyon davisi to C. lepophagus to the coyote was linear evolution. Additionally, C. edwardii, C. latrans, and C. aureus form together a small clade and because C. edwardii appeared earliest, spanning the mid-Blancan (late Pliocene) to the close of the Irvingtonian (late Pleistocene) it is proposed as the ancestor.",
    "Taxonomy-Canis priscolatrans": "Late Pliocene-Early Pleistocene in North America. The first definite wolf appeared in the Late Blancan/Early Irvingtonian, and named C. priscolatrans that was either very close to or a synonym for Canis edwardii. It resembled C. rufus in cranial size and proportions but with more complex dentition. However, there are no fossils of C. rufus until the Late Rancholabrean.Björn Kurtén was uncertain if C. priscolatrans derived from C. lepophagus and C. arnensis, but believed that C. priscolatrans was a population of large coyotes that were ancestral to Rancholabrean and recent C. latrans. He noted that C. arnensis of Europe showed striking similarities to C. priscolatrans, and they could represent what once was a holarctic population of coyotes. R. M. Nowak disagreed, and believed that C. priscolatrans was a counterpart to the European C. etruscus. Kurtén later proposed that both C. priscolatrans and C. etruscus were part of a group which led to C. lupus, but was not sure if they evolved separately from C. lepophagus or a possible common ancestor that was derived from C. lepophagus.The remains of the larger coyote-like C. edwardii have been found in the later Pliocene in the Southwestern USA along with C. lepophagus, which indicates a descent. Tedford recognised C. edwardii and found that the craniodental morphology of C. priscolatrans fell inside that of C. edwardii such that the species name C. priscolatrans was doubtful (nomen dubium).",
    "Description": "C. edwardii was larger than C. latrans and differs in skull and some tooth proportions.\n\n\n== References =="
  }
}