{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_crassodon",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. crassodon"
    }
  ],
  "text": {
    "__SUMMARY__": "The Vancouver Island wolf (Canis lupus crassodon) is a subspecies of grey wolf, endemic to northern Vancouver Island in the Pacific Northwest Coast of North America. It lives in packs of about five to twenty. There is estimated to be less than 150 left and is considered to be an endangered species. It is very shy, and is rarely seen by humans.",
    "Taxonomy": "This wolf is recognized as a subspecies of Canis lupus in the taxonomic authority Mammal Species of the World (2005).Studies using mitochondrial DNA have indicated that the wolves of coastal south-east Alaska are genetically distinct from inland gray wolves, reflecting a pattern also observed in other taxa. They show a phylogenetic relationship with extirpated wolves from the south (Oklahoma), indicating that these wolves are the last remains of a once widespread group that has been largely extirpated during the last century, and that the wolves of northern North America had originally expanded from southern refuges below the Wisconsin glaciation after the ice had melted at the end of the Last Glacial Maximum. These findings call into question the taxonomic classification of C.l. nulibus proposed by Nowak. Another study found that the wolves of coastal British Columbia were genetically and ecologically distinct from the inland wolves, including other wolves from inland British Columbia. A study of the three coastal wolves indicated a close phylogenetic relationship across regions that are geographically and ecologically contiguous, and the study proposed that Canis lupus ligoni (Alexander Archipelago wolf), Canis lupus columbianus (British Columbia wolf), and Canis lupus crassodon (Vancouver Island wolf) should be recognized as a single subspecies of Canis lupus.In 2016, two studies compared the DNA sequences of 42,000 single nucleotide polymorphisms in North American gray wolves and found the coastal wolves to be genetically and phenotypically distinct from other wolves. They share the same habitat and prey species, and form one of the study's 6 identified ecotypes - a genetically and ecologically distinct population separated from other populations by their different type of habitat. The local adaptation of a wolf ecotype most likely reflects the wolf’s preference to remain in the type of habitat that it was born into. Wolves that prey on fish and small deer in wet, coastal environments tend to be smaller than other wolves.\n\nIn 2016, a study of mitochondrial DNA sequences of both modern and ancient wolves generated a phylogenetic tree which indicated that the two most basal North American haplotypes included the Mexican wolf and the Vancouver Island wolf.",
    "Appearance": "The Vancouver Island wolf is of medium size, measuring roughly 26 to 32 inches high, 4 to 5 feet from nose to end of tail, and weighing roughly 60 lbs.\nIt is usually a mix of grey, brown, and black. Occasionally, they are seen pure white.",
    "Diet": "The wolf's main food source is seafood, making up 90% of its diet. Salmon accounts for nearly a quarter of their diet. They also forage on barnacles, clams, herring eggs, seals, river otters, and whale carcasses.\n\n\n== References =="
  }
}