{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_dingo",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. dingo"
    }
  ],
  "text": {
    "__SUMMARY__": "Canis lupus dingo is a taxonomic rank that includes both the dingo that is native to Australia and the rare New Guinea singing dog that is native to the New Guinea Highlands. It also includes some extinct dogs that were once found in coastal Papua New Guinea and the island of Java in the Indonesian Archipelago. It is a subspecies of Canis lupus. The genetic evidence indicates that the dingo clade originated from East Asian domestic dogs and was introduced through the Malay Archipelago into Australia, with a common ancestry between the Australian dingo and the New Guinea singing dog.",
    "Taxonomic debate – dog, dingo, and New Guinea singing dog": "",
    "Taxonomic debate – dog, dingo, and New Guinea singing dog-Nomenclature": "Zoological nomenclature is a system of naming animals. In 1758, the Swedish botanist and zoologist Carl Linnaeus published in his Systema Naturae the binomial nomenclature – or the two-word naming – of species. Canis is the Latin word meaning \"dog\", and under this genus he listed the dog-like carnivores including domestic dogs, wolves, and jackals. He classified the domestic dog as Canis familiaris, and on the next page he classified the wolf as Canis lupus. Linnaeus considered the dog to be a separate species from the wolf because of its cauda recurvata - its upturning tail which is not found in any other canid. The International Commission on Zoological Nomenclature (ICZN) advises on the \"correct use of the scientific names of animals\".  The ICZN has entered into its official list: Genus Canis in 1926, Canis familiaris as the type species for genus Canis in 1955, and Canis dingo in 1957. These names (such as Canis familiaris and Canis dingo) are then available for use as the correct names for the taxa in question by taxonomists who treat the entities concerned as distinct taxonomic units at species level, rather than as (for example) subtaxa of other species. According to the Principle of Coordination, the same epithets can also be applied at subspecies level, i.e. as the third name in a trinomial name, should the taxonomic treatment being followed prefer such an arrangement.",
    "Taxonomic debate – dog, dingo, and New Guinea singing dog-Taxonomy": "Taxonomy classifies organisms together which possess common characteristics. Nomenclature does not determine the rank to be accorded to any assemblage of animals but only its official name. Therefore, zoologists are free to propose which group of animals with similar characteristics that a taxon might belong to. In 1978, a review to reduce the number species listed under genus Canis proposed that \"Canis dingo is now generally regarded as a distinctive feral domestic dog. Canis familiaris is used for domestic dogs, although taxonomically it should probably be synonymous with Canis lupus.\" In 1982, the first edition of Mammal Species of the World included a note under Canis lupus with the comment: \"Probably ancestor of and conspecific with the domestic dog, familiaris. Canis familiaris has page priority over Canis lupus, but both were published simultaneously in Linnaeus (1758), and Canis lupus has been universally used for this species\".In 1999, a study of mitochondrial DNA indicated that the domestic dog may have originated from multiple grey wolf populations, with the dingo and New Guinea singing dog \"breeds\" having developed at a time when human populations were more isolated from each other. In 2003, the ICZN ruled in its Opinion 2027 that the \"name of a wild species ... is not invalid by virtue of being predated by the name based on a domestic form\". Additionally, the ICZN placed the taxon Canis lupus as a conserved name on the official list under this opinion. This action by the ICZN removed confusion, so that taxonomists would not have to refer to the wolf as Canis familiaris because the domestic form was named before the wild form.\nIn the third edition of Mammal Species of the World published in 2005, the mammalogist W. Christopher Wozencraft listed under the wolf Canis lupus its wild subspecies, and proposed two additional subspecies: \"familiaris Linneaus, 1758 [domestic dog]\" and \"dingo Meyer, 1793 [domestic dog]\", with the comment \"Includes the domestic dog as a subspecies, with the dingo provisionally separate – artificial variants created by domestication and selective breeding. Although this may stretch the subspecies concept, it retains the correct allocation of synonyms.\" Wozencraft included hallstromi – the New Guinea singing dog – as a taxonomic synonym for the dingo. Wozencraft referred to the mDNA study as one of the guides in forming his decision. The inclusion of familiaris and dingo under a \"domestic dog\" clade has been noted by other mammalogists.",
    "Taxonomic debate – dog, dingo, and New Guinea singing dog-Taxonomic debate": "This classification by Wozencraft is debated among zoologists. Mathew Crowther, Stephen Jackson, and Colin Groves disagree with Wozencraft and argue that based on ICZN Opinion 2027, a domestic animal cannot be a subspecies. Crowther, Juliet Clutton-Brock and others argue that because the dingo differs from wolves by behavior, morphology, and because the dingo and dog do not fall genetically within the extant wolf clade, that the dingo should be considered the distinct taxon Canis dingo Meyer 1793. Janice Koler-Matznick and others believe that the New Guinea singing dog Canis hallstromi Troughton 1957 should not be classified under Canis lupus dingo on the grounds that it has behavioral, morphological and molecular characteristics that are distinct from the wolf. Jackson and Groves regard the dog Canis familiaris as a taxonomic synonym for the wolf Canis lupus with them both equally ranked at the species level. They also disagree with Crowther, based on the overlap between dogs and dingoes in their morphology, in their ability to easily hybridize with each other, and that they show the signs of domestication by both having a cranium of smaller capacity than their progenitor, the wolf. Given that Canis familiaris Linnaeus 1758 has date priority over Canis dingo Meyer 1793, they regard the dingo as a junior taxonomic synonym for the dog Canis familiaris (i.e. being the equivalent with familiaris named first). Further, the dingo is regarded as a feral dog because it descended from domesticated ancestors. Gheorghe Benga and others support the dingo as a subspecies of the dog Canis familiaris dingo Meyer 1793 with the domestic dog being the subspecies Canis familiaris familiaris.The paleontologists Xiaoming Wang and Richard H. Tedford propose that the dog could be taxonomically classified as Canis lupus familiaris under the Biological Species Concept because the dog can interbreed with the gray wolf Canis lupus, and classified as Canis familiaris under the Evolutionary Species Concept because the dog has commenced down a separate evolutionary pathway to the gray wolf.",
    "Taxonomic debate – dog, dingo, and New Guinea singing dog-Genomic evidence": "Whole genome sequencing indicates the dog to be a genetically divergent subspecies of the gray wolf, the dog is not a descendant of the extant gray wolf but these are sister taxa which share a common ancestor from a ghost population of wolves that went extinct at the end of the Late Pleistocene, and the dog and the dingo are not separate species. The dingo and the Basenji are basal members of the domestic dog clade. \"The term basal taxon refers to a lineage that diverges early in the history of the group and lies on a branch that originates near the common ancestor of the group.\" Mitochondrial genome sequences indicates that the dingo falls within the domestic dog clade, and that the New Guinea singing dog is genetically closer to those dingoes that live in southeastern Australia than to those that live in the northwest. In 2015, the Taxonomy of Australian Mammals classes the dingo as Canis familiaris. In 2017, a review of the latest scientific information proposes that the dingo and New Guinea singing dog are both types of domestic dog Canis familiaris. The Australian Government's Australian Faunal Directory lists the dingo under Canis familiaris. The Australian National Kennel Council recognizes a dingo breed standard within its Hounds group.",
    "Taxonomic synonyms": "A taxonomic synonym is a name that applies to a taxon that now goes by a different name. In 2005, W. Christopher Wozencraft in the third edition of Mammal Species of the World listed under the wolf Canis lupus the taxon dingo along with its proposed taxonomic synonyms:\n\n dingo Meyer, 1793 [domestic dog]; antarticus Kerr, 1792 [suppressed, ICZN, O.451]; australasiae Desmarest, 1820; australiae Gray, 1826; dingoides Matschie, 1915; macdonnellensis Matschie, 1915; novaehollandiae Voigt, 1831; papuensis Ramsay, 1879; tenggerana Kohlbrugge, 1896; hallstromi Troughton, 1957; harappensis Prashad, 1936.\nThese form the subspecies Canis lupus dingo. Of the ten valid taxa, the majority refer to the Australian dingo, one to the New Guinea singing dog, and three refer to extinct dogs that were once found in the Indonesian archipelago or Southern Asia.",
    "Taxonomic synonyms-Canis dingo, Australian dingo": "For the taxon Canis dingo, the following taxa are regarded as its taxonomic synonyms located in Australia: antarticus [suppressed], Canis familiaris australasiae, Canis australiae, Canis dingoides, Canis macdonnellensis, Canis familiaris novaehollandiae.In 1768, James Cook took command of a scientific voyage of discovery from Britain to New Holland, which was the name for Australia at that time. In 1770, his ship HMS Endeavour arrived in Botany Bay, which is now part of Sydney. The mission made notes and collected specimens for taking back to Britain. On return to Britain, Joseph Banks commissioned George Stubbs to produce paintings based on his observations, one of which was the \"Portrait of a Large Dog from New Holland\" completed in 1772.\nIn 1788, the First Fleet arrived in Botany Bay under the command of  Australia's first colonial governor, Arthur Phillip, who took ownership of a dingo and in his journal made a brief description with an illustration of the \"Dog of New South Wales\". In 1793, based on Phillip's brief description and illustration, the \"Dog of New South Wales\" was classified by Friedrich Meyer as Canis dingo. Johann Friedrich Blumenbach gathered together a collection from the Cook voyage and in 1797 he also classified the \"New Holland dog\" as Canis familiaris dingo.In 1947, a proposal was made to change Meyer's classification Canis dingo after it was discovered that the \"New Holland dog\" Canis antarticus (Kerr, 1792) had been specified a year earlier in a little-known work. Both Kerr and Meyer had based their classifications on Phillip's brief description and illustration of the \"Dog of New South Wales\", and therefore there is no type specimen that these classifications were based on. In 1957, the ICZN was asked to suppress the name Canis antarticus on the grounds that Canis dingo was the common name that had been used for over 150 years. The ICZN found in favour of Canis dingo Meyer 1793 and suppressed the name Canis antarticus Kerr 1792.",
    "Taxonomic synonyms-Canis hallstromi, New Guinea singing dog": "The New Guinea singing dog or New Guinea Highland dog Canis hallstromi Troughton 1957. The Australian mammalogist Ellis Troughton classified this rare dog that is native to the New Guinea Highlands on the island of New Guinea.",
    "Taxonomic synonyms-Canis papuensis, Papua New Guinea": "The \"Papuan dog\" Canis papuensis Maclay 1882. The Russian biologist Nicholas De Miklouho-Maclay compared the dingo with a Papuan dog specimen from Bonga village, 25 km north of Finschhafen, on the Maclay Coast in Papua New Guinea. He noted that compared to the dingo, this dog was smaller, did not have the bushy tail, had some parts of the brain that were comparatively smaller, and was very timid and howled rather than barked. These dogs are sometimes fed by their owners but at other times can found on reefs at low tide hunting for crabs and small fish. At night, along with the pigs, they clean up any refuse left in the village. Rarely do they go hunting with their owners. Jackson and Groves propose that Canis papuensis may refer to feral dogs.",
    "Taxonomic synonyms-Canis tenggerana, Java": "The \"Tengger dog\" Canis tenggerana Kohlbrugge 1896. The Dutch physician and anthropologist Jacob Kohlbrügge noted this canid while working in the Tennger Mountains in eastern Java.\nThe status of the Tengger dog as being wild or domesticated is not clear. It has been described as a bush-dwelling dog although its morphology shows no wild adaptation, and it has also been described as easy to domesticate. A similar dog existed in the Dieng highlands, and it is assumed that pure populations of these two dogs no longer exist due to crossbreeding with varieties of domestic dogs. Jackson and Groves disagree with Wozencraft, and believe that this taxon does not closely resemble the dingo.",
    "Taxonomic synonyms-Canis harappensis, southern Asia": "The \"Harapa dog\" Canis harappensis Prashad, 1936. The Indian zoologist Baini Prashad noted the remains of a dog that was discovered during excavations at Harappa, in modern Pakistan. The researchers collected a wide variety of ancient domestic animal remains which had been buried for 5,000 years. Also found was a dog skull, however its location and depth was not recorded and its age is not known. It is described as being moderately large in size and with an elongated and pointed snout. It showed a close affinity with the Indian pariah dog, however a comparison of skull morphology showed that the pariah dog skull was closer to the Indian jackal but the Harapa dog was closer to the Indian wolf. It is described as being morphologically similar to Canis tenggerana from Java, and it had earlier been proposed that a population of early dogs had been more widespread across the region. Jackson and Groves disagree with Wozencraft, and believe that this taxon does not closely resemble the dingo.",
    "Archaeological evidence": "The oldest reliable date for dog remains found in mainland Southeast Asia is from Vietnam at 4,000 years before present (YBP), and in island southeast Asia from Timor-Leste at 3,075–2,921 YBP.  The earliest dingo remains in the Torres Straits date to 2,100 YBP. In New Guinea, the earliest dog remains date to 2,500–2,300 YBP from Caution Bay near Port Moresby but no ancient New Guinea singing dog remains have been found.The earliest dingo skeletal remains in Australia are estimated at 3,450 YBP from the Mandura Caves on the Nullarbor Plain, south-eastern Western Australia; 3,320 YBP from Woombah Midden near Woombah, New South Wales; and 3,170 YBP from Fromme's Landing on the Murray River near Mannum, South Australia. Dingo bone fragments were found in a rock shelter located at Mount Burr, South Australia in a layer that was originally dated 7,000-8,500 YBP. Excavations later indicated that the levels had been disturbed, and the dingo remains \"probably moved to an earlier level.\" The dating of these early Australian dingo fossils led to the widely-held belief that dingoes first arrived in Australia 4,000 YBP and then took 500 years to disperse around the continent. However, the timing of these skeletal remains were based on the dating of the sediments in which they were discovered, and not the specimens themselves.In 2018, the oldest skeletal bones from the Madura Caves were directly carbon dated between 3,348–3,081 YBP, providing firm evidence of the earliest dingo and that dingoes arrived later than had previously been proposed. The next most reliable timing is based on desiccated flesh dated 2,200 YBP from Thylacine Hole, 110 km west of Eucla on the Nullarbor Plain, south-eastern Western Australia. When dingoes first arrived they would have been taken up by Indigenous Australians, who then provided a network for their swift transfer around the continent. Based on the recorded distribution time for dogs across Tasmania and cats across Australia once Indigenous Australians had acquired them, the dispersal of dingoes from their point of landing until they occupied continental Australia is proposed to have taken only 70 years. The red fox is estimated to have dispersed across the continent in only 60–80 years.Based on a comparison with these early fossils, dingo morphology has not changed over thousands of years. This suggests that there has been no artificial selection over this period and that the dingo represents an early form of dog. They have lived, bred, and undergone natural selection in the wild, isolated from other canines until the arrival of European settlers, resulting in a unique canid.",
    "Lineage": "At the end of the Last glacial maximum and the associated rise in sea levels, Tasmania became separated from the Australian mainland 12,000 YBP, and New Guinea 6,500–8,500 YBP by the inundation of the Sahul Shelf. Fossil remains in Australia date to approximately 3,500 YBP and no dingo remains have been uncovered in Tasmania, therefore the dingo is estimated to have arrived in Australia at a time between 12,000 and 3,500 YBP. To reach Australia through the Malay Archipelago even at the lowest sea level of the Last Glacial Maximum, a journey of at least 50 km over open sea between ancient Sunda and Sahul was necessary, indicating that the dingo arrived by boat.Studies of the dingo maternal lineage through the use of mitochondrial DNA (mDNA) as a genetic marker indicate that dingoes are descended from a small founding population through a single founding event or no more than a few founding events either 5,400–4,600 YBP or 10,800–4,600 YPB, or 18,300–4,640 YBP, depending on mutation rate assumptions used. They remained isolated from other dogs until the arrival of Europeans. However, whole genome sequencing indicates that there was ancient inbreeding in the founding population that first arrived in Australia less than 4,000 YBP.",
    "Lineage-Ancestors": "In 1995, a researcher compared the skull morphology of the dingo to those of other dogs and wolves and concluded that the dingo was a primitive dog that may have evolved from either the Indian wolf (C. l. pallipes) or the Arabian wolf (C. l. arabs). Based on phenotype, the same researcher proposes that in the past, dingoes were widespread across the planet but they had declined due to admixture with domestic dogs. Dingoes were thought to exist in Australia as wild dogs, rare in New Guinea, but common in Sulawesi and in northern and central Thailand. Relic populations were thought to occur in Cambodia, China, India, Indonesia, Lao PDR, Malaysia, Myanmar, Papua New Guinea, Philippines and Vietnam. However, morphological comparisons (based on skull measurements) had not been undertaken on specimens to provide a better understanding. Later DNA studies indicate this proposed wide distribution to be incorrect.\nA haplotype is a group of genes in an organism that are inherited together from a single parent. Early DNA studies indicated that the dingo was more closely related to the domestic dog than it was to the wolf or the coyote. In 2004, a study compared the DNA sequences of  maternal mDNA taken from Australian dingoes. All dingo sequences in the study fell under the mDNA haplotype named A29 or were a single mutation from it. All female dingo sequences since studied exhibit haplotype A29, which falls within the Clade A haplogroup that represents 70% of domestic dogs. Haplotype A29 is found in both Australian dingoes and in domestic dogs exclusively in the East Asian region: East Siberia, Arctic America, Japan, Indonesia, New Guinea and in South China, Kalimantan, and Bali. It is associated with the Alaskan Malamute, Alaskan husky, Siberian Husky, and prehistoric dog remains from sites in the Americas. The evidence suggests that the haplotype was introduced from East Asia or southeast Asia through the islands of the Malay Archipelago and into Australia. Haplotype A29 was one of several domestic dog mDNA haplotypes brought into the Malay Archipelago but of these only A29 reached mainland Australia.",
    "Lineage-Sister": "In 2011, a study compared the mDNA of the Australian dingo with that of the New Guinea singing dog. The mDNA haplotype A29, or a mutation one step away, was found in all of the Australian dingoes and New Guinea singing dogs studied, indicating a common female ancestry.In 2012, a study looked at the dingo male lineage using Y chromosome DNA (yDNA) as a genetic marker and found 2 yDNA haplotypes. A haplotype named H3 could be found in domestic dogs in East Asia and Northern Europe. Haplotype H60 had not been previously reported; however, it was one mutation away from haplotype H5 that could be found in East Asian domestic dogs. Only the New Guinea singing dog and dingoes from north-eastern Australia showed haplotype H60, which implies a genetic relationship and that the dingo reached Australia from New Guinea. Haplotype H60 and H3 could be found among the southern Australian dingoes with H3 dominant, but haplotype H3 could only be found in the west of the continent and may represent a separate entry from the northwest.The existence of a genetic subdivision within the dingo population has been proposed for over two decades but has not been investigated. In 2016, a study  compared the entire mDNA genome, and 13 loci of the cell nucleus, from dingoes and New Guinea singing dogs. Their mDNA provided evidence that they all carried the same mutation inherited from a single female ancestor in the past, and so form a single clade. Dogs from China, Bali and Kalimantan did not fall within this clade. There are two distinct populations of dingoes in Australia based on both mitochondrial and nuclear evidence. The dingoes found today in the northwestern part of the Australian continent are estimated to have diverged 8,300 YBP followed by a divergence of the New Guinea singing dog 7,800 YBP from the dingoes found today in the southeastern part of the Australian continent. As the New Guinea singing dog is more closely related to the southeastern dingoes, these divergences are thought to have occurred somewhere in Sahul (a landmass which once included Australia, New Guinea and some surrounding islands). The New Guinea singing dog then became a distinct but closely related lineage. The Fraser Island dingoes are unique because they cluster with the southeastern dingoes but exhibit many alleles (gene expressions) similar to the New Guinea singing dog, in addition to showing signs of admixture with the northwestern dingoes.These dates suggest that dingoes spread from Papua New Guinea to Australia over the land bridge at least twice. The lack of fossil evidence from northern Australia and Papua New Guinea can be explained by their tropical climate and acidic soil, as there are generally few fossils found in these regions. In 2017, a study of dingoes across a wider area found that the New Guinea singing dog female lineage is more closely related to the southeastern dingoes, and its male lineage is more closely related to dingoes found across the rest of the continent, indicating that the dingo lineage has a complex history.The dates are well before the human Neolithic Expansion through the Malay Peninsula around 5,500 YBP, and therefore Neolithic humans were not responsible for bringing the dingo to Australia. The Neolithic included gene flow and the expansion of agriculture, chickens, pigs and domestic dogs – none of which reached Australia. There is no evidence of gene flow between Indigenous Australian and early East Asian populations. The AMY2B gene produces an enzyme that helps to digest amylase (starch). Similar to the wolf and the husky, the dingo possesses only two copies of this gene, which provides evidence that they arose before the expansion of agriculture. Y chromosome DNA indicates that the dingo male lineage is older than Malay Peninsula dogs. This provides evidence that the dingo arrived in Australia before the Neolithic expansion.",
    "Lineage-Cousins": "Earlier studies using other genetic markers had found the indigenous Bali dog more closely aligned with the Australian dingo than to  European and Asian breeds, which indicates that the Bali dog was genetically diverse with a diverse history, however only one percent exhibited the maternal A29 mDNA haplotype. In 2011, the mDNA of dogs from the Malay Peninsula found that the two most common dog haplotypes of the Indonesian region, in particular Bali and Kalimantan, was mDNA haplotype A75 (40%) and \"the dingo founder haplotype\" A29 (8%). However, in 2016 a study using the mitochondrial genome that provided much longer mDNA sequences showed that for the A29 haplotype, the dogs from China, Bali and Kalimantan did not fall within the same clade as the dingo and New Guinea singing dog.In 2013, yDNA was used to compare Australian dingoes, New Guinea singing dogs, and village dogs from Island Southeast Asia. The Bali dogs support the arrival of their ancestors with the Austronesian expansion and the arrival of other domesticates 4,500–3,000 YBP. The data confirms that dingoes carry the unique yDNA haplogroup (H60) and it has been derived from yDNA haplogroup H5. Haplogroup H5 was not found in the village dogs from Island Southeast Asia but it is common in Taiwan. One H5 specimen from Taiwan clustered with one H60 from Australia with the indication of a common ancestor 5,000–4000 YBP and coincides with the expansion of the Daic people of Southern China. The conclusion is that there were two expansions of two types of dogs. Southern China produced the first ancient regional breeds 8,000 years ago, from which they expanded. These were then dominated and replaced by a later explosive expansion of genetically diverse dogs that had been bred in Southeast Asia. If so, the dingo and the New Guinea singing dog, that pre-date the dogs of Island Southeast Asia, would reflect the last vestiges of the earlier ancient breeds.",
    "Lineage-Wolf admixture": "Some dog breeds, including the dingo and the Basenji, are almost as genetically divergent from other dogs as the dog is from the wolf, however this distinctiveness could be reflecting geographic isolation from the admixture that later occurred in other dogs in their regions. Their ancestral lineages diverged from other dogs 8,500 years ago (or 23,000 years ago using another method of timing estimate). Gene flow from the genetically divergent Tibetan wolf forms 2% of the dingo's genome, which likely represents ancient admixture in eastern Eurasia.",
    "References": "",
    "Bibliography": "Fleming, P.; Corbett, L.; Harden, R.; Thomson, P. (2001). Managing the impacts of dingoes and other wild dogs. Bureau of Rural Sciences, Canberra. ISBN 978-0642704948.\nSmith, Bradley, ed. (2015). The Dingo Debate: Origins, Behaviour and Conservation. CSIRO Publishing, Melbourne, Australia. ISBN 9781486300303."
  }
}