{
  "url": "https://en.wikipedia.org/wiki/Canis_nehringi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "†C. nehringi"
    }
  ],
  "text": {
    "__SUMMARY__": "Canis nehringi is an extinct species of canid. Canis gezi, a poorly known small wolf from the Ensenadan of South America, appears to have given rise to Canis nehringi, a Lujanian species from Argentina. Betra's analysis in 1988, places Canis dirus and Canis nehringi as sister taxa and as the most derived members of the genus Canis in the New World. The species was first described by Florentino Ameghino in 1902.",
    "Canis gezi": "Canis dirus made its appearance in South America in the late Pleistocene, and seems to have been restricted to the north and west coasts. Its remains have not been found in the area of Argentina that produced Canis gezi and Canis nehringi, and their remains have not been found elsewhere in South America. Some researchers have proposed that Canis dirus may have originated in South America. In 1988, a study of these two large South American wolves described them with Canis gezi found in South American Ensenadan deposits that relate to the North American late Blancan and Irvingtonian, and Canis nehringi found in South American Lujanian deposits of the Lujan Formation that relate to the Late Pleistocene. Given their similarities and timeframes, it was proposed that Canis gezi was the ancestor of Canis nehringi. The study indicated that Canis gezi was most similar to the late Irvingtonian Aenocyon dirus nebrascensis (proposed early Dire wolf) and was its sister taxa, but Canis nehringi had a closer relationship to Rancholabrean Canis dirus. The study found that Canis dirus was the most derived genus Canis species in the New World, and compared to Canis nehringi was larger in size and construction of its lower molars that were increased for more efficient predation. In 2009, Tedford proposed that because there was now seen a link between Canis armbrusteri and the Rancholabrean Canis dirus, that a case could be argued for a collateral South American lineage linking Canis gezi with Canis nehringi. These two clades share dental and cranial similarities developed for hypercarnivory, suggesting a common ancestor for both clades.In 2010, a study found that DNA analysis and the dental characteristics of South America hypercanivorous canids showed a \"South American clade\" and the Canis clade. Canis gezi was a member of the \"South American clade\" of carnivores, but Canis dirus and Canis nehringi were included as derived species in the Canis clade. Canis dirus was the sister taxon of Canis lupus, but the scientific scoring used in this study for Canis nehringi was identical to those observed in Canis dirus, which supports the proposal that both could have been the same species.",
    "References": "",
    "References-Bibliography": "Prevosti, Francisco J.; Mariano Bonomo, and Eduardo P. Tonni. 2004. La distribución de Chrysocyon brachyurus (Illiger, 1811) (Mammalia: Carnivora: Canidae) durante el Holoceno en la Argentina: implicancias paleoambientales. Mastozoología Neotropical 11. 27-43. Accessed 2017-08-18."
  }
}