{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_chanco",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "C. l. chanco"
    }
  ],
  "text": {
    "__SUMMARY__": "The Mongolian wolf (Canis lupus chanco) is a subspecies of the grey wolf which is native to Mongolia, northern and central China, Korea, and the Ussuri region of Russia.",
    "Taxonomy": "The Mongolian wolf was first described by John Edward Gray in 1863 as Canis chanco. Gray based his description on the skin of a wolf that had been shot by Lieut. W. P. Hodnell in Chinese Tartary and later presented by Lady A. Harvey to the British Museum, where it had been named by Dr. Gray F Cants as chanco. The common Mongolian word for wolf is \"chono\". St. George Jackson Mivart classified the wolf as Canis lupus chanco in 1880 based on an examination of Gray's specimen. In 1923, Japanese zoologist Yoshio Abe proposed separating the wolves of the Korean Peninsula from C. chanco as a separate species, C. coreanus, due to their comparatively narrower muzzles. This distinction was contested by Reginald Pocock, who dismissed it as a local variant of C. chanco. In the third edition of Mammal Species of the World published in 2005, the mammalogist W. Christopher Wozencraft listed under the wolf Canis lupus the taxonomic synonyms for the subspecies Canis lupus chanco. Wozencraft classified C. coreanus (Abe, 1923) as one of its synonyms.There remains taxonomic confusion over the Mongolian wolf. In 1941, Pocock had referred to the Tibetan wolf as C. l. laniger and classified it as a synonym under C. l. chanco. However, Wozencraft included C. l. laniger as a synonym for C. l. filchneri Matschie (1907). There are some researchers who still refer to Pocock's classification of the Tibetan wolf as C. l. chanco, which has caused taxonomic confusion. The NCBI/Genbank lists C. l. chanco  as the Mongolian wolf and separately C. l. laniger as the Tibetan wolf, and there are academic works that refer to C. l. chanco as the Mongolian wolf.",
    "Physical description": "Gray described the type specimen from Chinese Tartary as follows:\n\nThe fur fulvous, on the back longer, rigid, with intermixed black and grey hairs; the throat, chest, belly, and inside of the legs pure white; head pale gray-brown; forehead grizzled with short black and grey hairs. Hab. Chinese Tartary. Called Chanco. The skull is very similar to, and has the same teeth as, the European wolf (C. lupus). The animal is very like the Common Wolf, but rather shorter on the legs; and the ears, the sides of the body, and outside of the limbs are covered with short, pale fulvous hairs. The length of its head and body are 42 in (110 cm); tail 15 in (38 cm).\nThe prominent Russian zoologist, Vladimir Georgievich Heptner, described Mongolian wolves from the Ussuri region of Russia as follows:\n\nDimensions are not large – like C. l. desertorum, or somewhat larger, but markedly smaller than the Siberian forest wolves. Coloration is dirty gray, frosted with a weak admixture of ocherous color and without pale-yellow or chestnut tones. The fur is coarse and stiff. Total body length of males 93 cm (37 in) – 158 cm (62 in); tail length 30 cm (12 in) – 40 cm (16 in); hind foot length 16 cm (6.3 in) – 24 cm (9.4 in); ear height 10 cm (3.9 in) – 14.5 cm (5.7 in); shoulder height 58 cm (23 in) – 89 cm (35 in); and weight 26 kg (57 lb) – 37 kg (82 lb). Total body length of females 90 cm (35 in) – 109 cm (43 in); tail length 30 cm (12 in) – 40 cm (16 in); hind foot length 16 cm (6.3 in) – 23 cm (9.1 in); ear height 9.5 cm (3.7 in) – 13 cm (5.1 in); shoulder height 57 cm (22 in) – 75 cm (30 in); and weight 22 kg (49 lb) – 30 kg (66 lb).",
    "Range": "The range of C. l. chanco includes Mongolia, northern and central China, Korea, and the Ussuri region of Russia, which they have expanded into from northern China recently due to human settlement and its removal of their competitor the tiger. Their range is bounded in the east by the Altai mountains/Tien shan mountains with C. l. lupus, in the south by the Tibetan Plateau with C. l. filchneri, and in southern China by a yet to be named wolf. The taxonomic synonym authors have described their specimens in the following locations: chanco Gray (1863) Chinese Tartary; coreanus Abe (1923) Korea; karanorensis Matschie (1907) Kara-nor in the Gobi desert; and tschillensis Matschie (1907) the coast of Chihli.",
    "Relationship with humans": "In Mongolia, the wolf is seen as a spirit animal whereas the dog is seen as a family member. Mongolians do not fear the wolf and understand that it is afraid of humans. It is sometimes called \"the sheep's assassin\". In legend, the Mongolian herders' first father was a wolf from which they had descended, and yet they are required to kill wolves to protect their flocks of sheep.There is sustainable utilization of the wolf's fur in Mongolia. A media article claims that in 1928 Japanese Korea, wolves claimed more human victims than tigers, leopards, bears and boars combined.",
    "References": "\n\n== External links =="
  }
}