{
  "url": "https://en.wikipedia.org/wiki/Canis_lupus_youngi",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "†C. l. youngi"
    }
  ],
  "text": {
    "__SUMMARY__": "The southern Rocky Mountain wolf (Canis lupus youngi) is an extinct subspecies of gray wolf which was once distributed over southeastern Idaho, southwestern Wyoming, northeastern Nevada, Utah, western and central Colorado, northwestern Arizona (but north of the Grand Canyon), and northwestern New Mexico. It was a light-colored, medium-sized subspecies closely resembling the Great Plains wolf (C. l. nubilus), though larger, with more blackish-buff hairs on the back. This wolf was extirpated by 1940. Wolves of the subspecies Canis lupus occidentalis have now been reestablished in Idaho and Wyoming.",
    "Taxonomy": "This wolf is recognized as a subspecies of Canis lupus in the taxonomic authority Mammal Species of the World (2005).A haplotype is a group of genes found in an organism that are inherited together from one of their parents. Mitochondrial DNA (mDNA) passes along the maternal line and can date back thousands of years. A 2005 study compared the mitochondrial DNA sequences of modern wolves with those from 34 specimens dated between 1856 and 1915. The historic population was found to possess twice the genetic diversity of modern wolves, which suggests that the mDNA diversity of the wolves eradicated from the western U.S. was more than twice that of the modern population. Some haplotypes possessed by the Mexican wolf, the extinct Great Plains wolf, and the extinct Southern Rocky Mountain wolf were found to form a unique \"southern clade\". All North American wolves group together with those from Eurasia, except for the southern clade which forms a group that is exclusive to North America. The wide distribution area of the southern clade indicates that gene flow was extensive across the recognized limits of its subspecies.\n\n\n== References =="
  }
}