{
  "url": "https://en.wikipedia.org/wiki/Egyptian_jackal",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. anthus"
    },
    {
      "Subspecies": "C. a. lupaster"
    }
  ],
  "text": {
    "__SUMMARY__": "The Egyptian wolf (Canis anthus lupaster) is a subspecies of African golden wolf native to northern, eastern and western Africa.",
    "Taxonomic and evolutionary history": "The Egyptian wolf had an unresolved taxonomic identity and was formerly known as the Egyptian jackal. Throughout much of the 20th century, the animal was classed as a subspecies of golden jackal, Canis aureus lupaster. Notice was however taken by numerous zoologists of the animal's morphology, which corresponds more to that of the grey wolf. This was corroborated through mtDNA studies, which initially indicated that the animal was a subspecies of grey wolf, and should be renamed African wolf (Canis lupus lupaster).\nIn 2015, both golden jackals from Africa and Eurasia were found to represent distinct monophyletic lineages separated for more than one million years, sufficient to merit formal recognition as different species: C. aureus (Eurasian golden jackal) and C. anthus (African golden wolf). It has not been formally recognised as such by MSW3 which, published in 2005, classifies it as a subspecies of golden jackal.",
    "Physical descriptions": "The Egyptian wolf differs from the Senegalese wolf by its heavier build, wider head, thicker fur, longer legs, more rounded ears, and shorter tail. The fur is darker than the golden jackal's, and has a broader white patch on the chest. Field observations in Senegal's Djoudj National Bird Sanctuary indicate that it is a solitary animal that lives on the periphery of Senegalese wolf territories, and dominates the latter species in disputes over carcasses.",
    "Biology and behavior": "According to shepherds in Djoudj National Bird Sanctuary, while the Senegalese wolf preys primarily on lambs, the Egyptian wolf attacks larger prey, such as sheep, goats and cattle.",
    "Habitat and distribution": "The Egyptian wolf inhabits a number of different habitats; in Algeria it lives in Mediterranean, coastal and hilly areas (including hedged farmlands, scrublands, pinewoods and oak forests), while populations in Senegal inhabit tropical, semi-arid climate zones including Sahelian savannahs. Lupaster populations in Mali have been documented in arid Sahelian massifs.",
    "Relationship with humans": "The animal head of the Egyptian god Anubis may have been based on the African wolf, rather than the golden jackal as was formerly believed.",
    "References": "",
    "Further reading": "Osborn, D. J. & Helmy, I. (1980), The contemporary land mammals of Egypt (including Sinai), Fieldiana Zoology new series, no.5, pp. 361–71"
  }
}