{
  "url": "https://en.wikipedia.org/wiki/Hokkaido_wolf",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    },
    {
      "Subspecies": "†C. l. hattai"
    }
  ],
  "text": {
    "__SUMMARY__": "The Hokkaido wolf (Canis lupus hattai), also known as the Ezo wolf (Japanese: エゾオオカミ（蝦夷狼）ー, Hepburn: Ezo Ōkami) and in Russia as the Sakhalin wolf, is an extinct subspecies of gray wolf that once inhabited coastal north-east Asia. Its nearest relatives were the wolves of North America rather than Asia. It was exterminated in Hokkaidō during the Meiji Restoration period, when American-style agricultural reforms incorporated the use of strychnine-laced baits to kill livestock predators. Some taxonomists believe that it survived up until 1945 on Sakhalin island. It was one of two subspecies that were once found in the Japanese archipelago, the other being the Japanese wolf.",
    "Taxonomy and origin": "The Ezō wolf, or Hokkaidō wolf (Canis lupus hattai Kishida, 1931) is an extinct subspecies of the gray wolf (Canis lupus). In 1890, the skulls of Japanese wolves (Canis lupus hodophilax) were compared with those of wolves from Hokkaido in the British Museum. The specimens were noticeably different and explained to be local varieties of the same subspecies. Later, explorers to the Kuril islands of Iturup and Kunashir believed that the wolves they saw there were the Japanese subspecies. In 1889, the wolf became extinct on Hokkaido island. In 1913, Hatta Suburō proposed that the wolf might be related to the Siberian wolf but had no living specimens to undertake further analysis. In 1931, Kishida Kyukishi described a skull from a wolf killed in 1881 and declared it to be a distinct subspecies. In 1935, Pocock examined one of the specimens in the British Museum that had been obtained in 1886 and named it Canis lupus rex because of its large size.Analysis of its mitochondrial DNA showed it to be identical with gray wolf specimens from Canada, Alaska and the USA, indicating that the ancestor of the Ezo wolf was genetically related to the ancestor of North American wolves. The coalescence time back to the most recent common ancestor for two Ezo wolf samples was estimated to be 3,100 (between 700–5,900) years ago, and the Ezo wolf is estimated to have diverged from North American wolves 9,300 (between 5,700–13,700) years ago. These estimates indicate that Ezo wolves colonized Japan more recently than Japanese wolves from the Asian continent during the last glacial period via a land bridge with Sakhalin Island, which existed up to 10,000 years ago. The Tsugaru Strait was 3 km wide during the last glacial period, which prevented Ezo wolves from colonizing Honshu and they likely arrived in Japan less than 14,000 years ago. A more recent study estimates their arrival in Hokkaido less than 10,000 YBP.Stable isotope analysis measures the amount of different isotopes of the same element contained within a specimen. When conducted on the bone of an extinct specimen, it informs researchers about the diet of the specimen. In 2017, radiocarbon dating and an isotopic analysis of bone collagen was conducted Ezo wolf specimens. The radiocarbon dating confirmed that the wolves spanned different time periods dating back as far as 4,000 years ago. The isotopic analysis showed that feeding habits of these wolves were similar to the modern \"coastal\" British Columbia wolf, with both populations dependent on both marine and terrestrial prey.\nSee further: Evolution of the wolf#Into America and Japan",
    "Range": "Ezo is a Japanese word meaning \"foreigner\" and referred to the historical lands of the Ainu people to the north of Honshu, which the Japanese named Ezo-chi. The Ainu were to be found on Hokkaido, Sakhalin, the Kuril islands, and as far north as the Kamchatka Peninsula.The range of the Ezo wolf was the Hokkaido and Sakhalin islands, Iturup and Kunashir islands just to the east of Hokkaido in the Kuril archipelago, and the Kamchatka peninsula. It became extinct on Hokkaido island in 1889. It was reported to be surviving in Sakhalin island and perhaps the Kuril Islands in 1945, however according to the Soviet zoologist Vladimir Heptner it had not been seen on Sakhalin at the beginning of the 20th century, with vagrant specimens of Siberian forest wolf occasionally crossing into the island via the Nevelskoy Strait, though not permanently settling. Information on the animal's presence on the Kuril islands is often contradictory or erroneous. It was tentatively recorded to inhabit Kunashir, Iturup and Paramushir, while wolves reported on Shumshu were later dismissed as feral dogs. A survey undertaken in the mid 1960s could not find a wolf on any of the Kuril islands but did find many feral dogs.",
    "Description": "A study of Ezo wolf morphology showed that it was similar in size to the gray wolf of the Asian and North American continents. It stood 70–80 cm at the withers. Soviet zoologist Vladimir Heptner wrote that the wolves (classed under the nomen dubium C. l. altaicus) of Kamchatka (where C. l. hattai's range is supposed to have encompassed) are just as large as C. l. lupus, with light gray fur with dark guard hairs running along the back.\nThe Hokkaido wolf is a formidable beast but not dangerous to man as long as other prey is to be had for the killing. During the winter months, at the time of which I am writing, they lived mostly upon deer which were very plentiful. During the summer their diet was principally horse meat. A full grown wolf weighs from 70 to 80 pounds, he has an enormous head and mouth armed with tremendous fangs and teeth. He is generally very lean but exceedingly muscular. Of a grey color in summer and greyish white in winter, when his fur is thick and long. His feet are remarkable for their size, three or four times larger than the feet of the largest dog which they resemble in shape, only the claws are much longer. Their large feet enable them to travel rapidly over deep snow that soon tires a fleeing deer that could easily run away from his enemy when the ground is bare. They usually hunt singly or in couple but frequently the trail of a pack of four or five or even more is seen in the snow. They are widely scattered throughout the island as a rule but few in any one neighborhood.",
    "History": "",
    "History-In Ainu culture": "The Ainu revered the wolf as the deity Horkew Kamuy (\"howling god\"), in recognition of the animal's similar hunting habits. Wolves were sacrificed in \"sending-away\" iomante ceremonies, and some Ainu communities, such as those in Tokachi and Hidaka, held origin myths linking the birth of the Ainu to a coupling between a white wolf and a goddess. Ainu hunters would leave portions of their kills for wolves, and it was believed that hunters could share a wolf's kill if they politely cleared their throats in its presence. Because of the wolf's special status in Ainu culture, hunters were forbidden from killing wolves with poison arrows or firearms, and wasting the pelt and meat of a wolf was thought to provoke wolves into killing the hunter responsible. The Ainu did not differentiate wolves from their domestic dogs, and would strive to reproduce wolf traits in their dogs by allowing dogs in heat to roam freely in wolf-inhabited areas in order to produce hybrid offspring.",
    "History-Extinction on Hokkaido island": "With the onset of the Meiji Restoration in 1868, Emperor Meiji officially ended Japan's long-standing isolationism through the Charter Oath, and sought to modernize Japan's agriculture by replacing its dependence on rice farming with American-style ranching. Ohio rancher Edwin Dun was hired as a scientific adviser in 1873 for the Kaitakushi (Hokkaido Development Agency), and began promoting ranching with state-run experimental farms. As wolf predation was inhibiting the propagation of horses in southeastern Hokkaidō and allegedly causing hardship to Ainu deer hunters, the Meiji government declared wolves as \"noxious animals\" (yūgai dōbutsu), entrusting Dun to oversee the animals' extermination. Dun began his work at the Niikappu ranch with a mass-poisoning campaign involving the use of strychnine-laced baits. This was supplemented by a bounty system established by the Kaitakushi.\n\n\n== References =="
  }
}