{
  "url": "https://en.wikipedia.org/wiki/Wolves",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Carnivora"
    },
    {
      "Family": "Canidae"
    },
    {
      "Genus": "Canis"
    },
    {
      "Species": "C. lupus"
    }
  ],
  "text": {
    "__SUMMARY__": "The wolf (Canis lupus), also known as the gray/grey wolf, is a canine native to the wilderness and remote areas of Eurasia and North America. It is the largest extant member of its family, with males averaging 40 kg (88 lb) and females 35.5–37.7 kg (78–83 lb). It is also distinguished from other Canis species by its less pointed features, particularly on the ears and muzzle. Its winter fur is long and bushy and predominantly a mottled gray colour, although nearly pure white, red and brown to black also occur.  Mammal Species of the World (3rd ed., 2005), a standard reference work in zoology, recognizes 38 subspecies of C. lupus.\nThe wolf is the most specialized member of the genus Canis for cooperative big game hunting, as demonstrated by its physical adaptations to tackling large prey, its more social nature, and its highly advanced expressive behaviour. It is nonetheless closely related enough to smaller Canis species, such as the coyote and golden jackal, to produce fertile hybrids with them. It is the only species of Canis to have a range encompassing both Eurasia and North America. It travels in nuclear families consisting of a mated pair accompanied by their adult offspring. The wolf is mainly a carnivore and feeds primarily on large wild hooved animals, though it also eats smaller animals, livestock, carrion, and garbage.\nThe global wolf population is estimated to be 300,000. It has a long history of association with humans, having been despised and hunted in most pastoral communities because of its attacks on livestock, while conversely being respected in some agrarian and hunter-gatherer societies. Although the fear of wolves is pervasive in many human societies, the majority of recorded attacks on people have been attributed to animals suffering from rabies. Non-rabid wolves have attacked and killed people, mainly children, but this is rare because wolves are relatively few, live away from people, and have developed a fear of humans due to their experiences with hunters and shepherds.",
    "Etymology": "The English 'wolf' stems from the Old English wulf, which is itself thought to be derived from the Proto-Germanic *wulfaz. The Latin lupus is a Sabine loanword. Both derive from the Proto-Indo-European root *wĺ̥kʷos or *lúkʷos. Old English literature contains several instances of Anglo-Saxon kings and warriors taking on wulf as a prefix or suffix in their names. Examples include Wulfhere (\"Wolf Army\"), Cynewulf (\"Royal Wolf\"), Cēnwulf (\"Bold Wolf\"), Wulfheard (\"Wolf-hard\"), Earnwulf (\"Eagle Wolf\"), Wulfstān (\"Wolf Stone\") and Æðelwulf (\"Noble Wolf\"). Wolf-related names were also common among pre-Christian Germanic warriors: Wolfhroc (Wolf-Frock), Wolfhetan (Wolf Hide), Isangrim (Gray Mask), Scrutolf (Garb Wolf), Wolfgang (Wolf Gait) and Wolfdregil (Wolf Runner).Colloquial names were applied to wolves in the United States. The name \"gray wolf\" is the most commonly used and refers to the grayish colour of the larger wolves, \"red wolf\" to the wolf of the south east, \"brown wolf\" to the now extinct wolf of western Oregon and Washington, and \"buffalo wolf\" to the now extinct wolf of the Great Plains region.",
    "Taxonomy": "In 1758, the Swedish botanist and zoologist Carl Linnaeus published in his Systema Naturae the binomial nomenclature–or the two-word naming–of species. Canis is the Latin word meaning \"dog\", and under this genus he listed the dog-like carnivores including domestic dogs, wolves, and jackals. He classified the domestic dog as Canis familiaris, and on the next page he classified the wolf as Canis lupus. Linnaeus considered the dog to be a separate species from the wolf because of its cauda recurvata–its upturning tail–which is not found in any other canid.",
    "Taxonomy-Subspecies": "In the third edition of Mammal Species of the World published in 2005, the mammalogist W. Christopher Wozencraft listed under the wolf C. lupus some 36 wild subspecies, and proposed two additional subspecies: familiaris (Linnaeus, 1758) and dingo (Meyer, 1793). Wozencraft included hallstromi–the New Guinea singing dog–as a taxonomic synonym for the dingo. Wozencraft referred to a 1999 mitochondrial DNA study as one of the guides in forming his decision, and listed the 38 subspecies of C. lupus under the biological common name of \"wolf\", with the nominate subspecies being the Eurasian wolf (C. l. lupus) based on the type specimen that Linnaeus studied in Sweden. However, the classification of a number of these canines as subspecies or even separate species has recently been challenged by zoologists, including the domestic dog, dingo, and New Guinea singing dog. Studies using paleogenomic techniques reveal that the modern wolf and the dog are sister taxa, as modern wolves are not closely related to the population of wolves that was first domesticated.",
    "Taxonomy-Evolution": "The earliest fossils of C. lupus were found in what was once eastern Beringia at Old Crow, Yukon, Canada, and at Cripple Creek Sump, Fairbanks, Alaska. The age is not agreed upon but could date 1 million YBP. Considerable morphological diversity existed among wolves by the Late Pleistocene. They are regarded as having been more cranio-dentally robust than modern wolves, often with a shortened snout, the pronounced development of the temporalis muscle, and robust premolars. It is proposed that these features were specialized adaptations for the processing of carcass and bone associated with the hunting and scavenging of Pleistocene megafauna. Compared with modern wolves, some Pleistocene wolves showed an increase in tooth breakage that is similar to that seen in the extinct dire wolf. This suggests that they either often processed carcasses, or that they competed with other carnivores and needed to quickly consume their prey. The frequency and location of tooth fractures found in these wolves, compared with those found in the modern spotted hyena, indicates that these wolves were habitual bone crackers.This continuous wolf presence contrasts with genomic studies which suggest that all modern wolves and dogs descend from a common ancestral wolf population that existed as recently as 20,000 years ago. These studies indicate that a population bottleneck was followed by a rapid radiation from an ancestral population at a time during, or just after, the Last Glacial Maximum. This implies that the original morphologically diverse wolf populations were out-competed and replaced by modern-like wolves. Modern Holarctic wolves originated from Beringia in an expansion that was driven by the huge ecological changes that occurred during the close of the Late Pleistocene.An extinct Late Pleistocene wolf may have been the ancestor of the dog, with the dog's similarity to the extant wolf being the result of genetic admixture between the two. The domestic dog appears to have emerged around 15,000 years ago. Where the domestication took place remains debated. In 1999, a study of mDNA indicated that the domestic dog may have originated from multiple wolf populations, with the dingo and New Guinea singing dog \"breeds\" having developed at a time when human populations were more isolated from each other.",
    "Taxonomy-Population structure": "The wolf is a highly adaptable species that is able to exist in a range of environments and which possesses a wide distribution across the Holarctic. Studies of modern wolves have identified distinct sub-populations that live in close proximity to each other. This variation in sub-populations is closely linked to differences in habitat–precipitation, temperature, vegetation, and prey specialization. The population structure of East Asian wolves includes the three main groups of northern Asia, southern China, and Tibetan.The wolf population in Europe forms five major clusters. Three clusters occupy Italy, the Dinaric-Balkans, and the Carpathians. Another two clusters occupy north-central Europe and the Ukrainian steppe. The Italian wolf consisted of an isolated population with low genetic diversity. Wolves from Croatia, Bulgaria, and Greece form the Dinaric-Balkans cluster. Wolves from Finland, Latvia, Belarus, Poland and Russia form the north-central Europe cluster, with wolves from the Carpathians cluster coming from a mixture of wolves from the north-central cluster and the Dinaric-Balkans cluster. The wolves from the Carpathians are more similar to the wolves from the Pontic-Caspian Steppe than they are to wolves from north-central Europe. These clusters may be the result of their expansions from glacial refugia, an adaptation to local environments, or landscape fragmentation and the killing of wolves in some areas by humans.The wolf population in North American forms six ecotypes–genetically and ecologically distinct populations separated from other populations by their different type of habitat. These six ecotypes were named West Forest (in Alaska), British Columbia, Boreal Forest, Arctic, High Arctic Baffin and Atlantic Forest. The studies found that precipitation and mean diurnal temperature range were the most influential variables on the formation of these ecotypes. The local adaptation of a wolf ecotype reflects a wolf's preference to remain in the type of habitat that it was born into.",
    "Taxonomy-Admixture with other canids": "The wolf-like canids are a group of large carnivores that are closely related because their chromosomes number 78, and therefore they can potentially interbreed. In the distant past there has been gene flow between African golden wolves, golden jackals, and gray wolves. The African golden wolf is a descendant of a genetically admixed canid of 72% wolf and 28% Ethiopian wolf ancestry. One African golden wolf from the Egyptian Sinai Peninsula shows admixture with Middle Eastern wolves and dogs. There is evidence of gene flow between golden jackals and Middle Eastern wolves, less so with European and Asian wolves, and least with North American wolves. This indicates that the golden jackal ancestry found in North American wolves may have occurred before the divergence of the Eurasian and North American wolves.The common ancestor of the coyote and the wolf has admixed with a ghost population of an extinct unidentified canid. This canid is genetically close to the dhole and evolved after the divergence of the African hunting dog from the other canid species. The basal position of the coyote compared to the wolf is proposed to be due to the coyote retaining more of the mitochondrial genome of this unidentified canid. Similarly, a museum specimen of a wolf from southern China collected in 1963 showed a genome that was 12-14% admixed from this unknown canid. In North America, most coyotes and wolves show varying degrees of past genetic admixture.In more recent times, some male Italian wolves originated from dog ancestry, which indicates that female wolves will breed with male dogs in the wild. 10% of dogs in the Caucasus Mountains, including livestock guardian dogs, are first generation hybrids. Although mating between golden jackals and wolves has never been observed, evidence of jackal-wolf hybridization was discovered through mitochondrial DNA analysis of jackals living in the Caucasus Mountains. and in Bulgaria.",
    "Description": "The wolf is the largest member of the Canidae family. Coyotes, jackals and wolves are isomorphic, with the size relationship between their bodies remaining constant. However, the wolf is distinguished by being larger and heavier, with a broader snout, shorter ears, a shorter torso and a longer tail. It is slender and powerfully built with a large, deeply descending rib cage, a sloping back, and a heavily muscled neck. The wolf's legs are moderately longer than those of other canids, which enables the animal to move swiftly, and to overcome the deep snow that covers most of its geographical range. The ears are relatively small and triangular. The wolf's head is large and heavy, with a wide forehead, strong jaws and a long, blunt muzzle. The skull averages 230–280 mm (9.1–11.0 in) in length and 130–150 mm (5.1–5.9 in) in width. The teeth are heavy and large, which are better suited to crushing bone than those of other canids, although not as specialized as those found in hyenas. Its molars have a flat chewing surface but not to the same extent as the coyote, whose diet contains more vegetable matter. Females tend to have narrower muzzles and foreheads, thinner necks, slightly shorter legs, and less massive shoulders than males.On average, adult wolves measure 105–160 cm (41–63 in) in length and 80–85 cm (31–33 in) at shoulder height. The tail measures 29–50 cm (11–20 in) in length, the ears 90–110 mm (3.5–4.3 in) in height, and the hind feet are 220–250 mm (8.7–9.8 in). The size and weight of the modern wolf increases proportionally with latitude in accord with Bergmann's rule. The mean body mass of the wolf is 40 kg (88 lb), with the smallest specimen recorded at 12 kg (26 lb) and the largest at 79.4 kg (175 lb). On average, European wolves may weigh 38.5 kg (85 lb), North American wolves 36 kg (79 lb), and Indian and Arabian wolves 25 kg (55 lb). Females in any given wolf population typically weigh 2.3–4.5 kg (5–10 lb) less than males. Wolves weighing over 54 kg (119 lb) are uncommon, though exceptionally large individuals have been recorded in Alaska, Canada; and in middle Russia, the largest wolves measured 69–79 kg (152–174 lb), with one measuring 80 kg (180 lb). The heaviest wolf to be taken by the United States Fish and Wildlife Service was killed on 70 Mile River in east-central Alaska on July 12, 1939 and weighed 79.4 kg (175 lb).The wolf has very dense and fluffy winter fur, with short undercoat and long, coarse guard hairs. Most of the undercoat and some of the guard hairs are shed in spring and grow back in autumn. The longest hairs occur on the back, particularly on the front quarters and neck. Especially long hairs are on the shoulders, and almost form a crest on the upper part of the neck. The hairs on the cheeks are elongated and form tufts. The ears are covered in short hairs, which strongly project from the fur. Short, elastic and closely adjacent hairs are present on the limbs from the elbows down to the calcaneal tendons. The winter fur is highly resistant to the cold, and wolves in northern climates can rest comfortably in open areas at −40 °C (−40 °F) by placing their muzzles between the rear legs and covering their faces with their tail. Wolf fur provides better insulation than dog fur, and does not collect ice when warm breath is condensed against it. In warm climates, the fur is coarser and scarcer than in northern wolves. Female wolves tend to have smoother furred limbs than males, and generally develop the smoothest overall coats as they age. Older wolves generally have more white hairs on the tip of the tail, along the nose, and on the forehead. The winter fur is retained longest by lactating females, although with some hair loss around their teats. Hair length on the middle of the back is 60–70 mm (2.4–2.8 in), and the guard hairs on the shoulders generally do not exceed 90 mm (3.5 in), but can reach 110–130 mm (4.3–5.1 in).\n\nThe coat colour of a wolf is determined by its guard hairs. Apart from wolves that are white, all other wolves usually have some hairs that are white, brown, gray, black, and banded. The coat of the Eurasian wolf is a mixture of ochreous (yellow to orange) and rusty ochreous (orange/red/brown) colours with light gray. The muzzle is pale ochreous gray, with the area of the lips, cheeks, chin, and throat being white. The top of the head, forehead, under and between the eyes, and between the eyes and ears is gray with a reddish film. The neck is ochreous. Long, black tips on the hairs along the back form a broad stripe, with black hair tips on the shoulders, upper chest and rear of the body. The sides of the body, tail, and outer limbs are a pale dirty ochreous colour, while the inner sides of the limbs, belly, and groin are white. Apart from those wolves which are white or black, these tones vary little across geographical area. However, the patters of these colours vary from individual. In North America, the coat colours of wolves follow Gloger's rule, with wolves in the Canadian arctic being white and those in southern Canada, the US, and Mexico being predominantly gray. In some areas of the Rocky Mountains of Alberta and British Columbia, the coat colour is predominantly black, with some being a blue-gray and some with silver and black. Differences in coat colour between sexes is absent in Eurasia, however females tend to have redder tones in North America. Black-coloured wolves in North America acquired their colour from wolf-dog admixture after the first arrival of dogs that accompanied humans across the Bering Strait 12,000 to 14,000 years ago. Research into the inheritance of white colour from dogs into wolves has yet to be undertaken.",
    "Ecology": "",
    "Ecology-Distribution and habitat": "Originally, wolves occurred across Eurasia above 12˚N and North America above 15˚N. However, deliberate human persecution has reduced the wolf's range to about one-third of what it once was because of livestock predation and fear of attacks on humans. The wolf is now extirpated (locally extinct) in much of Western Europe, Mexico, and much of the United States. In modern times, the wolf occurs mostly in wilderness and remote areas, particularly in Canada, Alaska and the northern United States, Europe, and Asia from about 75°N to 12°N. The wolf can be found between sea level and 3,000 metres (9,800 ft). It lives in forests, inland wetlands, shrublands, grasslands (including arctic tundra), pastures, deserts, and rocky peaks on mountains. Habitat use by wolves depends on the abundance of prey, snow conditions, absence or low livestock densities, road densities, human presence and topography. In cold climates, the wolf can reduce the flow of blood near its skin to conserve body heat. The warmth of the footpads is regulated independently from the rest of the body, and is maintained at just above tissue-freezing point where the pads come in contact with ice and snow.",
    "Ecology-Diet": "Like all land mammals that are pack hunters, the wolf predominantly feeds on herbivorous mammals that have a body mass similar to that of the combined mass of the pack members. The wolf specializes in preying on the vulnerable individuals of large prey, with a pack being capable of bringing down a 500 kg (1,100 lb) moose. Wolves can digest their meal in a few hours and can feed several times in one day, making quick use of large quantities of meat. A well-fed wolf stores fat under the skin, around the heart, intestines, kidneys, and bone marrow, particularly during the autumn and winter.Across their range, wolves predominantly feed on wild hoofed mammals that can be divided into large size 240–650 kg (530–1,430 lb) and medium size 23–130 kg (51–287 lb). The variation in diet between wolves living on different continents is based on the different varieties of hoofed mammals and of smaller and domestic prey that are available. In North America, the wolf's diet is dominated by wild large hoofed mammals and medium-sized mammals. In Asia and Europe, their diet is dominated by wild medium-sized hoofed mammals and domestic species. The wolf depends on wild species, and if these are not readily available, as in Asia, the wolf is more reliant on domestic species. Across Eurasia, wolves prey mostly on moose, red deer, roe deer and wild boar. In North America, important prey rangewide are elk, moose, caribou, white-tailed deer and mule deer.Nonetheless, wolves are not fussy eaters. Smaller sized animals that may supplement diet include rodents, hares, insectivores and smaller carnivores. They frequently eat waterfowl and their eggs. When such foods are insufficient, they prey on lizards, snakes, frogs, and large insects as available. Wolves will eat grasshoppers when these are plentiful, with one scat found in Idaho containing the remnants of 181 of these insects. Wolves in northern Minnesota prey on northern pike in freshwater streams. The diet of coastal wolves in Alaska includes 20% salmon, while coastal wolves in British Columbia includes 25% marine sources, and those on the nearby islands 75%.In Europe, wolves eat apples, pears, figs, melons, berries and cherries. In North America, wolves eat blueberries and raspberries. Wolves also eat grass, which may provide some vitamins. They are known to eat the berries of mountain ash, lily of the valley, bilberries, cowberry, nightshade, grain crops, and the shoots of reeds.In times of scarcity, wolves will readily eat carrion. In Eurasian areas with dense human activity, many wolf populations are forced to subsist largely on livestock and garbage. The prey animals of North American wolves have largely continued to occupy suitable habitats with low human density, and these cases are under dire circumstances. Cannibalism is not uncommon in wolves during harsh winters, when packs often attack weak or injured wolves, and may eat the bodies of dead pack members.",
    "Ecology-Interactions with other predators": "Wolves typically dominate other canid species in areas where they both occur. In North America, incidents of wolves killing coyotes are common, particularly in winter, when coyotes feed on wolf kills. Wolves may attack coyote den sites, digging out and killing their pups, though rarely eating them. There are no records of coyotes killing wolves, though coyotes may chase wolves if they outnumber them. According to a press release by the US Department of Agriculture in 1921, the Custer Wolf, a wolf that was held responsible for extensive damage to ranchers' livestock and had a bounty placed on him, moved across the landscape with two coyotes far out on his flanks, which gave him warning of ambush or danger. They fed from his kills, however he would never allow them to approach him. Interactions have been observed in Eurasia between wolves and golden jackals, with the latter's numbers being comparatively small in areas with high wolf densities. Wolves also kill red, Arctic and corsac foxes, usually in disputes over carcasses, sometimes eating them.\n\nBrown bears typically dominate wolf packs in disputes over carcasses, while wolf packs mostly prevail against bears when defending their den sites. Both species kill each other's young. Wolves eat the brown bears they kill, while brown bears seem to only eat young wolves. Wolf interactions with American black bears are much rarer because of differences in habitat preferences. Wolves have been recorded on numerous occasions to actively seek out black bears in their dens and kill them without eating them. Unlike brown bears, black bears frequently lose against wolves in disputes over kills. Wolves also dominate and sometimes kill wolverines, and will chase off those that attempt to scavenge from their kills. Wolverines escape from wolves in caves or up trees.Wolves may interact and compete with various felids, such as the Eurasian lynx, which may feed on smaller prey where wolves are present and may be suppressed by large wolf populations. Wolves encounter cougars along portions of the Rocky Mountains and adjacent mountain ranges. Wolves and cougars typically avoid encountering each other by hunting on different elevations and different prey (niche partitioning). In winter, however, when snow accumulation forces their prey into valleys, interactions between the two species become more likely. Wolves in packs usually dominate cougars and can steal their kills or even kill them, while one-to-one encounters tend to be dominated by the cat, and there are several documented cases of cougars killing wolves. Wolves more broadly affect cougar population dynamics and distribution by dominating territory and prey opportunities, and disrupting the feline's behaviour. Wolf and tiger interactions are well documented in Sikhote-Alin, where tigers significantly depress wolf numbers, sometimes to the point of localized extinction. Only human depletion of tiger numbers appears to protect wolves from competitive exclusion from them. Proven cases of tigers killing wolves are rare, and attacks appear to be competitive rather than predatory in nature, with at least four proven records of tigers killing wolves.Wolves may encounter striped hyenas in Israel, Central Asia and India, usually in disputes over carcasses. Striped hyenas feed extensively on wolf-killed carcasses in areas where the two species interact. One-on-one, hyenas dominate wolves, and may prey on them, but wolf packs can drive off single or outnumbered hyenas. In 1994, near Eilat in southern Israel, researchers discovered the tracks of three wolves and one striped hyena, which indicated that they were moving across the landscape together. In 1998 near the same location, three researchers sighted a pack consisting of 4 adult and 3 sub-adult wolves and one striped hyena. The hyena was moving in the middle of the pack and not following behind it. It is proposed that the hyena could benefit from the wolves' superior ability to hunt large, agile prey. The wolves could benefit from the hyena's superior sense of smell, to locate and dig out tortoises, to crack open large bones, and to tear open discarded food containers such as tin cans.",
    "Behaviour": "",
    "Behaviour-Social structure": "The wolf is a social animal. Their populations consist of packs and lone wolves, with most lone wolves being temporarily alone while they disperse from packs to form their own or join another pack. The wolf's basic social unit is the nuclear family consisting of a mated pair accompanied by their offspring. The average pack size in North America is 8 wolves and in Europe 5–6 wolves. The average pack across Eurasia consists of a family of 5–11 wolves (2 adults, 3–6 juveniles, and 1–3 yearlings), or sometimes 2 or 3 such families, with examples of exceptionally large packs consisting of up to 42 wolves being known. In ideal conditions, the mated pair produces pups every year, with such offspring typically staying in the pack for 10–54 months before dispersing. Triggers for dispersal include the onset of sexual maturity and competition within the pack for food. The distance travelled by dispersing wolves varies widely; some stay in the vicinity of the parental group, while other individuals may travel great distances of upwards of 206 km (128 mi), 390 km (240 mi), and 670 km (420 mi) from their natal (birth) packs. A new pack is usually founded by an unrelated dispersing male and female, travelling together in search of an area devoid of other hostile packs. Cortisol levels in wolves rise significantly when a pack member dies, indicating the presence of stress. Wolf packs rarely adopt other wolves into their fold, and typically kill them. In the rare cases where other wolves are adopted, the adoptee is almost invariably an immature animal of 1–3 years old, and unlikely to compete for breeding rights with the mated pair. In some cases, a lone wolf is adopted into a pack to replace a deceased breeder. During times of prey abundance caused by calving or immigration, different wolf packs may temporarily join together.Wolves are highly territorial and generally establish territories far larger than they require to survive, which assures a steady supply of prey. Territory size depends largely on the amount of prey available and the age of the pack's pups, tending to increase in size in areas with low prey populations, or when the pups reach the age of six months when they have the same nutritional needs as adults. Wolf packs travel constantly in search of prey, covering roughly 9% of their territory per day, on average 25 km/d (16 mi/d). The core of their territory is on average 35 km2 (14 sq mi), in which they spend 50% of their time. Prey density tends to be much higher on the territory's periphery, although wolves tend to avoid hunting on the fringes of their range except in desperation to avoid fatal confrontations with neighboring packs. The smallest territory on record was held by a pack of six wolves in northeastern Minnesota, which occupied an estimated 33 km2 (13 sq mi), while the largest was held by an Alaskan pack of ten wolves encompassing 6,272 km2 (2,422 sq mi). Wolf packs are typically settled, and usually only leave their accustomed ranges during severe food shortages.\n\nWolves advertise their territories to other packs through howling and scent marking. Scent marking involves urine, feces, and anal gland scents. Scent marking is more effective at advertising territory than howling, and is often used in combination with scratch marks. Wolves increase their rate of scent marking when they encounter the scent marks of wolves from other packs. Lone wolves will rarely scent mark, but newly bonded pairs will scent mark the most. \nScent marks are generally left every 240 m (260 yd) throughout the territory on regular travelways and junctions. Such markers can last for 2–3 weeks, and are typically placed near rocks, boulders, trees, or the skeletons of large animals. Territorial fights are among the principal causes of wolf mortality, with one study concluding that 14–65% of wolf deaths in Minnesota and the Denali National Park and Preserve were due to other wolves.Wolves communicate to anticipate what their packmates or other wolves might do next. It includes the use of vocalization, body posture, scent, touch, and taste. The phases of the moon have no effect on wolf vocalisation, and despite popular belief, wolves do not howl at the moon. Wolves howl to assemble the pack usually before and after hunts, to pass on an alarm particularly at a den site, to locate each other during a storm or while crossing unfamiliar territory, and to communicate across great distances. Other vocalisations include growls, barks and whines. Wolves do not bark as loudly or continuously as dogs do in confrontations, rather barking a few times and then retreating from a perceived danger. Aggressive or self-assertive wolves are characterized by their slow and deliberate movements, high body posture and raised hackles, while submissive ones carry their bodies low, sleeken their fur, and lower their ears and tail. Raised leg urination is considered to be one of the most important forms of scent communication in the wolf, making up 60–80% of all scent marks observed.",
    "Behaviour-Reproduction": "Wolves are monogamous, with mated pairs usually remaining together for life. Should one of the pair die, another mate is quickly found. In favourable conditions, there are sometimes more than one breeding pair within the natal pack. This pair may later move into an area adjacent to, or overlapping with, the pack territory. Some wolves may leave the pack but remain in the pack's territory, waiting for one of the breeding parents to die before they can breed. Most foreign mature wolves are killed by the pack unless the pack needs to replace a breeder. Sometimes, a foreign wolf will be adopted and provided with alloparental care by a pack that already has a breeding pair, and this usually occurs between the months of February and May. These adopted wolves are usually male and between the age of one to three years old. Adoptee males may mate with an available pack female to then form their own pack. With wolves in the wild, inbreeding does not occur where outbreeding is possible. Wolves become mature at the age of two years, and sexually mature from the age of three years. The age of first breeding in wolves depends largely on environmental factors: when food is plentiful, or when wolf populations are heavily managed, wolves can rear pups at younger ages in order to better exploit abundant resources. Females are capable of producing pups every year, with one litter annually being the average. Unlike the coyote, the wolf never reaches menopause. Oestrus and rut begin in the second half of winter and lasts for two weeks.\n\nDens are usually constructed for pups during the summer period. When building dens, females make use of natural shelters such as fissures in rocks, cliffs overhanging riverbanks and holes thickly covered by vegetation. Sometimes, the den is the appropriated burrow of smaller animals such as foxes, badgers or marmots. An appropriated den is often widened and partly remade. On rare occasions, female wolves dig burrows themselves, which are usually small and short with one to three openings. The den is usually constructed not more than 500 m (550 yd) away from a water source, and typically faces southwards where it can be better warmed by sunlight exposure, and the snow more-quickly thawing. Resting places, play areas for the pups and food remains are commonly found around wolf dens. The odour of urine and rotting food emanating from the denning area often attracts scavenging birds such as magpies and ravens. As there are few convenient places for burrows, wolf dens are usually occupied by animals of the same family. Though they mostly avoid areas within human sight, wolves have been known to nest near domiciles, paved roads and railways. During pregnancy, female wolves remain in a den located away from the peripheral zone of their territories, where violent encounters with other packs are more likely to occur.The gestation period lasts 62–75 days with pups usually being born in the spring months, or early summer in very cold places such as on the tundra. Young females give birth to 4-5 young, and older females from 6-8 young and up to 14 young. Their mortality rate is 60-80 percent. Newborn wolf pups look similar to german shepherd pups. Pups are born blind and deaf, and are covered in short soft grayish-brown fur. They weigh 300–500 g (11–18 oz) at birth, and begin to see after nine to 12 days. The milk canines erupt after one month. Pups first leave the den after three weeks. At 1.5 months of age, they are agile enough to flee from danger. Mother wolves do not leave the den for the first few weeks, relying on the fathers to provide food for them and their young. Pups begin to eat solid food at the age of three to four weeks. Pups have a fast growth rate during their first four months of life: during this period, a pup's weight can increase nearly 30 times. Wolf pups begin play-fighting at the age of three weeks, though unlike young coyotes and foxes, their bites are gentle and controlled. Actual fights to establish hierarchy usually occur at five to eight weeks of age. This is in contrast to young coyotes and foxes, which may begin fighting even before the onset of play behaviour. By autumn, the pups are mature enough to accompany the adults on hunts for large prey.",
    "Behaviour-Hunting": "Although social animals, single wolves or mated pairs typically have higher success rates in hunting than do large packs, with single wolves having occasionally been observed to kill large prey such as moose, bison and muskoxen unaided. This contrasts with the common-held belief that larger packs benefit from cooperative hunting in order to bring down large game. The size of a wolf hunting pack is related to the number of pups that survived the previous winter, adult survival, and the rate of dispersing wolves leaving the pack. The optimal pack size for hunting elk is four wolves, and for bison a large pack size is more successful.In addition to their physical adaptations for hunting hoofed mammals, wolves possess certain behavioural, cognitive, and psychological adaptations to assist with their hunting lifestyle. Wolves are excellent learners that match or outperform domestic dogs. They can use gaze to focus attention at where other wolves are looking, which is important because wolves do not use vocalization when hunting. They appear to exhibit insight, foresight, understanding, and the ability to plan in laboratory tests.  \n In order to survive, wolves must be able to solve two problems — finding a prey animal and then confronting it.",
    "Behaviour-Hunting-Tracking": "Wolves move around their territory when hunting using the same trails for extended periods. After snowfalls, the wolves find their old trails and continue using them. The trails follow the banks of rivers, the shorelines of lakes, through ravines overgrown with shrubs, through plantations, or follow roads and human paths. Wolves are nocturnal predators in both summer and winter. During the winter, a pack will commence hunting in the twilight of early evening and will hunt all night, travelling tens of kilometres. Sometimes hunting large prey occurs during the day. During the summer, wolves generally tend to hunt individually, ambushing their prey and rarely giving pursuit.The wolf usually travels at a loping pace, placing its paws one directly in front of the other. This gait can be maintained for hours at a rate of 8–9 km/h (5.0–5.6 mph). On bare paths, a wolf can quickly achieve speeds of 50–60 km/h (31–37 mph). The wolf has a running gait of 55–70 km/h (34–43 mph), can leap 5 m (16 ft) horizontally in a single bound, and can maintain rapid pursuit for at least 20 minutes. A wolf's foot is large and flexible, which allows it to tread over a wide range of terrain. A wolf's legs are long when compared with their body size, which allows them to travel up to 76 km (47 mi) in 12 hours. This adaptation allows wolves to locate prey within hours, but it could take days to find prey that can be killed without great risk. Moose and deer live singly in the summer, and caribou live in herds of many thousands which has its dangers for wolves; however, elk live in small herds and these are a safer target.Wolves carry their heads at the same level as its back, raising it only when alert. In one study, wolves detected moose using scent 10 times, vision 6 times, and once by following tracks in the snow. Their vision is as good as that of humans, and they can smell prey at least 2.4 km (1.5 mi) away. One wolf travelled to a herd 103 km (64 mi) away. Humans can detect the smell of a forest fire over the same distance if it is downwind, and the wolf's sense of smell is at least comparable with that of the dog, with both being at least 10,000 times more sensitive than that of humans.",
    "Behaviour-Hunting-Pursuance": "If successful, a wolf pack can bring down game that will feed it for days. However, one error in judgement can lead to serious injury or death. Most large prey have developed defensive adaptations and behaviours, and wolves have been killed in attempting to bring down bison, elk, moose, musk oxen, and even by one of its smallest hoofed prey, the white-tailed deer. Although people often believe that wolves can easily overcome any of their prey, their success rate in hunting hoofed prey is usually low.Generally, bison, elk, and moose will stand their ground, when wolves must struggle with them to bring them down. Often caribou and deer will flee, but sometimes deer also make a stand. With smaller prey such as beaver, geese, and hares, there is no risk. If the targeted animal stands its ground, wolves either ignore it, or try to intimidate it into running. Wolves, or even a wolf on its own, will attempt to frighten a herd into panicking and dispersing.When wolves encounter prey that flees, they give chase. The speed of sprinting prey is closely related to the speed of their main predators. Wolves are able to run at 56–64 km/h (35–40 mph) across several kilometres and will often pursue prey for at least 1 km (0.62 mi). One wolf chased a caribou for 8 km (5.0 mi), another chased and tracked a deer for 20 km (12 mi), and one 11-year-old wolf chased and caught an arctic hare after 7 minutes. Most wolf prey will try to run to nearby water, from where they will either escape or be better placed in attempting to ward off the wolves.",
    "Behaviour-Hunting-Disablement": "The wolf must give chase and gain on its fleeing prey, slow it down by biting through thick hair and hide, and then disable it enough to begin feeding. After chasing and then confronting a large prey animal, the wolf makes use of its 6 cm (2.4 in) fangs and its powerful masseter muscles to deliver a bite force of 28 kg/cm2 (400 lbf/in2), which is capable of breaking open the skulls of many of its prey animals. The wolf leaps at its quarry and tears at it, with one wolf observed being dragged for dozens of metres attached to the hind leg of a moose, and another observed being dragged over a fallen log while attached to a bull elk's nose.\n\nThe most common point of wolf attack on moose is the upper hind legs. Hind leg wounds are inflicted from the rear and midway up the hock with the canine teeth, with gaping skin perforations over 4 cm (1.6 in) in diameter. Although blood loss, muscle damage, and tendon exposure may occur, there is no evidence of hamstringing. Attacks also occur on the fleshy nose, the back and sides of the neck, the ears, and the perineum. Wolves may wound large prey and then lie around resting for hours before killing it when it is weaker due to blood loss, thereby lessening the risk of injury to themselves.With medium-sized prey, such as roe deer or sheep, wolves kill by biting the throat, severing nerve tracks and the carotid artery, thus causing the animal to die within a few seconds to a minute. With small, mouse-like prey, wolves leap in a high arc and immobilize it with their forepaws. When prey is vulnerable and abundant, wolves may occasionally surplus kill. Such instances are common with domestic animals, but rare with wild prey. In the wild, surplus killing primarily occurs during late winter or spring, when snow is unusually deep (thus impeding the movements of prey) or during the denning period, when wolves require a ready supply of meat when denbound. Medium-sized prey are especially vulnerable to surplus killing, as the swift throat-biting method allows wolves to quickly kill one animal and move on to another.",
    "Behaviour-Hunting-Feeding": "Once prey is brought down, wolves begin to feed excitedly, ripping and tugging at the carcass in all directions, and bolting down large chunks of it. The breeding pair typically monopolizes food in order to continue producing pups. When food is scarce, this is done at the expense of other family members, especially non-pups. The breeding pair typically eats first, though as it is they who usually work the hardest in killing prey, they may rest after a long hunt and allow the rest of the family to eat unbothered. Once the breeding pair has finished eating, the rest of the family tears off pieces of the carcass and transport them to secluded areas where they can eat in peace. Wolves typically commence feeding by consuming the larger internal organs, such as the heart, liver, lungs, and stomach lining. The kidneys and spleen are eaten once they are exposed, followed by the muscles. A single wolf can eat 15–19% of its body weight in a single feeding.",
    "Infections": "",
    "Infections-Viral and bacterial": "Viral diseases carried by wolves include rabies, canine distemper, canine parvovirus, infectious canine hepatitis, papillomatosis, canine coronavirus. Wolves are a major host for rabies in Russia, Iran, Afghanistan, Iraq and India. In wolves, the incubation period is eight to 21 days, and results in the host becoming agitated, deserting its pack, and travelling up to 80 kilometres (50 mi) a day, thus increasing the risk of infecting other wolves. Infected wolves do not show any fear of humans, with most documented wolf attacks on people being attributed to rabid animals. Although canine distemper is lethal in dogs, it has not been recorded to kill wolves, except in Canada and Alaska. The canine parvovirus, which causes death by dehydration, electrolyte imbalance, and endotoxic shock or sepsis, is largely survivable in wolves, but can be lethal to pups. Wolves may catch infectious canine hepatitis from dogs, though there are no records of wolves dying from it. Papillomatosis has been recorded only once in wolves, and likely does not cause serious illness or death, though it may alter feeding behaviours. The canine coronavirus has been recorded in Alaskan wolves, with infections being most prevalent in winter months.Bacterial diseases carried by wolves include brucellosis, lyme disease, leptospirosis, tularemia, bovine tuberculosis, listeriosis and anthrax. Wolves can catch Brucella suis from wild and domestic reindeer. While adult wolves tend not to show any clinical signs, it can severely weaken the pups of infected females. Although lyme disease can debilitate individual wolves, it does not appear to have any significant effect on wolf populations. Leptospirosis can be contracted through contact with infected prey or urine, and can cause fever, anorexia, vomiting, anemia, hematuria, icterus, and death. Wolves living near farms are more vulnerable to the disease than those living in the wilderness, probably because of prolonged contact with infected domestic animal waste. Wolves may catch tularemia from lagomorph prey, though its effect on wolves is unknown. Although bovine tuberculosis is not considered a major threat to wolves, it has been recorded to have once killed two wolf pups in Canada.",
    "Infections-Parasitic": "Wolves carry ectoparasites and endoparasites, with wolves in the former Soviet Union having been recorded to carry at least 50 species. Most of these parasites infect wolves without adverse effects, though the effects may become more serious in sick or malnourished specimens. Parasitic infection in wolves is of particular concern to people, as wolves can spread them to dogs, which in turn can carry the parasites to humans. In areas where wolves inhabit pastoral areas, the parasites can be spread to livestock.Wolves are often infested with a variety of arthropod exoparasites, including fleas, ticks, lice, and mites. The most harmful to wolves, particularly pups, is the mange mite (Sarcoptes scabiei), though they rarely develop full-blown mange, unlike foxes. Lice, such as Trichodectes canis, may cause sickness in wolves, but rarely death. Ticks of the genus Ixodes can infect wolves with Lyme disease and Rocky Mountain spotted fever. The tick Dermacentor pictus also infests wolves. Other ectoparasites include chewing lice, sucking lice and the fleas Pulex irritans and Ctenocephalides canis.Endoparasites known to infect wolves include protozoans and helminths (flukes, tapeworms, roundworms and thorny-headed worms). Of 30,000 protozoan species, only a few have been recorded to infect wolves: Isospora, Toxoplasma, Sarcocystis, Babesia, and Giardia. Some wolves carry Neospora caninum, which can be spread to cattle and is correlated with bovine miscarriages. Among flukes, the most common in North American wolves is Alaria, which infects small rodents and amphibians that are eaten by wolves. Upon reaching maturity, Alaria migrates to the wolf's intestine, but harms it little. Metorchis conjunctus, which enters wolves through eating fish, infects the wolf's liver or gall bladder, causing liver disease, inflammation of the pancreas, and emaciation. Most other fluke species reside in the wolf's intestine, though Paragonimus westermani lives in the lungs. Tapeworms are commonly found in wolves, as their primary hosts are ungulates, small mammals, and fish, which wolves feed upon. Tapeworms generally cause little harm in wolves, though this depends on the number and size of the parasites, and the sensitivity of the host. Symptoms often include constipation, toxic and allergic reactions, irritation of the intestinal mucosa, and malnutrition. Infections by the tapeworm Echinococcus granulosus in ungulate populations tend to increase in areas with high wolf densities, as wolves can shed Echinoccocus eggs in their feces onto grazing areas.\nWolves can carry over 30 roundworm species, though most roundworm infections appear benign, depending on the number of worms and the age of the host. Ancylostoma caninum attaches itself on the intestinal wall to feed on the host's blood, and can cause hyperchromic anemia, emaciation, diarrhea, and possibly death. Toxocara canis, a hookworm known to infect wolf pups in utero, can cause intestinal irritation, bloating, vomiting, and diarrhea. Wolves may catch Dioctophyma renale from minks, which infects the kidneys, and can grow to lengths of 100 cm (39 in). D. renale causes the complete destruction of the kidney's functional tissue, and can be fatal if both kidneys are infected. Wolves can tolerate low levels of Dirofilaria immitis for many years without showing any ill effects, though high levels can kill wolves through cardiac enlargement and congestive hepatopathy. Wolves probably become infected with Trichinella spiralis by eating infected ungulates. Although T. spiralis is not known to produce clinical signs in wolves, it can cause emaciation, salivation, and crippling muscle pains in dogs. Thorny-headed worms rarely infect wolves, though three species have been identified in Russian wolves: Nicolla skrjabini, Macrocantorhynchus catulinus, and Moniliformis moniliformis.",
    "Status and conservation": "The global wolf population in 2003 was estimated at 300,000. Wolf population declines have been arrested since the 1970s, and have fostered recolonization and reintroduction in parts of its former range due to legal protection, changes in land-use, and rural human population shifts to cities. Competition with humans for livestock and game species, concerns over the danger posed by wolves to people, and habitat fragmentation pose a continued threat to the wolf. Despite these threats, the International Union for Conservation of Nature classifies the wolf as of Least Concern on its Red list due to its relatively widespread range and stable population. The species is listed by the Convention on International Trade in Endangered Species of Wild Fauna and Flora in its Appendix II, indicating that it is not threatened with extinction. However, those wolf populations living in Bhutan, India, Nepal and Pakistan are listed in its Appendix I, indicating that these may become extinct without restrictions on their trade.",
    "Status and conservation-North America": "In Canada, 50,000–60,000 wolves live in 80% of their historical range, which makes Canada an important stronghold for the species. Under Canadian law First Nations people can hunt wolves without restrictions but other citizens must acquire licenses for the hunting and trapping seasons. As many as 4,000 wolves may be harvested in Canada each year. The wolf is a protected species in national parks under the Canada National Parks Act.In Alaska, 7,000–11,000 wolves are found on 85% of the state's 1,517,733 km2 (586,000 sq mi). Wolves may be hunted or trapped with a license with around 1,200 wolves harvested annually. In the contiguous United States, wolf declines were caused by the expansion of agriculture, the decimation of the wolf's main prey species such as the bison, and extermination campaigns. Wolves were given protection under the Endangered Species Act (ESA) of 1973, however by then the only surviving populations were several hundred wolves living in Minnesota and on Michigan's Isle Royale. Under federal protection, the wolf population in Minnesota grew to 3,000 individuals by the mid 2000s and wolves recolonized Wisconsin and the Upper Peninsula of Michigan, whose populations number in the hundreds.In the late 1970s, wolves from southwestern Canada began crossing into northwestern Montana and in 1986 established a denning site in Glacier National Park. In 1995, the federal government reintroduced wolves into Yellowstone National Park where they had been absent since the 1930s, and in central Idaho as part of a Rocky Mountains recovery plan. Since then, wolves occupy much of the northern Rocky Mountains region, with at least 1,704 wolves in Montana, Idaho and Wyoming by 2015, and have established populations in Washington and Oregon. In 2018, the wolf population in Washington was estimated at a minimum of 126. In addition, a wolf pack from Oregon crossed into California in April 2019 and produced three pups.In Mexico, the Mexican and U.S. governments collaborated in capturing all Mexican wolves remaining in the wild to prevent their extinction. Five wild Mexican wolves (four males and one pregnant female) were captured alive in Mexico from 1977 to 1980 and used to start a captive breeding program. From this program, captive-bred Mexican wolves were released into recovery areas in Arizona and New Mexico beginning in 1997 to commence the recolonization of their historical range. As of 2018, there were 230 Mexican wolves living in Mexico, 64 in Arizona, 67 in New Mexico, and 240 in captive breeding programs in both countries.In August 2019, the U.S. Fish and Wildlife Service implemented changes to how the ESA is applied and which allows the removal of species from being treated as endangered, including the wolf. As an outcome, the State of Minnesota declared that of the 6,000 wolves living in the lower 48 states, half of these live in Minnesota, and its Wolf Management Act of 2000 provides regulations assuring their recovery in Minnesota into the future. Wolves have been listed as an endangered species under Washington State law (WAC 220-610-010) since 1980, regardless of their status under federal laws.",
    "Status and conservation-Eurasia": "Europe, excluding Russia, Belarus and Ukraine, has 17,000 wolves in over 28 countries. In the European Union, the wolf is strictly protected under the 1979 Berne Convention on the Conservation of European Wildlife and Natural Habitats (Appendix II) and the 1992 Council Directive 92/43/EEC on the Conservation of Natural Habitats and of Wild Fauna and Flora (Annex II and IV). There is extensive legal protection in many European countries, however there are national exceptions and enforcement is variable and often non-existent.Wolves have been persecuted in Europe for centuries, having been exterminated in the British Isles in the 18th century, in Central Europe by 1899, in France by the 1930s, and in much of Scandinavia by the early 1970s. However, they continued to survive in parts of Finland, Southern Europe, and Eastern Europe. Since 1980, European wolves have rebounded and expanded into parts of their former range. The decline of the traditional pastoral and rural economics seems to have stopped the need to exterminate the wolf in parts of Europe. As of 2016, estimates of wolf numbers include 4,000 in the Balkans, 3,460-3,849 in the Carpathian Mountains, 1,700–2,240 in the Baltic states, 1,100–2,400 in the Italian peninsula, and as of 2007 around 2,500 in the northwest Iberian peninsula.In the former Soviet Union, wolf populations have retained much of their historical range despite Soviet-era large scale extermination campaigns. Their numbers range from 1,500 in Georgia, to 20,000 in Kazakhstan and up to 45,000 in Russia. In Russia the wolf is regarded as a pest because of its attacks on livestock, and wolf management means controlling their numbers by destroying them throughout the year. Russian history over the past century shows that reduced hunting leads to an abundance of wolves.In the Middle East, only Israel and Oman give wolves explicit legal protection. Turkey has a estimated population of about 7,000 wolves. In the remainder of the Middle East region, the wolf populations may number 1,000-2,000. Israel has protected their wolves since 1954 and has maintained a moderately-sized population of 150 though effective enforcement of conservation policies. These wolves have moved into neighboring countries. Approximately 300–600 wolves inhabit the Arabian Peninsula. In addition, the wolf appears to be widespread in Iran.In South Asia, the northern regions of Afghanistan and Pakistan are important strongholds for wolves. The wolf has been protected in India since 1972. In northern India, there are an estimated 300 wolves in approximately 60,000 km2 (23,000 sq mi) of Jammu and Kashmir, and 50 more in Himachal Pradesh. In East Asia, Mongolia's population numbers 10,000–20,000. In China, Heilongjiang has roughly 650 wolves, Xinjiang has 10,000 and Tibet has 2,000. More recent evidence suggests that wolves range across all of mainland China. The last Japanese wolf was captured and killed in 1905.",
    "Relationships with humans": "",
    "Relationships with humans-In culture": "",
    "Relationships with humans-In culture-In mythology and folklore": "The wolf is a common motif in the mythologies and cosmologies of peoples throughout its historical range. The Ancient Greeks associated wolves with Apollo, the god of light and order. The Ancient Romans connected the wolf with their god of war and agriculture Mars, and believed their founders Romulus and Remus were suckled by a she-wolf. Norse mythology includes the feared giant wolf Fenrir, eldest child of Loki and Angrboda, and Geri and Freki, Odin's faithful pets. In the Pawnee creation myth, the wolf was the first animal brought to earth and when humans killed it, they were punished with death, destruction and the loss of immortality. For the Pawnee, Sirius was the \"wolf star\" and its disappearance and reappearance signified the wolf moving to and from the spirit world. Both the Pawnee and Blackfoot called the Milky Way the \"wolf trail\". In Chinese astronomy, the wolf represents Sirius as the \"blue beast\" and the star itself is called the \"heavenly wolf\".The concept of people turning into wolves has been present in many cultures. One Greek myth tells of Lycaon of Arcadia being transformed into a wolf by Zeus as punishment for his evil deeds. The legend of the werewolf has been widespread in European folklore and involves people willingly turning into wolves to attack and kill others. The Navajo have traditionally believed that witches would turn into wolves by donning wolf skins and would kill people and raid graveyards. The Dena'ina believed wolves were once men, and viewed them as brothers.",
    "Relationships with humans-In culture-In fable and literature": "Aesop featured wolves in several of his fables, playing on the concerns of Ancient Greece's settled, sheep-herding world. His most famous is the fable of \"The Boy Who Cried Wolf\", which is directed at those who knowingly raise false alarms, and from which the idiomatic phrase \"to cry wolf\" is derived. Some of his other fables concentrate on maintaining the trust between shepherds and guard dogs in their vigilance against wolves, as well as anxieties over the close relationship between wolves and dogs. Although Aesop used wolves to warn, criticize and moralize about human behaviour, his portrayals added to the wolf's image as a deceitful and dangerous animal. The Bible contains 13 references to wolves, usually as metaphors for greed and destructiveness. In the New Testament, Jesus is quoted to have used wolves as illustrations to the dangers his followers, whom he represents as sheep, would face should they follow him (Matthew 7:15, Matthew 10:16, Acts 20:29). Isengrim the wolf, a character first appearing in the 12th-century Latin poem Ysengrimus, is a major character in the Reynard Cycle, where he stands for the low nobility, whilst his adversary, Reynard the fox, represents the peasant hero. Although portrayed as loyal, honest and moral, Isengrim is forever the victim of Reynard's wit and cruelty, often dying at the end of each story.The tale of Little Red Riding Hood, first written in 1697 by Charles Perrault, is largely considered to have had more influence than any other source of literature in forging the wolf's negative reputation in the western world. The wolf in this story is portrayed as a sexual predator, capable of imitating human speech. Similar wolf characters appear in The Three Little Pigs and The Wolf and the Seven Young Goats. The hunting of wolves, and their attacks on humans and livestock feature prominently in Russian literature, and are included in the works of Leo Tolstoy, Anton Chekhov, Nikolay Nekrasov, Ivan Bunin, Leonid Pavlovich Sabaneyev, and others. Tolstoy's War and Peace and Chekhov's Peasants both feature scenes in which wolves are hunted with hounds and Borzois. Wolves are among the central characters of Rudyard Kipling's The Jungle Book, and his portrayal of wolves has been praised posthumously by wolf biologists for his depiction of them: rather than being villanous or gluttonous, as was common in wolf portrayals at the time of the book's publication, they are shown as living in amiable family groups and drawing on the experience of infirm but experienced elder pack members. The wolf's motto of \"For the strength of the Wolf is the Pack, and the strength of the Pack is the Wolf\" has also been confirmed in field studies, which show that success rates in hunting and repelling intruders are dependent on pack size and the number of adult males or old wolves. Farley Mowat's largely fictional 1963 memoir Never Cry Wolf is largely considered to be the most popular book on wolves, having been adapted into a Hollywood film and taught in several schools decades after its publication. Although credited with having changed popular perceptions on wolves by portraying them as loving, cooperative and noble, it has been criticized for its idealization of wolves and its factual inaccuracies.",
    "Relationships with humans-In culture-In heraldry and symbolism": "The wolf is a frequent charge in English armory. It is illustrated as a supporter on the shields of Lord Welby, Rendel, and Viscount Wolseley, and can be found on the coat of arms of Lovett and the vast majority of the Wilsons and Lows. The demi-wolf is a common crest, appearing in the arms and crests of members of many families, including that of the Wolfes, whose crest depicts a demi-wolf holding a crown in its paws, in reference to the assistance the family gave to Charles II during the battle of Worcester. Wolf heads are common in Scottish heraldry, particularly in the coats of Clan Robertson and Skene. The wolf is the most common animal in Spanish heraldry, and is often depicted as carrying a lamb in its mouth, or across its back. The wolf is featured on the flags of the Confederated Tribes of the Colville Reservation, the Oneida Nation of Wisconsin and the Pawnee. The Chechen wolf has been a symbol of the Chechen Nation.  In modern times, the wolf is widely used as an emblem for military and paramilitary groups. It is the unofficial symbol of the spetsnaz, and serves as the logo of the Turkish Gray Wolves. During the Yugoslav Wars, several Serb paramilitary units adopted the wolf as their symbol, including the White Wolves and the Wolves of Vučjak.",
    "Relationships with humans-Conflicts": "Human presence appears to stress wolves, as seen by increased cortisol levels in instances such as snowmobiling near their territory.",
    "Relationships with humans-Conflicts-Wolf predation on livestock": "Livestock depredation has been one of the primary reasons for hunting wolves, and can pose a severe problem for wolf conservation: as well as causing economic losses, the threat of wolf predation causes great stress on livestock producers, and no foolproof solution of preventing such attacks short of exterminating wolves has been found. Some nations help offset economic losses to wolves through compensation programmes or state insurance. Domesticated animals are easy prey for wolves, as they have been bred under constant human protection, and are thus unable to defend themselves very well. Wolves typically resort to attacking livestock when wild prey is depleted: in Eurasia, a large part of the diet of some wolf populations consists of livestock, while such incidents are rare in North America, where healthy populations of wild prey have been largely restored. The majority of losses occur during the summer grazing period, with untended livestock in remote pastures being the most vulnerable to wolf predation. The most frequently targeted livestock species are sheep (Europe), domestic reindeer (northern Scandinavia), goats (India), horses (Mongolia), cattle and turkeys (North America). The number of animals killed in single attacks varies according to species: most attacks on cattle and horses result in one death, while turkeys, sheep and domestic reindeer may be killed in surplus. Wolves mainly attack livestock when the animals are grazing, though they occasionally break into fenced enclosures.",
    "Relationships with humans-Conflicts-Conflicts with dogs": "Being the most abundant carnivores, free-ranging dogs have the greatest potential to compete with wolves. A review of the studies in the competitive effects of dogs on sympatric carnivores did not mention any research on competition between dogs and wolves. Competition would favour the wolf, which is known to kill dogs; however wolves tend to live in pairs or in small packs in areas where they are highly persecuted, giving them a disadvantage facing large groups of dogs.Wolves kill dogs on occasion, with some wolf populations relying on dogs as an important food source. In Croatia, wolves kill more dogs than sheep, and wolves in Russia appear to limit stray dog populations. Wolves may display unusually bold behaviour when attacking dogs accompanied by people, sometimes ignoring nearby humans. Wolf attacks on dogs may occur both in house yards and in forests. Wolf attacks on hunting dogs are considered a major problem in Scandinavia and Wisconsin. The most frequently killed hunting breeds in Scandinavia are harriers, with older animals being most at risk, likely because they are less timid than younger animals, and react to the presence of wolves differently. Large hunting dogs such as Swedish elkhounds are more likely to survive wolf attacks because of their better ability to defend themselves.Although the numbers of dogs killed each year are relatively low, it induces a fear of wolves entering villages and farmyards to take dogs. In many cultures, there are strong social and emotional bonds between humans and their dogs that can be seen as family members or working team members. The loss of a dog can lead to strong emotional responses with demands for more liberal wolf hunting regulations.Dogs that are employed to guard sheep help to mitigate human–wolf conflicts, and are often proposed as one of the non-lethal tools in the conservation of wolves. Shepherd dogs are not particularly aggressive, but they can disrupt potential wolf predation by displaying what is to the wolf ambiguous behaviours, such as barking, social greeting, invitation to play or aggression. The historical use of shepherd dogs across Eurasia has been effective against wolf predation, especially when confining sheep in the presence of several livestock guardian dogs. However, shepherd dogs are sometimes killed by wolves.",
    "Relationships with humans-Conflicts-Wolf attacks on humans": "The fear of wolves has been pervasive in many societies, though humans are not part of the wolf's natural prey. How wolves react to humans depends largely on their prior experience with people: wolves lacking any negative experience of humans, or which are food-conditioned, may show little fear of people. Although wolves may react aggressively under provocation, such attacks are mostly limited to quick bites on extremities, and the attacks are not pressed.Predatory attacks (attacks by wolves treating humans as food) may be preceded by a long period of habituation, in which wolves gradually lose their fear of humans. The victims are repeatedly bitten on the head and face, and are then dragged off and consumed, unless the wolves are driven off. Such attacks typically occur only locally, and do not stop until the wolves involved are eliminated. Predatory attacks can occur at any time of the year, with a peak in the June–August period, when the chances of people entering forested areas (for livestock grazing or berry and mushroom picking) increase, though cases of non-rabid wolf attacks in winter have been recorded in Belarus, Kirov and Irkutsk oblasts, Karelia and Ukraine. Also, wolves with pups experience greater food stresses during this period. The majority of victims of predatory wolf attacks are children under the age of 18 and, in the rare cases where adults are killed, the victims are almost always women.Cases of rabid wolves are low when compared to other species, as wolves do not serve as primary reservoirs of the disease, but can be infected by animals such as dogs, jackals and foxes. Incidents of rabies in wolves are very rare in North America, though numerous in the eastern Mediterranean, Middle East and Central Asia. Wolves apparently develop the \"furious\" phase of rabies to a very high degree which, coupled with their size and strength, makes rabid wolves perhaps the most dangerous of rabid animals, with the result of bites from rabid wolves being 15 times more dangerous than those of rabid dogs. Rabid wolves usually act alone, travelling large distances and often biting large numbers of people and domestic animals. Most rabid wolf attacks occur in the spring and autumn periods. Unlike with predatory attacks, the victims of rabid wolves are not eaten, and the attacks generally only occur on a single day. The victims are chosen at random, though the majority of cases involve adult men. During the 50 years to 2002, there were eight fatal attacks in Europe and Russia, and more than 200 in southern Asia.",
    "Relationships with humans-Conflicts-Human hunting of wolves": "Theodore Roosevelt stated that wolves are difficult to hunt because of their elusiveness, sharp senses, high endurance, and ability to quickly incapacitate and kill hunting dogs. Historic methods include killing of spring-born litters in their dens, coursing with dogs (usually combinations of sighthounds, bloodhounds and fox terriers), poisoning with strychnine, and trapping. A popular method of wolf hunting in Russia involves trapping a pack within a small area by encircling it with fladry poles carrying a human scent. This method relies heavily on the wolf's fear of human scents, though it can lose its effectiveness when wolves become accustomed to the smell. Some hunters are able to lure wolves by imitating their calls. In Kazakhstan and Mongolia, wolves are traditionally hunted with eagles and falcons, though this practice is declining, as experienced falconers are becoming few in number. Shooting wolves from aircraft is highly effective, due to increased visibility and direct lines of fire. Several types of dog, including the Borzoi and Kyrgyz Tajgan, have been specifically bred for wolf hunting.",
    "Relationships with humans-As pets and working animals": "Wolves are sometimes kept as exotic pets and, in some rarer occasions, as working animals. Although closely related to domesticated dogs, wolves do not show the same tractability as dogs in living alongside humans, and generally, much more work is required in order to obtain the same amount of reliability. Wolves also need much more space than dogs, about 26–39 square kilometres (10–15 sq mi), so they can exercise.",
    "References": "",
    "Bibliography": "Busch, R. H. (2007). Wolf Almanac, New and Revised: A Celebration Of Wolves And Their World (3 ed.). Rowman & Littlefield. ISBN 978-1-59921-069-8.\nGraves, Will (2007). Wolves in Russia: Anxiety throughout the ages. Detselig Enterprises. ISBN 978-1-55059-332-7.\nHeptner, V. G.; Naumov, N. P. (1998). Mammals of the Soviet Union Vol. II Part 1a, Sirenia and Carnivora (Sea cows; Wolves and Bears). Science Publishers, Inc. USA. ISBN 978-1-886106-81-9.\nLopez, Barry H. (1978). Of Wolves and Men. J. M. Dent and Sons Limited. ISBN 978-0-7432-4936-2.\nMarvin, Garry (2012). Wolf. Reaktion Books Ldt. ISBN 978-1-86189-879-1.\nMech, L. David (1981). The Wolf: The Ecology and Behaviour of an Endangered Species. University of Minnesota Press. ISBN 978-0-8166-1026-6.\nMech, L. David; Boitani, Luigi, eds. (2003). Wolves: Behaviour, Ecology and Conservation. University of Chicago Press. ISBN 978-0-226-51696-7.\nMech, David L.; Smith, Douglas W.; MacNulty, Daniel R. (2015). Wolves on the Hunt: The Behavior of Wolves Hunting Wild Prey. University of Chicago Press. ISBN 978-0-226-25514-9.\nYoung, Stanley P.; Goldman, Edward A. (1944). The Wolves of North America, Part I. New York, Dover Publications, Inc.\nZimen, Erik (1981). The Wolf: His Place in the Natural World. Souvenir Press. ISBN 978-0-285-62411-5.",
    "External links": "Gray wolf (mammal) at the Encyclopædia Britannica\nThe International Wolf Center\nStaying Safe in Wolf Country, ADFG (January 2009)\nWatch Death of a Legend and Cry of the Wild by Bill Mason"
  }
}