{
  "url": "https://en.wikipedia.org/wiki/Bamboo_Iris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris subg. Limniris"
    },
    {
      "Section": "Iris sect. Lophiris"
    },
    {
      "Species": "I. confusa"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris confusa (also known as the bamboo iris (simplified Chinese: 扁竹兰; traditional Chinese: 扁竹蘭; pinyin: Biǎn zhú lán) is a species of iris, it is also in the subgenus of Limniris and in the Lophiris section (crested irises). It is a rhizomatous perennial plant, native to Western China. It has flowers which range from white to a soft lavender or pale blue in colour, with orange-yellow crests and purple dots. The plant's broad, shiny leaves are attached to bamboo-like stems. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris confusa is similar in form to Iris japonica and Iris wattii. Iris confusa is larger than Iris japonica in all parts, with more attractive foliage. Compared to Iris wattii, it is smaller and has smaller flowers.I. confusa has stout, creeping rhizomes. They are short and bamboo-like. It also has short stolons. On the upper side of the rhizome are various scars and the remains of last season's leaves. The plant has a creeping habit, eventually forming thick clumps.This plant has 10 or more leaves that are grouped together as a fan-shape.Unlike, most irises, the foliage is held at the top of the bamboo-like stems, rather than basally, so it looks more like a palm.\nThe sword-shaped, or strap-shaped, leaves are yellowish-green, to bright green, glossy on the upper side, and glaucous on the underside. They are lighter in colour than Iris japonica leaves, and are normally thought to be evergreen. The leaves can grow to between 28–80 cm (11–31 in) tall and 3–6 cm (1–2 in) wide. They veins are not noticeable, and the leaves tend to flop over.It has flattened, (bamboo) cane-like stems, that can grow up to between 25–120 cm (10–47 in) tall. It has 5–8 slender flower branches (or pedicels) near top of the plant. The stiff pedicels are 1.5–2 cm long. The stems can lie along the ground (after flowering) and can eventually produce roots, creating larger clumps of this plant.There are 4–6 spathes (leaves of the flower bud), which are generally membranous. They are 1.5 cm wide.The stems hold between 3 and 5 flowers, in spring and early summer, between April and May. In the UK, it can flower in early spring, if the plant is protected from freezing.\nThe flowers are short lived, but since one large plant can have as many as 75 flowers, a continuous display can last for several weeks.The flowers are 4–5.5 cm (2–2 in) in diameter, and come in shades of soft lavender, to pale blue, to white.I. confusa has 2 sets of tepals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals, known as the 'standards'. The falls are elliptical, have a rounded outer portion (retuse), and have a wide limb (section of the petal closest to the stem); they are 2–3 cm (1–1 in) cm long and 1.5–2 cm wide. On the fall is a yellow or yellow-orange ridge (or crest). Surrounding the crest/ridge are orange-yellow, or pale mauve, or purple spots. The standards are broadly lanceolate and have a rounded top (retuse). They are 2.5 cm long and 1 cm wide. Both sets of tepals have wavy or scalloped edges.It has pale blue style branches, 2 cm long and 8mm wide, which have fringed lobes.The perianth tube is 1.5 cm long, enclosing 1.5 cm stamens, a 6mm ovary and yellow anthers.\nThe plant produces an ellipsoid seed capsule, between May and July, 2.5–3.5 cm (1–1 in) cm long and 1–1.4 cm wide, with 6 visible ribs. Inside the ripened capsule are \"D\"-shaped, dark brown seeds.",
    "Description-Genetics": "I. confusa is diploid, with 15 pairs of chromosomes.In 2009, a study was carried out on ten Iris species from China. Including Iris confusa, Iris japonica and Iris wattii. It was found that Iris japonica and Iris wattii, were more closely related to each other than to Iris confusa.",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (confusa) kon-FEW-suh.It has the common name of 'bamboo iris'.It is written as 扁竹兰 in Chinese script, and known as bian zhu lan in Pidgin in China. Bian zhu lan is translated into English as 'flat bamboo-orchid'.The Latin specific epithet confusa refers to confusus from – uncertain, easily mistake and mingle.In 1911, William Rickatson Dykes obtained seeds from Pere Ducloux, a French missionary (1864-1945), who had found specimens of the iris in Yunnan. Dykes later compared the plants (he grew) in 1915, with specimens in the Kew Gardens Herbarium, and thought they were similar to Iris wattii, and so were a form of Iris wattii.Between 1924 and 1926, Dr. Stapf of Kew re-examined the specimens and concluded that they were more similar to Iris japonica. He died in 1933, without publishing his findings.In 1931, Major Lawrence Johnson found a specimen near Tengyeh, in Yunnan. It was looked at by Kew and realised to be a specimen of Iris wattii.It was first published and described by Joseph Robert Sealy in The Gardeners' Chronicle in 1937.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003 and then updated on 2 December 2004.Iris confusa is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate regions of Asia.",
    "Distribution and habitat-Range": "It is found in China, within the Chinese provinces, of Guangxi, Guizhou, Sichuan, and Yunnan.",
    "Distribution and habitat-Habitat": "It grows beside forests (and woods), in open groves, on hillside grasslands (and meadows), and in ditches.\nIt can also be found growing on in the midst of rocks and scrub on sharp or steep slopes.They can be found at an altitude of 1,600–2,400 metres (5,200–7,900 ft) above sea level.",
    "Cultivation": "It is hardy to between USDA Zone 9 – Zone 11. It is thought hardy to −5C, it can be left outdoors in warm parts of the USA, such as California. It is also hardy to European Zone H4. In Britain (and some parts of Europe), it is classed as Tender, so can be grown in a pot and then over-winter in a cool greenhouse.\nIn Australia, it can be grown beneath shrubs, used as frost protection.It can be grown in well-drained, light rich (containing humus) soils. It can tolerate neutral or acidic soils (PH levels between  6.5 – 7.8). It slightly prefers acidic soils (including peat banks).It can tolerate positions between full sun and partial shade.It does prefer sites out of strong winds, due to the height of the plant and delicate flowers.It has average water needs during the growing season. But wet or damp conditions during the winter may cause the root to rot.It can be grown in a mixed flower border. Due to its shallow roots, the iris prefers a mulch of peat, well decayed leaf mould or similar. The mulch also helps with the frost protection as well.\nIt can be also grown in containers, in sheltered positions. Such as a 30–35 cm wide pot, which is well drained and filled with ericaceous soils.It can be affected by slugs and snails.The stems and dead leaves should be removed after flowering to keep the plant tidy and help it, for next years growth. Then the stems should be removed to ground level.It is found in specialised iris nurseries, and plants can be seen growing within the temperate house at Kew.",
    "Cultivation-Propagation": "It can also be propagated by division or by seed growing.The division of the rhizomes should done after flowering, between September and November.It also can be propagated by stem cuttings. If the cuttings are immersed in water for between 1–2 weeks. The roots will soon emerge and the new plant can be potted, and prepared for the garden later. Better results are gained if the water, contains lumps of charcoal.To propagate from seed, collect seed from the capsules, when ripe and sow the seeds in vented containers, within a cold frame or in unheated greenhouse.",
    "Cultivation-Hybrids and cultivars": "It has several named cultivars.Including; \n\n'Beccles',\n'Chengdu', (height 102 cm, glossy rich green leaves,  bluish-lavender petals, with darker purple markings surrounding yellow and white blotches on the crests, in spring, has a slight vanilla aroma)\n'F1 Hybrid',\n'Martyn Rix', (height 85 cm, has blue orchid-like flowers between May and July, shade tolerant)\n'Nobody's Child',\n'Nova', (height 60 cm, has pale blue and white flowers between May and June)\n'Wattii' (Dykes').",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction in susceptible individuals.",
    "Uses": "I. confusa is used within Yunnan as an ingredient in Chinese herbal medicines.Within the province of Guangxi, the Kam people of 'Gaoxiu Village', use the leaves (of the iris) for healing broken bones and sprains. The leaves are macerated and applied as a poultice, with a splint for supporting and immobilizing the affected area of the body. Plant healer, 'Yang Chang Jun' believes that Iris confusa is among the most valued medicinal plants for treating fractures and sprains.\nA patent in China, was made for Iris confusa medicinal tea, (made from the blue flowers of the iris), which is thought to help patients with acute tonsillitis, acute laryngopharyngitis, acute bronchitis, nephritis edema and urinary tract infections.",
    "References": "",
    "Other sources": "Mathew, B. 1981. The Iris. 69-71–78.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China."
  }
}