{
  "url": "https://en.wikipedia.org/wiki/Blue_Iris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Section": "Limniris"
    },
    {
      "Species": "I. spuria"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris spuria is a species of the genus Iris, part of a subgenus series known as Limniris and in the Series Spuriae. It is a rhizomatous perennial plant, from Europe, Asia and Africa. It has purple or lilac flowers, and slender, elongated leaves. It is widely cultivated as an ornamental plant in temperate regions and hybridized for use in the garden. It has several subspecies; Iris spuria subsp. carthaliniae (Achv. & Mirzoeva) B.Mathew, Iris spuria subsp. demetrii (Achv. & Mirzoeva) B.Mathew, Iris spuria subsp. maritima (Dykes) P.Fourn. and Iris spuria subsp. musulmanica (Fomin) Takht. It used to have 3 other subspecies, which have now been re-classified as separate species; Iris spuria subsp. halophila (now Iris halophila),  Iris spuria ssp. sogdiana (now Iris halophile subsp. sogdiana) and Iris spuria subsp. notha (now Iris notha).\nIt has many common names including 'blue iris', 'spurious iris' and 'bastard iris'.",
    "Description": "It has a thin, slender rhizome, that is about 2 cm in diameter, fibrous and has a creeping habit.\nUnder the rhizome are wiry roots.The creeping habit creates compact clumps of plants. They can reach over 90 cm (35 in) wide.It has erect, slender, sword-shaped, acuminate (ending in a point), glaucous green to blue green basal leaves.\nThey can grow up to between 25–90 cm (10–35 in) long and 5–12 mm wide. They are normally nearly as long as the flowering stem. After the plant has flowered and set seed, the leaves die in the late summer.It has a strong, erect, round stem, that can reach up to between 50–80 cm (20–31 in) long.The stem has 1 or 2 lateral, upright branches, or pedicels, which are about 2 cm long.The stem also has keeled, lanceolate, green, spathes (leaves of the flower bud) (or bracts). These are 40–80 cm (16–31 in) long, and have a membranous tip. The upper cauline (on stem) leaves are shorter than internodes.The stems (and branches) hold 1–4 terminal (top of stem) flowers, in summer, between May and July. They flower after Iris germanica and are similar in form to Iris x hollandica.It has large, lightly scented, flowers that are up to 6–12 cm (2–5 in) in diameter, and they come in shades of lilac, mauve-blue, violet-blue, purple-blue, violet, or blue.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are broadly ovate, elliptic, or orbicular with a long claw (section leading to the stem). The fall is 4.5–6 cm (2–2 in) long, and 2.5 cm wide.\nThey have purple or violet veining, and a central yellow or white stripe or signal area.The standards are short, lanceolate or oblanceolate, erect wavy, and 3–6 cm (1–2 in) long and 8–20 mm wide.It has a 7–10 mm long perianth tube, the ovary has a long tapering beak, which can be up to 40mm long.It has a narrow, violet style, 2.5 cm long violet-lilac stigmas, 1.27 cm long anthers, which equal the filament length.After the iris has flowered, it produces an oblong-ovate, hexagonal, (2.5–4 cm long,) seed capsule in September. It has a long beak-like appendage on the top, and 6 visible, longitudinal groves.\nInside the capsule, are light brown, angular seeds, with a loose membranous testa (surface).",
    "Description-Biochemistry": "In 2002, a study was carried out on Iris spuria rhizomes, it found seven iridal-glycosides.In 2007, a chemical analysis was carried out on Iris spuria rhizomes, several compounds were isolated 12a-dehydrorotenoid 1, 11-dihydroxy-9, 10-methylenedioxy-12a-dehydrorotenoid, together with a new isoflavonoid glycoside tectorigenin-7-O-beta-glucosyl-4'-O-beta-glucoside, with 4 other known compounds, tectorigenin, tectorigenin-7-O-beta-glucosyl (1 --> 6) glucoside, tectoridin (a tectorigenin-7-O-beta-glucoside)  and tectorigenin-4'-O-beta-glucoside.In 2012, five Iris species (Iris pseudacorus, Iris crocea, Iris spuria, Iris orientalis and Iris ensata) were studied, to measure the flavonoids and phenolics content with the rhizomes. Iris pseudacorus had the highest content and Iris crocea had the lowest content.In May 2014, a study was carried out on the hepatoprotective activity of Iris spuria against paracetamol induced toxicity.\nIn July 2014, eight Irises from the Limniris section  (Iris crocea, Iris ensata, Iris orientalis, Iris pseudacorus, Iris setosa, Iris sibirica with its cultivars 'Supernatural' and 'Whiskey White', Iris spuria and Iris versicolor) were studied to find 12 chemical compounds (flavonoids, phenols, quinones, tannins, saponins, cardiac glycosides, terpenoids, alkaloids, steroids, glycosides and proteins.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has been counted several times; 2n=22, Westergaraard, 1938; 2n=22, Lenz & Day, 1963; 2n=40, Banerji, 1970; 2n=40, Sharma & Sar., 1971; 2n=40, Roy et al., 1988.\nThe chromosome count is normally stated as 2n=22.",
    "Taxonomy": "The Latin specific epithet spuria refers to 'spurious' meaning false. Linnaeus thought that the plants were hybrids rather than a true species.It is written as 假鸢尾\t in Chinese script and known as Jia Yuan Wei in Pinyin Chinese.In the Czech language, it is called Iris Iris žlutofialový.It is pronounced as 'EYE-ris SPUR-ee-uh'.Due to the wide distribution of the species, it has many different common names, including; 'Spurious Iris', 'false iris', 'bastard iris', 'blue iris' (in England), 'butterfly iris'  (also in England), 'meadow marsh iris', 'iris steppe', 'iris des steppes' (in France), 'Steppen-Schwertlilie' (in Germany), and 'dansk iris' (in Sweden). and 'salt iris' (also in Sweden).Another is 'seashore iris', but this probably applies to Iris spuria subsp. maritima. Also 'salt iris', and 'salt marsh iris', but this applies to Iris halophila (formerly a subspecies).\nIt was first described in 1753 by Linnaeus, who described it in the Species Plantarum Vol.1 as being a German species.On 4 November 1876, John Gilbert Baker described the Iris, in The Gardeners' Chronicle on page 583.\nAn illustration of the iris was published in 1981, in Grey-Wilson and Mathew, Bulbs plate 28. It was then published in 1982, by P.J. Redoute, Liles and related flowers 183.It has several subspecies; Iris spuria subsp. demetrii (Achv. & Mirzoeva) B.Mathew, Iris spuria subsp. demetrii (Achv. & Mirzoeva) B.Mathew, Iris spuria subsp. maritima (Dykes) P.Fourn. and Iris spuria subsp. musulmanica (Fomin) Takht. It used to have 3 other subspecies, which have now be re-classified as separate species; Iris spuria subsp. halophila (now Iris halophila),  Iris spuria ssp. sogdiana (now Iris halophila var. sogdiana and Iris spuria subsp. notha (now Iris notha).It has been grown and cultivated in Britain since 1573, It had naturalised in south Lincolnshire in 1836. Another colony was growing in Dorset, but in 1972 it was deliberately vandalised and damaged fatally.It was originally found on 10 July 1955 growing in Limhamm, Skane in Sweden. It was later published in Botanical Notices in 1958.It was verified by United States Department of Agriculture Agricultural Research Service on 20 April 1998, then updated on 1 December 2004. As of March 2015, Iris spuria is a 'tentatively accepted name' by the RHS.",
    "Distribution and habitat": "Iris spuria is native  to a very wide area, from Africa, to temperate and tropical Asia and Europe.",
    "Distribution and habitat-Range": "It is found within Africa, in Algeria.\nWithin temperate Asia, it is found in the Western Asia regions of Afghanistan, Iran and Turkey.  In the Caucasus regions, it is in Armenia, Azerbaijan, Georgia, Ciscaucasia and Dagestan. and in the Russian, Siberian regions of Altay, Chelyabinsk, Gorno-Altay, Kurgan, Novosibirsk, Omsk and Tomsk.\nIn the Middle Asia regions of Kazakhstan, Kyrgyzstan, Turkmenistan, Uzbekistan and Mongolia.\nIt is also found in China, with the provinces of Gansu and Xinjiang.\nWithin tropical Asia, it is found in the Indian sub-continental regions of Jammu, Kashmir and Pakistan.Within Europe, it is found in the northern European regions of Denmark and Sweden.  and in the middle European regions of Austria, Czech republic, Slovakia, Germany and Hungary. Within eastern European it is found in the regions of Moldova, Bashkortostan, Ukraine, and Serbia. and in the southern European regions of Romania, France and Spain.It has been naturalized within New Zealand and the United Kingdom, in Lincolnshire.",
    "Distribution and habitat-Habitat": "Iris spuria grows on seasonally damp grasslands, damp meadows (or pastures), marshes, alluvial plains, swamps, bogs, maquis, and salty flats.It also grows in saline soils.It can be found naturalised in damp, grassy places, by ditches, on banks and on roadside verges.",
    "Conservation": "The iris is generally listed as of 'Least Concern' on 26 April 2013 in most European countries. But it is listed as rare or endangered in some.\nIn Russia, the digging up of wild iris rhizomes is strictly prohibited.In Sweden, it is rare and is only found on the coastal meadows in southern Sweden. On the island of Saltholm, the colony was diminishing, before being protected.In Germany, it is rare and colonies are protected.In Serbia, it is also rare, and within Hungary, colonies are also protected.In Czechoslovakia, it has mixed fortunes. In the region of Moravia, it is now regarded as extinct. In the Slovak Republic, it is classified as a 'critically endangered' species, and listed in the Red Book, with the meadows to the north and east of Štúrovo, now protected. It is currently found in about 10 locations in Podunajskej lowlands, near Komárno and Sturova Nitra.",
    "Cultivation": "It is generally thought to be easy to grow.It is hardy to between USDA Zone 3 and Zone 9. It is also hardy to European Zone H2.It is tolerant to most garden soils, it will grow on wet soils, saline soils, and saline marshes. It prefers well drained, humus rich soils.\nIt is tolerant of acid soils, but prefers neutral soils.\nIt prefers positions in full sun or partial shade. Although, shade reduces the flowering amount.They prefer hot and dry summers, only requiring plenty of water during the spring.Like most species in the Spuria series, they do not like root disturbance.It is best planted from dormant rhizomes in autumn, and deeper in the soil than Iris germanica.It can be used in borders or in beds for cut flower (for the house). They create large full clumps of plants.Aphis newtoni Theobald can be found on Iris bloudowii, Iris latifolia, Iris spuria and Tigridia pavonia. Also Dysaphis tulipae can be found on Iris spuria. The iris is also the host plant of Mononychus punctumalbum (Herbst, 1784, iris seed weevil – a weevil that feeds on the seeds of the iris). The weevil lays its eggs within seed capsule of the iris, later the larvae feeds on the seed and up to 2 other seeds, and then it pupates. Adult weevils emerge from the seed capsules, fly off for aestivation (summer dormancy) and hibernation within the soil.",
    "Cultivation-Propagation": "It can be pollinated by bees.It can also be propagated by division (of the rhizomes), or by seed growing. \nGrowing by seeds gives a more reliable results.",
    "Cultivation-Hybrids and cultivars": "Due to the wide range of species, (with various tolerances for heat, salt or cold resistance), they have been very useful to plant breeders. Many of the modern cultivars have been breed with larger flowers in a wider range of colours than wild species.Known Iris spuria cultivars include; 'Adobe Sunset' (hybridized by McCown, 1976), 'AJ Balfour', 'Albulus', 'Archie Owen' (hybridized by Hager, 1970), 'Barbara's Kiss' (hybridized by McCown, 1981), 'Belise' (hybridized by Simonet, 1964), 'Belissinado' (hybridized by Corlew, 1988), 'Betty Cooper' (hybridized by McCown, 1981), Iris 'Betty My Love' (hybridized by Wickenkamp, 1988), Iris 'Blue Lassie' (hybridized by Niswonger, 1978), 'Cambridge Blue', 'Cheroke Chief', 'Clarke Cosgrove', 'Custom Design', 'Daenaensis', 'Danica', 'Dawn Candle', 'Georgian Delicacy', 'Halophila lutea', 'Imperial Bronze', 'Media Lux',\n'Norton Sunlight', 'Protege', 'Monspur', 'Premier', and  'Red Clover'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and can cause stomach pains and vomiting if mistakenly ingested. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nAllan, H. H. B. et al. 1961–. Flora of New Zealand.\nDavis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands. [= I. spuria subsp. musulmanica].\nErhardt, W. et al. 2008. Der große Zander: Enzyklopädie der Pflanzennamen.\nHuxley, A., ed. 1992. The new Royal Horticultural Society dictionary of gardening.\nMaire, R. C. J. E. et al. 1952–. Flore de l'Afrique du Nord.\nMathew, B. 1981. The Iris. 116–119.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of [West] Pakistan.\nQuézel, P. & S. Santa. 1962–1963. Nouvelle flore de l'Algerie.\nRechinger, K. H., ed. 1963–. Flora iranica.\nSell, P. & G. Murrell. 1996–. Flora of Great Britain and Ireland.\nStace, Clive, 1995. New Flora of the British Isles.\nWalters, S. M. et al., eds. 1986–. European garden flora.",
    "External links": "Spuria iris Society homepage\nImages of Iris spuria Media related to Iris spuria at Wikimedia Commons\n Data related to Iris spuria at Wikispecies"
  }
}