{
  "url": "https://en.wikipedia.org/wiki/Douglas_Iris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris ser. Californicae"
    },
    {
      "Species": "I. douglasiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris douglasiana (Douglas iris) is a common wildflower of the coastal regions of Northern and Central California and southern Oregon in the United States.  The Douglas Iris was first described by 19th century botanist David Douglas in Monterey, California. It grows mainly at lower elevations, below 100 meters (330 ft), though it is occasionally found at heights of up to 1,000 meters (3,300 ft). It is most common in grasslands near the coast; it is regarded as a noxious weed in pastures, because it forms clumps that inhibit other vegetation, and its leaves are bitter and unpalatable to cattle.\nThis is a typical beardless Iris of subgenus Limniris, series Californicae, growing from a rhizome that is typically under a centimeter in diameter. Its leaves are about 2 centimeters (0.79 in) wide. It flowers from April to June. Flowers are usually a purplish-blue, though occasionally white or yellow flowers are found. Two or three flowers are found on each stem, which is of variable height, ranging from 15–80 centimeters (5.9–31.5 in) tall.\nSeveral varieties have been recognized, for example Iris douglasiana var. altissima (Jeps.) and Iris douglasiana var. oregonensis (R. C. Foster), but the species is highly variable and the varieties may not be well enough defined to be of much practical use. The Douglas Iris hybridizes freely with several other species; its natural hybrid with I. innominata has been designated as Iris ×thompsonii (R. C. Foster), and the garden hybrid with the same species as Iris ×aureonympha (E. H. English).\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "References": "",
    "External links": "Entry in the Flora of North America Online\nTreatment from the Jepson Manual\nPhotographs from the CalPhotos archive\nWest Coast Native Iris information"
  }
}