{
  "url": "https://en.wikipedia.org/wiki/Hermodactylus_tuberosus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Hermodactyloides"
    },
    {
      "Section": "Reticulatae"
    },
    {
      "Species": "I. tuberosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris tuberosa (formerly Hermodactylus tuberosus) is a species of non-rhizomatous plant of the genus Iris, with the common names snake's-head, snake's-head iris, widow iris, black iris, or velvet flower-de-luce.",
    "Distribution": "A native of the Mediterranean region, it is found in the northern Mediterranean littoral and western Europe.",
    "Cultivation": "It is grown from tuberous bulbs planted in the autumn. It grows best in full sun to partial shade, and requires well-drained soil. In can naturalise in grassy areas but grows well in rock gardens or containers.\nIt is a common ornamental garden plant, flowering in early spring.\nIt is rather tender in the UK.",
    "Taxonomic history": "After being split off from the genus Iris in the nineteenth century into a separate genus, Hermodactylus, it has most recently been returned to the genus Iris, following molecular studies at Kew. According to the proposed molecular classification of irises of Tillie, Chase and Hall, this species is now best seen as a member of the subgenus Hermodactyloides, the reticulate-bulbed bulbous irises.",
    "References": "",
    "Bibliography": "Telegraph: How to grow Hermodactylus\nManning, John; Goldblatt, Peter (2008). The Iris Family: Natural History & Classification. Portland, Oregon: Timber Press. pp. 204–207. ISBN 978-0-88192-897-6.\nGoldblatt, P., (1990) Phylogeny and classification of Iridaceae. Ann. Missouri Bot. Gard. 77:607-627.\nReeves, G., Chase, M.W., Goldblatt, P., Rudall, P., Fay, M.F., Cox, A.V., LeJeune, B., & Souza-Chies, T., (2001). Molecular systematics of Iridaceae: Evidence from four plastid DNA regions. Am. J. Bot. 88:2074-2087.\nIridaceae: in L. Watson and M.J. Dallwitz (1992 onwards). The families of flowering plants: descriptions, illustrations, identification, information retrieval"
  }
}