{
  "url": "https://en.wikipedia.org/wiki/Iris_danfordiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Hermodactyloides"
    },
    {
      "Section": "Reticulatae"
    },
    {
      "Species": "I. danfordiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris danfordiae (dwarf iris or Danford iris) is a bulbous perennial, in the species in the genus Iris, it is also in the subgenus of Hermodactyloides and section 'Reticulatae'. It is from Turkey in Asia. It has 2 gray-green or bluish green, thick leaves, short slender stem holding a scented flower, in shades of yellow. They are spotted olive-green or green and have a deep yellow or orange crest.",
    "Description": "Iris danfordiae has a narrowly ovoid, bulb,\nwith whitish netted coats.It has 2 leaves (per bulb), 30–45 cm (12–18 in) tall. They are linear, four-angled in cross section, and gray-green, or bluish green.\nThe leaves sometimes appear together with the flowers, and sometimes after the flowers.It has a slender stem, that can grow up to between 7–15 cm (3–6 in) tall. They hold 1 flower each.It is one of the first reticulata irises to bloom, even blooming through the snow. In early spring, between January, and March.It has fragrant (scented of honey,) flowers, in shades of yellow. From bright yellow, deep yellow, to orange. The flowers are 3–6 cm (1–2 in) in diameter.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are spathulate (spoon shaped), and spotted olive-green, or green. In the centre of the falls is a deep yellow or orange crest. The standards are vert short, in some cases just bristles.Later after flowering, it produces a seed capsule.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It was counted in 1959 by Randolph & Mitra as 2n=27, then in 1997 by Johnson & Brandham as 2n=18 and 27.",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (aphylla) dan-FORD-ee-ay (danfordiae).\nIt is commonly known as dwarf iris, buttercup Iris, or Danford's iris.This species was introduced from Cilicia, Turkey in 1876, by Mrs C. G. Danford (an English plant hunter of the Asia minor regions).It was first published and described as Xiphion danfordiae Baker and described by John Gilbert Baker in J. Bot. Vol.14 n page 265 in 1876. It was then reclassified and published as Iris danfordiae by Pierre Edmond Boissier in 'Fl. Orient.' Vol.5 on page 124 in July 1882.Iris danfordiae is an accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 23 January 1989, then updated on 2 December 2004.",
    "Distribution and habitat": "It is native to temperate Asia, mainly Asia Minor.",
    "Distribution and habitat-Range": "It grows in the Taurus Mountains of southern Turkey.",
    "Distribution and habitat-Habitat": "It grows on exposed dry rocky and sunny slopes, at the edges of coniferous forests or woods, close to the snowline. It is normally found at an altitude of 1,000–2,000 m (3,300–6,600 ft) above sea level.",
    "Cultivation": "It is cold hardy, to between USDA Zones 5 - 9.\nIt is sometimes deemed less reliably perennial than other bulbs.It prefers to grow in neutral to alkaline soils, which are high in potassium and phosphate. It prefers sandy and well drained soils both in summer and winter. It prefers positions in full sun.It is suitable for a rock or gravel garden or front of border.During mild season the bulb and plant is susceptible to slug damage.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing. Seeds are best grown by collecting dry, mature seed capsules, and sowing the seeds.Division, is carried out by lifting the main bulb and splitting into many bulblets, that (once replanted) can take many years to reach flowering size. This is best carried out when the foliage has died down.The bulbs should be planted deeply to flower reliably in later seasons.",
    "Cultivation-Hybrids and Cultivars": "Iris danfordiae has the following cultivars: 'Atilla', 'Bornmülleri', 'Danfordiae Hort'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Other sources": "Aldén, B., S. Ryman, & M. Hjertson Svensk Kulturväxtdatabas, SKUD (Swedish Cultivated and Utility Plants Database; online resource on www.skud.info). 2012 (Kulturvaxtdatabas)\nDavis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965-1988 (F Turk)\nMathew, B. The Iris. 1981 (Iris) 173-174.",
    "External links": " Media related to Iris danfordiae at Wikimedia Commons\n Data related to Iris danfordiae at Wikispecies"
  }
}