{
  "url": "https://en.wikipedia.org/wiki/Iris_mandschurica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Psammiris"
    },
    {
      "Species": "Iris mandshurica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris mandshurica  is a species in the genus Iris, it is also in the subgenus of Iris and in the Psammiris section. It is a rhizomatous perennial, it is found in Russia, China, and Korea. It has green sword-like leaves, smooth green stem and yellow flowers, with yellow-purple (or maroon) veining and a yellow beard. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is thought to be similar in form to Iris bloudowii and Iris humilis, having a short rhizome (like Iris bloudowii) and narrow, pointed spathes like Iris humilis.It has a short, thick rhizome. It has branching, thick, fibrous and strong secondary stolons roots, which are yellow and white. On top of the rhizome, are the brown, fibrous remains of old leaves.It has green, ensiform (sword shaped) or lanceolate basal (growing from the base) leaves. They are slightly bent or curved. They can grow up to between 10–15 cm (4–6 in) long and 0.8–1 cm wide, at blooming time. They then lengthen, and by the time the iris has seed capsules, they are between 30 cm (12 in) long and 1.5 cm wide. They have 2–4 longitudinal veins.It has a smoother stem, that can reach up to between 10–20 cm (4–8 in) long.The stem has 3 green, lanceolate, (scarious) membranous, spathes or bracts (leaves of the flower bud). They are 3.5–5 cm (1–2 in) long and 1-1.8 cm wide. It also has a small pedicel (flower stalk), between 6 mm to 1 cm long.The stems hold 1–2 terminal (top of stem) flowers, blooming early in the season, in May.The flowers are 4–5 cm (2–2 in) in diameter, and yellow.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate, with maroon, brown, or brown purple veining. They are 4–5 cm (2–2 in) long and 1.5–2 cm wide. In the centre of the petal, is a yellow beard.\nThe erect standards are long and narrow, or oblanceolate, they are up to 3.5 cm (1 in) long.It has a 2–2.5 cm long, funnel-shaped perianth tube, 2 cm long stamens, yellow anthers and a 1–1.2 cm long green, spindle-shaped, ovary. It has long and flat, style branches that are 3 cm long and 4–5 mm wide, they have a large lobed (or toothed) end.After the iris has flowered, between June and August, it produces a fusiform (spindle shaped) seed capsule. Which is up to 6 cm (2 in) long and 1.5 cm wide, and has 6 longitudinal ribs and a long beak appendage (at the top). It dehisces (splits open) below the apex. The seeds have not been described.",
    "Description-Biochemistry": "In 1986, a study was carried out on 3 iris species in China, the chromosomes of Iris mandshurica, Iris uniflora and Iris bloudowii were counted.\nThe chromosome count of Iris mandshurica was 2n=14, which was different to previous counts such as 2n=34 (Simonet 1928,1932) and 2n=20 (Longley 1928).In 2000, an isoflavonoids (chemical compound) study was carried out on 22 species of iris. Iris cathayensis and Iris mandshurica contain glycosides and isoflavonoid aglycons.In 2007, a study was carried out on the anatomical structure of the leaves of Iris mandshurica.In 2009, a genetic study was carried out on Iris vorobievii, Iris mandshurica and Iris humilis. It confirmed that they were independent species.In 2011, a study was carried out on the cell growth of Iris mandshurica.In 2013, a molecular phylogenetic (genetic evolution) study was carried out on 16 species of Iris found in Korea. It placed Iris mandshurica in a clade with other basal irises, including Iris dichotoma and Iris tectorum.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been counted several times; 2n=20 (Longley 1928). 2n=34 (Probatova 1988), 2n=14 (Zakharjeva 1990), 2n=14 (Starodubtsev & Mironova 1990) and 2n=28 (Sha et al., 1995).\nIt is normally published as 2n=34, or 2n=14.",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (mandshurica) man-SHEU-ree-ka.It is written as 长白鸢尾 in Chinese script, and known as chang bai yuan wei in Pidgin in China.It has the common name of 'manchu Iris'. or 'Manchurian iris'.The Latin specific epithet mandshurica refers to Manchuria, coming from the Chinese region.It was first published and described by Karl Maximovich in Bull. Acad. Imp. Sci. Saint-Pétersbourg Volume 26 on page 530 in 1880.It was also published in Mélanges Biol. Bull. Phys.-Math. Acad. Imp. Sci. Saint-Pétersbourg Vol.10 on page 724 in 1880.Specimens used for the description were collected from China.It was thought to be within the Pseudoregelia section in Waddick & Zhao, Iris of China, in 1992, but most sources place it within the Psammiris section.\nIt was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, it was updated on 5 April 2013.Iris mandshurica is an accepted name by the RHS.",
    "Distribution and habitat": "Iris mandshurica is native to temperate areas of Asia.",
    "Distribution and habitat-Range": "It is found in the Russian Federation, in the state of Primorye, beside the Ussuri River.\nIt is also found in China, (or Manchuria,) in the provinces of Heilongjiang, Jilin and Liaoning.\nIt is also though to be found in Korea, and Mongolia.",
    "Distribution and habitat-Habitat": "It grows on sunny dry slopes, on steppes, in open woodlands, (of oak,) in shrubberies, and on woodland edges.They can be found at an altitude of 400 to 800 m (1,300 to 2,600 ft) above sea level.",
    "Conservation": "It is considered as an 'endangered' species in Russia, and listed in the Red Data Book of the Russian Federation.It is protected in a reserve of 'Senkina Shapka Hill, in Oktyabrsky District, beside the Tsukanovki river.It has been endangered due to the economic developments in the territory.",
    "Cultivation": "It is hardy to between USDA Zone 5 and Zone 11, or between Zone 3 to 10.\nIt prefers dry winters.It prefers to grow in well drained, or soils with loam.It can tolerate strongly acidic or mildly acidic soils (PH levels between 5.1 and 6.5).It can tolerate positions in full sun to partial shade.It has average to high water needs during the growing season.It was tested (for hardiness) in the botanical gardens of Alma Ata in Moscow (TAA) and Tomsk.It has been also grown in the botanical garden of Vladivostok.It can grow in rockeries or rock gardens.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing.Propagation Methods: By dividing rhizomes, tubers, corms or bulbs (including offsets)\nSeed Collecting: Allow pods to dry on plant; break open to collect seedsIn 2006, a study was carried out on the pollen viability of Iris mandshurica. It was found that time is a significant factor as well as climate.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). (as 'I. humilis Georgi').\nDykes, W. R. 1913. Gen. Iris 140.\nMathew, B. 1981. The Iris. 40. [\"mandshurica\"].\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).\nLiu Ying, 1936. Chinese Journal of Botany Vol.3. Issue2 page949.\nKitagawa, 1939. Lineam Fl Mansb 148.",
    "External links": "Has an image of Iris mandshurica flower\nHas 3 images of Iris mandshurica in flower as well as many other chinese irises\n Data related to Iris mandshurica at Wikispecies"
  }
}