{
  "url": "https://en.wikipedia.org/wiki/Iris_lacustris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Section": "Lophiris"
    },
    {
      "Species": "I. lacustris"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris lacustris (also known as dwarf lake iris), is a species in the genus Iris, subgenus Limniris and in the Lophiris section (crested irises). It is a rhizomatous, beardless perennial plant,  native to the Great Lakes region of eastern North America. It has lavender blue or violet-blue flowers, a very short stem\nand long fan-like green leaves. It is cultivated as an ornamental plant in temperate regions. It is closely related to Iris cristata (another North American crested iris).",
    "Description": "It is similar in form to Iris cristata but is chromosomally different and smaller.It has slender, wiry, or cord-like, greenish-brown, or yellow rhizomes. It has a large central section and outer sections, which are 3–5 cm (1–2 in) long and 0.8–1.2 cm wide. The outer sections have fibrous roots (underneath), and 2–3 brown scale-like leaves above.\nIt creeps across the ground, creating thick clumps of plants.It has 8–12 sheathing, (fan-like), green or light green, basal leaves. They are falcate (sickle-shaped)  or sword-shaped, and linear, and 4–6 cm (2–2 in) long and 10–8 mm wide. \nAfter flowering, the leaves elongate up to 15–16 cm (6–6 in) long and 10 mm wide.When the plant is not in flower, the leaves of the iris might be confused with false asphodel, (Triantha glutinosa, a white flowered member of the lily family whose leaves are much narrower) which lives in similar habitats. Although, the flower stem of false asphodel is much longer than that of iris and very sticky.It has very short stems, which are 0.8–5 cm (0–2 in) long. The stems and flowers are shorter than the leaves.It has green spathes (leaves of the flower bud), which are slightly keeled, and 3–4.5 cm (1–2 in) long. They have scarious (membranous) edges.The short stems have 1 to 2 flowers,  in Spring, or summer (in Europe), in April, or May, or early June, or July.\nIn Spring, it can flower 7 to 10 days earlier than Iris cristata.\nIt can have later flush of flowers in the fall (Autumn), or October.The flowers are 4–6 cm (2–2 in) in diameter, come in shades of blue, violet-blue, sky blue, deep blue, lavender blue, lilac, or deep purple.\nA white form has occasionally, also been found.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe obovate, falls are 2–2.3 cm (1–1 in) long and 0.8 cm wide. They taper towards the claw (section closest to the stem). They have a white signal patch, which has a deep violet margin, and 3 central, orange,  gold, or yellow and white toothed (or fimbriated – fringed) ridges (or crests).  The signal patch guides bumblebees in to the middle of the flower, to pollinate it.\nThe standards are narrowly oblanceolate, 1–1.5 cm (0–1 in) long and 0.4–0.5 cm wide. They are shorter and narrower than the falls.It has a yellow funnel-like, perianth tube, which is 1–2 cm long. The tube is shorter than Iris cristata.\nIt has a trigonal (or triangular), ovary, which is 0.8–1 cm long. It has a 1–2 cm long style, which has linear crests and wavy (crenate) edges.\nThe style arm guides bumblebees to the lower section of the sepal, to reach the nectar.After the iris has flowered, between late June to late July, it produces a roundly triangular, or ovoid, seed capsule,\nwhich are covered by the spathes. The capsules are 1.2 mm long and 8 mm wide.\nInside the capsule, are 3 mm wide, dark brown seeds, which have a white appendage (or aril, fleshy thickening of seed coat), spiralled around the seed. \nThis spiral or corkscrew-like appendage is called an eliaosome. The eliaosomes are used as energy-rich food sources by ants, who help pollinate the plant.",
    "Description-Biochemistry": "In 1994, a study was carried out on the genetic make-up of Iris lacustris.In 2000, a study was carried out on Iris cristata and Iris lacustris, looking at the genetic variation of both irises.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been counted several times, 2n=42, Simonet, 1934; n=21, 2n=42, Chimphamba, 1973 and 2n=32, Pringle, 1976. It is normally published as 2n = 32, 42.",
    "Taxonomy": "The Latin name is pronounced Iris (EYE-ris) lacustris (lak-US-triss).It has the common name of dwarf lake iris,  lake iris, and Great Lakes iris.The Latin specific epithet lacustris means \"of lakes\".The iris was found on Mackinac Island in 1810 by Thomas Nuttall. The botanist travelled from Detroit by canoe with French Canadian voyagers and the surveyor for the Michigan Territory.It was first then published and described by Thomas Nuttall, in 'The Genera of North American Plants' (published in Philadelphia, USA) Volume1, Issue23 on 14 July 1818.An illustration of the iris was published in Wild flowers of the United States by Rickett, plate 11 in 1966.It was verified by United States Department of Agriculture and the Agricultural Research Service on 15 April 1994, then updated on 3 December 2004.It is a close relative to Iris cristata, the only other crested iris native to North America. However, unlike it, Iris lacustris is found only in small areas of the Great Lakes region that have been glacier-free for only 11,000 years. It was once thought to be a form of Iris cristata, (by William Rickatson Dykes in 1913 and other authors), later chromosomal studies confirmed the two were separate species.",
    "Distribution and habitat": "Iris lacustris is native to temperate regions of northern America.",
    "Distribution and habitat-Range": "It is found in Canada, within the province of Ontario (on the Bruce Peninsula and Manitoulin Island).It is found in U.S.A., within the states of Michigan, Wisconsin, and, infrequently in Ohio.It is found on northern shores and smaller islands of Lake Michigan, Lake Huron, and Lake Superior, within the Great Lakes region.The majority of iris populations are within 500 m of the shore of Lake Huron, but the largest ones can occur up several kilometres away from the lake.",
    "Distribution and habitat-Habitat": "It grows on the Great Lakes shorelines in cool, moist lake shore air.It is found on sand, or in thin soil over limestone-rich gravel, in calcareous (chalky) soil, or bedrock. \nIt also grows on alvar limestone barrens.\nAlong shorelines, old beach ridges, beside streams, in ditches, on cliffs, behind open dunes, or at the edges of coniferous woods (in Canada and Michigan).",
    "Conservation": "Iris lacustris is designated a \"vulnerable\" threatened species by federal, state and provincial laws throughout its distribution range. It was added to the U.S. List of Endangered and Threatened Wildlife and Plants on September 28, 1988. It is on the U.S. Fish and Wildlife Service's endangered species program. It was listed by the federal U.S. government as 'threatened' since February 1, 2001. It has become threatened due to habitat destruction, from shoreline development, from road-widening projects, chemical spraying and salting, and off-road vehicle use have caused disturbance and destruction of habitat, and degradation of habitats.Due to being a protected species, plants can not be dug up or seeds gathered. A permit is required for any project (including research, development, and construction) which may \"take\" or \"harm\" threatened or endangered species in Michigan. Also 37% of the Canadian population is on land in protected areas. Shoreline development has also improved some habitats by opening up the canopy and creating new open ground.",
    "Cultivation": "It is hardy to between USDA Zone 4 and Zone 7. and European Zone H2\nIt is hardy in Europe, and in the UK.It is tolerant of a range of soils, but prefers moist, slightly acidic neutral soils.It flowers mostly in semi-open habitats with partial sun. Although it can tolerate sunny sites.It can grow in a peat bank, or can grow in a six-inch pot or container.It is rarely offered for sale in Europe.A specimen has been grown in Cambridge Botanic Garden.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may also cause a skin irritation or an allergic reaction.",
    "Culture": "In 1998, Iris lacustris was designated the state wildflower of Michigan, where the vast majority of populations exist.",
    "References": "",
    "Other sources": "Center for Plant Conservation. Center for Plant Conservation National Collection of Endangered Plants (on-line resource).\nFNA Editorial Committee. 1993–. Flora of North America.\nGleason, H. A. & A. Cronquist. 1991. Manual of vascular plants of north eastern United States and adjacent Canada, ed. 2.\nKartesz, J. T. 1994. A synonymized checklist of the vascular flora of the United States, Canada, and Greenland.\nMathew, B. 1981. The Iris. 74–75.\nScoggan, H. J. 1978–1979. The flora of Canada, 4 vol.\nUnited States Fish and Wildlife Service. U.S. Fish & Wildlife Service. Species Information: threatened and endangered animals and plants (on-line resource).\nVoss, E. 1972–. Michigan flora.",
    "External links": "USDA PLANTS profile: Iris lacustris (dwarf lake iris) Data related to Iris lacustris at Wikispecies"
  }
}