{
  "url": "https://en.wikipedia.org/wiki/Iris_camillae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris camillae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris camillae   is a species in the genus Iris, it is also in the subgenus of Iris and in the Oncocyclus section. It is a rhizomatous perennial, from Azerbaijan. It has narrow, falcate (sickle-shaped) leaves, medium-sized stem and large flowers, where the flower colour is very variable (especially in the wild), ranging from violet, purple, pale blue, and also yellow, and occasionally bi-colour forms are found. It has a yellow beard. It is rarely cultivated as an ornamental plant in temperate regions, due to its environmental conditions of its natural habitat.",
    "Description": "It has a small, red rhizome, which is about 1 cm long, and medium thick. Underneath the rhizome are long secondary roots. The rhizome and roots make a creeping plant.It has narrow, falcate (sickle-shaped),  leaves, that can grow up to between 20–40 cm (8–16 in) long. They begin to grow in late November and fade after summer, when the plant becomes dormant.It has a slender stem or peduncle, that can grow up to between 20–40 cm (8–16 in) tall.The stem has 3 acute, carinate (ridged or keeled), lanceolate, (scarious) membranous, spathes (leaves of the flower bud). It also has long pedicels and a perianth tube which is longer than the ovary.The stems hold 1 terminal (top of stem) flower, blooming in spring, in April. The flower is similar in form to an Iris pallida flower.The flowers are 6–9 cm (2–4 in) in diameter,  come in various colours,  from violet, purple to pale blue, and also yellow, and occasionally bi-colour forms are found. Up to 16 colour forms or hybrids, have been found and noted.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are broadly obovate, deflexed (folded over) and slightly narrowed at apex, or slightly spoon-shaped. In purple shade forms, they have a violet, or dark purple signal patch. In the middle of the falls, is a row of short hairs called the 'beard', which is yellow,   The erect,  standards are broader, or larger than the falls,  They are also a similar colour to the falls, but they can be slightly paler than the falls.It has style branches that are recurved and shorter than the falls.After the iris has flowered, it produces a seed capsule, which has not yet been described.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIn 1977, 47 species of the irises in the Oncocyclus section were analysed, and it was found to have a chromosome count of 2n=20.",
    "Taxonomy": "It is commonly known as Kamilla's iris.It is sometimes called Iris camilla.It has not been recorded what the Latin specific epithet camillae actually refers to/\nIt was first collected on 29 April 1928, by A. Kolakovsky in Transcaucasia, Azerbajdzhan.It was then first published and described by Alexander Alfonsovich Grossheim in Schedae ad Herbarium Plantae orientales exsiccatae (Sched. Herb. Pl. Or. Exsicc.) Vol.15 on page 40 in 1928. Which was edited by B. K. Schischkin, in Tiflis.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003 and then updated on 2 December 2004.It is listed in the Encyclopedia of Life, and in the Catalogue of Life.Iris camillae is an accepted name by the RHS.Although, it has discussed by the British Iris Society and D. Kramb (of the Species Iris Group of North America), that it may have a hybrid origin between Iris iberica, Iris paradoxa, and Iris acutiloba, but this has not yet been proved.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is endemic, to the Transcaucasian region,  within the country of Azerbaijan, in the districts of Kazakh, Tauz and Khokali.\nIncluding around Lake Kazan-Gel,  or Qazangöl Lake in the Caucasus, on the river Kura.",
    "Distribution and habitat-Habitat": "It grows on the rocky, or stony, dry steppes.They can be found at an altitude of 400 to 600 m (1,300 to 2,000 ft) above sea level.",
    "Conservation": "Iris camillae is a threatened wild plant, and was in 1989 listed in the Red Data Book of Azerbaijan, which helps with its protection. It was re-assessed by the IUCN (International Union for Conservation of Nature) on 11 October 2006, as vulnerable, as it is only known 4 sites, with a limited population range of about 50 km2. It is threatened due to over-collection of the flowers, for ornamental uses.",
    "Cultivation": "It is not hardy enough, to be grown outdoors, it should be grown in a bulb frame or greenhouse. It is recommended to be planted late in Autumn, with dolomite and limestone chippings within the soil mix. It also needs feeding when in growth. It needs to be grown in full sun.It was tested for growth in Leningrad Botanic Garden, in Russia. A herbarium specimen is found within Kew Royal Botanic Gardens, and plants are grown in the Botanical Garden of the Academy of Sciences of Azerbaijan.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Czerepanov, S. K. Vascular plants of Russia and adjacent states (the former USSR). 1995 (L USSR)\nKomarov, V. L. et al., eds. Flora SSSR. 1934–1964 (F USSR)\nMathew, B. The Iris. 1981 (Iris) 48.\nTakhtajan, A.L. (ed.) 2006 Conspectus Florae Caucasi Vol.2 1–466. Editio Universitatis Petropolitanae.",
    "External links": "Russian website with several images of the iris\nPhoto album Media related to Iris camillae at Wikimedia Commons\n Data related to Iris camillae at Wikispecies"
  }
}