{
  "url": "https://en.wikipedia.org/wiki/Iris_glaucescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris glaucescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris glaucescens is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from Central Asia (Russia, Kazakhstan, Mongolia and China). It has blue-grey sickle-shaped leaves, slender stem, and spring flowers in blue-violet, pale violet, lilac-purple, to deep purple, to light bluish, and almost white shades.It is rarely cultivated as an ornamental plant in temperate regions. It was merged with another similar iris in the region, and became a synonym of Iris scariosa, before being divided into two separate species again. Although some sources still call it a synonym of Iris scariosa.",
    "Description": "It has a thick rhizome, which is up to 3 cm thick and nodular. It has the fibrous remains of last seasons leaves, on top of the rhizome.It has falcate (sickle-shaped), blue-grey, or grey.It has a slender stem, that can grow up to between 8–25 cm (3–10 in) tall.\nIt is similar in height to Iris scariosa, and exceeds the height of the leaves.The stem has (scarious) membranous, spathes  (leaves of the flower bud), that are 5–15 cm (2–6 in) long with long keels.The stems hold 2 terminal (top of stem) flowers, blooming between mid to late spring, between April and May. It flowers for an average of 12 days.The flowers are 3.5–5.5 cm (1–2 in) in diameter, come in shades of blue-violet, pale violet, lilac-purple, to deep purple, to light bluish, and almost white tones.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. It also has white beards on the falls.After the iris has flowered, in midsummer, it produces an fusiform (spindle shaped) seed capsule. Inside the capsule, are wrinkled, dark brown,\nand globular seeds. They are 4–5.5 mm long and 2–3 mm wide.",
    "Description-Biochemistry": "In 2012, a study was carried out 2 Siberian based irises, Iris glaucescens and Iris bloudowii.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=24.",
    "Taxonomy": "It has the common names of 'Bluish Iris', and 'Iris dove'.The Latin specific epithet glaucescens refers to developing a fine whitish bloom, bluish-green, seagreen, or glaucous. Referring to the plants glaucous leaves.In Paris Museum of Natural History, a herbarium was started by a French geologist Patren, who collected plants from Siberia. German botanist Carl Friedrich von Ledebour also worked at the herbarium for several years with his students Alexander Andrejewitsch Bunge and Carl Anton von Meyer. They discovered and described many new plants, including Iris bloudowii, Iris glaucescens, Iris tigridia and others.It was first published and described by Alexander Bunge in 'Flora Altaic' (Fl. Altaic edited by Ledebour) Vol.1 on page 58 in 1829.In 1870, specimens of Iris glaucescens were collected in 'Songaria', China (Songaria is now part of Gansu) for the Paris Museum of Natural History.It was then later classified as a synonym of Iris scariosa by botanists including William Rickatson Dykes in 1913 and G. Rodionenko's descriptions in the 'Iris Year Book' of 1967.In 1979, Shevchenko (Iris L. in A.I.Galushko (editor) 'Flora Severnogo Kavkaza' Vol.3 page79, University of Rostov) divided Iris glaucescens and Iris scariosa into 2 separate species. He thought that there was several morphological and ecological differences between the 2 species. But he did not publish these. Also he noted that the Iris scariosa distribution range was limited to west of the Caspian Sea. But this range classification is disputed by other authors, although most sources still split the two irises into separate species. \nIt is still listed as a synonym of Iris scariosa by United States Department of Agriculture and the Agricultural Research Service as of 4 September 2015.It is listed in the Encyclopedia of Life.It is listed in The Plant List, but listed without synonyms.Iris glaucescens is not yet an accepted name by the RHS, as of 6 October 2015.",
    "Distribution and habitat": "It is native in middle Asia, and central Asia.",
    "Distribution and habitat-Range": "It is unsure where Iris glaucescens is endemic due to the merging with Iris scarious which also has a very similar range as well. Although, Iris scariosa is only found near the Caspian sea and Caucasia.It is found in Russia (within Siberia, Barnaul,), China, Mongolia, and Kazakhstan (north of the Aral Sea to the east of Balkash,).It was also found in the former Russian Turkistan khanates of Bukhara and Khiva. Now in Uzbekistan.\nIt is listed with Iris biglumis, Iris bloudowii, Iris ruthenica, Iris sibirica, Iris tenuifolia and Iris tigridia (another Pseudoregelia Iris) in the Altai-Sayan region (where Russia, China, Mongolia and Kazakhstan come together).",
    "Distribution and habitat-Habitat": "It grows on the mountains, of steppes, on rocky slopes, in sand.They can be found at an altitude of up to 2,700 m (8,900 ft) above sea level.",
    "Conservation": "In Russia, it was listed in the Red book of Omsk region as apparently extinct.It is listed in the Red book of the Altai Territory (in 2006), as rare, in the Red book of Krasnoyarsk territory (in 2005), also in the Red book of Novosibirsk ob-region (in 2008), and in the Red book of Chelyabinsk region.It is not protected under law, but it is found in Kulunda Steppe reserve.\nIt is found in 48 locations, with up to 20,000 plants.It was confined to land that is also used as grazing or arable land, or ploughing of fallow plots.",
    "Cultivation": "It is hardy to between  USDA Zone 2 and Zone 3.It was tested for hardiness in Russia, at the botanical gardens of Barnaul, Novosibirsk, St. Petersburg (where it winters without shelter), Ufa (it produces seeds), but it has proved difficult to cultivate. As it needs hot summers and dry winters.It prefers to grow in well-drained sandy soils.It can be grown in rock gardens, as well as for perennial borders as an early spring plant.It does suffer in waterlogged soils, that may rot the rhizomes.It is rarely available for cultivation.",
    "Cultivation-Hybrids and cultivars": "The plant may attract plant breeders for cross-breeding with other types of dwarf irises due to its drought and salt resistance.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Khassanov, F. O. & N. Rakhimova. 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia. Stapfia 97:177.\nKrasnoborov, I. M., ed. 2000–. Flora of Siberia (English translation). [accepts].\nMathew, B. 1981. The Iris. 28, 34.",
    "External links": "Has many images of the iris Media related to Iris glaucescens at Wikimedia Commons\n Data related to Iris glaucescens at Wikispecies"
  }
}