{
  "url": "https://en.wikipedia.org/wiki/Iris_odaesanensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Chinenses"
    },
    {
      "Species": "I. odaesanensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris odaesanensis is a beardless iris in the genus Iris, in the subgenus Limniris and in the Chinenses series of the species. It is a rhizomatous herbaceous perennial from China and eastern Korea. It has blue-green grass-like leaves, short stem, 1 or 2 fragrant, white or off-white flowers in spring to early summer. It is a rare plant in the wild, but it is cultivated in east Asia.",
    "Description": "Iris odaesanensis growth is more vigorous than Iris minutoaurea and Iris koreana.It has small, slender rhizome measuring about 1 cm × 0.5 cm (0.39 in × 0.20 in), it spreads by growing many stolons or branches. Under the rhizome, are secondary roots growing into the soil, looking for nutrients. These roots have small nodules on them. These are used to fix nitrogen, from the soil.It has glaucous (blue-green), grass-like leaves. They are sword-shaped (ending in a point),. and measure between 10–25 cm (4–10 in) long and 0.5–1.1 cm (0.20–0.43 in) wide. The leaves then elongate after flowering, up to 35 cm (13.8 in) long. It also has many midribs, along the length.It has short, flowering stems (or scapes) 9–13 cm (3.5–5.1 in).\nIt has one or two terminal (at the top of the stem) flower, in spring to early summer, between April or June.It has 2 lanceolate (lance-like) 3.3–6.2 cm (1.3–2.4 in) long and 0.1–0.4 cm (0.039–0.157 in) wide, spathes (leaves of the flower bud).The small fragrant, flowers are 3–4 cm (1–2 in) in diameter, and white or off-white.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'.\nThe falls are obovate (egg-like), 1.8–2.4 cm (0.71–0.94 in) long and 1–1.6 cm (0.39–0.63 in) wide, with a central yellow signal patch, spreading towards the centre of the flower.The smaller, paler (in colour) narrow, standards (held at an angle) are between 1.8–2.4 cm (1–1 in) long and 1–1.6 cm (0–1 in) wide.It has a long pedicel, short (1-5mm) perianth tube, 1-1,4 cm long stamens and white, linear, 1.5–2 cm (1–1 in) long and 0.3–0.4 cm (0–0 in) wide.It has 3 stamens, 3-lobed petal-like stigma, smaller ovary. and a green tinged with pink anther.After the iris has flowered, it produces an ovoid shaped, with 3 angles, seed capsule (between 2.3–2.7 cm (1–1 in) long and 1.2–1.5 cm (0–1 in) wide)  between June and August. Within the capsule are small boat-shaped seeds.",
    "Description-Biochemistry": "The chemical composition of the iris was studied and it was found that it contains starch and fat oil.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt was counted as 2n=22.",
    "Taxonomy": "It has the common name of 'Mt. Odae Iris' in America, and it is very occasionally known as the 'Korean White Iris'.It is written as 朝鲜 鸢 尾 in Chinese script and known as chao xian wei yuan in China, and it is written as 노랑무늬붓꽃 in Korean script.The Latin specific epithet odaesanensis, comes from the word “odaesan” because it was first discovered on Odaesan Mountain in Korea.It was first found on 'Mount Omi' in the Korean province of Gyeongsangbuk-do in 1963 and it was originally called Iris koreana for. albiflora (T.H.Chung & T.Lee, Report on study of a new species of Iridaceae plants Seoul Agricultural College 1–4 1964). Later, in 1974, Y.N.Lee found the same species on both Mt. Odae and Mt Hoenggye-ri in Gangwon province but renamed it as Iris odaesanensis.It was then first published and described as Iris odaeanensis by Y.N.Lee in the 'Korean Journal of Botany', Vol.17 on page 33 in 1974. It was later published in Illustrated Flora and Fauna of Korea, Vol.18 in 1976.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Distribution and habitat": "Iris odaesanensis is native to the temperate regions of eastern Asia.",
    "Distribution and habitat-Range": "It is found in Jilin, China, and eastern Korea.In 2007, it is listed as being found in the Korean Demilitarized Zone (between North Korea and South Korea).",
    "Distribution and habitat-Habitat": "It grows in the forest margins, mountain meadows and in damp hillsides along ditches.At altitudes of about 1,500 metres (4,900 ft) above sea level.",
    "Conservation": "In the 1997 IUCN Red List of Threatened Plants, it was classified as rare within South Korea (on Mt. Odae and Mount Sorak and Mt Kyebang).Since 2006, it has been found that the populations of the iris have been in rapid decline so now classed as 'rare'. So it was then designated as threatened by extinction, and listed as Grade II for preservation.In 2006, a patent for the method of mass propagation of Iris odaesanensis was issued. To help preserve and propagate the endangered Iris.The Hantaek Botanical Garden grows 12 species for conservation and restoration, these include Astilboides tabularis, Crypsinus hastatus, Wasabia koreana, Jeffersonia dubia, Iris odaesanensis, Iris dichotoma, Hylotelephium ussuriense, Abeliophyllum distichum, Brasenia schreberi, Paeonia obovata, Thalictrum coreanum and Corylopsis coreana.In 2012, the vascular plants of the Jusan Reservoir Watershed in Juwangsan National Park, Korea were studied and 2 species were designated by Ministry of Environment as endangered plants; Berchemia berchemiaefolia (Makino) Koidz. and Iris odaesanensis Y.N.Lee.In 2014, a study of the vascular plants along the altitudinal gradient and investigation routes of Gyebangsan (Mt.) in Korea. Out of all the 510 surveyed taxonomic groups, the rare and endangered plants constituted 24 taxa in total. Only one taxon was classified as 'Endangered' species (EN), Oplopanax elatus and vulnerable species (VU) included Picea jezoensis, Thuja koraiensis and Iris odaesanensis.",
    "Cultivation": "Iris odaesanensis is hardy to between USDA Zone 5 – 9.It prefers well drained, (mildly acidic – neutral) soils and in positions between partly sunny to light shade (similar to woodland positions). It will tolerate up to 6 hours of sun as well.It likes soils that get an average amount of moisture. But it will tolerate temporary drought conditions.It is rare in cultivation in the USA and only available in very few nurseries.It is thought to be easy to cultivate even in moderately shaded areas of Korea and Japan. It is sometimes used as a ground covering plant.It can be seen in JC Raulston Arboretum of the North Carolina State University since 2012.It flowered in the Cumberland woodland garden of Kew Botanical Garden in the UK in May 1997. This was the first known record of it flowering in cultivation in the UK.",
    "Propagation": "Iris odaesanensis can be naturally propagated by hummingbirds.It can also be propagated by division or by seed growing.Dividing the clump is the easiest, (separating the small sections of rhizomes), as the plant can create dense clumps within 5 years of planting.To grow by seed, the seed pod has to be harvested when ripe. But this must be timed perfectly, or the seeds will be lost. The seeds can suffer from poor germination rates or cross-pollination (with other iris species).It also takes a long time to grow and to form flower producing plants, they can take up to 5 years to get big enough to produce flowering stems.",
    "Hybrids and cultivars": "Known varieties include:\n\nIris odaesanensis 'Challipo'\nIris odaesanensis 'Chuwangsan' (which is more vigorous without brown),\nIris odaesanensis 'Ice Whisper'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Culture": "In 1995, a Korean postage stamp features Iris odaesanensis.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 80–81.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition)",
    "External links": " Data related to Iris odaesanensis at Wikispecies"
  }
}