{
  "url": "https://en.wikipedia.org/wiki/Iris_bostrensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris bostrensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris bostrensis is a species in the genus Iris, it is also in the subgenus of Iris and in the Oncocyclus section. It is a rhizomatous perennial, from the border between Syria and Jordan. It has greenish-grey leaves, 1–2 flowers in Spring, (in March), which have a yellowish, greenish or pale brown ground, which is then covered in many brown-black, brown-purple, or brown, spots, streaks or veining. It has a bright yellow beard, slightly tipped in purple. It is rarely cultivated as an ornamental plant in temperate regions, due to its environmental conditions of its natural habitat.",
    "Description": "It is a geophyte, with small, compact rhizomes. The rhizomes are close to the surface level, so that they receive maximum solar energy.It has up to 8 (in number), greenish grey, linear or lanceolate (shaped) leaves. That can grow up to 10–20 cm (4–8 in) long, and nearly 1 cm wide. They start to grow in spring and fade before the end of summer.It has a slender stem or peduncle, that can grow up to between 10–15 cm (4–6 in) tall.The stems hold 1 or 2, terminal (top of stem) flowers, blooming in March, or between April and May (in Europe).The silk-like, or satin-like, flowers with brown-black, brown-purple, or brown, multiple spots, streaks or veining, over a yellowish or brownish, greenish ground. The flowers can appear to be a deep copper colour when backlit.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.The falls are reflexed (folded backwards) and, 6.5–7.5 cm (3–3 in) long and between 3 and 4.5 cm wide. They have a deep maroon, semi-circular shaped signal patch, which is about 2 cm wide. In the middle of the falls, is a row of short hairs called the 'beard', which are bright yellow, and slightly purple tipped. The standards are a slightly paler colour than the falls, they are generally 8–10 cm (3–4 in) long and between 5 and 7 cm wide. Although variable colour forms are found.It has style branches that are keeled, with wide spots on a yellow ground.After the iris has flowered, it produces a seed capsule, which have not yet been described.",
    "Description-Biochemistry": "A study was carried out in 2013, to find out what oils are contained in the rhizomes of various irises in Syria, including Iris germanica, Iris barnumiae, I. bostrensis and in Iris auranitica. It found myristic acid, lauric acid, decanoic acid (capric acid), palmitic acid and methyl ester.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=20.",
    "Taxonomy": "It is known in Hebrew, it is written as איריס בוצירה.It is sometimes mistakenly spelled Iris bostensis.The Latin specific epithet bostrensis refers to the ancient city of Bosra in Syria, due to being found close to the ancient site.It was first published and described by Paul Mouterde in the Bull. Soc. Bot. France Vol.101 on page 420 in 1955.It was thought that I. bostrensis was a taller form, or a different coloured variety of Iris atropurpurea. In 1933, John Edward Dinsmore published Iris atropurpurea var. purpurea Dinsm. in Fl. Syria edition 2, Vol.2 on page 600. It was later classified as a synonym of I. bostrensis.\nIt is thought that similar shaded forms of I bostrensis can be found within natural populations of Iris nigricans.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then changed on 2 December 2004.I. bostrensis is listed in the Encyclopedia of Life, and in the Catalogue of Life.",
    "Distribution and habitat": "It is native to temperate Asia, within the Middle east.",
    "Distribution and habitat-Range": "It is found in southern Syria,   (from Busra (or Bosra), to Jabal al-Arab),\nin northern Jordan,(between Ramtha and Mafraq,)\nand occasionally in Israel.",
    "Distribution and habitat-Habitat": "It grows in dry, rocky, open scrub-land or agricultural fields, (including cornfields,), on soils containing basalt.",
    "Conservation": "In 1997, it was assessed and classed as rare within Syria, due to habitat destruction. On 5 February 2016, it was re-assessed and classed as Endangered due to the threats of agricultural development, overgrazing by cattle/livestock of local and nomadic communities. It may also be threatened by the effects of the Syria civil war.It is grown for conservation within the Royal Botanical Garden of Jordan.",
    "Cultivation": "It is considered as a fragile, or delicate plant, it needs to be protected from direct rain or garden watering regimens.",
    "References": "",
    "Sources": "Mathew, B. The Iris. 1981 (Iris) 48",
    "External links": "Image of the iris Media related to Iris bostrensis at Wikimedia Commons\n Data related to Iris bostrensis at Wikispecies"
  }
}