{
  "url": "https://en.wikipedia.org/wiki/Iris_aphylla_subsp._hungarica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. aphylla"
    },
    {
      "Subspecies": "I. a. subsp. hungarica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris aphylla subsp. hungarica  (also known as 'steppe iris') is a species in the genus Iris, it is also in the subgenus of Iris subg. Iris. It is a subspecies of Iris aphylla. It is a rhizomatous perennial, from the Carpathian Mountains and Pannonian Basin. Found within the countries of Romania, Hungary, Slovakia, Ukraine, Moldova, and Italy. It has curved, pointed, thin leaves, slender stem, several large flowers in shades of purple, or dark purple, or violet-blue.\nIt is a rare plant, that is protected by environmental law in the various countries of Europe.",
    "Description": "Iris aphylla subsp. hungarica is very similar in form to Iris aphylla but it is slightly shorter than Iris germanica (a commonly cultivated garden iris), but which it is very closely related.It has short, tuberous rhizome, that is 18–22 mm in diameter.It has basal leaves (rising from the rhizome), that are curved, acuminate (pointed) and 1–3 cm wide. They are slightly smaller than Iris aphylla, and shorter than the flowering stem. They have 5–6 ribs, and curve outwards.It has a slender stem, that can grow up to between 10–30 cm (4–12 in) tall,The stem has green, (scarious) membranous, spathes (leaves of the flower bud), which have a reddish edge.The stems hold 1–5 terminal (top of stem) flowers, blooming between March to May or between May and June. It can often the second bloom time between August and September.The flower bud leans slightly before flowering in Iris aphylla subsp. hungarica as compared to Iris aphylla, in which the stem is straight.The large flowers, come in shades of purple, or dark purple, or violet-blue.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are ovate and elongated, and 2–3 cm wide. In the centre of the petal, white beards with orange tops. The standards are elongated an ovoid, and 3 cm wide.After the iris has flowered, it produces a capsule, that is triangular, capsule, which is 4–5 mm long and 3 mm wide. The capsule contains elongated ovoid seeds.",
    "Description-Biochemistry": "In 2010, a cytotype study was carried out on Iris aphylla, using karyotype and AFLP data analysis. It concluded that Iris aphylla subsp. hungarica was a separate species to Iris aphylla.In 2014, a study was carried out on the foliage and rhizomes of the iris, it found several constituents and terpenoids (organic compounds), including phenylacetaldehyde, eugenol, and lauric acid.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been counted twice, 2n=48 (as Iris aphylla subsp. hungarica) in 1983, by Murín A. & Májovský J.,  Karyological study of Slovakian flora IV. – Acta Fac. Rerum Nat. Univ. Comen., Bot. 30: 1–16.\nAlso 2n=44 (as Iris hungarica Waldst. & Kit.) in 1990 by Zakharjeva, O. I., Numeri Chromosomatum Magnoliophytorum Florae URSS, Aceraceae—Menyanthaceae. Nauka, Leninopoli.",
    "Taxonomy": "It has the common names of Hungarian leafless iris, or Hungarian Iris, or Iris steppe.The Latin subspecies specific epithet hungarica refers to Hungary, where the iris was originally found.\nIt was first published and described as Iris hungarica by Waldstein & Kitaibel in 'Descriptiones et icônes plantarum rariorum Hungáriáé'(Descr. Icon. Pl. Hung.) Vol.3 page 251 between 1806 and 1812. In 1909, Iris aphylla subsp. hungarica was published by Gustav Hegi in 'Ill Fl. Mitteleur' Vol.2 page 289. Both were then de-classified as a synonyms of Iris aphylla. Later, Iris aphylla subsp. hungarica was re-classified as a subspecies of Iris aphylla.It has not been verified by United States Department of Agriculture and the Agricultural Research Service, as of 2 September 2015.\nIt has not been recognised as a subspecies by Plant list, as of 4 September 2015.\nIt is listed in the Encyclopedia of Life.Iris aphylla subsp. hungarica is an accepted name by the RHS.",
    "Distribution and habitat": "Iris aphylla subsp. hungarica is native to south east Europe.",
    "Distribution and habitat-Range": "It is found in the Carpathian Mountains, on the Pontic–Caspian steppe, and Pannonian Basin. Also along the foothills of the river Bodrog (in eastern Slovakia and north-eastern Hungary).Within the countries of Hungary, (within the Zemplén Mountains, near the village of Szendrőlád, and Nyírség,), Slovakia (or Slovak Republic), Ukraine (within the Cherkassy region,), Moldova, Romania, (including Transylvania,) and Italy.It is not found in the Czech republic.It is listed in a checklist of Vascular Flora in Italy, with Iris albicans, Iris bicapitata, Iris foetidissima, Iris germanica, Iris marsica, Iris pallida, Iris planifolia, Iris pseudacorus, Iris pseudopumila, Iris relicta, Iris revoluta Iris setina, Iris sibirica and Iris xiphium.",
    "Distribution and habitat-Habitat": "It grows on the steppe grasslands and meadows, (including sandy and semi-dry steppes,), in rocky meadows, (on andesite, limestone and basalt rocks,), and (in Moldova) at the edge of the forest clearings.They can be found at an altitude of up to 1,500 m (4,900 ft)above sea level.",
    "Conservation": "It was listed on the European Red List of Vascular Plants as Data Deficient (DD) in 2011.It is listed as 'Vulnerable' on Red List of vascular plants of the Carpathian part of Slovakia in 2014.It is listed in the Berne Convention (1982), Habitats Directive 92/43/EEC, and the Romanian Government Emergency Ordinance no 236/2000, Annex 3b.It is listed in Annex II of the FFH Directive (Flora, Fauna, Habitat), with Adenophora lilifolia, Aldrovanda vesiculosa, Angelica palustris, Cirsium brachycephalum, Iris humilis ssp. arenaria and Pulsatilla pratensis ssp. hungarica.It listed on Natura 2000, with 77 sites are designated for the species.In Romania, it is classed as 'Vulnerable', and is including on a list of protected plants. Since 2002 and 2007, there were 5 confirmed locations in Romania. It is also found within the Bicaz Gorges Haghimas National Park.In Slovakia, it is classed as 'critically endangered' CR, and it is protected within Slovak Paradise National Park, alongside other at risk species including buxbaumia viridis (a type of moss), cypripedium calceolus (Lady's Slipper Orchid), ligularia sibirica, pulsatilla subslavica, pulsatilla slavica (Slovak pasque flower) and adenophora lilifolia. It is also protected within National nature reserve in Dreveník, near Žehra, approximately 60 species are classified as endangered  including (Pulsatilla slavica G. Reuss.), Alpine aster (Aster alpinus L.), Carpathian harebell (Campanula carpatica Jacq.), Pontic dragonhead (Dracocephalum austriacum L.), European columbine (Aquilegia vulgaris L.), Snowdrop windflower (Anemone sylvestris L.), Manchurian monk's-hood (Aconitum variegatum L.), Turk's cap lily (Lilium martagon L.), St. Lucie cherry (Cerasus mahaleb (L.) Mill.), Yellow Monkshood (Aconitum anthora L.), Bladdernut (Staphylea pinnata L.) and Edelweiss (Leontopodium alpinum Cass.).In the Cherkasy region of Ukraine, it is listed in the Red Book as rare and endangered species with Stipa capillata L.. It is also found within the meadows of Sofiyivsky Park.In Hungary, it is protected by law.It is threatened due to habitat loss. From infrastructure development, forestry practices (including rejuvenation of forests with spruce). Also loss by invading dominant species such as robinia and pinus species.",
    "Cultivation": "It is hardy to Zone 4.It prefers to grow in well-drained soils, (it can tolerate rocky soil) in a sunny situation.It can tolerate dry situations, if planted in humus rich soils.",
    "Cultivation-Propagation": "It can be propagated by division of the rhizomes or by seed growing.\nIn the wild the seed are spread by the wind.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "Culture": "On 7 February 1967, a stamp was issued in Hungary that shows Iris hungarica.",
    "References": "",
    "Sources": "Gregory Jones QC (Editor), The Habitats Directive: A Developer's Obstacle Course?",
    "External links": "Has various images of Iris aphylla subsp. hungarica\nHas various images of 'Iris Hungarica'\nhas an image of Iris aphylla subsp. hungarica.\n Data related to Iris aphylla subsp. hungarica at Wikispecies"
  }
}