{
  "url": "https://en.wikipedia.org/wiki/Iris_minutoaurea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Chinenses"
    },
    {
      "Species": "I. minutoaurea"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris minutoaurea is a beardless iris in the genus Iris, in the subgenus Limniris and in the Chinenses series of the species. It is a rhizomatous herbaceous perennial of eastern Asia, native to China and Korea.\nIt has been naturalized in Japan. It has long grassy-like leaves, short stem and bright yellow or pale yellow flowers. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris minutoaurea can sometimes be mistaken for Iris henryi  (another yellow flowering Chinese iris). But they differ is sizes of pedicel (flower stalk) and perianth tube. Iris henryi has a short perianth tube and long pedicel, while with Iris minutoaurea it is the other way around.It has a yellowish brown, slender, wiry, rhizome, measuring about 2 cm (1 in) long and 0.5 cm (0 in) wide, that produces many branches and stolons. This branching habit forms clumps of plants. In autumn, the roots (under the rhizomes), produce small nodules. These are used to fix nitrogen, from the soil.It has grassy, linear, ribbed, 5–16 cm (2–6 in) long and 0.2–0.7 cm (0–0 in) wide leaves. They appear in early March, they then elongate after flowering up to 40 cm (16 in) long, reaching a maximum height by June. This elongating leaf habit is also shared by Iris koreana.It has a very short, slender flowering stem, only 7–10 cm (3–4 in) long.\nIt has one terminal (at the top of the stem) flower, in spring to early summer, in April or May.It has 2 lanceolate (lance-like) 4–5 cm (2–2 in) long and 0.5–0.1 cm (0–0 in) wide, spathes (leaves of the flower bud), that are acuminate (ending in a point).The small flowers come in yellow shades. Between bright yellow and pale yellow.\nThe flowers are 2.5–3 cm (1–1 in) in diameter. Which can be compared to the size of a quarter.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The drooping obovate (egg-like) falls, measuring 2.2 cm (1 in) long and 0.8 cm (0 in) wide, have brown or purple marks (dots or lines) on the hafts and in the centre of the petal. \nThe smaller, paler (in colour) narrow, upright standards are between 1.5 cm (1 in) long and 0.3–0.4 cm (0–0 in) wide, with brown/purple petal stalks.It has a slender, 1.5–2.5 cm (1–1 in) long perianth tube.\nIt has slender 1.5–2.5 cm pedicel (flower stalk), 1 cm long stamens and yellow-brown anthers. It has 1 cm (0 in) long 0.2–0.3 cm (0–0 in) ovary and 1.5 cm (1 in) long 0.3 cm (0 in) wide, style branches similar in colour to the standards.After the iris has flowered, it produces a globose (spherical) seed capsule between June and July.",
    "Description-Biochemistry": "The effect of forcing date and temperature on growth and flowering of Iris koreana and Iris minutoaurea has been examined in 2007.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has been counted twice,2n=22, Simonet, in 1934; syn. Iris savatieri Nakai and 2n=26, Lee in 1970.\nIt is normally listed as 2n=22.",
    "Taxonomy": "It is written as 小黄花鸢尾 in Chinese script and known as xiao huang hua yuan wei in China.It is written as 금붓꽃 in Korean script.It has the common names of small yellow-flower iris in Chinese English.The Latin specific epithet minutoaurea refers to the combination of 2 Latin names, minuto refers to very small (or minute) and aurea refers to yellow. Making 'Small yellow blossoms'.It was originally published as Iris minuta by Franchet and Savatier in 'Enumeratio Plantarum in Japonia Sponte Crescentium' 2: Vol.42 page521 in 1877.It was later illustrated as Iris minute in Curtis Botanical Magazine Issue 8293 in 1910.Later, Iris minuta was regarded as a synonym of 'Iris minutoaurea and first published and described by Tomitaro Makino in  the 'Journal of Japanese Botany', (Shokubutsu Kenkyu Zasshi) from Tokyo Vol.17  in 1928.\nIris minutoaurea is an accepted name by the RHS.It was verified by United States Department of Agriculture Agricultural Research Service on 9 January 2003.",
    "Distribution and habitat": "Iris minutoaurea is native to the temperate regions of eastern Asia.\nIt has a wider geographical area than Iris odaesanensis.",
    "Distribution and habitat-Range": "It can be found on the Korean Peninsula, and in Liaoning Province of northeastern China.It is also found on Gyebangsan Mountain in South Korea.It has been naturalized in Japan.",
    "Distribution and habitat-Habitat": "It grows on forest margins and grassy hillsides.",
    "Conservation": "It has been listed in the flora of vascular plants in the Chilgapsan Provincial Park of Korea. \nIt was listed as 'least concern' on the Red List of vascular plants according to IUCN on Mt. Gilsangsan in Korea. Also listed as 'least concern' on the list of Jeju Island in Korea. It has also been listed as growing on Deokjeokdo.In Liaoning, China, it was listed as an endemic vascular species, along with Acontium faurieri, Artemisia chienshanica, Betula ceratoptera, Caragana litwinowii, Iris kobayashii,  Phragmites australis and others.",
    "Cultivation": "Iris minutoaurea has been cultivated in UK, but it is rare, and considered difficult to grow. It is also rare in Europe. It has also, been cultivated in the US but is thought difficult to get it to bloom. It is much easier to grow in Japan, where it has been cultivated for many centuries.It is hardy to Zone H2 (which means hardy to −15 to-20 °C (5 to −4 °F ), in Europe. Although, it has survived in temperatures as low as −29 °C in France. It will be difficult to get to flower in areas of cool summers.It can be grown in a bulb frame to survive a cold winter or over-watering.It likes to grow in humus-rich, well-drained, neutral to acidic soils.It prefers positions in full sun but may tolerate part shade.It does not like positions that get a lot of water, preferring well drained, rock gardens and scree-like slopes.It can be propagated by division. They need to be divided when ever the clumps of plants get congested and it stops blooming.It is best planted in September or March. The iris is untouched or undamaged by slugs.",
    "References": "",
    "References-Other sources": "Liberty Hyde Bailey Hortorium. 1976. Hortus third. [\"minutaurea\"].\nMathew, B. 1981. The Iris. 79–80.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWalters, S. M. et al., eds. 1986–. European garden flora.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).\n\n\n== External links =="
  }
}