{
  "url": "https://en.wikipedia.org/wiki/Iris_acutiloba",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris acutiloba"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris acutiloba  is a species in the genus Iris, it is also in the subgenus of Iris and Oncocyclus Section. It is a rhizomatous perennial, from the mountains of the Caucasus and found in Turkey, Armenia, Azerbaijan, Turkmenistan, Dagestan in the North Caucasus, and Iran. It is a dwarf species, with narrow, falcate or curved leaves, it has one flower in spring or early summer, that comes in shades from cream, creamy white, whitish, pale brown, light grey, to pale violet. It is heavily veined or streaked and pointed, with 2 dark spots and brown, purple, dark purple, or black short beard. It is cultivated as an ornamental plant in temperate regions. There are two subspecies, Iris acutiloba subsp. lineolata and Iris acutiloba subsp. longitepala.",
    "Description": "It has a small, thick and compressed rhizomes, which have many branches, and gives the plant a creeping habit, across the surface of the ground, while being heated by the sun. The creeping habit creates clumps.It has narrow, slender, curved, or falcate (sickle-shaped), leaves, that are glaucous, grey green, or medium green. They can grow up to between 10 cm (4 in) long, and between 0.2 and 0.6 cm wide.It is dwarf species, and has a slender stem or peduncle, that can grow up to between 8–25 cm (3–10 in) tall.The stem has lanceolate, slightly pinkish, or green, and membranous, spathes (leaves of the flower bud), they are 5–8 cm (2–3 in) long.The stems hold 1, terminal, (top of stem) flower, blooming in spring, or early summer, between March (in Russia), April, or May. The leaves begin to grow in the late autumn and stop in the summer.In his book 'Iris', Fritz Kohlein, wrote \"the blossoms of this small plant render a sombre, bat-like effect.\"The flower is 5–8 cm (2–3 in) in diameter, come in shades from cream, creamy white, whitish, pale brown, light grey, to pale violet, They are streaked, or heavily veined with brown, brown black, grey, purple, or purple-brown,Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are reflexed, pointed, or lanceolate, they can be up to 4–7 cm (2–3 in) long. They are generally marked with 2, large dark red-brown, blackish, purple-violet, or dark purplish-brown spots, or deep purple signal patch. One spot is in the centre and the other is at the apex. In the middle of the falls, is a sparse, row of short hairs called the 'beard', which is brown, purple, dark purple, or black.\nThe acute, pointed, standards are larger than the falls, they can be up to 4–8 cm (2–3 in) long, and unspotted.In the wild, it is more variable in colour and flower form.It has greenish, style branch that is 2–5 cm (1–2 in), and has brown spots. It also has a cylindric ovary, green filaments and anthers It has 1.5–2 cm (1–1 in) long, perianth tube, that is cylindric and green dotted with purple.After the iris has flowered, it produces a seed capsule, that contains large, white and yellow seeds.",
    "Description-Biochemistry": "In 2015, a study was carried out on 8 species of iris found in Iran including Iris reticulata, Iris pseudocaucasica, Iris persica, Iris acutiloba and Iris meda. It found that the petals contain anthocyanins, (which are common floral pigments that form blue, purple and red colours).\nAs most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt was counted in 1928 by Delaunay, in 1932 by Simonet, in 1969 by Zakharyeva & Makushenko, in 1975 by Gustafsson & Wendelbo and in 1980 by Awishai & Zohary. It is normally published as 2n=20.",
    "Taxonomy": "It is known in Russia as Ostrodolny Iris. Meaning 'sharp-lobed iris'.The Latin specific epithet acutiloba is derived from two Latin words 'acutus' meaning acute or narrow and 'loba' meaning lobes or lobed. This is due to the narrow, pointed segments of the flower.It was first published and described by Carl Anton von Meyer in Verz. Pfl. Casp. Meer. (sometimes known as Verz. Pfl, Cauc.) Vol.32 in Nov–Dec 1831.It was also published in 'Gartenflora' Vol.13 page 323 in 1874, (with a colour illustration) and in The Gardeners' Chronicle 3rd Series Vol.94 on page 451 on 16 December 1932.It has 2 known subspecies, Iris acutiloba subsp. lineolata and Iris acutiloba subsp. longitepala. Due to the classification of the subspecies, some authors have renamed the species as Iris acutiloba subsp. acutiloba Mathew & Wendelbo. Although many botanists in Russia and Turkey still classify Iris lineolata as a separate species.It is listed in the 'Encyclopedia of Life, and in the Catalogue of Life as Iris acutiloba subsp. acutiloba.Iris acutiloba is an accepted name by the RHS and was listed in the current RHS Plant Finder. It was also verified by United States Department of Agriculture and the Agricultural Research Service on 2 October 2014.",
    "Distribution and habitat": "It is endemic and native to temperate regions of Asia, and the Caucasus, including Transcaucasia.",
    "Distribution and habitat-Range": "It is an, found in the countries of Turkey, (the former USSR states,) of Armenia, Azerbaijan, Turkmenistan, Dagestan (near the capital city of Makhachkala, and Barham,) and Iran. (or Persia,)",
    "Distribution and habitat-Habitat": "It grows in the mountains, or dry hills, on rocky steppes and rocky slopes, or on sand.They can be found at an altitude of 1,500 to 3,000 m (4,900 to 9,800 ft) above sea level. or below 200m (when situated on the sand dunes).",
    "Conservation": "It is listed as a rare species, and is included in the Red Data Book of the Russian Federation as 'endangered'.It is at risk due to the flowers being picked for bouquets. In the past 10–12 years, it has severely declined in population numbers. In 1969–1972, it was found over a large area (between 4–5 hectares), but this has now declined to a few isolated individuals being found.In Dagestan, as part of the protected Dagestan Nature Reserve, in Kizlyar Bay, there are two distinct sites; 'Kizliar' and 'Sarykum', which have up to 279 species of rare plants.\nOn the 'Sarykum', sand dunes, it can be found with other rare plants such as Shishkin's groundsel (Senecio schischkinii),  Karakugen milkvetch, astragalus karakugensis and colchicum laetum.",
    "Cultivation": "The species is hardy to European Zone H3, meaning hardy to −10 °C (14 °F) to −15 °C (5 °F).As they grow in the mountains, they are much more cold hardy than some of the Oncocyclus section irises native to Israel-Palestine.In Russia, it was tested for hardiness in various botanical gardens, it did not survive in Tbilisi, Baku, Frunze (or Bishkek), Nalchik and Alma-Ata. In the gardens of Moscow and St. Petersburg, it had unstable results.As Iris acutiloba and the subspecies 'lineolata' are dwarf, they can be grown in a pot, with sharp drainage and careful watering, and kept (frost-free) in greenhouse or cold frame, or alpine house.They should be planted in sandy, well drained soils in full sun. They need protection from spring and autumn rains. If planted in pots, they are left to dry from September and in the spring, given fertilizer during the growing season. Some irises have lived for 3–5 years under this method.In 1904, it was rarely in cultivation in the UK, it is still fairly rare in cultivation in the west.On 15 March 1900, a specimen was collected by Paul Sintenis near Baku, and then stored in the herbarium of Komarov Botanical Institute. Due to a mistake, it was labeled as Bailovo, but the actual correct name of the region near to the Danube is Brailovo.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing, which can take up to 3–5 years or more to reach maturity.",
    "Cultivation-Hybrids and cultivars": "It has been used in various plant breeding programmes, including hybrid crosses; (with other regelia irises) 'Acutikor' and 'Tel Hashi', (with other Oncocyclus Section irises) 'Star Over Iran' and 'Zuvendicus'.\nCultivars which have Iris acutiloba as a grandparent include; 'Aril Sanctum', 'Darling Who Knows', 'Kazakhstan' and 'Rojen's Saga'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and can cause stomach pains and vomiting if mistakenly ingested. Handling the plant may cause skin irritation or an allergic reaction.",
    "Culture": "In 1993, it was used as a postage stamp in Azerbaijan, with a series of other flowers, including Iris reticulata, Tulipa persica, Puschkinia scilloides, Iris elegantissima and Tulipa florenskyii.",
    "References": "",
    "Sources": "Czerepanov, S. K. Vascular plants of Russia and adjacent states (the former USSR). 1995 (L USSR)\nDavis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965–1988 (F Turk)\nKhassanov, F. O. & N. Rakhimova 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia (Stapfia) 97:177.\nMathew, B. The Iris. 1981 (Iris) 43.\nMathew, B. & M. Zarrei 2009. 654. Iris acutiloba subsp. longitepala Curtis's Bot. Mag. 26:253–259.\nRechinger, K. H., ed. Flora iranica. 1963– (F Iran)",
    "External links": " Media related to Iris acutiloba at Wikimedia Commons\n Data related to Iris acutiloba at Wikispecies"
  }
}