{
  "url": "https://en.wikipedia.org/wiki/Iris_koreana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Chinenses"
    },
    {
      "Species": "I. koreana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris koreana, also known as Dwarf woodland Korean iris, is a beardless iris in the genus Iris, in the subgenus Limniris and in the Chinenses series of the species. It is a rhizomatous herbaceous perennial from Korea.",
    "Description": "Iris koreana is similar in form to (the larger) Iris minutoaurea and Iris odaesanensis, (both are also from the Iris chinensis series). William Rickatson Dykes thought that Iris koreana was a larger form of Iris minutoaurea, but Iris koreana is more robust than Iris minutoaurea.It is also similar to the American woodland native, Iris cristata.It has slender rhizomes that are small, long, fine and have many branches (or stolons).\nDue to its spreading ability, it is thought it could be used as a ground cover plant.It has narrow, smooth, glossy green, and ensiform (sword-shaped) leaves, that are long than the flowering stems. They grow up to 20–35 cm (8–14 in) long and 1–4 cm (0–2 in) wide. The leaves have prominent veins and are faintly tinged red at base (near the rhizome).Iris koreana and Iris minutoaureas also have the habit of their foliage growing longer after they have flowered.It has an unbranched stem, up to 15–30 cm (6–12 in) tall.\nIt has 2 terminal flowers (at the top of the stems), that bloom in early summer, between April and May.It has a perianth tube that is longer than the spathes (leaves of the flower bud).The flowers are small, about 3 cm (1 in) in diameter.\nThey come in yellow shades, between bright yellow to pale yellow.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The larger falls are obovate (egg or tear-drop shaped), held at a horizontal angle, have pleated edges and have brown markings on the hafts (the thinner part of the petal heading towards the centre). The smaller and shorter standards are paler (than the falls), almost erect (or vertical) and have a notch at the ends.The style branches are the same colour as the standards but narrow and acuminate (end in a sharp point).In June and July (after the flowers have faded), it produces green, globose (spherical) seed capsules. Inside are obovate or occasionally circular, smooth, glabrous (without hair) and brown or dark henne coloured seeds.  Which are 3.6–4.6 mm (0–0 in) long and 2.5–3.3 mm (0–0 in) wide.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=20.",
    "Taxonomy": "Iris koreana is pronounced as EYE-ris kor-ee-AH-nuh.It is written as 노랑붓꽃 in Korean language.It has the common name of Dwarf woodland Korean iris.The Latin specific epithet koreana refers to the country where it was found, Korea.It was first published and described by Takenoshin Nakai in 'Repertorium Specierum Novarum Regni Vegetabilis' (Centralblatt für Sammlung und Veroffentlichung von Einzeldiagnosen neuer Pflanzen. (Edited by Friedrich Fedde in Berlin), Vol.2 in 1914.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.Iris koreana and Iris rossii are on the list of legally protected species, rare plants and endemic plants in the Dakibong and Bonghwabong regions of Korea.",
    "Native": "Iris koreana is native to temperate areas of Asia.",
    "Native-Range": "It is only found in Korea.It is found in various national parks (of Korea) including Jirisan, Gyeongju, Seoraksan, Songnisan, Naejangsan, Sobaeksan, Wolchulsan and Byeonsan bando.One reference mentions that it is also native to China, but this might only mean cultivated and then naturalised within China.",
    "Native-Habitat": "It prefers to grow in dry woodlands, and forests.",
    "Cultivation": "Iris koreana is thought easy to grow in typical to dry woodland garden conditions.It is hardy between USDA Zone 4a (-30 °F) and 8b. (15 °F).It prefers positions in Part Sun to Light Shade.It likes soils that are moist (especially in the winter and spring), rich and between strongly acidic too alkaline.It can be propagated by division, cutting the rhizome into large sections to be re-planted. \nIt can also be grown from seed, collected from the plant (after the flowering has finished), as the collected seed does not store very well, it is recommended to sow the seed as soon as possible.The iris is thought to be resistant to deer.It is only available from a few select specialty nurseries in the US.It is rarely cultivated in British gardens.",
    "Hybrids and cultivars": "There is a known cultivar Iris koreana 'Firefly Shuffle', which was hybridized by Darrell Probst of the Garden Vision Nursery in 2010.",
    "References": "",
    "External links": "",
    "External links-Other sources": "Mathew, B. 1981. The Iris. 79."
  }
}