{
  "url": "https://en.wikipedia.org/wiki/Iris_hyrcana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Hermodactyloides"
    },
    {
      "Section": "Reticulatae"
    },
    {
      "Species": "Iris hyrcana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris hyrcana (or Hyrcana iris) is a species in the genus Iris, it is also in the subgenus of Hermodactyloides and section Reticulatae. It is a bulbous perennial from central Asia, from Azerbaijan to Iran.",
    "Description": "Iris hyrcana has spherical bulbs, that are coated with a solid brown fiberous network.The leaves appear after flowering, it has 10 cm (3.9 in) high stems.It blooms in the winter time (between November and January), or sometimes in February. The flowers are around 2.5–3 cm (0.98–1.18 in) wide. The flowers are much smaller than those of other Reticulata irises.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. They come in shades of blue, from clear blue, to dark blue and purple. The falls have a bright yellow ridge, or orange mark.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt was counted as 2n=20,",
    "Taxonomy": "The specific epithet hyrcana, refers to Hyrcania, a historical region composed of the land south-east of the Caspian Sea in modern-day Iran.In 1848, specimens of the plant were originally collected in Azerbaijan.\nIt was described and published in 'Flora Kavkaza' by Alexander Grossheim in 1928.Iris hyrcana is now an accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 11 December 2024.It is listed in 1995 in 'Vascular Plants of Russia and adjacent States (the former USSR)' by Czerepanov, S. K.It was once though to be a variant of Iris reticulata, except Iris hyrcana has spherical bulbs where as Iris reticulata bulbs are drop shaped.",
    "Distribution and habitat": "Iris hyrcana is native to temperate areas of western Asia.",
    "Distribution and habitat-Range": "Originally found in the Hyrcanian woods, along the southern coast of the Caspian Sea from Azerbaijan to Iran.",
    "Distribution and habitat-Habitat": "It is found growing in the mountains along the Caspian Sea.",
    "Cultivation": "It prefers to grow in sunny sites, on rocky soils that dry out completely in summer.As it is not very hardy, but it can withstand strong frosts of short duration. Although it is thought to be best grown in the UK and in America, within a bulb frame or alpine house, to keep the soils dry. It also needs a dry, summer dormancy of several months.A specimen of Iris hyrcana won the Farrer Medal at the AGS Caerleon Show, in South Wales, shown by Bob & Rannveig Wallis.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Other sources": "Komarov, V. L. et al., eds. 1934–1964. Flora SSSR. [lists as I. hyrcana (Woronow)]\nMathew, B. 1981. The Iris. 177",
    "External links": " Media related to Iris hyrcana at Wikimedia Commons\n Data related to Iris hyrcana at Wikispecies"
  }
}