{
  "url": "https://en.wikipedia.org/wiki/Iris_alexeenkoi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris alexeenkoi"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris alexeenkoi  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the Caucasus mountains in Azerbaijan. It has green or greyish grass-like leaves, a short slender stem and 1–2 flowers that come in shades of purple, violet, purple-blue, or blue. It is closely related to Iris pumila. It is rarely cultivated as an ornamental plant in temperate regions.",
    "Description": "It is a dwarf, bearded species which is closely related to Iris pumila L.It has a thick and short rhizome. They are bigger than Iris pumila, and fibrous.It has green, or greyish leaves, which are sword-shaped, with pointed ends. They are grass-like, and form tufts of plants. They can grow up to between 10–25 cm (4–10 in) long, and between 0.4 and 1 cm wide. They are longer than Iris pumila.It has a slender stem, that can grow up to between 20–30 cm (8–12 in) tall.\nIt has a very, very small pedicel, similar to Iris pumila.The stem has green, glaucous, (scarious) membranous, spathes  (leaves of the flower bud).The stems hold 1, or 2 terminal (top of stem) flowers, blooming in spring, in April.The large flowers, come in shades of purple, violet, purple-blue, or blue. The flowers are larger than Iris pumila.It has a long, thin perianth tube, which is purple, but with a brown colour at the base. They are longer than the ovary.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The narrow, falls oblong or elongated, and reflexed, they can grow up to 4.5–5.5 cm (2–2 in) long. In the centre of the petal, it has a varied coloured beard, in blue, light violet, white tipped with yellow, or yellow. The standards are longer than the falls. They are ovate or oblong shaped, they also have dark purple veining.It has a blue anthers.After the iris has flowered, it produces an ovate, oblong or triangular seed capsule, that is 5 cm (2 in) long.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=32.",
    "Taxonomy": "It is known as Alеksеy süsəni in Azerbaijan.It is commonly known as 'Alexeenko Iris' in Russia.The Latin specific epithet alexeenkoi refers to a Russian plant collector called 'Fyodor Nikitich Alexeenko' (1882–1904). Who was born in  Pavlograd in Russia, and then studied at the St. Petersburg Forestry Institute. He later in 1897, set out on a 3-year expedition in the Russian Caucasus, where he made significant collections of plants including Iris alexeenkoi. He then went Central Asia in 1901, gathering some 4,000 specimens from the Pamir Mountains, Wakhan Ridge, Shugnan (Afghanistan) and Darvaz. In 1903, he collected over a thousand specimens in Iran. Then in 1904, he was killed while attempting to illegally cross the Swiss-French border at Geneva.On 4 December 1902, a specimen of Iris alexeenkoi was collected from a region closer to the village of Novoivanovka in Azerbaijan, at an altitude of 2800 ft.It was first published and described by Alexander Alfonsovich Grossheim in 'Botanicheskie Materially Gerbariya Botanicheskogo Instituta Imeni V. L. Komarova Akademii Nauk S S S R' (Bot. Mater. Gerb. Bot. Inst. Komarova Akad. Nauk S.S.S.R.) in 1950, Vol.8 on page 6. The journal is sometimes referred to as 'Not. Syst. Herb. Inst. Bot. Acad. Sci., URSS'.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003 and then updated on 2 December 2004.It is listed in the Encyclopedia of Life.Iris alexeenkoi is a tentatively accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in the Caucasus mountains, (also known as the Transcaucasia region,) within Azerbaijan. Including  the regions of, Ganja-Gazakh Area, Baku Province, and Shiraki.",
    "Distribution and habitat-Habitat": "It grows on the dry plains, meadows, and steppes, of the lower mountain region.They can be found at around an altitude of 2,800 ft (850 m)above sea level.",
    "Conservation": "It is a rare and threatened plant, of Azerbaijan, with Iris camillae, Iris iberica, Iris pumila  and Iris schelkownikowii.",
    "Cultivation": "It is hardy to very warm climates, as it does not stand cold. It can be grown in a greenhouse and cold frame.It is best grown in well-drained soils, in sunny positions.It can be grown in garden borders and pots.It is susceptible to viruses, and slug damage.It is extremely rare in cultivation. It is thought that plants found in the US are mislabelled Iris alexeenkoi.A herbarium specimen can be found in the collection of Royal Botanic Garden Edinburgh.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nMathew, B. 1981. The Iris. 22.",
    "External links": "Has several images of the iris in flower\n Data related to Iris alexeenkoi at Wikispecies"
  }
}