{
  "url": "https://en.wikipedia.org/wiki/Iris_palaestina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris palaestina"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris palaestina (or sometimes Iris palestina) is a species in the genus Iris; it is also in the subgenus of Scorpiris. It is a bulbous perennial from Asia, within Israel, Jordan, Lebanon, Syria and Turkey. It has long, narrow, strap-like leaves, and a short stem. The early blooming, fragrant flowers are greenish-grey/white or yellow-white.",
    "Description": "Iris palestina has 1–1.5 in (25–38 mm) ovoid brown bulbs.Most specimens have up to six leaves, which are 6 in (150 mm) tall at flowering time. They are normally about 1–2 cm (0.39–0.79 in) wide at the base of the plant. The long, narrow, strap-like leaves have undulate edges with a thin white margin. They are normally shiny green in color, but are glossy on the upper surface.It has a short stem which is about 10–20 cm (3.9–7.9 in) high.It has fragrant flowers between January and February.\nGenerally, there are one to three flowers per stem. The flowers are greenish-grey/white, but can be yellow-white as well. In southern Israel, some specimens have a slight blue tinge.The flowers have winged falls. It has a perianth tube around 8–18 cm (3.1–7.1 in) long.It has oblong capsules and seeds without arils.",
    "Taxonomy": "It is also known as the Palestine Iris, and it is known in Hebrew as איריס ארץ-ישראלי.Iris palestina was first found in Mesopotamia, part of Syria, and it was first published in Flora Orientalis by Pierre Edmond Boissier in July 1882.It was originally thought to be a variety of Iris vartanii. It is similar in form to the better known and more decorative Iris planifolia.Iris palaestina is an accepted name by the Royal Horticultural Society. It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then updated on 1 December 2004.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It comes from Turkey, Jordan, Syria, Lebanon, (including Batha) and Israel. It was found in Golan, Galilee, Mediterranean coast, northern valleys, Carmel, Samarian mountains, Samarian desert, Judean mountains, Sharon and Shefela.",
    "Habitat": "It likes open stony soils (with sandstone material) at low altitudes. Normally it is found at coastal sites but is also common within olive groves.",
    "Cultivation": "It is hardy to USDA Zone 4.The iris is not hardy and is generally a poor grower in the UK.\nIt is better grown in a pot under cover in a greenhouse or bulb frame. It should be potted in well-drained, fertile compost and have a summer rest from watering.It can be found and seen in Tel Aviv University Botanic Garden.",
    "Cultural uses": "It has been used as a medicinal plant in the Middle East for urinary tract infections by boiling the leaves or the rhizomes in water, similar to the use of Iris pallida.",
    "References": "",
    "Other sources": "Danin, A. (2004). Distribution Atlas of Plants in the Flora Palaestina Area: 404-410. Israel Academy of Sciences and Humanities.\nFeinbrun-Dothan, N. (1986). Flora Palaestina 4: 112-137. Israel Academy of Sciences and Humanities.\nInnes, C. (1985). The World of Iridaceae: 1-407. Holly Gare International Ltd., Ashington.\nPost, G.E. (1933). Fl. Syria, Palestine & Sinai 2: 583-604. American Press, Beirut.",
    "External links": "Various images of the plant\nLarge close-up image of the flower Media related to Iris palaestina at Wikimedia Commons\n Data related to Iris palaestina at Wikispecies"
  }
}