{
  "url": "https://en.wikipedia.org/wiki/Iris_bulleyana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Sibiricae"
    },
    {
      "Species": "Iris bulleyana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris bulleyana is a species in the genus Iris, also the subgenus of Limniris and in the Iris series Sibiricae.  It is a rhizomatous herbaceous perennial, from South west China, including Myanmar (or Burma) and Tibet. It has long thin green leaves,",
    "Description": "Iris bulleyana is close in form to Iris chrysographes but differs in having paler flowers.It forms thick, creeping rhizomes, that create dense tufts of plants with stems and leaves of similar length.It has linear leaves that are glossy green above but grey-green beneath, measuring 15–45 cm (6–18 inches) long and 3–10 mm wide.It has hollow, flower stems that grow up to 10–70 cm (4–27 inches) long and 4–6 mm wide, which are unbranched and have 1–2 flowers (at the terminal ends) per stem. The stem has 2 or 3 leaves and 2 or 3 spathes, which are green (with a red-brown margin) and measure 5.5–12 cm (2–5 inches) long and 0.8–1.2 cm wide.\nIt blooms between June and July.The flowers come in a range of shades of blue. From violet, to purple, to lilac, to blue. Although there are occasionally white forms.The flowers are 5.5 cm – 8 cm (2–3 inches) in diameter. It has a perianth tube of 1–1.2 cm long.It has 3 drooping falls, that have a violet tip and a wide blade with a white or yellow patch, that has purple or blue-violet markings, stripes or veins. It also has 3 smaller, narrower, paler, lanceolate, upright standards.It has 2.5 cm long stamens and milky white anthers, with a short pedicle of less than 5 cm long,\nand it has a 2 cm long ovary and 3.5 cm long style branches.It develops seeds and capsules between August and October. The capsule is 3 angled, cylindric (in form), with highly visible 6-veins and measures 4–5.5 cm long and 1.5–1.8 cm wide. The seeds are roundish in shape, flat and brown.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=40. (Shen et al., 2007). (Simonet, 1932)",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (bulleyana) bul-ee-YAH-nuh.It is written as 西南鸢尾 in Chinese script, and known as xi nan yuan wei in Pidgin in China. Xi nan yuan wei means 'southwest iris'.It is known as kinesisk iris in Sweden, and it is sometimes commonly known as 'Bulley's Iris'.The Latin specific epithet bulleyana refers to Arthur Bulley, a wealthy cotton trader from Liverpool, who funded many garden hunters including George Forrest and Frank Kingdon-Ward.It was first published and described by William Rickatson Dykes in The Gardeners' Chronicle Volume 47, (p. 418), in 1910. Dykes has made his description on plants that were raised by Mr Arthur Bulley, that been collected in 1908 by George Forrest when he had found Iris forrestii. Later, George Forrest had stated that he had never seen the plant in the wild, it was then thought (by Dykes) that the plant was a hybrid. Not a garden hybrid as not enough time had passed from seed collecting and flowering. So it was thought to be a 'naturalised' hybrid of Iris forrestii and Iris chrysographes. He later raised plants from seeds that had been presented to him, by Sir David Prain, director of the Royal Botanic Garden. Which turned out to be similar forms (but with more yellow) to his description. In 1994, during an expedition by the Alpine Garden Society and Royal Botanic Garden to China, the true species was found. Large colonies were found in North WestYunnan.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 1 December 2004. Iris bulleyana is an accepted name by the RHS.",
    "Distribution and habitat": "Iris bulleyana is native to temperate and tropical areas of Asia.",
    "Distribution and habitat-Range": "Iris bulleyana is found in South west China. In the provinces of Sichuan, Yunnan, Myanmar(or Burma), Tibet, and Xizang.It is found specifically on the Hengduan mountains of Tibet, also in Pudacuo National Park in south-west Yunnan.White-flowered forms which were called Iris bulleyana f. alba are restricted to Yunnan. (Y. T. Zhao, Acta Phytotax. Sin. 18: 54. 1980). Although this name has been since classed as a synonym.",
    "Distribution and habitat-Habitat": "Iris bulleyana grows in moist areas on hillsides and mountainsides, and in meadows (alpine or sub-alpine meadows,), and river flats (in similar habitats to Iris forrestii and Iris wilsonii), and beside stream sides.It is found at 2300–4300m above sea level.",
    "Cultivation": "The Sino-siberian irises all generally have similar cultivation requirements.\nThey are not as hardy as the other group of Siberian irises. They also don't like very hot conditions either. Preferring the northern parts of America and United States to the over warm southern America. They will tolerate temperatures of up to −10 degrees C. But may survive lower if protected or well mulched in winter.They prefer soils with a ph level of 5.5 to 7 (acidic to neutral ) and more moisture tolerant. They do not like free-draining soils (or sandy soils). They are also tolerant of windy conditions.They prefer positions in full sun but can tolerate partial shade. They produce less flowers in shaded positions.They can be mulched with peat or garden compost in spring. They can also be fed in spring with a general fertiliser but it is not essential.They can be divided after flowering (in early summer) if the clumps become too big and congested. Also propagation is best carried out by division of the rhizomes. They then should be replanted 25 cm (10ins) apart and 10 cm (4inches) deep, into weed free conditions. New plants can be planted in spring or autumn.  But the ground needs to be prepared before planting. New plants need to be well watered during the first season. New plants also take at least 2 years to become established.They can be used in gardens, at waterside locations beside pools or streams.Iris bulleyana (and Iris chrysographes and Iris wilsonii) are very susceptible to the Iris borer moth caterpillars (Macronoctua onusta) and they can be so much damaged that it could be fatal.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Uses": "Iris bulleyana has long been used as a remedy for detoxification and detumescence in China. Hydro-distillation has been used to extract the essential oil from its rhizomes. It was also tested for its antifungal and antioxidant activities.",
    "Culture": "In the 2014, RHS Chelsea Flower Show, The Waterscape Garden designed by Hugo Bugg, uses Iris bulleyana as well as many other irises and plants.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nMathew, B. 1981. The Iris. 88.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).ris of China, Zhao Yu-tang."
  }
}