{
  "url": "https://en.wikipedia.org/wiki/Iris_speculatrix",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Chinenses"
    },
    {
      "Species": "I. speculatrix"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris speculatrix is a beardless iris in the genus Iris, in the subgenus Limniris and in the Chinenses series of the species. It is a rhizomatous herbaceous perennial, from \nAsia, found in China, Hong Kong and Taiwan. It has dark green, evergreen leaves, long slender stem and flowers in various blue shades, from violet, lilac, lavender, to light blue.",
    "Description": "Iris speculatrix has a creeping, thick, short brown rhizome.It has glossy, linear, lanceolate (grass-like), dark green leaves that are 8–40 cm (3–16 in) long 0.4–1.2 cm (0–0 in) wide.\nThe leaves have a sheath-like covering of fibres near the rhizome, they also have veining, which is sometimes criss-crossed and they are sometimes considered evergreen.It has long slender flowering stems of between 12–35 cm (5–14 in) tall. Normally within the 20–25 cm (8–10 in) range.\nThese stems are the tallest of any species iris in the Chinenses Series.The stems have 1 – 2 leaves on the stem, and between 1 and 2 terminal (at the top of the stem) flowers, in spring and summer, between May, and June.It has 2 or 3 green, lanceolate (lance-like), 5.5–7.5 cm (2–3 in) long, spathes (leaves of the flower bud), are acuminate (end in a point).The flowers come in a range of blue shades, from violet,  lilac, lavender, to light blue. They are between 5.6–6 cm (2–2 in) in diameter. Similar in size to Iris cristata.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are spatulate (spoon-like), 3–4 cm (1–2 in) long and 0.9–1.3 cm (0–1 in) wide, with a distinctive white, central signal area, that is speckled with purple and also surrounded by a dark purple area. It also has a bright yellow or orange central crest.The standards (the same colour as the falls) are erect, oblanceolate, 3–3.7 cm (1–1 in) long and 0.9–1 cm (0–0 in) wide.It has 3–7 cm (1–3 in) long pedicel, 5 mm long perianth tube, under the tube is a solid beak. It has 1.2 cm stamens, white anthers, 1.6–2 cm (1–1 in) long and 0.5mm wide ovary and 2.5 cm long and 7 mm wide styles branches (that are a similar colour to the petals).After the iris has flowered, between July and August, it produces an ellipsoid, seed capsule, 5–5.5 cm (2–2 in) long and 2 cm in diameter. They have a long beak (or acute point) at the top. They also bend at a 90 degree angle (right angle) from the stem.\nInside the capsule, are dark brown, angled seeds with an aril (like a pale brown wing).",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has had its chromosome count several times, 2n=44, Snoad in 1952; 2n=44, Lenz in 1959, 2n=44, Chimphamba in 1973; 2n=44, Mao & Xue in 1986.",
    "Taxonomy": "It is written as 小鸢尾 in Chinese script and known as xiao yuan wei  or  xiao hua yuan wei in China.It has the common name of Small-flower Iris in China. or Hong Kong Iris (in Hong Kong).The Latin specific epithet speculatrix refers to the female Latin word 'to observe', or 'the woman who watches and observes, or 'female spy' or 'watcher', or, poetically \"that looks towards the sea\". It may refer the markings on the petals looking similar to pair of spectacles.It was originally found in April, 1874, by a Chinese workman, employed by the botanical garden of Hong-Kong, on a hill facing the sea between Victoria Peak and Mount Davis, on Hong Kong island. Also found along the path of Wilson Trail and on the slopes of Dragon's Back.It was first published and described by Hance in the 'Journal Botanical' Vol.13 on page 196 in 1875.\nIt was later published in 'The Gardeners' Chronicle' Vol.40 on page 36 on 8 July 1876 and by John Gilbert Baker in Curtis's Botanical Magazine tab. 6306 in 1877. Then in the Journal of the 'Linnean Society of London' Vol.16 p143 in 1878, 'The Gardeners' Chronicle' Vol.87 page 396 on 23 June 1900 and 'Wild Flowers of Hong Kong' Vol.35 in 1977.It was previously placed in Section Lophiris because of a crest-like ridge in signal area, but Wu & Cutler Taxonomic, evolutionary and ecological implications of the leaf anatomy of rhizomatous Iris species in the Botanical Journal of the Linnean Society Vol. 90 page253 – 303 in 1985, showed that the iris should be within the Chinensis Series. Which was agreed by other authors.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Distribution and habitat": "Iris speculatrix is native to temperate areas of Asia.",
    "Distribution and habitat-Range": "It is found within many Provinces of China, including; Anhui, Fujian, Guangdong, Guangxi, Guizhou, Henan, Hubei, Hunan, Jiangsu, Jiangxi, Qinghai, Shaanxi, Shanxi, Sichuan, Xizang, Yunnan and Zhejiang.It is also found in Hong Kong (Cape D'Aguilar, Tai Tam, Sunset Peak, Po Toi Island, Shek O, Stanley Lantao Island), and Taiwan.",
    "Distribution and habitat-Habitat": "It grows beside forest margins, in open grassy groves and beside roadsides, on mountain slopes.In Hong Kong, the species is also found growing on Mount Violet among bamboo.It lives at altitudes of 500–1,800 metres (1,600–5,900 ft) above sea level.",
    "Conservation": "Some rare and attractive species that are subject to exploitation are specifically listed in the Forestry Regulations, (under Forests and Countryside Ordinance) a subsidiary legislation of Chapter 96. which further controls the sale and possession of the listed species. It lists only Iris speculatrix.\nIt is protected from being over-collected for ornamental uses within the garden.It was classified as Least Concern (LC) on the IUCN Red List of Threatened Plants in China.",
    "Cultivation": "Iris speculatrix is hardy to H5 (H5 means hardy down to 0 to −5° ,). It is hardy to USDA Zone 6, but it may prefer Zones 7 – 9. Other places it may need the protection of a heated greenhouse. It is considered 'tender' (needing protection) in the UK.It likes well drained soils with a PH level of between 5.0 and 6.0. It may tolerate sandy loam soils.It prefers positions in full sun but can also tolerate light to moderate shade as well.It is also partially drought tolerant, and can be grown in a container or plant pot.\nIt is rare in cultivation in Europe, the UK and the US.A study has taken place in 2014, of the Iris speculatrix populations in Hangzhou, China. These found that the flowering stage of the populations was about 35 days from May to June, and the majority of plants kept blooming from 8 May to 20 May. Also that the flowering stage for individual plant was 3–6 days and the life span of a single flower was about 3 days.Specimens of Iris proantha and Iris speculatrix can be seen in Hangzhou Botanical Garden.",
    "Cultivation-Hybrids and cultivars": "Iris speculatrix var. alba (described by V.H.C.Jarrett in 'Sunyatsenia' Vol.3(4) on page 265 in 1937), is a white-flowered form. But this name is now widely regarded as a synonym of Iris speculatrix.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 75–76.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China",
    "External links": " Media related to Iris speculatrix at Wikimedia Commons\n Data related to Iris speculatrix at Wikispecies"
  }
}