{
  "url": "https://en.wikipedia.org/wiki/Iris_domestica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. domestica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris domestica, commonly known as leopard lily, blackberry lily, and leopard flower, is an ornamental plant in the family Iridaceae. In 2005, based on molecular DNA sequence evidence, Belamcanda chinensis, the sole species in the genus Belamcanda, was transferred to the genus Iris and renamed Iris domestica. Other synonyms are Epidendrum domesticum L., Vanilla domestica (L.) Druce, Belamcanda punctata Moench, Gemmingia chinensis (L.) Kuntze, Ixia chinensis L., Morea chinensis, and Pardanthus chinensis Ker Gawl.)",
    "Growth": "The plant grows 60–90 cm tall in full sun and is often found blanketing hillsides; the flowers can range from red to orange to yellow, or mixed, and bloom in summer to early autumn (fall).  The leaves grow in a fan, like those of a gladiolus.  The flowers are typically orange spotted with red, although yellow-flowered varieties are in cultivation.  The seed pods open in the fall, showing clusters of black seeds whose fancied resemblance to a blackberry gives the plant its common name, \"blackberry lily\".  The plant is hardy to USDA plant hardiness zone 5 and is propagated by seeds or division.",
    "Medicinal uses": "The leopard lily is a flowering perennial of Chinese origin, and is locally used in Chinese villages for its medicinal values. Currently, studies are underway to investigate its apparent potential against prostate cancer. The dried rhizome has long been used in East Asia to treat throat troubles, asthma, swollen liver and spleen, gonorrhea, malaria, and arrow poisoning. The herb is a principal ingredient in a lung support formula to reduce inflammation (heat) and fight viral infection.",
    "See also": "Dieffenbachia (leopard lily)",
    "References": "",
    "Gallery": "",
    "Bibliography": "Pink, A. (2004). Gardening for the Million. Project Gutenberg Literary Archive Foundation.",
    "External links": "(in Norwegian) Belamcanda chinensis\nBelamcanda chinensis at USDA PLANTS Database\n\"Belamcanda chinensis\". Integrated Taxonomic Information System."
  }
}