{
  "url": "https://en.wikipedia.org/wiki/Iris_vicaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris vicaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris vicaria is a species in the genus Iris, it is also in the subgenus of Scorpiris. \nIt is a bulbous perennial from Asia, found in Tajikistan, Turkmenistan and Uzbekistan. It has tall arching leaves, and has varied coloured flowers, with white, blue and purple between April and May.",
    "Description": "Iris vicaria has spherical bulbs and thin vertical tubers, which can be damaged, when being transplanted.It has arching leaves, and can reach a maximum height of between 30–40 cm (12–16 in).It produces between 1 - 4 flowers per stem, on visible axils between April and May.It has varied coloured flowers. Ranging from white with a yellow crest and falls of a very pale blue, to amethyst (purple) or pale bluish violet standards (with dark veins) and with a yellow crest and yellow blotch.The seeds are freely produced, and can be easily used to propagate the species, as well as very carefully, dividing the bulb after several years.",
    "Taxonomy": "It was first published by Alexeï Ivanovitch Vvedenski in 'Flora URSS (Flora Unionis Rerumpublicarum Sovieticarum Socialisticarum)' in 1935. Under the name 'Juno Vicaria'.Iris vicaria is now the accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 3 October 2014.It is very similar in form to Iris magnifica (another Juno species Iris) with pale violet flowers.Around 1930, the Russian Government decided to sell various wild bulbs from its lands, to plant collectors of Europe and other countries. Large quantities of Lilium szovitsianum, various tulip species and other bulbs were dug up, transported and sold. A lot of iris bulbs labelled Iris warleyensis were found out to be mis-labeled by American bulb growers. Using Professor Fedtschenko's book,' 'Species of Wild Flowers of the U.S.S.R. they were found out to be Iris vicaria.",
    "Native": "Iris vicaria comes from the Pamir Mountains and Alay Mountains of Central Asia. \nIt can also be found beside the Upper Varzob River, in the Pamir Mountain system of Tajikistan (in the former Soviet controlled state).\nThe mountains' spring thaw provides the year's main water for the irises and other plants in the area.\nIt can also be found in Uzbekistan, on the Hissar Mountains and Baisun Mountains, regions of Tajikistan.",
    "Known culitvars": "Iris vicaria 'Morgiana'",
    "Cultivation": "It is hardy to USDA Zone 6.It prefers to be cultivated in well-drained (including sandy) soils containing lime, so that the water does not stay on the leaves. Similar to the cultivation conditions of Iris bucharica and Iris graeberiana.It can grow in large pots or in the ground depending on the conditions.Bulbs can be planted in early November, then protected over the winter by a thick mulch, which is scrapped away in the spring. Bulb nurseries lift the bulbs in July after the foliage has died away. Then they are stored in dry, gentle heated room until planting time.",
    "References": "",
    "Other sources": "Aldén, B., S. Ryman, & M. Hjertson Svensk Kulturväxtdatabas, SKUD (Swedish Cultivated and Utility Plants Database; online resource on www.skud.info). 2012 (Kulturvaxtdatabas)\nCzerepanov, S. K. Vascular plants of Russia and adjacent states (the former USSR). 1995 (L USSR)\nIkinci, N. et al. 2011. Molecular phylogenetics of the juno irises, Iris subgenus Scorpiris (Iridaceae), based on six plastid markers Bot. J. Linn. Soc. 167:281-300.\nKhassanov, F. O. & N. Rakhimova 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia (Stapfia) 97:178.\nKomarov, V. L. et al., eds. Flora SSSR. 1934-1964 (F USSR)\nMathew, B. The Iris. 1981 (Iris) 168-169.",
    "External links": "Image of Iris vicaria in Tajikistan\nImage of Iris vicaria in Tajikistan/Uzbekistan Data related to Iris vicaria at Wikispecies"
  }
}