{
  "url": "https://en.wikipedia.org/wiki/Iris_pseudonotha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Spuriae"
    },
    {
      "Species": "Iris pseudonotha"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris pseudonotha  is a species in the genus Iris, it is also in the subgenus of Limniris  and in the Series Spuriae. It is a rhizomatous perennial plant, from the Caucasus region, with lilac and yellow flowers. It is commonly known as Lozhnonenastoyaschy Iris in Russia.\nIt is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has thick, branching, dark brown rhizomes, that are 1.5–2 cm in diameter.\nThis branching habit creates dense clumps of plants.It has greyish green, linear, smooth, sword-shaped, leaves. They can grow up to 25–50 cm (10–20 in) long and 6-13mm wide.It has erect, slightly inclined, unbranched stems, that can grow up to 50–76 cm (20–30 in) tall.The stems have lanceolate spathes (leaves of the flower bud), that are 5.5–8 cm (2–3 in) long.The stems hold between 3–5 terminal (top of stem) flowers, between June and July.\nThe fragrant flowers, can be up 6–8 cm (2–3 in) in diameter, and are very varied in colour. Varying between dark purple, pale purple, light lilac, pale blue and off-white.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The narrow falls have an elliptical blade, measuring 20–25 mm long and 12–16 mm wide. With a bright yellow or orange central signal.The erect standards are lanceolate with yellow claws (section of petal close to the stem).It has style branch which have a yellow carinate (ridge).It has a 7-10mm long perianth tube, yellow anthers and winged ovary.After the iris has flowered, it produces an oblong-cylindrical, seed capsule, between August and September. It has 6 pairs of converging, winged edges. Inside the capsule, are light brown semi-circular seeds.",
    "Taxonomy": "It is written in Russian Cyrillic script as Ирис ложноненастоящий.It is known as Lozhnonenastoyaschy Iris in Russia.It is sometimes known as Iris psevdonota.The Latin specific epithet pseudonotha refers to a 'false Iris notha', (from Greek ψευδής, pseudes, \"lying, false\") and notha from Iris notha (another Spuria iris).\nIt was published and described by A.I. Galushko in 'Fl. Severn. Kavkaza i Voprosy ee istorii' Vol.9 in 1983.It was also published in 'Flora of the North Caucasus and questions of its history.' Vol. 4. Stavropol pages 6–16 in 1983.Iris pseudonotha is an accepted name by the RHS, and as of February 2015, it has not yet been verified by United States Department of Agriculture Agricultural Research Service. Although, it was verified by The Plant List on 9 June 2014.",
    "Distribution and habitat": "It is found in Caucasia.",
    "Distribution and habitat-Range": "It is found in the Russian areas of the Caucasus.\nIt is within the eastern regions of Dagestan and Stavropol.It has been found growing alongside the Kuma River.",
    "Distribution and habitat-Habitat": "It grows in damp meadows and salt marshes at altitudes of between 30 – 40 m above sea level.",
    "Conservation": "It is an endangered species and listed in the Red Data Book of the Russian Federation of the Stavropol Territory (of Russia) as Vulnerable. It is also listed in the Red Books of Republic of Kalmykia and it was listed in Red Book of the Republic of Dagestan.None of the reserves or reserves of federal and republican status are not protected.",
    "Cultivation": "It is hardy in various regions of Russia (not needing shelter during the winter).It prefers to grow in salty soils, but can tolerate loamy soils rich in humus.It is tolerant of damp positions.It has been grown within the Botanical Garden of Stavropol since 1986.Due to its tolerance of salt, it can be grown in sites with excess salinity.It has been used in some plant breeding programs.",
    "References": "",
    "External links": "Has various images of Iris pseudonotha\n Data related to Iris pseudonotha at Wikispecies"
  }
}