{
  "url": "https://en.wikipedia.org/wiki/Iris_setina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris setina"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris setina  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from a small region in Italy.It has glaucous sword-like leaves, slender branched stem, and one or two violet toned flowers. It is not yet cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris germanica.It has evergreen, glaucous and smooth leaves. Most are ensiform (sword-like) but a few were falcate (sickle-shaped). They can grow up to 40 cm (16 in) long and between 3 cm wide. Although, the leaves at the stem base are smaller.It has a slender stem or peduncle, that can grow up to between 11–50 cm (4–20 in) tall. They normally have 2 branches, the lowest branch is about 11–14 cm (4–6 in) long. The branches have one small, narrow stem leaf, around 7–10 cm (3–4 in) long.The upper branch has a slightly inflated spathes (leaves of the flower bud), which are slightly violet stained or marked.The stems (and branches) hold between 1–2 terminal flowers, blooming between February and early March.The flowers come in shades of violet, or violet-purple. Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. Some flowers are bi-toned, with the falls darker than standards.After the iris has flowered, it produces a seed capsule, which has not yet been described.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.In 1993, Colasante & Saur (in Linzer biol. Beitr. Vol.25, Issue2 on page 1189) stated that Iris setina could be regarded as an allopolyploid and theorise that it may have derived from other bearded dwarf species such as Iris pseudopumila Tineo and Iris pallida Lam.It also has a chromosome count of 2n=40, which is the same as Iris bicapitata, Iris relicta, Iris lutescens and Iris revoluta.",
    "Taxonomy": "The Latin specific epithet setina refers to 'Setiam', which is an old form of Sezza, a town in the region of Latium (which is now Lazio, one of the administrative regions of Italy).In 1958, Professor Ignazio Ricci (1922–1986), found the iris on Monte Trevi (near the town of Sezza) in Latium, south of Rome. He then reported and published the discovery in 'Annali Botanica' (Roma) Vol.26 (Issue 1) on pages 43–49, as being different to forms of Iris germanica L.Then on 15 February 1974, more specimens of the iris were found on the Monte Trevi and then sent to Maretta Colasante, who named the iris as Iris setina and then described and published it in Giornale Botanico Italiano (Giorn. Bot. Ital.) Vol.120 (1–2) Supplement 1 on page 112. on 30 September 1989.It was then published in Bulletin of the American Iris Society Vol.292 on pages 82–85 on January 1994.It is listed in the Encyclopedia of Life, and is listed on the Catalogue of Life, but has not yet been assessed for the IUCN Red List as of October 2015.",
    "Distribution and habitat": "It is native to Europe.",
    "Distribution and habitat-Range": "It is found near the town of Sezze, within the region of Latina, in Italy.",
    "Distribution and habitat-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "External links": "Painted image of the iris in flower\nHas images of the iris from the Botanical Garden of Rome, Italy\nPhoto of the iris from Monti Lepini. Data related to Iris setina at Wikispecies"
  }
}