{
  "url": "https://en.wikipedia.org/wiki/Iris_albomarginata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris albomarginata"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris albomarginata  is a species in the genus Iris, in the subgenus of Scorpiris. It is a bulbous perennial, from the mountains in the former Russian states of Kyrgyzstan and Tajikistan.",
    "Description": "It has bright blue flowers with a white crest. It sometimes has yellow marks on the crest. The falls area white with a yellow centre.It has 2-5 flowers on a short stem.It flowers in March–April.It has smooth dark green leaves between 1 and 2 cm wide and the plant reaches 30 cm (1 ft) in height. It also has a bright white edging to all the leaves. The stem is just visible behind the leaves.",
    "Taxonomy": "It was first described by (Russian Botanist Boris Fedtschenko) in Bulletin de l'Herbier Boissier, page 917 in 1904. But it was called Iris coerulea. When Foster was working on irises, he found that Iris coerulea was used to name an Iris pumila hybrid. He then renamed the iris as Iris albomarginata because the leaves of the iris had a white edging. This edging was a characteristic of several of the species in the Scorpiris subgenus section of irises.It was then re-published as Iris albomarginata in 'Contributions from the Gray Herbarium' of Harvard University in 1936.Iris albomarginata is an accepted name by the RHS.",
    "Native": "Found in Central Asia (within the Tien Shan and Fergana mountains) and the Alayskiy in Kyrgyzstan and Tajikistan. It is found on the clay and stone foothills at 2000m above sea level.",
    "Cultivation": "It is hardy to USDA Zone: 4.\nIn the UK, it is better grown in an Alpine house or bulb frame.Several specimens can be found in Royal Botanic Garden Edinburgh.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "External links": " Data related to Iris albomarginata at Wikispecies"
  }
}