{
  "url": "https://en.wikipedia.org/wiki/Iris_sambucina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris sambucina"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris sambucina ('elder scented iris') is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from southern and central Europe (Germany, GB and Ireland, Italy, the Balkans, Croatia), and Spain. It has green, curved or sword-like leaves, tall round stem (with branches), multiple flowers in shades from brown violet, or brown-purple, to purple-violet, blue violet, mauve, and to purple. The large flowers are fragrant, with the scent of elderflowers, hence the name. It was first considered a separate species (when found), then it was classified as a synonym of Iris germanica, before being classified (in some sources) as a separate species again, but with a hybrid origin from Iris pallida and Iris variegata. It is sometimes cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris germanica, but it has darker colour flowers and fragranced flowers.It has thick, fleshy or fibrous rhizomes, that are well branched.It has herbaceous, glaucous, sword-like, or \ncurving, green leaves. They can grow (in spring,) up to between 20–80 cm (8–31 in) long, and between 1.3 and 2.5 cm wide. They also smell strongly of elder (Sambucus ebulus).It has a round stem, or peduncle, that can grow up to between 40–100 cm (16–39 in) tall. The stem is normally taller than the leaves, and they are usually branched.The stem has large, spathes (leaves of the flower bud), that are green at the base but (scarious) or membranous on the top half.The stems (and the many branches) hold 2, or more flowers, blooming in summer, between April, or May, to June.The large, around 4–7 cm (2–3 in) long flowers, are fragrant (with the scent of elderflowers), and come in shades of violet, from brown violet, or brown-purple, purple-violet, blue violet, mauve, to purple. They are normally darker than Iris germanica.\nThey can also vary in colour from region to region.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The deflexed falls are spathulate (spoon-like) or oblong shaped, and can be veined, brown-purple on yellow-white background, or with claret (dark red). In the middle of the falls, is a row of short hairs called the 'beard', which is yellow, golden yellow, or orange.\nThe upright standards are elliptical or oblong shaped, although the tips are inclined to each other. They are also serrated, or jagged.The style arms are light purple and 3–4 cm long, the perianth tube is 2–2.5 cm long.After the iris has flowered, most irises produces a seed capsule, but due to the hybrid origin, the capsules are not usually developed.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt is published, that it a chromosome count: 2n=24, or 2n=40.As Iris germanica has a count of 2n=44 or 48 and Iris variegata is counted as 2n=24. Iris variegata is more likely to be the parent species.",
    "Taxonomy": "It is commonly known as 'elder scented iris', or 'Iris elderflower'.It is known as 'fläderiris' in Swedish, or 'holunder schwertlilie' in Germany, (meaning 'elderberry iris').The Latin specific epithet sambucina refers to sambuci-, sambucinus, -a, or -um elder-like or resembling Sambucus. This refers to the smell of the flowers resembling the scent of elder-flowers.It was first published and described by Carl Linnaeus in his book Systema Naturae (Syst. Nat) Edition 10, Volume 2 on page 863, on 7 June 1759.It was later named Iris glauca by Richard Anthony Salisbury in the Transactions of the Horticultural Society of London Vol.1 on page 302 in 1812, but this was rejected by all other authors, due to Salisbury's plagiarism history.It was also published in Curtis's Botanical Magazine Vol.6 on tab.187 (with a colour illustration) in 1794, The Gardeners' Chronicle in 1883, the 'Handbook of the Irideae' by J. P. Baker, on page 86 in 1892 and the Journal of RHS Vol.15 on page 3 on October 1899.William Rickatson Dykes notes that Linnaeus had given the names of Iris sambucina and Iris squalens, to 2 similar irises, whose parents were Iris pallida and Iris variegata.It was later classified as a hybrid, but it is unsure which species (of iris) are the parents. It probably originated in the Mediterranean as a diploid species. Many authors think it is a hybrid of Iris variegata L. and Iris pallida Lam.Others think it is a synonym of Iris germanica L., including The Plant List. It is listed in the Encyclopedia of Life and Catalogue of Life, as a synonym of Iris germanica.It was verified as Iris sambucina by United States Department of Agriculture and the Agricultural Research Service on 9 January 2003, then updated on 12 September 2005.Iris sambucina is a tentatively accepted name by the RHS and listed in the RHS Plant Finder book.",
    "Distribution and habitat": "It is native to southern  or central Europe.",
    "Distribution and habitat-Range": "It is found in Europe, within Germany, GB and Ireland, Italy, Balkans (former Yugoslavia), and Spain.",
    "Distribution and habitat-Habitat": "It grows on sunny, well drained rock slopes, in meadows of mountains, and on walls of ancient castles. \nWithin the South Tyrol (of Italy), the plants can be found at an altitude of 950 m (3,120 ft) above sea level.",
    "Conservation": "It is considered rare, even though it was a wide distribution range.",
    "Cultivation": "It is hardy to between USDA Zone 3a (from −39.9 °C (−40 °F)) to Zone 8b (up to −9.4 °C (15 °F)), including Zone 5.It prefers to grow in calcareous, well drained, or rich soils, in full sun.It can often been cultivated, and can be grown in mixed flower borders, on the margins of shrubberies or being naturalized in the garden. It was introduced to Britain in 1658, and was then cultivated in 1748 in the UK, by Mr Philip Miller. Although, it is not often found in bulb nurseries, but a few cultivars can be found in German nurseries.It can though be attacked by slugs.",
    "Cultivation-Propagation": "It can be propagated by division, due to its hybrid origin, it is sterile and does not produce seed.",
    "Cultivation-Hybrids and cultivars": "It can form hybrids that have flowers in combinations of yellow, red and brown hues.Known cultivars include; Adb-el-Kaker, Abel-Kaver, Cheron, Cherion, Gypsy Queen, Leopold, Leopoldine, Mägdeberg, Nemesis, President Lincoln and Virgil.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin). 2009 (Vara kulturvaxt namn)\nCzerepanov, S. K. Vascular plants of Russia and adjacent states (the former USSR). 1995 (L USSR)\nHuxley, A., ed. The new Royal Horticultural Society dictionary of gardening. 1992 (Dict Gard)\nMathew, B. The Iris. 1981 (Iris)\nTutin, T. G. et al., eds. Flora europaea. 1964–1980 (F Eur)\nWalters, S. M. et al., eds. European garden flora. 1986– (Eur Gard F)",
    "External links": " Media related to Iris sambucina at Wikimedia Commons\n Data related to Iris sambucina at Wikispecies"
  }
}