{
  "url": "https://en.wikipedia.org/wiki/Iris_ensata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Laevigatae"
    },
    {
      "Species": "I. ensata"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris ensata, Japanese iris, Japanese water iris (Japanese: hanashōbu), formerly I. kaempferi, is a species of flowering plant of the iris family Iridaceae, native to Japan, China, Korea and Russia, and widely cultivated as an ornamental plant. Japanese iris may also refer to I. sanguinea and I. laevigata, both native to Japan.",
    "Description": "I. ensata is an erect herbaceous perennial growing to 80 cm (31 in) tall, with strap-shaped leaves. The flower, appearing in midsummer, is purple with a flash of yellow on the falls. The bluish purple color of the flowers is an example of the copigmentation phenomenon.",
    "Habitat": "Widely distributed throughout the Japanese archipelago and elsewhere, I. ensata is very hardy down to −20 °C (−4 °F). It  prefers a boggy or marshy environment and soil with a low (acidic) pH. In favourable conditions it will eventually form sizable clumps.",
    "Cultivation": "Iris ensata is extensively grown as an ornamental plant in gardens and parks throughout the temperate zones of the world.\nI. ensata is highly-prized in Japan. It is possible that it was introduced into Japanese culture in ancient times, in association with rice farming. Certainly it has been cultivated and hybridised there for at least five centuries. The Hanashōbu (ハナショウブ, 花菖蒲, Iris ensata var. ensata) grows in the wet land and is the most extensively cultivated variety in Japanese gardens. According to the place where it was cultivated, I. ensata is classified into three strains – the Edo (Tokyo), Higo (Kumamoto Prefecture) and Ise (Mie Prefecture).\nUpon being introduced to the west in the mid-19th century, a new chapter was opened in the cultivation of this species. In America it was intensively hybridised to produce many new cultivars. Perhaps the most influential breeders in the United States have been Arlie Payne of Indiana, the Marx family of Oregon, Arthur Hazzard of Michigan, and Currier McEwan of Maine. Between them they have produced plants with large blooms and a wide range of colours. In the UK interest in this plant has been equally strong. The national collection is held at the Marwood Hill Gardens in Barnstaple, Devon.The following cultivars have gained the Royal Horticultural Society’s Award of Garden Merit:-",
    "Gallery": "",
    "References": "",
    "External links": " Media related to Iris ensata at Wikimedia Commons\nHanashobu Park in Sawara, Japan\n Data related to Iris ensata at Wikispecies"
  }
}