{
  "url": "https://en.wikipedia.org/wiki/Iris_hexagona",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Series hexagonae"
    },
    {
      "Species": "Iris hexagona"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris hexagona (commonly known as the Dixie iris) is a species in the genus Iris, it is also in the subgenus of Limniris and in the Series hexagonae. It is a rhizomatous perennial with long bright green leaves, long thin stem and has small groups of flowers in shades of blue, from violet, to bluish purple, to lavender. It flowers in springtime and is native to the southeastern and south-central US states.",
    "Description": "Iris hexagona has thick (around 2–2. cm in diameter), greenish, branching rhizomes, that can spread to form large colonies of plants. The rhizomes are shallow rooted and can spread up to 30 centimetres (12 inches) per plant.Arising from the rhizomes are the basal leaves, which are yellow-green to bright green and sword-shaped. They can grow up to between 30–100 cm long (12–39 in), (or 2 feet), and between 1.2–3 cm (0.47–1.18 in) wide. They overlap at the base, similar to a fan, but some leaves grow on the flowering stem. After the plant has flowered, the leaves wither and die, to re-grow in the autumn (for the next season).The flowering stem (or stalk) grows up to between 30–90 cm (0.98–2.95 ft)or 12–36 inches). The stem is usually straight but sometimes slightly zig-zag, or flexuous (winding), with 1 -2 branches.At the top of the stem are several groups of flowers in later spring, between late March to May (in the US), and between June and July (in the UK). Each flower arises from an axil (or spathe), of a reduced leaf (except the top flower), and the single (or double) flowers open in succession. They have a slight fragrance which is similar to sandalwood.The flowers come in a range of shades of blue, from violet, to bluish purple, to lavender. Although there are occasionally white or greenish-white forms.The flowers are generally between 4 to 4.75 inches (10.2 to 12.1 centimetres) across. They have yellow signal, crest, ridge or mid-rib, and a perianth tube of 2–3 cm, and 3 sepals (or falls) that are widely spreading (about 2 inches or 5 cm) and arching downward. The 3 standards are smaller and narrower than the sepals.It also has linear yellow anthers.After flowering, the plant produces a seed capsule in early summer. The six-angled seed pod, (which gives rise to its name 'hexagona'),  has a ventricose (a swelling on one side). It is between 3–6 cm long (1.2–2.4 in). The large and heavy pods, contain large light brown seeds that are D-shaped and 4–6 mm (0.16–0.24 in) across. The seeds are generally described as being 'corky', so they can float on the water.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=44 (Riley, 1942). and 2n=44 (Snoad 1952).",
    "Taxonomy": "It has the common name of  Dixie iris, (Dixie is a common name for the southeastern United States.) and it also occasionally known as 'Carolina iris'. \nIn Florida, it was known as the 'Prairie iris', but this due to a population of Iris hexagona var. savannarum which was later classified as a synonym of Iris savannarum. Most of the I. hexagona population in Florida was re-identified as Iris savannarum.The name 'hexagona' refers to the six angled seed head.The Louisiana irises and the name of the series of Hexagonae are derived from Iris hexagona, which was published (in Latin) and described by Walter in 'Flora Caroliniana' page 66 in April–June 1788.Iris hexagona is a name accepted by the RHS.",
    "Native": "Iris hexagona comes from the southeastern and south-central US states along the Atlantic and Gulf coasts, in Alabama, Florida, Georgia, Louisiana, Texas, Tennessee and South Carolina.It is found in wetlands and low roadside ditches in Florida and South Carolina, and west of Tennessee River near Johnsonville in Benton County, Tennessee, Hollow Rock and Carroll County, Tennessee. It was found to be one of the rarest irises in Florida and South Carolina.It was found in Nassau County and Duval County in north-eastern Florida in 1933. But these populations have been extirpated, although the populations in Dixie County and Taylor County are stable. Same as the population in the lowlands near the Santee River in South Carolina.",
    "Native-Habitat": "It is ordinarily found in swamps, ditches, or marshes and wet prairies.",
    "Cultivation": "The Louisiana irises generally all have similar cultivation requirements. They need 6 hours of full sunlight per day,), moist, acidic soils (pH of 6.5) with a high organic and fertility content. They have a high moisture requirement during the growing season to be able to flower prolifically.The new leaves grow in the autumn and consequently suffer in winter (if heavily frosted).They can be used planted by the edges of ponds and pools or they can be planted in the water – but need the rhizomes pinned into the ground to stop them floating away. \nIf grown in borders, they need a mulch to retain moisture (in the soil) and to protect the rhizomes from sun burn.The iris seed is not hard to raise, but does take many years to germinate and then they take 3–5 years before reaching flowering stage.  The seed should be sown before they dry out.Iris brevicaulis and Iris hexagona are primarily pollinated by bumblebees.Propagation is best carried out by division of the rhizomes, which is best carried out in late summer or autumn when the plants are dormant. The ground must be prepared before planting, with the addition of a generous amount of organic matter and the soils dug to about 6 inches (15 cm) deep (to allow for new root growth). Plants require dividing every 3–4 years to promote good flowering. They can combine with other plants but tend to 'move' to suitable positions. If using a fertilizer (or feed), sprinkle in late January or February, before the plant is in flower.Iris giganticaerulea and Iris hexagona are considered too tender for cultivation in the UK, although in Kew Gardens (in London) the plant is grown in a rock garden, near a stream. Botanist William Rickatson Dykes recommends a sheltered position.It is thought to be hardy to −15 °C (5 °F) in the UK.In the US, they best grown in the southeastern states.\nIt is listed as a native plant to be suitable use in landscaping in Georgia.The rhizomes (thickened roots) of Iris hexagona contain poison. If eaten, it could cause nausea, vomiting, abdominal pain, diarrhoea and an elevated temperature. The roots, seeds and plant sap can also cause skin irritation if touched.Research has also been carried out on the effects of saltwater on the Iris. Normally, saltwater getting into a wetland ecosystem can destroy or damage many native plant populations.  Iris hexagona is a salt-sensitive species. The 2-year research found that saltwater affected the iris flowering times by several days, since Iris flowers are only receptive to pollinators for 2 days or less. This could have significant effects on iris colonies. It also means that the iris can be 'stressed'  during episodic events (such as tropical storms).",
    "References": "",
    "Sources": "Correll, D. S. & H. B. Correll. 1975. Aquatic and wetland plants of southwestern United States, 2 vol.\nCorrell, D. S. & M. C. Johnston. 1970. Manual of the vascular plants of Texas.\nDuncan, W. H. & J. T. Kartesz. 1981. Vascular flora of Georgia: an annotated checklist.\nGodfrey, R. K. & J. W. Wooten. 1979–1981. Aquatic and wetland plants of southeastern United States, 2 vol.\nMathew, B. 1981. The Iris. 107–108.\nRadford, A. E. et al. 1964. Manual of the vascular flora of the Carolinas.\nThomas, R. D. & C. M. Allen. 1993–. Atlas of the vascular flora of Louisiana.\nWunderlin, R. P. 1998. Guide to the vascular plants of Florida.\nMarie Caillet (Editor), 2000, The Louisiana Iris: Taming of a North American Wildflower.",
    "External links": "Image of seed capsule of Iris hexagona\nImage of Iris hexagona flower on Flickr Media related to Iris hexagona at Wikimedia Commons\n Data related to Iris hexagona at Wikispecies"
  }
}