{
  "url": "https://en.wikipedia.org/wiki/Iris_iberica_subsp._elegantissima",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. iberica"
    },
    {
      "Subspecies": "I. i. subsp. elegantissima"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris iberica subsp. elegantissima is a subspecies in the genus Iris, subgenus Iris and section Oncocyclus. It is a subspecies of Iris iberica and is a rhizomatous perennial, from Armenia, Turkey and Iran. It has large, thin and falcate (sickle-shaped) leaves, slender stem with a single flower between April and May. It has a white, cream or pale yellow ground, which is covered in dark veining or speckling in violet, mauve, purple or brown shades. The larger standards are paler, normally white and less veined. The falls, have darker veining and a dark signal patch and brown or purple beard. It is commonly known as Iris elegantissima, especially in Europe and Russia. It is cultivated as an ornamental plant in temperate regions, but normally needs some protection during the winter period.",
    "Description": "It is classed as an mezo-xerophyte (meaning it likes medium to dry habitats), and has stoloniferous rhizomes which are about 3 cm long. Underneath the rhizomes, it has very long secondary roots.It has large, ribbon-like, and falcate (sickle-shaped), leaves, that can grow up to between 20–30 cm (8–12 in) long,It has a slender stem or peduncle, that starts to grow in March, up to between 20–30 cm (8–12 in) tall.The stem holds a terminal (top of stem) flower, the plant normally has 2–3 stems, each with flower buds, blooming in Spring, between late March, or April and May,\nor June.The large flowers, are 10–14 cm (4–6 in) in diameter, they have a white, cream, or pale yellow ground, has dark, veining or speckling in violet, mauve, purple or brown shades. Compared to Iris iberica which can have blue veining and marking.Like other irises, it has 2 pairs of petals, 3 sepals (outer petals), known as the 'falls' and 3 inner petals (or tepals), known as the 'standards'. The darker veined, scallop shell shaped, falls are deflexed (bending over to an almost flat position), and up to 6–8 cm (2–3 in) long. in the center of the falls, is a velvet-like, dark, brown to purple, or black signal patch. Also, in the middle of the falls, is a row of short hairs called the 'beard', which are brown to purple.\nAlso over the falls, the iris has a deflexed style branches that almost covers the signal spot. The almost vertical, and larger standards, are creamy, or white, with pale, or thin violet veins. They are up to 6–10 cm (2–4 in) long, and can be described as white cotton handkerchiefs.The flowers produce pollen, which has been precisely measured, the long axis is 114 micrometres (0.0045 in) long and the short axis is 111 microns long.After the iris has flowered, it produces a seed capsule between June to July. Then the plant dies back, losing the leaves and stems, to rest underground during the winter.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20, and has an unnamed alkaloid (as of 1961), contained within its rhizome.A study in 2014, was carried out on various species of iris DNA, it found that I. iberica ssp. elegantissima had a purity value of 2.80, compared to 1.26 of Iris aucheri.",
    "Taxonomy": "The Latin specific epithet elegantissima refers to 'elegantissimus' meaning very elegant, it is a superlative of 'elegans'.It was first discovered in Transcaucasus, and then first published and described by Dmitrii Ivanovich Sosnowsky in Vestn. Tiflissk. Bot. Sada Vol.11 on page 2 in 1915. In 1972, it was then re-classified as a subspecies of Iris iberica by A. L. Takhtadzhyan and A. A. Fedorov, and published as Iris iberica subsp. elegantissima (Sosn.) Fed. & Takht. in Fl. Erevana Vol.331 in 1972.Although it is often referred to as Iris elegantissima Sosn. in Russia and Armenia. but elsewhere it is referred to as a subspecies.It was verified as Iris iberica subsp. elegantissima by United States Department of Agriculture and the Agricultural Research Service on 22 February 2006, then altered in 11 December 2007. It is listed in the Encyclopedia of Life, and is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in Armenia,   (including  Shirak, Yerevan, Aparan, Mount Aragats and Sevan.) in north western Iran,  (including Maku,) and in north eastern Turkey,  (or East Anatolia,) including near Lake Van Basin, Erzurum,  and Ararat.It was listed as found in Azerbaijan, in 2004, but this either a cultivated form or mistaken form of Iris iberica, which is naturally found there.",
    "Distribution and habitat-Habitat": "It grows on the lower and middle mountain belts, on semi-desert slopes,  or dry rocky, (marl) slopes, and steppes,--> (with lots of annuals and long grasses.) and in coniferous forests.They can be found at an altitude of 750–2,250 ft (230–690 m) above sea level.",
    "Conservation": "It is a rare species, and was included in the Red Data Book of Armenia, but not included in the Annexes of CITES and that of the Bern Convention.\nIt is at risk due to various factors, including urbanization, land development for arable purposes (framing) and the intensive collection (of the flowers) for selling.The species grows and is monitored within Sevan National Park, Khosrov State Reserve and Erebuni State Reserve in Armenia. Erebuni  was formed in 1981, with the purpose of protecting 100 varieties of wild wheat and their habitat. Various rare or endangered species of plant can be found within the reserve, including Actinolema macrolema, Aegilops crassa, Gladiolus atroviolaceus, Hordeum spontaneum, Iris elegantissima (I. iberica subsp. elegantissima), Merendera trigyna, Stipa vavilovii, Triticum araraticum, Triticum boeoticum and Triticum urartu.It is also grown in Yerevan Botanic Garden in Armenia.",
    "Cultivation": "'Oncocyclus Section' Irises are in general easier to grow than 'Regalia Section' irises. I. iberica subsp elegantissima is hardy to European Zone 4, (meaning hardy to −5 to −10oC (23 to 14oF).\nIn the UK, it needs to be covered through the winter, within an alpine house.The irises grow within fertile, highly drained soil, in full sun, but needs protection from rain in the late summer and winter. In the US, the rhizomes are susceptible to being dug up by squirrels.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.\nOncoyclus irises dislike division, but it should only be carried out when the plant is overcrowded. Although hand pollination and germinating seedlings gives better results.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Culture": "On 19 December 1997, as part of Flora and Fauna of Armenia (III issue) in the 'Irises' series, 2 stamps had images of the irises, (See images on the right), also on 12 August 1993, a commemorative stamp was issued in Azerbaijan, from the Flowers series, Iris elegantissima.",
    "References": "",
    "Sources": "Bulletin of the Alpine Garden Society Vol.35 page 362, 1967\nHuxley, A., ed. The new Royal Horticultural Society dictionary of gardening. 1992 (Dict. Gard.)\nRechinger, K. H., ed. Flora Iranica. 1963– (F Iran)",
    "External links": " Media related to Iris iberica subsp. elegantissima at Wikimedia Commons\n Data related to Iris iberica subsp. elegantissima at Wikispecies"
  }
}