{
  "url": "https://en.wikipedia.org/wiki/Iris_kashmiriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris kashmiriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris kashmiriana  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from Kashmir, India. It has straight, sword-shaped, glaucous leaves, tall, thick stem with up 2 short branches, which hold 2–3 flowers, which can be white, cream or pale blue, lilac, lavender or blue-purple. It is cultivated as an ornamental plant in temperate regions, although in Kashmir, it is also planted on graves.",
    "Description": "It has thick and stout rhizome, which is fibrous, and creeps along the ground.It has ensiform (sword-like), yellowish-green,  or glaucous (blue-green), straight, leaves. They have scarious (paper-like) margins, and ribs. The herbaceous leaves, can grow up to between 45–60 cm (18–24 in) long, and between 3.5–4.5 cm (1–2 in) wide.It has an oval (in cross-section), thick stem or peduncle, that can grow up to between 50–75 cm (20–30 in) tall. Occasionally, it can reach up to 125 cm (49 in) tall. It has 1–2 short, 1 cm long, branches (or pedicels). The branching habit distinguishes it from Iris albicans (another white flowering tall bearded iris), which does not have branches.The stem has long, green, spathes  (leaves of the flower bud), They are 7–11 cm (3–4 in) long. They appear from the middle of the stem, up towards the flowers, and they have a narrow scarious margin,The stems (and the branches) hold several clusters of flowers, normally between 2 and 3 flowers, early in the season, between April to June. Up to 4–6 flowers can be blooming at one time.It has a cylindrical, perianth tube, that is white, with blue markings and yellow-green veins, or green tube. The tube is 2.2–2.5 cm (1–1 in) long.The fragrant flowers, also come in various shades. The most common, are white, or creamy white. Or white tinged with blue. Other forms found include pale blue, lilac, lavender or blue-purple, the purple forms may not hybrids. The white forms are very similar to Iris albicans.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate, rounded or cuneate (wedge-shaped), 6.5–9.5 cm (3–4 in) long and 2.5–3.9 cm (1–2 in) wide. They often have blue markings, and yellow-green veining, especially on the hafts (section of petal near the stem).\nIn the centre of the fall, is a dense, narrow, white beard of hairs, tipped with yellow.\nThe standards are obovate, oblong or elliptic shaped, 6.5–9.5 cm (3–4 in) long and 2.5–3.9 cm (1–2 in) wide. They have a short yellowish haft, and sometimes have a sparse beard.It has style branch that is 5 cm long, with an entire stigma, and large and triangular crests. It has white, or cream, filaments, that are 1.3–2 cm long. It has 1.4 – 1.7 cm long anthers, and cream pollen.\nIt has a green ovary, that has ridges and grooves, and is 1 – 1.2 cm long.After the iris has flowered, it rarely, produces a seed capsule, which is about 3–4.3 cm (1–2 in) long and 2.2 cm wide, with thick and woody capsule walls. Within the capsule, are wrinkled, globular, dark red-brown, or red-brown seeds.",
    "Description-Biochemistry": "In 1956, a karyotype analysis was carried out on 40 species of Iris, belonging to the subgenera Eupogoniris and Pogoniris. It found that 24-chromosome tall bearded species could e divided into 3 karyotypes of Iris pallida. Iris kashmiriana has 2 pairs of median-constricted marker chromosomes,  Iris illyrica, Iris cengialti, and Iris imbricata, lastly Iris variegata, Iris reginae(now classified as a synonym of Iris variegata), and Iris perrieri all have no median-constricted chromosomes.In 1990, 'Iriskashmirianin' flavonoid was found in Iris kashmiriana by Kacheroo.In 1996, a study was carried out on the rhizomes of Iris kashmiriana, two new isoflavones, 'isocladrastin' and 'kashmigenin', were found.In 1998, a study was carried out on flower senescence (aging) in Iris kashmiriana.In 2008, a chemical study was carried out on the rhizomes of Iris kashmiriana led to the isolation of three isoflavones characterized as (4'-hydroxy-8-methoxy-6,7-methylenedioxyisoflavone) 'isonigricin',  (5,6-dihydroxy-4',7-dimethoxyisoflavone) 'isoirisolidone',  and (5,7-dihydroxy-4',6-dimethoxyisoflavone) 'irisolidone'.In June 2012, a phytochemical study was carried out on 5 iris species growing in Kashmir, India. Including Iris crocea, Iris ensata, Iris germanica, Iris hookeriana and Iris kashmiriana. It found several flavonoids (including isoflavonoids, glycosides and tannins), within the irises.In December 2012, an evaluation study was carried out on the isoflavones ('isonigricin' and 'isoirisolidone'), isolated from the rhizomes of Iris kashmiriana, when used on T-lymphocytes and T-cell cytokines.In July 2013, a study was carried out of the use of methanolic extracts from the rhizomes of Iris kashmiriana to be used on epithelial cancerous tumors and other inflammatory diseases.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.Iris kashmiriana is a tetraploid, and has a chromosome count of 2n=24, 44, 48.",
    "Taxonomy": "It has the common name of 'Kashmir Iris'.In India and Kashmir, it is known as 'Mazamond', 'Mazarmund', or 'safed mazarmond’.  Which is derived from 'Mazar' meaning graveyard, or cemetery, and 'Mond' meaning root or underground swollen portion, the rhizome. Although, one source, declares that Iris nepalensis is known locally as 'mazarmund'.The Latin specific epithet kashmiriana refers to coming from Kashmir. This is a feminine version of the name, compared to Delphinium kashmirianum (masculine form) and Tragopogon kashmirianus, the gender neutral form.It was brought to the UK by missionaries to Sir Michael Foster.It was introduced to Kew Gardens by Dr. Aitchison in about 1875.It was first published and described by John Gilbert Baker in Gardeners' Chronicle (Gard. Chron.) Series.2, page 744, in 1877.It was also published by Foster, Gard. Chron. 1883 (1): 275 1883, Hook. f., Fl. Brit. Ind. 6: 275. 1892; Baker, Handb. Irideae (Handbook of the Irideae): 38. 1892; Wendelbo & Mathew in Rech. f., Fl. Iran. 112: 26. 1975; Mathew, Iris 30. 1981; N. Service in SGBIS, Guide Species Iris, 38. 1997. (Fig. 6, D-E).William Rickatson Dykes later re-classified Iris bartoni, which Mr Foster had received from Col. Newton Barton (a Major in the Honourable Artillery Company,) who found it in Kandahar, as a synonym of Iris kashmiriana.Iris kashmiriana was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 1 December 2004.It is listed in the Encyclopedia of Life. and is an accepted name by the RHS, and last listed in the 'RHS Plant Finder' in 2012.",
    "Distribution and habitat": "It is native to tropical Asia.",
    "Distribution and habitat-Range": "It is found in India, (within Kashmir, and Jammu,) Nepal, Afghanistan, and Pakistan, (or Baluchistan,). It is thought to be the most easterly species in the subgenus of Iris section.It was introduced to Iran.It is listed as an endemic ornamental garden plant with Iris hookeriana and Iris duthiei (a synonym of Iris kemaonensis) in Kashmir.",
    "Distribution and habitat-Habitat": "It grows close to settlements.\nIt can be found at an altitude of 1,500–2,200 m (4,900–7,200 ft) above sea level and also at 2500 ft to 9500 ft.",
    "Cultivation": "It is not hardy in western Europe, and US.\nIt is difficult to keep growing in the UK, due to the fact that the rhizomes do not get high temperatures during the summer, also it does not like damp winters. It does have the reputation of wasting away after a good blooming period.It is not in general cultivation, and is less common than other species in the section, but it has established well in some gardens.It prefers to grow in well-drained and rich soils.It does not like shade.It can be grown in a rock garden.Dykes recommends a planting time of between August and September.In India, it grows in gardens, on the earth daubed roofs of houses, (similar to Iris tectorum in Japan).On 5 July 1889, specimens of the iris were collected from near to the town of 'Erzinghan', in Turkey, for the Museum Natural History, Paris.Specimens can be found at Kashmir University Botanic Garden (KUBG).In flower arrangements, the average vase life of stems and flowers stored under dry conditions at 5 °C was about 7 and 10 days in distilled water and sucrose, respectively, whereas the wet stored stems at 5 °C exhibited a vase life of about 8 and 11 days, respectively.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Cultivation-Hybrids and cultivars": "It was used in the past in several breeding programmes, to create cultivars, due to the white flowers. Mr Foster found 3 forms of the plant, varying in colour from white to purple, and introduced 'Miss Wilmott' (Foster 1910) and 'Kashmir White' (Foster 1912). Mr Foster was uncertain of the parentage of the cross producing 'Kashmir White' and 'Miss Wilmott', but he thought that Iris kashmiriana was a parent. Later, Geddes Douglas in AIS Bulletin #87, p. 40–44 believed that 'Miss Wilmott' came not from Iris kashmiriana but from a cross of Iris cypriana and Iris pallida 'Dalmatica'. Later, chromosomal counts proved that Iris kashmiriana' was not the parent plant, as it has a chromosomal count of 2n=12,44,48 and 'Kashmir white' has a count of 2n=50.But it is a tetraploid parent to many other modern bearded irises.Iris kashmiriana cultivars include; 'Bartoni', 'Kashmiriana Purpurea' and 'Raniket'.Iris kashmiriana crosses include: 'Dalkish'.¼ Iris kashmiriana crosses include; 'Angkhor Vat', 'Argentina', 'Azulado', 'Blanche', 'Emily Pyke', 'Kalif', 'Leopardi', 'Lucero', 'Marion Mohr', 'Metauro', 'Micheline Charraire', 'Mt. Kosciusko', 'My Own', 'Mystery', 'Nanook', 'Nerva', 'Ningal', 'Santa Fe', 'Snow Shadow', 'Sophronia', 'Venus De Milo', 'Western Skies' and 'Willoughbey'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "Uses": "Iris kashmiriana has been used as a medicinal plant in folk medicine.Normally, just the rhizome has been used, but the whole plant has also been used. The rhizome is peeled and dried, then it is grind into powder and can be mixed with oil to make a paste. The paste along with common salt is applied for rheumatism, or applied externally for joints pain, and is also applied on inflammatory skin disease and on wounds for desired results.\nIn the Bandipora area, the dried rhizome was used to treat eczma and respiratory problems.It was also used to treat asthma, cancer, inflammation, liver and uterine diseases. It is medically important due to the pharmacologically active compounds (within the rhizome) including quinones, triterpenoids, flavonoids, isoflavonoids and stilbene glycosides.It can also treat animal ailments. A mixture of the rhizome powder, water and jaggery, or sugar, then formed into semi solid balls (and called 'Gullah'), they are given to cattle, as tonic against general body weakness. The plant can also be used to treat hepatic disorders and dropsy in cattle.The organic matter digestibilities and chemical composition of livestock fodder growing in the Kashmir valley, India have been tabulated. Other species used also include: Phragmites australis, Nymphoides peltata, Echinochloa crus-galli, Cyperus rotundus, Panicum antidotale and Iris kashmiriana.The rhizome was also used as a rodent repellent.",
    "Culture": "In Iran and Kashmir, the plant and Iris germanica, are most commonly grown on Muslim grave yards.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 30.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of [West] Pakistan.\nRechinger, K. H., ed. 1963–. Flora iranica.",
    "External links": "Herbarium specimen at Janaki Ammal Herbarium, India Media related to Iris kashmiriana at Wikimedia Commons\n Data related to Iris kashmiriana at Wikispecies"
  }
}