{
  "url": "https://en.wikipedia.org/wiki/Iris_wattii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Section": "Lophiris"
    },
    {
      "Species": "Iris wattii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris wattii  is a species in the genus Iris, it is also in the subgenus of Limniris and the Lophiris section (crested irises). It is a rhizomatous perennial plant. It is native to China, Burma and India, it has lavender or light blue flowers. It is also known as 'Bamboo Iris' (although confusingly, so is Iris confusa). It is cultivated as an ornamental plant in temperate regions.",
    "Description": "This species has rhizomes, that are between 0.7mm and 1.5 cm in diameter. They are also faintly light green in colour, and have distinct nodes. On top of the rhizome is scars and the remains of last seasons leaves. The rhizomes spread outward into clumps of plants.It has 10 or more leaves that are grouped together as a fan-shape.\nThe sword-shaped, and yellowish-green, leaves can grow up to between 30–90 cm (12–35 in) tall and 3.5–7.5 cm (1–3 in) wide. The leaves have 10 veins or ribs.\nThe leaves are evergreen in mild areas. The foliage is larger than Iris confusa.Iris wattii is the tallest species of all the crested irises.It has fattened, 'bamboo-like' stems, that has grown up to between 50–100 cm (20–39 in) tall and 1-1.5 cm wide.\n  Although, some sources claim it can grow up to 200 cm (79 in) tall. It has 5–7 short, stout branches. The pedicels are 1.5—3 cm long.The plant can grow very quickly, forming new growths from April or May.The stems have 3–5 spathes (leaves of the flower bud), which are thin, green and narrowly ovate. They are 1.5–2.5 cm long and 1 cm wide. The stems (and the many branches) hold between 2 and 10 flowers, 2–3 flowers per branch, in spring, or between spring-summer, between April and May. In Australia, it flowers earlier in the year, beginning in early winter and to late spring. The plants can have up to 50 flowers over a period of 8 to 10 weeks.The flowers are 7.5–8 cm (3–3 in) in diameter, and come in shades of light blue, powder blue, lilac-blue, bluish violet. The flowers are larger than that of Iris confusa, and Iris japonica, which has similarly coloured flowers.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are drooping, obovate, or obovate-spathulate (spoon-like). They are 4.5–6 cm (2–2 in) cm long and 2.4–4 cm wide. They have a central whitish crest area, which is spotted with darker lilac and a deep yellow, or orange-yellow. The edges of the petal are wavy, frilled or ruffled.\nThe standards are narrowly obovate, 3.5–4 cm (1–2 in) cm long and 1-1.3 cm wide. It also has edges that are wavy, frilled or ruffled.It has a 1–2 cm long perianth tube, 3 cm long stamens, yellow anthers and a 7–8 mm long green, ovary.It has 3 pale blue or pale mauve, style branches, that are 3–3.5 cm long and 8–10 mm wide. They also have fringed lobes, or jagged edges.After the iris has flowered, it produces a cylindrical or oblong, seed capsule, between May and August. It is obtusely trigonous (triangular in cross-section). It is 2.8–4.5 cm (1–2 in) long and 1.3–1.5 cm wide, with a sharp pointed end. Inside the capsule, are semi-orbicular, brown seeds.",
    "Description-Biochemistry": "In 2006, 13 species of Iris, including Iris japonica, Iris watti and Iris subdichotoma were studied for a cytological analysis of the chromosome counts.In 2009, a study was carried out on ten iris species from China. Including Iris confusa, Iris japonica and Iris wattii. It was found that there was a similarity between Iris japonica and Iris wattii, but not with Iris confusa.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has several chromosome counts including 2n=30, Simonet, 1934, 2n=30, Lenz, 1959 and 2n=30, Chimphamba, 1973. It is normally published as 2n=30.",
    "Taxonomy": "It has the common name of 'Bamboo Iris', (although Iris confusa is more often called the 'Bamboo Iris',) and 'fan shaped iris'.It is written as 扇形鸢尾 in Chinese script and known as shan xing yuan wei in Pidgin in China.It is written as איריס ואט in Hebrew.The Latin specific epithet wattii refers to George Watt, who collected an iris specimen of the species, on Khongui Hill, Manipur.It was originally described by Baker in 'Handbook of the Irideae' (Handb. Irid.) page17 in 1892 and then widely published by J. D. Hooker in 'Flora of British India', (Fl. Brit. India, of London) Volume 6, Issue18, page273 in July 1892.It was later published on 22 June 1935, in 'The Gardeners' Chronicle' 3rd Series Vol97, page411. In June 1938, it was published in the 'Journal of the Royal Horticultural Society' Volume63 Issue6 page292.An illustration of the iris, was published by Everard and Morley, in 'Wildflowers of the World', plate107 in 1970.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003, and then updated on 3 December 2004.Iris wattii is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate and tropical regions of Asia.",
    "Distribution and habitat-Range": "It is found with Asia, in China. Within the Chinese provinces of Xizang, and Yunnan.Also in India, (within Assam, and Manipur,) and Myanmar (or Burma).It is also thought to be found in Japan, Himalayas, and Tibet.",
    "Distribution and habitat-Habitat": "It grows in grasslands (and meadows) at forest margins and beside rivers (on riverbanks).It grows at altitudes of between 1,800 to 2,300 m (5,900 to 7,500 ft) above sea level.",
    "Cultivation": "It is hardy to between USDA Zone 8 – 10.It is also hardy to European Zone H4. It may survive mild winters or endure light frosts, with temperatures as low as −16C °, especially if the plants have been mulched.It is not hardy in northern climates, it should therefore be grown in a greenhouse, or a cold Alpine house.It should be grown in well-drained, light rich (containing humus) soils. It can tolerate neutral or acidic soils (PH levels between  6.5 – 7.8).It prefers positions between full sun and partial shade. But does not like (exposed sites – prone to high winds, due to the height of the plant).It has average water needs during the growing season. It will not tolerate standing water, also wet or damp conditions during the winter may cause the root to rot.It can be grown in a mixed flower border, for cut flowers, or in 'naturalised' clumps.\nIt can be also grown in containers, in sheltered positions.It can be affected by slugs and snails.Some iris growers suggest that the stems are 'staked' (to stop the tall stems flopping over).It may live for approximately 10 years.",
    "Cultivation-Propagation": "It can be propagated by division, or by seed growing.It also can be propagated by stem cuttings. If the cuttings are immersed in water for between 1–2 weeks. The roots will soon emerge and the new plant can be potted, and prepared for the garden later. Better results are gained if the water, contains lumps of charcoal.To propagate from seed, collect seed from the capsules, when ripe and sow the seeds in vented containers, within coldframe or in unheated greenhouse.",
    "Cultivation-Hybrids and cultivars": "It has several named hybrids, and cultivars.Including;\n\nIris wattii 'Sylvia' (which is taller than Iris wattii, and has pale blue-violet flowers, it was found by Major Lawrence Johnson).\nIris wattii 'Bourne Graceful' (which has deep green, purple-flushed leaves and large lilac flowers).Others known; 'Biswat', 'Isis', 'Johnston clone',  'The Ellis Wattii', 'Trengwainton', 'Ward's Form' and 'Wattii Alba',",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Other sources": "Mathew, B. 1981. The Iris. 77–78.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.",
    "External links": "Image of the iris Media related to Iris wattii at Wikimedia Commons\n Data related to Iris wattii at Wikispecies"
  }
}