{
  "url": "https://en.wikipedia.org/wiki/Iris_willmottiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris willmottiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris willmottiana  is a species in the genus Iris, in the subgenus Scorpiris. It is a bulbous perennial, from Uzbekistan in central Asia. It has green broad leaves, short stems, large flowers in various shades of blue.",
    "Description": "Iris willmottiana is very similar in form to that of Iris caucasica. Sharing similar size, shape, leaf margin but having smaller flowers.It has thickened roots, and it has broad leaves that are glossy lustrous green, that appear in May. The leaves also have a thin white margin on the edges.It generally grows to a height of between 15–25 cm (6–10 in) tall, in late spring or early summer.It has between 2 - 6 flowers on a short stem.The large flowers (about 6–7 cm in diameter), come in various shades of blue, from intense cobalt blue, pale lavender-blue, pale purple, to light purple.\nThe flowers are also blotched with white, and flecked with deep lavender-purple.\nThe falls have a large white area and white crest or central ridge with purple marks. The standards are about 1.5 cm long.",
    "Taxonomy": "It was collected from Bokhara in Eastern Turkestan in 1899, by a plant collector on behalf of the Van Tubergen nurseries in Haarlem, the Netherlands. It was then sent to Michael Foster who then first published and described it in the 'Gardeners Chronicle' of London' in 1901.He named it after Ellen Willmott, a renowned gardener. It is one of 60 or so plants named after her. Mr Foster chose Mrs Willmott due to her interest in irises.It was later illustrated in colour in Curtis's Botanical Magazine, plate number 8340, in 1912.Iris willmottiana is now an accepted name by the RHS, and was verified by United States Department of Agriculture Agricultural Research Service on 3 October 2014.",
    "Native": "Iris willmottiana is from Central Asia and (the former Russian state), of Kazakhstan. or Uzbekistan. \nIt grows wild in the stony foothills of the Pamir mountain range, at around 2900m above sea level.\nIt has been found in the Aksu Zhabagli, and Karatau Mountains, in Kazakhstan.",
    "Cultivation": "It is hardy to USDA Zone 3.Although the plant is quite hardy, in the UK, it is better cultivated in a bulb frame. or Alpine house, but has been grown outside.It prefers to grow in sandy loam, with good drainage and in full sun.Iris willmottiana, Iris willmottiana 'Alba' and Iris warleyensis (named after Miss Willmotts garden in Essex), are all easier to find in the US than in England.The plant listed as Iris willmottiana 'Alba', is now thought to be a white form of Iris bucharica.It can produce hybrids very easy with Iris magnifica and Iris graeberiana.",
    "References": "",
    "Other sources": "British Iris Society, 1997, A Guide to Species Irises: Their Identification and Cultivation, page 275\nMathew, B. 1981. The Iris. 143.",
    "External links": "Image from Species Iris Group of North America\nPhoto on flickr Data related to Iris willmottiana at Wikispecies"
  }
}