{
  "url": "https://en.wikipedia.org/wiki/Iris_pontica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Spuriae"
    },
    {
      "Species": "Iris pontica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris pontica  is a species in the genus Iris, it is also in the subgenus of Limniris and in Series Spuriae. It is a dwarf rhizomatous perennial plant from eastern Europe, the Causcasus region and Russia, with a short stem and violet-blue and white flowers.\nIt is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is known as the smallest Spuria iris. It is related to Iris sintenisii and Iris graminea but it is very distinct from them.It has a short, thick, woody, branching rhizomes. That measure 0.4–1.0 cm in diameter. They normally grown at 3–5 cm deep in the soil.\nThe branching and creeping habit creates tufts of plants.It has foliage which is similar in form to Iris graminea. It has 2–5 basal leaves, that are narrow, linear, lanceolate, slightly glaucous and grass-like. They grow up to 10–45 cm (4–18 in) long and 2–5 mm wide.  The leaves can be 3 times as long as the stem. They have prominent ribs or veining.It has very short stem, 1–4 cm long. In total, with the flower, peduncle and stem, the plant can reach up to 10 cm (4 in) tall.The stems or peduncle hold 1 (or 2 rarely) terminal (top of stem) flowers, in late spring, or early summer, between April and June.\nThe stems have 2 green, lanceolate, membranous spathes (leaves of the flower bud), that are 40–70 mm long.The flowers have a slight scent, which is rare for most spuria irises, and they can be up 5–7 cm (2–3 in) in diameter, and come in shades of violet-blue, violet, purple, or purple-reddish.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are sub-orbicular or obovate. They have a yellow, yellow-greenish or white centre patch that is veined with violet, reddish-brown or brown. They have very narrow dark purple claws (section closest to the stem). Measuring up to 45–55 mm long and 15–18 mm wide. The single coloured (violet-blue to blue) standards are oblanceolate and unguiculate (clawed shaped). They also have a dark purple claws. Measuring 35–50 mm long and 8–12 mm wide.It has a long perianth tube, but it is difficult to measure because of the slender, beaked ovary. It is estimated to be between 2 and 5 cm long. It has a bronze-purple or purple carinate (ridged), recurved (up turned at the front edge) style branch, which has two violet-blue teeth. It also has a 2 lobed stigma, yellow filaments, azure anthers and cylindrical ovary.After the iris has flowered, it produces an ellipsoid, seed capsule, 1.5–2.5 cm long, with 6 ridges, between May and August. Inside the capsule, are reddish brown to brown, pyriform (pear shaped) or globose seeds, which have a papery testa (coating).",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. \nIt has a chromosome count: 2n=72.",
    "Taxonomy": "The Latin specific epithet pontica refers to Pontiac or the Black Sea. Normally, pontica refers to the Turkish Pontus mountain range or the classical region known as 'Pontus' in North eastern Turkey, (such as Artemisia pontica), but the Black Sea was once known as Pontus Euxinus.It has the common names of Pontic iris. It is also rarely called Iris Black Sea.\nAlthough, generally Iris lazica has the common name of Black Sea Iris.\nIt was originally found in the Caucasus and called Iris humilis by Friedrich August Marschall von Bieberstein in Flor. Taur. Caucas. Vol.1 on page 33 in 1808.\nIt was again published by Bieberstein in Cent. Pl. Rar. Vol.1: tab. 31 in 1810, but in the 1960s, Georgi Rodionenko (a Russian botanist), found that a dwarf yellow bearded iris in the section Psammiris was called Iris humilis (by Georgi) and it was published earlier in 1775. It was then found that Hugo Zapałowicz had published the iris in 'Conspectus florae Galiciae criticus' (Consp. Fl. Gallic. Crit.) Vol.1 on page 191 in 1906 as Iris pontica. So Iris pontica is used as the correct name and Iris humils is classified as a synonym.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Distribution and habitat": "Iris pontica is native to eastern regions of Europe and Russia.",
    "Distribution and habitat-Range": "It is found in eastern Europe within Moldova, Romania, Ukraine, and north eastern Turkey.It is also in the Caucasus region, part of the Russian Federation or USSR.As recently as 2013, the species was first discovered in the forest-steppe area of Moldavia.",
    "Distribution and habitat-Habitat": "Iris pontica grows on dry sunny grasslands and meadows, of steppes, and on limestone, chalky and granite mountain slopes. Along the edges of ravines.It can also be found in thickets of shrubs and at the edges of forests.Sometimes, difficult to spot due to the flowers being hidden by the leaves.",
    "Conservation": "Iris pontica is listed as 'Vulnerable' in various Red Book of vascular plants in the Stavropol Territory in USSR, and also in Ukraine (since 1980). In Romania, it is listed as 'critically endangered'. It has been listed as endangered category in Moldova (since 1980).It has been threatened due to the flowers being collected for bouquets and grazing by farm animals.In 2009, a national Nature park was created in Ukraine. This is to protect several endemics that are listed in the Red Data Book. Including Iris pontica, Stipa asperella, Gymnospermium odessanum, Dianthus hypanicus, Moehringia hypanica and Silene hypanica.",
    "Cultivation": "It is hardy to European Zone H2.\nIt is hardy enough to be grown in Moscow, Saint Petersburg and Stavropol in Russia. It has grown well for up to 12 years in St Petersburg Botanical Garden.It prefers to grow in soils that contain limestone. But it is tolerant of other soils including rich clay loams, neutral dry soils, or a 'peat bed' (with mainly leafmold and rotting wood).It prefers full sun or partial shade. It is known as a heliophytic species.It can be grown in the rock garden or in an alpine house.\nIt can also be grown in a contained or pot.It is rarely seen in the UK.",
    "Propagation": "It can also be propagated by division or by seed growing.It is thought that it is propagated by ants. The flowers produce nectar droplets at the base of tepals, which attracts the ants.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nMathew, B. 1981. The Iris. 115–116.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea.",
    "External links": " Media related to Iris pontica at Wikimedia Commons\nMalisano.it: Image of Iris pontica\n Data related to Iris pontica at Wikispecies"
  }
}