{
  "url": "https://en.wikipedia.org/wiki/Iris_clarkei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Sibiricae"
    },
    {
      "Species": "Iris clarkei"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris clarkei is a species in the genus Iris, also the subgenus of Limniris and in the Iris series Sibiricae. It is a rhizomatous herbaceous perennial, from Asia, including north east India, Nepal, Tibet, Bhutan, Burma and in China. It has grey-green leaves, long and thin green stem and violet, to dark blue, to blue or reddish purple flowers.",
    "Description": "Iris clarkei is unique among the members of the Iris sibiricae group, as it has a solid stem and not hollow.It has a creeping habit that eventually forms a loose colony of plants. The rhizomes are slender and cylindric in form and sometimes clothed with the fibrous remains of the leaves from last season.It has grey-green leaves, that are glossy or glaucous on one side and dull on the other side. They are also linear, sword-shaped (lanceolate) and can grow to between 30–60 cm (12–23.5 in) long and between 0.8–2 cm (1/3–1/2 in) wide. The slender leaves begin to droop, the larger they get.It has a green, cylindrical, flowering stem or scape which is about 5mm wide, and can grow up to between 45–60 cm (17.5–23.5 in) long, or very rarely 90 cm (3.0 ft) long.\nIt has between 2–3 branches, with normally 2 flowers at the end of the branches.It blooms between late spring and early summer, between May and July. The flowers appear well above the leaves.The flowers come in a range of shades of blue. From violet, to dark blue, to blue, to a reddish purple colour.The flowers are between 5–10 cm (2–4 in) in diameter.\nIt has 2 pairs of petals, 3 large sepals (outer petals) known as the falls and 3 – 4 smaller petals known as the standards. The falls are larger, drooping, pendant shaped (in botany terms – obovate) and have a large white/yellow signal patch with violet or dark blue veining. The standards are smaller, narrower (oblanceolate), plain coloured, upright, and usually horizontal.It has a green perianth tube (about 5 cm long and 1 cm wide), slender green pedicel (about 2–3.5 cm long), milky white anther and blue style branches (about 4.5 cm long).Between August and September (after flowering), it has an oblong shaped (with 3-angled sides and 6 ridges/veins) seed capsule, which is 3.5–5 cm (1.4–2.0 in) long and 1.2–2.5 cm (0.47–0.98 in) wide. Inside, are dark brown, semi-circular, flat, disc-like seeds. The seeds are similar in form to Iris delavayi seeds.",
    "Description-Biochemistry": "In 2000, the seeds of Iris clarkei were studied by liquid chromatography.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. \nIt has a chromosome count: 2n=40. 2n=40, (Sim. 1934, ex Randolph & Mitra, Bulletin of the American Iris Society 140: 58. 1956) and 2n=38, Sachiko Kurasawa 1971.\nThis places it within the sub-group of the series, called the Sino-siberians.",
    "Taxonomy": "It is written as 西藏鸢尾 in Chinese script and known as 'xi zang yuan wei' in China.It is occasionally commonly known as 'Clark's Iris'. or 'Tibet iris'.\nThe Latin specific epithet clarkei refers to Charles Baron Clarke who had collected herbarium specimens (of the iris) in 1875.The iris was found in Tonglo, India in 1857 by Dr Y Thompson and also in 1868 by Dr T. Anderson.It was first published and described by Baker in 'Flora of British India' (London) in July 1892. Later he also published it in Handbook of the Irideae Vol.25. in Aug–Nov 1892. Unfortunately Baker had made a mistake, when he first described the iris, he had based his description of the plant, using a sketch drawn by Joseph Dalton Hooker (within Royal Botanic Gardens, Kew Herbarium). Hooker had found the plants in Tonglo in India and at Yakla in Sikkim (at an altitude of 10,000 ft above sea level).\nBaker had misread a faint penciled note on the side no beard or crest, which he read as beard and crest (missing the no). This meant he classified the plant as within the Pseudoevansia Group of plants. Later, in 1907 more plants and seeds from Tonglo, arrived in the UK and the mistake was found In 1910, in Curtis's Botanical Magazine, Tab. 8323. Vol.136 published by Otto Stapf, he noted that plants raised in gardens did not match the description and that it should be classified as coming from a region similar to Iris delavayi in China. This was later classified as the Siberian series.\nIt was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then updated on 1 December 2004.\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit, as well as being an accepted name.",
    "Distribution and habitat": "Iris clarkei is native to temperate and tropical regions of Asia.",
    "Distribution and habitat-Range": "Iris clarkei comes from a wide range of north east Asia; including north east India, (Sikkim, Manipur, Darjeeling and the Chumbi valley) Nepal (Himalayas), Tibet (also known as Xizang in China), Bhutan, Burma (formerly known as Myanmar), and in China (within the provinces of Xizang and Yunnan).",
    "Distribution and habitat-Habitat": "It grows on damp, grassy hillsides and marshes, beside streams and lakes and also at the edge of rhododendron and Abies pine forests. Sometimes forming large colonies of plants.\nIt grows at altitudes of between 2,300 to 4,300 m (7,500 to 14,100 ft) above sea level.",
    "Cultivation": "The Sino-siberian irises all generally have similar cultivation requirements.\nIt is rare in cultivation in the UK, and is sometimes confused with dwarf forms of Iris setosa.They are not as hardy as the other group of Siberian irises. They also don't like very hot conditions either. Preferring the northern parts of America and United States to the over warm southern America. They will tolerate temperatures of up to – 15 degrees C.  But may survive lower if protected or well mulched in winter.It is hardy to USDA Zone 6.They prefer soils with a ph level of 5.5 to 7 (acidic to neutral) and more moisture tolerant. They do not like free-draining soils (or sandy soils). They are also tolerant of windy conditions.They prefer positions in full sun but can tolerate partial shade. Although they produce less flowers in shaded positions.They can be mulched with peat or garden compost in spring. They can also be fed in spring with a general fertiliser but it is not essential.They can be divided after flowering (in early summer) if the clumps become too big and congested. Also propagation is best carried out by division of the rhizomes. It is fairly easy to propagate.They then should be replanted 25 cm (10 in) apart and 10 cm (4 in) deep. \nNew plants can be planted in spring or autumn. But the ground needs to be prepared before planting. New plants need to be well watered during the first season. New plants also can take at least 2 years to become established.They can be used in gardens, at waterside locations beside pools or streams, or in a bog garden.",
    "Hybrids and cultivars": "Known cultivars include; 'Clarkei (blue)', 'Clarkei (violet)', 'Locks Blue', 'Locks Purple'Iris clarkei crosses easily with Iris chrysographes and other irises.\nKnown crosses included; 'Berliner Riesen', 'Diamond Jubilee', 'Diomed', 'Far Voyager', 'Fifinella', 'Gossamer Sails', 'Lightly Touched', 'Normal', 'Ormonde', 'Persimmon'.",
    "References": "",
    "Sources": "Chinese Academy of Sciences. 1959–. Flora reipublicae popularis sinicae.\nF. Köhlein, Iris\nMathew, B. 1981. The Iris. 89.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition). [lists as I. clarkei Baker]. Media related to Iris clarkei at Wikimedia Commons\n Data related to Iris clarkei at Wikispecies"
  }
}