{
  "url": "https://en.wikipedia.org/wiki/Iris_tenuifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Tenuifoliae"
    },
    {
      "Species": "I. tenuifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris tenuifolia is a beardless iris in the genus Iris, in the subgenus Limniris and in the Tenuifoliae series of the species. It is a rhizomatous herbaceous perennial, from a wide region over central Asia, including Afghanistan, Pakistan, (the former Soviet Union republics of); Kazakhstan, Uzbekistan and Mongolia and in China. It has long greyish-green leaves, short stem and pale violet, lilac, pale blue, or purple flowers.",
    "Description": "Iris tenuifolia is very similar in form to the Mediterranean Iris unguicularis. As they both have very small stems and the seed capsules are often hidden within the leaves of the plant.It has a dark brown, thin, short, knobbly, tough, wood-like rhizomes. Underneath, it has a network of fibrous roots.\nOn top of the rhizome, at the base of the leaves, are the brown or red-brown, fibrous remains of the previous seasons leaves. Which act as sheaths, for the new leaves. The sheaths can be up to 6–20 cm (2–8 in) long.It can be either a single plant or can grow into thick clumps of plants.It has greyish-green, linear, twisted, leaves, that can grow between 20–60 cm (8–24 in) long and 1.5–2 mm wide.\nThey do not have a mid-vein but parallel veins, and are acuminate (ending in a point).\nThey continue to grow after blooming, and can end up as a mass of twisted leaves.The leaves are longer than the flowering stems.It has a very short flowering stem or scape, 10–30 cm (4–12 in) long. Although, sometimes the stems do not emerge above ground.It has 2 to 4, pointed (acuminate), membranous, green, between 5–10 cm (2–4 in) long and 8–10 mm wide, spathes (leaves of the flower bud).The stems hold normally 1–3, terminal (top of stem) flowers, blooming in spring, between April and May, or late as early June (in Russia).The scented flowers, are 4–7 cm (2–3 in) in diameter, and come in shades of pale violet, lilac, pale blue, or purple.\nIt has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are spatulate (spoon shaped) or obovate-lanceolate, 4.5–6 cm (2–2 in) long and 1.5 cm (1 in) wide. They have a thin central yellow crest or mid-vein, dark veins (on a pale colour), and a band of papillose (or small hairs). The narrower, oblanceolate, erect standards are 5 cm (2 in) long and 5–9 mm wide.It has a long, slender thread-like, perianth tube, 4.5–8 cm (2–3 in) long.It has 3 single coloured, style branches, 4 cm (2 in) long and 4–5 mm wide. They attenuate (narrow slightly) and at the tips, are toothed.It has a slender 3–4 mm long pedicel, 3 cm (1 in) long Stamens and a cylindric 7–12 cm (3–5 in) long and 2 mm wide, ovary.After the iris has flowered, between late July and early August (in Russia), or between August and September (in China). It produces an ovoid or sub-globose, 3.2–4.5 cm (1–2 in) long and 1.2–1.8 cm (0–1 in) wide, seed capsule. It has short beak-like appendage on the top.The seeds are oval (or turbinate – like a top) shaped, wrinkled and black-brown to brown.Often, the seed capsule is hidden by the long leaves.",
    "Description-Biochemistry": "In February 1997, a study was published in which 6 new flavanones, isolated from the rhizomes of Iris tenuifolia, using high resolution mass spectrometry.In 2005, it was noted that the rhizomes of Iris tenuifolia are the source of the largest number of new 2’-O-substituted simple flavanones within a single species.Between 2007 and 2011, a study was carried out on chemical constituents and pharmacological activities of  Iris tenuifolia and Iris halophila. Using chromatographic and spectroscopic techniques. The irises have been used in various tradition herbal remedy's, such as traditional Mongolian herb medicine and Uighur herb medicine.In 2008, several chemical compounds were extracted from Iris tenuifolia. These included; 'izalpinin', 'alpinone', 'arborinone', 'irilin B', 'irisone A', 'irisone B', 'betavulgarin', 'beta-sitosterol'  '5,7-dihydroxy-2', '6-dimethoxy-isoflavone' , 2',5-dihdroxy-6,7-methylenedioxy flavanone, 'irisoid A' and 'ethyl-beta-d-glucopyranoside'. Also 2 new compounds were found, tenuifodione and tenuifone. All found using spectroscopic methods.In 2011, 2 flavans and a flavanone, were extracted from the rhizomes of Iris tenuifolia and then tested against stem cells.In 2012, a genetic study was carried out on Iris laevigata and several of its closely related iris species, including Iris ensata, Iris setosa, Iris halophila, Iris scariosa, Iris potaninii, Iris tenuifolia, Iris bloudowii, and Iris sanguinea.In 2014, the characteristics of phenotypic plasticity and ecological adaptation of Iris tenuifolia from various habitats in Xinjiang, China, were studied.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=14.",
    "Taxonomy": "It is written as 细叶鸢尾 in Chinese script and known as xi ye yuan wei in Pinyin Chinese.The Latin specific epithet tenuifolia comes from the almagamtion of two Latin words tenuis meaning 'fine or thin' and folia mean leaf.It has the common names of Egeria Iris. Note; 'Egeria' means water buffaloes or cows pulling (in China). Another common name is narrow leafed iris, or fine leaved iris, or slender-leaf iris, or silk leaves Iris.It was published and described by Peter Simon Pallas in Reise Russ. Reich. Vol.3 on page 714 in 1776.It was introduced to Russia in 1812, and was noted as growing in the front garden of Mr. A. Razumovsky near Moscow.It was later published with an illustration in The Gardeners' Chronicle 3rd. Series Vol.59 on page 196 on 8 April 1916.It was verified by United States Department of Agriculture Agricultural Research Service on 2 October 2014, then as of January 2015, it is listed as a tentatively accepted name by the RHS.",
    "Distribution and habitat": "Iris tenuifolia is native to a wide region, of various temperate areas of Central Asia. Which extends from the Volga through Turkestan into Mongolia, and China.",
    "Distribution and habitat-Range": "It is found in the western Asian countries of Afghanistan and Pakistan.Also in the middle Asian countries of (the former Soviet Union republics of); Kazakhstan, Uzbekistan and Mongolia.\nAlso found in regions of Russia, including Agin-Buryat Okrug, Bashkortostan, Chelyabinsk, Chita and Siberia.\nIt is listed with Iris bloudowii, Iris humilis,  Iris ruthenica, Iris sibirica and Iris tigridia as being found in the Altai-Sayan region (where Russia, China, Mongolia and Kazakhstan come together).It is found within central China, in the provinces of Gansu, Hebei, Heilongjiang, Jilin, Liaoning, Nei Mongol, Ningxia, Qinghai, (Shandong), Shanxi,  Xinjiang and Xizang.One reference mentions Turkey, another reference mentions Iran. Since most others do not mention these countries, they are not regarded as valid.",
    "Distribution and habitat-Habitat": "It is grown in semi-desert, desert or mild mountainous areas.On sandy steppes, on dunes, beside sandy riverine grasslands or river banks, on dry coastal sand regions, on gravelly desert-like slopes and in the crevices of rocks.It is also grown at altitudes of 1000 to 4200m above sea level.In north east China, it is found growing on poor soils on open tree-less plains.",
    "Conservation": "In 2003, it was listed as an endemic vascular species of the temperate steppe region of Inner Mongolia, China, along with Stipa grandis, Artemisia frigida, Festuca ovina, Thymus serpyllum, Caragana microphylla,  Koeleria cristata and others.It is included in the IUCN 'Red Data Book' of the Chita Oblast of 2002, listed as 'rare'. It is now protected in Dauria and Khopyor reserves.",
    "Cultivation": "Iris tenuifolia is rare in cultivation in the UK. It is rare in cultivation in the US as well.They are more grown by specialised collectors or for scientific and research purposes.It was sometimes used as annual plant and only planted during the summer (in the UK, in 1800s).It is hardy, if sited in a northern continental climate. Similar to Nebraska, North Dakota or South Dakota. It is hardy in parts of Russia. It has been grown in Moscow, St Petersburg and Chita.It prefers sandy or sandy loam soils, similar to the desert habitat. It prefers alkaline soils.They prefer positions in full sun.It needs to be kept dry during winter, needing the protection of bulb frames (in the UK). It only needs water during the growing period. The plant loses its foliage during the winter, as it is removed by the forces of wind, snow and other bad weather conditions. It then re-grows leaves, in April and May.It has high drought and heat tolerance (desert-like conditions).",
    "Propagation": "The seed of Iris tenuifolia is rarely used by western horticulturists, as the plants rarely flower. William Rickatson Dykes notes that it made no satisfactory growth and never flowered.In other flowering regions, the seed can be harvested in autumn, washed, fresh or dried.",
    "Propagation-Hybrids and cultivars": "Due to its high drought and heat resistance, it could be useful in breeding purposes.",
    "Uses": "In 2001, a study was carried to monitor the effects of the iris, within a herbal remedy for kidney protection was carried out.The Iris genus has been used as a traditional folk medicine, used to treat a variety of diseases, such as cancer, inflammation, bacterial and viral infections. It was found that compounds isolated from Iris germanica have anti-tumor, anti-oxidation, anti-malarial parasite and anti-TB and other positive effects.The roots, seeds and flowers of the iris, are used as ingredients in herbal medicines. They have been used as tocolysis (also called anti-contraction medications or labor represents) and to treat fetal metrorrhagia.On 24 December 2009, a patent was granted, for the extraction of Iris tenuifolia. Due to its chemical compounds being used in the treatment of Alzheimer's disease.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nKhassanov, F. O. & N. Rakhimova. 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia. Stapfia 97:175.\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 123–124.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition). Media related to Iris tenuifolia at Wikimedia Commons\n Data related to Iris tenuifolia at Wikispecies"
  }
}