{
  "url": "https://en.wikipedia.org/wiki/Iris_hermona",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris hermona"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris hermona (Golan Iris) is a species in the genus Iris, it is also in the subgenus of Iris, and in the Oncocyclus section. It is a rhizomatous perennial, from the pastures and meadows of the Golan Heights in Israel and Syria. It has linear, upright leaves, tall slender stem holding a bi-coloured flower, having a pale lilac, cream-yellow, light tan, or white background, which is then covered in purple brown, or purple, or purple-pink veining, spots or speckling. It has a round purple-brown or almost black signal patch, and a sparse purple brown or almost black beard. It is rarely cultivated as an ornamental plant in temperate regions, as it needs very dry conditions during the summer.",
    "Description": "It is a geophyte, with a stout compact rhizome.\nWhich separates it from Iris bismarckiana (another Oncocyclus Iris), with a similar flower form and other morphological characters, but which has a stoloniferous rhizome.It has 9 leaves, which are linear, straight and erect. Compared to Iris westii (another Oncocyclus Iris), which are short and curved. The leaves can grow up to between 30 cm (12 in) long and 1.8 cm wide.It has a slender stem or peduncle, that can grow up to between 30–50 cm (12–20 in) tall.The stems hold terminal (top of stem) flowers, blooming early in the season, between March and April, or between April to May (in the UK).The flowers are between 10–18 cm (4–7 in) in diameter, they are considered to be the largest single flower in Israel. They are bi-coloured, and are pale lilac, creamy, cream-yellow, light tan, or white background. They are then covered in purple brown, or purple, or purple-pink, veining, spots or speckling.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are obovate and very recurved, and they measure 6.5–8.5 cm (3–3 in) long and 4.5–6.5 cm (2–3 in) wide. The colour and thickness of the veining or speckling can vary. In the centre of the petal is a signal patch, which is orbicular (round), purple-brown, or almost black, and 1.2 cm long and 1.5 cm wide. Also in the middle of the falls, a row of short hairs called the 'beard', which is sparse and has purple brown,  or almost black hairs. The standards are sub-orbicular and they measure 6.4–8.5 cm (3–3 in) long and 5.5–7.5 cm (2–3 in) wide. They are paler than the falls.It has cream, or yellow anthers, with purple filaments, and creamy white style branches. Compared to Iris atropurpurea and Iris haynei, it has a very short flowering time of between (3.6 ± 0.8 days).After the iris has flowered, it produces a seed capsule, which has not yet been described.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20, similar to other Oncocyclus irises.",
    "Taxonomy": "It is commonly known as 'Golan Iris', 'Hermon Iris', or 'Mt. Hermon iris'. It is also written in Hebrew as אִירוּס הַחֶרְמוֹן, and written in Arabic as أللّغة آلعربيّة\t  سوسن جبل الشيخ.The Latin specific epithet hermona refers to Mount Hermon, between Israel and Syria, although most of the currant plants are found in the Golan Heights.It was first found in Kunaytrah, Palestine, in 1912, and described by Wilhelm Bacher. Although it was first published and named by John E. Dinsmore in 'Flora of Syria, Palestine, and Sinai' (edited G. E. Post) by Vol.2 on page 596, in 1933.It was also published in 1934 in Fasc. II. 8 (Publ. Am. Univ. Beirut, Nat. Sc. Series No. 1 and No.3).In 1968, Bastow (within his article 'Oncocylus Irises, Part II', in The Iris Year Book 1968) thought that the species was similar in form to Iris bismarckiana except from having different types of rhizomes.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then changed on 1 December 2004.\nIt is listed in the Encyclopedia of Life, and in the Catalogue of Life, as well as being tentatively accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate western Asia.",
    "Distribution and habitat-Range": "It is endemic to Israel, (including the Golan Heights, Keshet, and Mount Hermon, ) and Syria.",
    "Distribution and habitat-Habitat": "It grows in open places like pasture lands, on the edges of oak scrub, steppes, or rocky meadows. On heavy soils, including rocky basalt, heavy basalt soils. or dark brown limestone soils.",
    "Pollination": "Generally, most Oncocyclus irises (including I. hermona) are pollinated by night-sheltering male bees (male eucerine bees).",
    "Conservation": "I. hermona is currently assessed as being a Vulnerable species, since 2016, it is very rare on the Golan Heights and on Mount Hermon.\nIn the past, it has been picked and uprooted due to its flowers, attacked by herbivore (such as porcupine, caterpillars and true-bugs), also its habitat has suffered from military tank exercises and other military exercises on the Golan. The populations have also been affected by cattle grazing, settlement development (housing) and the creation of vineyards and other agricultural development.The iris is a protected wildflower, and fortunately some populations of the iris can be found inside a couple of mine fields. In Keshet, Golan a settlement area was widened, and a population of the iris was trans-located, but after 3 years only 6 plants had survived out of 120 (meaning 5%).",
    "Cultivation": "I. hermona is thought to be an easier plant to grow in cultivation, as it can tolerate a Mediterranean climate. In general 'Oncocyclus Section' Irises need good drainage, minimal summer rainfall and dry winters, similar to a semi-arid climate. In temperate areas (such as the Europe and America), they are only suitable for growing in specialist iris growers, within a bulb frame or greenhouse. They can be grown under glass (in frames), to protect the irises from excess moisture (especially during winter times) and also to ensure the (shallow planted) rhizomes get the best temperatures during the growing season. They can be grown in pots (especially in deep ones known as 'long toms'), but they need re-potting, every 2 years and extra feeding. Watering is one of the most critical aspects of iris cultivation. It can suffer from aphids, viruses and rots.Israel's national collection of Oncocyclus iris is held at Ramat HaNadiv the burial place of Baron Edmond de Rothschild (1845–1934).  It has an iris garden (which includes I. hermona, Iris mariae, Iris atropurpurea and other Oncocyclus irises) as well as a large propagation system for growing more irises.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.\nOncocyclus irises dislike division, but it should only be carried out when the plant is overcrowded. Although hand pollination and germinating seedlings gives better results.",
    "Cultivation-Hybrids and cultivars": "It has one cultivar called 'Hermona'.It has various crosses including; 'Aviv' (I. atropurpurea x I. hermona) X (I. atropurpurea x I. hermona), \n'Bagdad Beauty',  \n'Doar Na' (I. hermona X Iris iberica), \n'Galeet' (Iris haynei crossed with I. hermona]]), 'Gilmond' (I. haynei crossed with I. hermona),\n'Goren' (Iris mariae X I. hermona), \n'Leat' (Iris atropurpurea X I. hermona) X (I. atropurpurea x I. hermona, \n'New Enchantment' (I. hermona X Iris susiana) X self, \n'Noga' (I. atropurpurea X I. hermona), \n'Orit' (Iris samariae X I. hermona), \n'Ravid' (Onco Hybrid 'Judean Charmer' (1956) X I. hermona), \n'Reaem' (I. hermona X Onco hybrid 'Judean Charmer'), \n'Sa'ar' (Iris mariae X I. hermona), \n'Tameer' (I. atropurpurea X I. hermona) X I. hermona),",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause skin irritation or an allergic reaction.",
    "Culture": "It is also found on the roof of a medieval grave of a local sheikh in the Golan Heights.On 19 June 2016, the National Gallery of Art in Vilnius, held an exhibition of photos by photographer Sharon Ya’ari, I. hermona was included as part of his \"Red Slide\" series (2015).",
    "References": "",
    "Sources": "Mathew, B. The Iris. 1981 (Iris) 51.\nMouterde, P. Nouvelle flore du Liban et de la Syrie. 1966– (F Liban)\nSapir, Y. et al. 2002. Morphological variation of the Oncocyclus irises (Iris: Iridaceae) in the southern Levant Bot. J. Linn. Soc. 139:369–382.\nZohary, M. & N. Feinbrun-Dothan Flora palaestina. 1966– (F Palest)",
    "External links": "Listed as part of the Flora of Israel Media related to Iris hermona at Wikimedia Commons\n Data related to Iris hermona at Wikispecies"
  }
}