{
  "url": "https://en.wikipedia.org/wiki/Iris_scariosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris scariosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris scariosa  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the mountainsides of Russia, Kazakhstan, Mongolia and China. It has sword-like, or sickle shaped, blue green or grey-green leaves, a short flowering stem, 3 or 4 membranous or semi-transparent flower bud leaves, 2 violet, reddish violet, lilac, blue-purple, or blue flowers in late spring, with yellow or white beards. It is cultivated as an ornamental plant in temperate regions. It was merged with another similar iris in the region, and Iris glaucescens became a synonym of Iris scariosa, before being divided into two separate species again. Although some sources still call it the main species, despite a slight colour difference.",
    "Description": "It is similar in form to Iris pumila.It has a yellow-white, thick, fleshy rhizome, that is between 1.2–2.2 cm (0–1 in) in diameter. Under the rhizome are secondary stolon-like roots. On top of the rhizome, are the yellow-white, fibrous remains of last seasons leaves. The creeping habit of the ground covering rhizomes, makes small tufts of plants.It has ensiform (sword-shaped), sub-lanceolate, or falcate (sickle-shaped), blue-grey, or grey-green leaves. They can grow up to between 10–18 cm (4–7 in) long, and between 1 and 1.8 cm wide. They are generally longer than the flowering stem.It has a flowering stem or peduncle, that can grow up to between 10–20 cm (4–8 in) tall. It is normally 15 cm (6 in) tall. The stems are leafless.The stem has 3 or 4, thin, lanceolate, spathes (leaves of the flower bud), they are (scarious) membranous, and semi-transparent. They are 4–6 cm (2–2 in) long, and 1.5–2 cm wide. They have a reddish purple, or lilac margins.It has a brown-purple, short perianth tube, which is about 1.5–4 cm long, and slightly flared upward. It also has short pedicels (flower stalks).The stems hold 2, terminal (top of stem) flowers, blooming in mid to late spring, between April to May, or May, or May to June.The unscented, flowers are 3.5–5.5 cm (1–2 in) in diameter, come in shades of violet, reddish violet, lilac, blue-purple, or blue. Some sources also refer to rarely, near white or yellow shaded flowers, but these may, however only refer to Iris glaucescens.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are oblong, or obovate shaped, with a narrow claw (section near the stem). They are 4.5–6 cm (2–2 in) long and 1.5 cm wide.  In the centre of each of the falls is a yellow 'beard' of hairs, but it can be sometime white on the blade (the wide part of the petal). The erect, oblanceolate shaped standards, are 3.5–5 cm (1–2 in) long and 0.5 cm wide.It has 1.8 cm long stamens, 1.5 – 2.8 cm long ovary, that is fusiform (spindle shaped), and a lavender or pale purple style branch, that is 3.5 cm long.After the iris has flowered, between mid to late summer, or June to August, or June to July. It produces an ovoid, or cylindrical spindle, or oblong shaped seed capsule. Which is 5–7.5 cm (2–3 in) long and 2.5–3 cm in diameter. It has 6 visible veins or ribs. The loculicidal (having compartments) capsule, holds dark brown, round or elongated seeds, that are 4–5.5 mm long and 2–3 mm wide.",
    "Description-Biochemistry": "In 1961, a study was carried out on various iris species in Russia, it found the chromosomal count of Iris scariosa was 2n=24.In 2012, a genetic study was carried out on Iris laevigata and its from several closely related iris species, including Iris ensata, Iris setosa, Iris halophila, Iris scariosa, Iris potaninii, Iris tenuifolia, Iris bloudowii, and Iris sanguinea.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.Iris scariosa has a chromosome count: 2n=24. Although one source also mentions 2n=40.",
    "Taxonomy": "It is written as 膜苞鸢尾 in Chinese script, and known as mo bao yuan wei in Pidgin.It is commonly known as 'Film bud Iris' or 'Membrane bud Iris (in China). It is also known as 'Iris leathery' in Russia. It was known in UK as the 'Scarious iris'.The Latin specific epithet scariosa refers to shrivelled, or thin dry organs. This refers to the membranous bracts or spathes, under the flowers.\nIt was originally described from specimens collected from near to the Caspian Sea.It was first described by Johann Heinrich Friedrich Link and then published by Karl Ludwig Willdenow (using Link's description of the plant), in 'Jahrbücher der Gewächskunde' (of Berlin and Leipzig, Jahrb. Gewächsk.) Vol.1 Issue3, page71 in 1820.It was later published by Carl Ledebour in 'Fl Ross' Vol.4 page104 in 1853, then in 'Gartenflora' Vol.27 page325 in 1878, with a colour illustration (labelled as Iris eulefeldi). then by Maxim in 'Bull Acad Sci St. Petersb' Vol.26 page534 in 1880 and by Boris Fedtschenko in 'Kom Fl URSS' Vol.4 page550 in 1935.An illustration of the iris by Matilda Smith was published in Curtis’s Botanical Magazine, vol. 112 [ser. 3, vol. 42] no.6902 in 1886.In 1979, Shevchenko (Iris L. in A.I. Galushko (edited) 'Flora Severnogo Kavkaza' Vol.3 page79, University of Rostov) divided Iris glaucescens and Iris scariosa into 2 separate species. He thought that there was several morphological and ecological differences between the 2 species. But he did not publish these. Also he noted that the Iris scariosa distribution range was limited to west of the Caspian Sea. But this range classification is disputed by other authors, although most sources still split the two irises into separate species.\nIt was verified by United States Department of Agriculture and the Agricultural Research Service on 2 October 2014.It is listed in the Encyclopedia of Life.Iris scariosa is not yet an accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate central Asia, and eastern Europe (meaning Russia).",
    "Distribution and habitat-Range": "It is found in Russia, (within Kalmykia, Bashkortostan and Siberia,), Kazakhstan, Mongolia, and China (within the provinces of Xinjiang,).The distribution stretches from the Ural Mountains, (above the Caspian Sea, including along the Volta River,) eastwards to the Tien Shan Mountains, and Altai Mountain range.In Kazakhstan, it can be found on the Sugaty Plateau of the Ketmen Mountains with Tulipa iliensis.In China, it is found on the Tarbagatai Mountains and Maili mountains, with other plant species including; Fritillaria yuminensis, Paeonia hybrida Pall., Corydalis nobilis Pers., the cowslip Primula veris L. subsp. macrocalyx (Bunge), Glaucium squamigerum Kar. & Kir. and Chelidonium majus L. var grandiflorum Willd.",
    "Distribution and habitat-Habitat": "It grows on the alkaline and dry, sunny, open stony hillsides, beside ditches, and in desert-like steppes.They can be found at an altitude of 1,500–2,400 m (4,900–7,900 ft) above sea level.",
    "Conservation": "It is listed as V (for vulnerable), in the Red Book of the Russian Federation, (within the Stavropol and Rostov regions).One colony of plants is within the Astrakhan Nature Reserve.It is limited in habitat, due to intensive grazing of the land.",
    "Cultivation": "It is hardy in Europe to Zone H2, meaning hardy to −15 to −20 °C (5 to −4 °F). It has been tested for hardiness in Russia, in the botanical gardens of Moscow, Stavrapole, and St. Petersburg. It was only cold resistant in Stavrapole.In 1946, it was first introduced to the Moscow Botanical Garden of Academy of Sciences, but showed unstable results, it did not bloom annually, or fruit and suffers in the winter.It prefers to grow in well-drained soils in full sun.It does not like waterlogged soils, that can damage the rhizomes, but has high drought and salt tolerance. So could be used in p\nIt can be grown in rock gardens.It is only collected and cultivated by iris specialists.It is cultivated in the botanical gardens of Almaty, Barnaul, Dzhezkazgan, Karagandy, Kiev, Leningrad, Moscow, Omsk and Sverdlovsk.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Cultivation-Hybrids and cultivars": "Due to its high drought and salt tolerance, it would be useful or interesting in plant breeding programmes.\nAs a diploid iris, it is unlikely to produce fertile offspring in crosses to other types of iris. So it has not been used.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "Uses": "In China, the rhizome of Iris scariosa has been used to treat swollen gums, anti-inflammatory pains, also sore throat (or chronic pharyngitis,) and hoarseness. The rhizome was ground into a powder, then mixed with honey.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nKhassanov, F. O. & N. Rakhimova. 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia. Stapfia 97:177.\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 34.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": "Has images of Iris ruthenica, Iris humilis and Iris scariosa  from the Altai Mountains\nHas an image of clump of the iris in Kazakhstan\nImages of the iris in China Media related to Iris scariosa at Wikimedia Commons\n Data related to Iris scariosa at Wikispecies"
  }
}