{
  "url": "https://en.wikipedia.org/wiki/Iris_croatica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. croatica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris croatica is a bearded rhizomatous species of iris (subgenus Iris) endemic to Croatia.",
    "Description": "It has branched stems and dark violet flowers. Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The standards are slightly paler than the falls, they have white veining on the throat. It has a beard which is whitish yellow, and the spathes are slightly tinged with red-violet, like those of Iris aphylla.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It was counted as 4n=48 (making it a tetraploid).",
    "Taxonomy": "It was described in 1962 by botanists Ivo and Marija Horvat, in 'Acta Bot. Croatica', Issue 20–21 on page 8. Then in 1981, Brian Mathew in his book 'The iris', reclassified it a synonym of Iris germanica.",
    "Distribution and habitat": "Iris croatica is native to temperate areas of Europe.",
    "Distribution and habitat-Range": "It is found in Croatia and Slovenia.\nIt grows mostly in the woods of Downy Oak (Quercus pubescens) and Black Hophornbeam (Ostrya carpinifolia) on dolomite and limestone soils. It is known from hilly parts of continental Croatia including the hills of Samoborsko gorje (near Samobor), the hill Cesargradska gora (near Klanjec), near Josipdol, on the hill of Strahinjčica (near Radoboj), and at Zagrebačko gorje and Žumberačko gorje.It is on the Croatian list of strictly protected plants, among nine Iridaceae species.It is unofficially known as the national flower of Croatica.",
    "References": "\n\n== External links =="
  }
}