{
  "url": "https://en.wikipedia.org/wiki/Iris_atrofusca",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "I. atrofusca"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris atrofusca (Judean iris or Gilead iris) is a species in the genus Iris, where it is placed in the subgenus Iris and the section Oncocyclus.  It is a rhizomatous perennial from the deserts of Israel and Jordan. The species has long falcate (sickle-shaped) or ensiform (sword-shaped) leaves, a long thick stem and large fragrant flowers that come in shades of purple brown, reddish-black, black-brown, dark brown, dark lilac or dark purple. The flowers also have a black or brownish-black signal patch and a thick beard that is brown-black, light brown or yellow tipped with brown. It is rarely cultivated as an ornamental plant in temperate regions.",
    "Description": "It has a stout, compact rhizome, with very long secondary roots. The rhizomes grow level with the surface of the soil, so that they can benefit from heat from the sun. The roots form dense, thick clumps reaching 0.5 m wide.The leaves of the iris are falcate (sickle-shaped), or erect, or ensiform (sword-shaped). It is thought that specimens from the Arad valley have falcate (curved) leaves, compared with those found in the Beersheva hills or (Be'er Sheva), which have erect leaves. They are also similar to Iris susiana (another Oncocyclus section Iris). The iris can have up to 5–8 leaves, which are greyish-green or pale green and slightly glaucescent. They can grow up to between 15–40 cm (6–16 in) long, and between 0.8 and 2 cm wide.It has a stout stem or peduncle that can grow up to between 20–45 cm (8–18 in) tall.  It is as tall as I. susiana. The stem has pale green, ventricose (swollen or inflated) spathes (leaves of the flower bud), which are 9–10 cm (3.5–3.9 in) long. The single terminal (top of stem) flowers bloom in late March or April.The fragrant flowers are 10–15 cm (4–6 in) in diameter, and come in darker shades ranging through purple brown, reddish-black, black brown, dark brown, dark lilac, and dark purple, although a yellow flowered form can be found. It is thought to be the darkest-coloured iris in Israel, and in Jordan is often called 'black iris'.Like other irises, it has 2 pairs of petals: 3 large sepals (outer petals), known as the 'falls', and 3 inner, smaller petals (or tepals), known as the 'standards'. The wide falls are recurved, and measure\n6–7.5 cm (2–3 in) long and 3–4.5 cm (1–2 in) wide. They have a broad, brownish-black or black signal patch in the middle. In the middle of the falls, extending from the claw (the narrow section of petal near the stem), there is a row of short hairs (velvet-like,) called the 'beard', which is brown-black, light brown, or yellow, tipped with brown. The paler standards are incurved, and measure up to 7–9 cm (3–4 in) long and 3–4.5 cm (1–2 in) wide. They have heavy veining, in black,) and lots of reddish-black dots. The flowers are smaller than those of Iris haynei (another Oncocyclus section iris).Iris atrofusca has the longest floral longevity of 6.7 (± 1.3 days), compared to Iris atropurpurea and  Iris hermona, (other 'Oncocyclus Section' irises from Israel).It has style arms which are 5 cm (2 in) long, greenish yellow and spotted with purple, a white anthers, oblong-shaped ovary, short filaments, and a 5 cm (2 in) long cylindrical green perianth tube. After the iris has flowered, it produces a seed capsule, which opens up with three parts, and holds many seeds inside.A study in 2005 found that pollen is transferred between flowers by night-sheltering solitary male bees, which are the only known pollinators of the plants.",
    "Description-Karyotype": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. The karyotype was counted as 2n = 20 by Marc Simonet, then by Kushnir in 1947, then by Randolph and Mitra in 1958 and by Avishai and Zohary in 1980.",
    "Taxonomy": "The Latin specific epithet atrofusca refers to atrofusca, from 'ater' meaning \"black, sable, dark, gloomy\", and 'fuscus' meaning \"dark, dusky, swarthy or very dark”.Iris atrofusca is commonly known as 'Judean Iris', 'Dark brown Iris', or 'Gilead Iris', or 'Jil'ad Iris', or 'Jal'ad Iris'. It is occasionally called the 'Negev Iris', although normally that name is used for Iris mariae.\nIn Hebrew, it is known as אִירוּס שָׁחוּם . In Arabic, it is common known as 'Sawsan Gilead'. It is written in Arabic as سوسن جلعاد – كحيلة الكلبI . It is known in Finnish as \"Suklaakurjenmiekka\".Iris atrofusca was first published and described by John Gilbert Baker in Gardeners' Chronicle (Gard. Chron.) in 1893, and in the Botanical Magazine (Bot. Mag.) in 1894 as Iris atropurpurea var. atrofusca Baker. In 1896, within Flora Palaestina, vol. 4, by Naomi Feinbrun, the species gained Iris jordana, Iris atropurpurea var. gileadensis, Iris hauranensis and Iris loessicola as synonyms. It was listed on List of native plants of Flora Palaestina (E-O). It was for many years also found as Iris haynei, to which it is closely related. Iris atrofusca is an accepted name by the RHS and it was last listed in the RHS Plant Finder in 1999. It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 2 December 2004. It is listed in the Encyclopedia of Life, and in the Catalogue of Life.",
    "Distribution and habitat": "This species is native to temperate Western Asia.",
    "Distribution and habitat-Range": "It is found in Israel, Jordan, and the Palestinian Territories. (near Nablus,) It is spread from the deserts of Samaria, Judean desert, Negev Desert, the Beit Shan Valley, south Golan Heights, Jordan Valley, and the valley of the Dead Sea.",
    "Distribution and habitat-Habitat": "It grows in the arid desert, dry hills, rocky/stony slopes, loessial plains, semi-steppe shrublands, or even agricultural fields. In the Arad valley, the plant has been under cultivation for several thousands of years.It can be found at an altitude of −250 to 300 m (−820 to 980 ft) above sea level.",
    "Distribution and habitat-Habitat-Synecology": "It can be found growing naturally with phlomis, echinops and Eremostachys laciniata.",
    "Conservation": "It is a rare and endangered species, due to populations being threatened by over-grazing, and human development including roads and settlements. It is listed in the Israeli Red Data Book (Shmida and Polak, 2008) as 'rare' in the Samarian Desert, and also the northern Negev. It is listed as 'very rare'  in the Judean Mountains  and the Negev Highlands. In Israel, there is only one national park, Tel Arad National Park, that has natural population of the iris (Volis, Blecher and Sapir, 2010, Biodiverisity and Conservation).",
    "Cultivation": "It is hardy in places with a dry summer and full sun. It prefers to grow in well-drained soils.'Oncocyclus Section' Irises are easier to grow than 'Regelia Section' Irises, but should be preferably grown under glass (in frames), to protect the irises from excess moisture (especially during winter times), and also to ensure the shallow planted rhizomes get the best temperatures during the growing season. They can be grown in pots, especially in deep ones known as 'long toms', but they need re-potting every 2 years and also extra feeding. Watering is one of the most critical aspects of iris cultivation. The growth starts in October and should start with careful watering; water should never be poured directly on the rhizomes.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or from seed.",
    "Cultivation-Hybrids and cultivars": "It has various cultivars such as 'Atropurpurea Gileadensis', 'Hauranensis', 'Jordana' and 'Loessicola'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves). If mistakenly ingested, it can cause stomach pains and vomiting. Handling the plant may also cause skin irritation or allergic reaction.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin). 2009 (Vara kulturvaxt namn)\nDorman, Melnik, Sapir, and Volis. 2009 Factors affecting dormancy of Oncocyclus iris seeds. Israel Journal of Plant Sciences 57 (4) : 329–333.\nMathew, B. The Iris. 1981 (Iris) 44.\nSapir, Y. et al. 2002. Morphological variation of the Oncocyclus irises (Iris: Iridaceae) in the southern Levant Bot. J. Linn. Soc. 139:369–382.\nZohary, M. & N. Feinbrun-Dothan Flora palaestina. 1966– (F Palest)",
    "External links": "Images of the iris in the Negev Desert in Israel \nListed as part of the Flora of Israel  Media related to Iris atrofusca at Wikimedia Commons\n Data related to Iris atrofusca at Wikispecies"
  }
}