{
  "url": "https://en.wikipedia.org/wiki/Iris_brandzae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Spuriae"
    },
    {
      "Species": "Iris brandzae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris brandzae  is a species in the genus Iris, it is also in the subgenus of Limniris and in Series Spuriae. It is a rhizomatous perennial plant, originally from Romania with violet and white flowers. It was once thought to be a subspecies of Iris sintenisii, but now classified as a separate species. It is also called Iris Brandzy or Prodan Iris in Russia. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris brandzae is similar in form to Iris sintenisii, but with several differences, including leaf form, flower shape and spathe form.It has an (un-described) rhizome, which can forms small clumps of plants.It has grass-like leaves that are very narrow, erect, greenish blue, rough or scabrid (to the touch), and not evergreen. They can grow up to between 30–35 cm (12–14 in) long, and 1.5–3.5 mm wide. The leaves also have 2–5 prominent veins.Unlike Iris sintenisii, it has stems that are generally taller than the leaves, which can grow up to between 20–45 cm (8–18 in) tall. The stems have strongly inflated, green spathes, (leaves of the flower bud), which also have prominent veining.It has flowers that are similar in form to other dwarf spurias. and they have 2 terminal (top of stem) scented flowers, that begin blooming in the spring, between April and May. They come in shades of blue-violet, deep-blue, or blue-purple.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. Compared to Iris sintenisii, they have narrow mid tepals (the claws) which are narrow.After the iris has flowered, it produces a terracotta coloured seed capsule, in the fall (autumn).",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.In 1948, an analysis was carried out by Tarnavschi, and published as 2n=10. Which does not match with other spuria irises.\nOther published counts are 2n=20.",
    "Taxonomy": "The Latin specific epithet brandzae refers to botanist Dimitrie Brândză (1846–1895).\nIt is sometimes called Prodan Iris, or Iris Brandzy in Russia.It was originally published and described as Iris brandzae by Iuliu Prodan in Buletinul Gradinii Botanice si al Muzeului Botanic dela Universitatea din Cluj (Bul. Grad. Bot. Univ. Cluj) Vol.15 page103 in 1935.It was also published by Czerep, in 1973 Svod Dopolm. Izmen Flora SSSR page301 and then by Geiderman in 1975, Opred. Vyssh. Rast. Mold SSR Ed2 page109.It was later published as Iris sintenisii Janka subsp. brandzae (Prod.) D.A. Webb & Chater by D.A. Webb & Chater in the 'Botanical Journal of the Linnean Society' (Bot. J. Linn. Soc. 76.) in 1978,. It was thought to have a more limited geographical distribution than Iris sintenisii, around Romania. \nIt stayed like this for many years until the authors of the Romanian flora books ('Flora Ilustrata a Romanie' by Ciocarlan 2009 and 'Plante Vasculare din Romania. Determinator ilustrat de teren (Vascular Plants of Romania. An illustrated field guide)' by Sarbu, Stefan et Oprea 2013) re-classified the taxon as an independent and separate species.Although some references still call it  Iris sintenisii Janka subsp. brandzae.It has not yet been verified by United States Department of Agriculture Agricultural Research Service as of February 2015.\nIris sintenisii subsp. brandzae, as of February 2015 was a tentatively accepted name by the RHS.",
    "Distribution and habitat": "Iris brandzea is native to Central Europe.",
    "Distribution and habitat-Range": "The original specimens were found in Romania. It is also found in Moldavia, Bessarabia, Asia Minor,  and the Carpathians, (in Central and Eastern Europe).Although it is more rarely found, than Iris sintenisii.Specifically, it can be found on the plains of Romania and Moldova.",
    "Distribution and habitat-Habitat": "It grows in very different habitats to Iris sintenisii. It is a (Mesophyte meaning neither dry or wet habitats).It grows in saline marshes or wet meadows,  and forest glades.It has also been found in steppe forest woodland under Fraxinus pallisiae (Ash trees).",
    "Conservation": "In 2003, it (as Iris brandzae) was assessed as 'Rare' in the nature reserve of 'Padurea Harboanca' in Romania.",
    "Cultivation": "Iris brandzae is hardy to USDA Zone 5.\nIt is also hardy in Ukraine.It prefers moist, well drained and humus rich soils.It prefers positions in semi-shade.It is tolerant of wet springs and hot dry summers.Iris brandzae is grown in the Botanic Garden of Iasi Iași Botanical Garden, Romania. In the northern part of the garden, called The Section Moldavia Sylvosteppe, along with other plants such as;  Crambe tataria, Echium rossicum, Pulsatilla vulgaris ssp. grandis, Beta trigyna, Dianthus capitatus, Artemisia austriaca, Achillea setacea, Astragalus onobrychis, Hyacinthella leucophaea, Plantago schwarzenbergiana, Rumex tuberosus ssp. tuberosus, Crocus reticulatus, Galium moldavicum, Paeonia tenuifolia and Amygdalus nana.Specimens can be found in Saratov State University, Russia.Specimens can be found growing in the Botanical Garden of Šiauliai University in Lithuania.",
    "Culture": "In 1961, an illustration of Iris brandzae was used on a postage stamp in Romania. It was issued on 15 August 1961, as part of the series '100 years of Bucharest Botanical Garden'.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nMathew, B. 1981. The Iris. 115–116.",
    "External links": " Media related to Iris brandzae at Wikimedia Commons\nhas an image of the flower\nhas an image of the flower\n Data related to Iris brandzae at Wikispecies"
  }
}