{
  "url": "https://en.wikipedia.org/wiki/Iris_kobayashii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Tenuifoliae"
    },
    {
      "Species": "I. kobayashii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris kobayashii is a beardless iris in the genus Iris, in the subgenus Limniris and in the Tenuifoliae series of the species. It is a rhizomatous herbaceous perennial, from China. It has slightly twisted leaves, short stems and 1 to 2 purple or blue and yellow flowers.",
    "Description": "Iris kobayashii has short, tough, woody-like, rhizomes. With strong flesh roots underneath.\nIt has yellowish brown sheaths (to the leaves), which are the remains of last seasons growths.It has linear, slightly twisted (spiral-like), leaves, that are 10–20 cm (4–8 in) long and 2–3 mm wide. They have pointed ends.It has short flowering stems, that grows up to between 10–15 cm (4–6 in) long. Sometimes, the stems do not emerge from below ground.It has 2 or 3, green, lanceolate, between 6–8 cm (2–3 in) long and 8–10 mm wide, large spathes (leaves of the flower bud).The stems hold 1 or 2 terminal (top of stem) flowers, blooming in May.The small flowers are 3–5 cm (1–2 in) in diameter, are purple or blue and yellow, with markings of opposite colours. It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are narrowly oblanceolate, 3 cm long and 5mm wide. \nThe standards are erect, narrowly oblanceolate, 2 cm long and 2–3mm wide.It has a 1 cm long pedicel, 4–5 cm long and slender perianth tube, 1.5–1.8 cm long stamens, yellow or purple anthers and a 1 cm long ovary. It also has small style branches.After the iris has flowered, it produces an ellipsoid seed capsule, 2 cm long and 7-8mm wide, with a beaked top and 6 ribs, between June and August.",
    "Taxonomy": "It is written as 矮鸢尾 in Chinese script and known as ai yuan wei in China.It has the common name of Dwarf Iris, or Tiny Iris.\nNote, that the chinese small iris is Iris lactea .\nThe Latin specific epithet kobayashii refers to plant collector 'M. Kobayashi'.It was published and described by Masao Kitagawa in The Journal of Japanese Botany ix. Pages246-250 in 1933.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Distribution and habitat": "Iris kobayashii is native to temperate areas of China.",
    "Distribution and habitat-Range": "It is found in the province of southern Liaoning, northeastern China, and Manchuria.",
    "Habitat": "It is found growing on dry hillsides.",
    "Conservation": "In Liaoning, China, it was listed as an endemic vascular species, along with Acontium faurieri, Artemisia chienshanica, Betula ceratoptera, Caragana litwinowii, Iris minutoaurea,  Phragmites australis and others.It is known as an endangered species. In 2007, it was designated by IUCN Endangered Red list as Critically Endangered. In 2012, it is still listed as Critically Endangered.",
    "Cultivation": "It is not common in cultivation in the UK. It prefers to grow in sandy soils It needs to be kept dry during winter, needing the protection of bulb frames, only needs water during the growing season.",
    "References": "",
    "References-Other sources": "Mathew, B. 1981. The Iris. 122.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Data related to Iris kobayashii at Wikispecies"
  }
}