{
  "url": "https://en.wikipedia.org/wiki/Iris_sanguinea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Sibiricae"
    },
    {
      "Species": "I. sanguinea"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris sanguinea is a rhizomatous flowering plant in the genus Iris and in the Iris series Sibiricae. It is cultivated as an ornamental plant in temperate regions. It is one of the species considered a Japanese iris. It is from Asia, found between Russia, Mongolia, China,  Japan  and Korea. It has grey green leaves, an unbranched flowering stem and flowers in reddish-purple shades, from blue to blue-purple, red-violet, with a rare white variant.",
    "Description": "Iris sanguinea is often confused with Iris sibirica, another blue flowering Asian iris. But I. sanguinea has unbranched stems, while I. sibirica has branched stems.It has a thick creeping rhizome.It has grey-green leaves that are more or less the same height as the flowering stems, but as the leaves droop, they appear shorter. The linear, narrow leaves grow between 20–60 cm long and 5–13 mm wide.It has a hollow unbranched flowering stem, that grows up to between 30 and 90 cm (12 and 35.5 in) long.\nThe stems bear two to three flowers, at the terminal ends in early summer, between May and July.It has three green spathes (leaves of the flower bud), that are reddish at the base, measuring 5–7 cm long and 1 cm wide. It then has a brown papery tip.The flowers come in a range of reddish-purple shades, from blue to blue-purple, red-violet, with a rare white variants. The flowers are 6–8 cm in diameter.It has two pairs of petals, three large sepals (outer petals), known as the 'falls' and three inner, smaller petals (or tepals, known as the 'standards'). The large obovate (shaped like an egg), drooping 'falls' have reddish-purple veins on a white or yellowish signal.\nThe smaller, erect obovate standards are 4–5 cm long and 1.5 cm wide.It has perianth tube of 8–10 mm long, 3 cm long white filaments, yellow anthers, a cylindric ovary 1.5–2 cm long by 3–4 mm wide, and a reddish-purple style branches 3.5 cm long by 5 mm wide.In July and September (after the iris has flowered), it produces a seed capsule, which is ellipsoid / cylindric in form and measures 3.5–5 cm long by 1.2–1.5 cm wide.",
    "Description-Biochemistry": "In 2012, a genetic study was carried out on Iris laevigata and several of its closely related iris species, including Iris ensata, Iris setosa, Iris halophila, Iris scariosa, Iris potaninii, Iris tenuifolia, Iris bloudowii, and Iris sanguinea.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been count various times; 2n=28, Simonet, 1928; 2n=26,28 Lee, 1970; 2n=28, Starodubtsev & Mironova, 1990; 2n=28, Huang, S.-f. & Zhao, 1995.\n2n=28 is the most common listed count.\nThis means it is similar to Iris sibirica and Iris typhifolia.Specimens from Primorskii Krai in Russia, were found to have a chromosome count of 2n=28.",
    "Taxonomy": "Iris sanguinea is pronounced as EYE-ris san-GWIN-ee-a.It is written as 溪荪 in Chinese script and known as xi sun in China. In Japanese it is known as ayame and written as アヤメ, 菖蒲, 文目 in Japanese script.It has the common names of blood-red iris and blood iris.It was originally published as Iris orientalis by Thunberg in Transactions of the Linnean Society Vol. 2 page 328 in 1794, but the name had already been used for an iris within the series Spuriae Iris.It was first published as Iris sanguinea, described by Jens Wilken Hornemann in Hortus Regius Botanicus Hafniensis (In Usum Tyronum et Botanophilorum. Hauniae) (Copenhagen) issue 58 in 1813. But this was based on an earlier description by James Donn in 'Hortus Cantabrigensis.' Vol. 6, 17 in 1811.In 1981, in his book The Iris, Brian Mathew uses the name Iris sanguinea Donn. This was then used by other authors.(See Other Sources section)\nThe Latin specific epithet sanguinea refers to the Latin word for blood, referring to the red-purple colour of the spathe valves of the iris.This plant has gained the Royal Horticultural Society's Award of Garden Merit.It was verified by United States Department of Agriculture Agricultural Research Service on 15 March 2002.",
    "Distribution and habitat": "Iris sanguinea is native to the temperate regions of eastern Asia.",
    "Distribution and habitat-Range": "It is found between Russia (East of Lake Baikal in Siberia, Buryatia, Chita, Irkutsk, Amur, Khabarovsk, Magadan and Primorye), Mongolia, China (provinces of Heilongjiang, Jiangsu, Jilin, Liaoning and Nei Monggol), Japan (Hokkaido, Honshu and Shikoku) and Korea.",
    "Distribution and habitat-Habitat": "It grows in damp meadows, along the edges of rivers and lakes, on the edges of forests,  beside streams and on hillsides, at altitudes of around 500 metres above sea level.",
    "Cultivation": "Iris sanguinea is thought to be easy to grow. It is sometimes described as \"prolific\", meaning it can be 'invasive' when the conditions are optimal.It will tolerate temperatures of −3.8 °C (25.2 °F) down to −34.4 °C (−29.9 °F). It is hardy to USDA Zone 4–9, and Zone H2 (which means hardy to −15 to −20 °C (5 to −4 °F)), in Europe. It is hardy in the UK, but will not survive wet winters in cooler parts of the world.The iris should be grown in well-drained, neutral to slightly acidic soils (the pH level should be more than 5.6) with plenty of organic matter, or loam.It prefers positions in full sun, but can tolerate partial shade (with some hours of sunlight).The plant needs moisture during the growing season (in spring and early summer) to create the best blooms. But they don't grow in the water, although they will tolerate occasional flooding.",
    "Cultivation-Propagation": "They are best propagated by division. The divisions must be not be allowed to dry out and can be temporarily stored in bucket of water, while the new planting position is prepared. The best time to divide plants is between August and September.To grow from seed, allow the mature pods to dry on the plant. Then break open to collect seeds and the direct sow outdoors in fall or autumn. The seed should germinate within three months, if they have been pre-chilled for four weeks or placed outdoors over winter. Once germinated they should be brought indoors (or place in a cold frame) to avoid temperature shock and then transplant outside, when the plant has four leaves. The climatic conditions of the garden, controls planting (or transplanting) times. In the north, they are best planted in the spring (avoiding frost damage to tender roots). In the south, they are best planted in the autumn (or fall), which avoids the hot dry period.They can be used in gardens, at waterside locations beside pools, ponds or streams.It is naturally propagated by pollinating insects such as bees which will feed on its nectar.",
    "Cultivation-Hybrids and cultivars": "Iris sanguinea has been hybridized with Iris sibirica, to extend the blue colour range.Iris sanguinea crosses:\n\nIris sanguinea and Iris sibirica; 'Abitibi'; 'Chaudiere'; 'Gatineau'; 'Kootenay'; 'Madawaska'; 'Matane'; 'Ottawa'; 'Pembina'; 'Pickaninny'; 'Pickanock'; 'Richelieu'; 'Soothsayer'; 'Rideau'; 'Rimouski'\nIris sanguinea and Iris chrysographes: 'Aegea';\nIris sanguinea and Iris hookeri; 'Humble Path';\nIris sanguinea and Iris setosa; 'Orientosa';\nIris sanguinea and Series Californiae (Cal-Sibes); 'Crimson Accent';\nIris sanguinea and Iris ensata; 'Adrenaline Rush';\nIris sanguinea and Iris versicolor; 'Lillabelle';A known variant in Japan is Iris sanguniea var. violacea. (Makino), which has deep violet flowers with larger than normal standards.It also has the following known cultivars;\n'Annick'; 'Baby Sister'; 'Blue King'; 'Coreana'; 'Dreams'; 'Emperor'; 'Fairy Fingers'; 'Flossie Bobbsy'; 'Grace Ashley'; 'Haematophylla'; 'Kamayama';'Kobana'; 'La Blanchefleur'; 'Nana'; 'Nana Alba' (white flowers usually with some purple veins);  'Nertchinskia'; 'Orientalis Alba'.; Orientalis Alba Stellata'; 'Sanguinea 1615'; 'Sanguinea 1616'; 'Snowcrest'; 'Snow Queen'; 'Sorak Blue'; 'Tetrapetala'; 'Trigonocarpa'; 'Yankee Trader'; 'Yixingensis';",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous or toxic (rhizome and leaves); if mistakenly ingested, it can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). [lists as I. sanguinea Donn].\nErhardt, W. et al. 2000. Zander: Handwörterbuch der Pflanzennamen, 16. Auflage. [lists as I. sanguinea Hornem. ex Donn].\nHuxley, A., ed. 1992. The new Royal Horticultural Society dictionary of gardening. [lists as I. sanguinea Hornem. ex Donn].\nKrasnoborov, I. M., ed. 2000–. Flora of Siberia (English translation).\nMathew, B. 1981. The Iris. [lists as I. sanguinea Hornem. ex Donn].\nOhwi, J. 1965. Flora of Japan (Engl. ed.).\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWalters, S. M. et al., eds. 1986–. European garden flora. [lists as I. sanguinea Donn].\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition). [lists as I. sanguinea Donn ex Hornem.]. Media related to Iris sanguinea at Wikimedia Commons"
  }
}