{
  "url": "https://en.wikipedia.org/wiki/Iris_potaninii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Psammiris"
    },
    {
      "Species": "Iris potaninii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris potaninii  is a species in the genus Iris, it is also in the subgenus of Iris and in the Psammiris section. It is a rhizomatous perennial, from Siberia in Russia, Mongolia and China. It is a dwarf plant, having either subterranean or very small stems, long thin leaves and \nyellow, or dark violet to purplish blue flowers. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Similar in form to Iris tigridia (within Pseudoregalia section) and Iris bloudowii (another Psammiris section iris), but differs from bloudowii, in having an ob-conical, not prostrate rhizome. It differs from tigridia by having old leaf fibres on the rhizome. It also differs from Iris tigridia in leaf form, Iris potaninii has rounded ended leaves, which do not end in a point.It has thick, short and tough rhizomes. Under the rhizomes, are thick, fleshy and yellowish, secondary roots. also  On top of the rhizome, are the curled, fibrous remains of last seasons leaves.It has linear basal (growing from the base) leaves, which are not pointed at the ends (or obtuse). They can grow up to between 4–18 cm (2–7 in) long and 0.2–0.4 cm wide, at blooming time. The leaves then lengthen, and by the time the iris has seed capsules, they are between 20 cm (8 in) long and 0.3–0.4 cm wide.It is a dwarf plant, having either subterranean, or very small stems or pedicels. They can reach up to between 5–10 cm (2–4 in) long.The pedicel (or dwarf stem) has 2 narrow, lanceolate (or oblong-lanceolate,) and (scarious) membranous spathes or bracts (leaves of the flower bud). They are 4–4.5 cm (2–2 in) long and 0.6 cm wide.The stem (or pedicel) holds 1 terminal (top of stem) flower, between April to May (in Russia), or May to June.The flowers are 3.5–5 cm (1–2 in) in diameter, come in yellow, or dark violet to purplish blue shades.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate (in shape), with markings or veins around a central yellowish or whitish beard. They are 3–4 cm (1–2 in) long and 1.2–1.5 cm wide, and have curled up edges. The erect standards are oblanceolate, and are 2.5–3 cm (1–1 in) long and 0.8–1.0 cm wide.\nThey also have curled up edges.It has a 1.5–3.7 cm (1–1 in) long perianth tube, which is thread-ilke. It also has 1.5 cm long stamens, purple anthers and a 0.7 cm long (spindle-shaped) ovary. It has a 2.8 cm long and 6mm wide style branch, which has a flat crest and toothed edges.After the iris has flowered, between June or July (in Russia), or between July and September, it produces an ellipsoid seed capsule.\nThe capsule is 2.5–3 cm (1–1 in) long and between 1.3–1.5 cm wide, and has 6 longitudinal ribs and a short beak appendage (at the top). It dehisces (splits open) from the middle of the capsule. Inside the capsule are seeds which are 3 mm (in diameter), flattened globular, or pyriform (pear shaped), wrinkled, and reddish brown in colour.",
    "Description-Biochemistry": "In 2002, a study was carried out on the rhizome of Iris potaninii. It found several chemical compounds, including 2 new isoflavones, 6, 3', 4'-trimethoxy-7 and 8, 5'-trihydroxyisoflavone.In 2008, a study was carried out on the anatomical structure of the leaf and drought resistance of 4 different species of Iris (Iris songarica, Iris potaninii, Iris loczyi and Iris lactea) from Qinghai, China. It showed that all the species were strongly adaptable to drought conditions.In 2012, a genetic study was carried out on Iris laevigata and its from several closely related iris species, including Iris ensata, Iris setosa, Iris halophila, Iris scariosa, Iris potaninii, Iris tenuifolia, Iris bloudowii, and Iris sanguinea.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It was counted in 1984 by Doronkin, as 2n=22. It is normally published as 2n=22.",
    "Taxonomy": "It has the common name of 'curl-sheath iris' (in China), or 'Potanin iris'.It is written as 卷鞘鸢尾 in Chinese script, and known as juan qiao yuan wei in Pidgin in China.The Latin specific epithet potaninii refers to Grigory Potanin (a Russian ethnographer and natural historian).It was found in western Kansu (Gansu) in 1876.It was first published and described by Maxim. in 'Bull. Acad. Imp. Sci. Saint-Pétersbourg' Vol.26 page528 in 1880.It was also published in 'Mélanges Biol. Bull. Phys.-Math. Acad. Imp. Sci. Saint-Pétersbourg' Vol.10 page724 in 1880.In 1980's, it was thought to be part of the 'Pseudoregelias section', but it is still within the Psammiris section, in most sources.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003 and then updated on 10 April 2012.Iris potaninii is an accepted name by the RHS.",
    "Distribution and habitat": "Iris potaninii is native to temperate areas of Asia.",
    "Distribution and habitat-Range": "It is found in the Russian Federation, within Siberia, in the states of Aga Buryat, Buryatia, Chita (including Dahuria (or Transbaikal),) and Gorno-Altai. \nIt is also found in China, in the provinces of Gansu, Qinghai, Sichuan and Xizang.\nIt is also though to be found in Mongolia, and Tibet.",
    "Distribution and habitat-Habitat": "It grows on the rocky, gravelly or stony slopes, on dry hillsides, of mountains.They can be found at an altitude of 3,200–5,000 metres (10,500–16,400 ft) above sea level.",
    "Conservation": "The iris is listed as 'rare', in Red Data Book of the Altai region. One colony of the iris is protected within Daursky Nature Reserve (in Chita Oblast, Russia).",
    "Cultivation": "hardy, soil, sun, moisture, situation, pests, planting\nIt is hardy in Russia, surviving winter in St Petersburg without shelter.\nIt is hardy in a sheltered place, in the UK.It prefers to grow in sunny positions, in well-drained soils.It has been tried in various botanical gardens within Russia, since 1992, in Barnaul, Chita and St. Petersburg.It could be grown within gardens, in a rock garden, or mixed borders.",
    "Uses": "Iris potaninii has been used in traditional Mongolian herbal medicine, in the treatment of various diseases, including bacterial infections, cancers and inflammations.\nAlso, some benzoquinones have been isolated from Iris species rhizomes, and used as anti-cancer agents in modern Chinese medicines.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR. [lists as I. potanini Maxim.].\nMathew, B. 1981. The Iris. 40.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Media related to Iris potaninii at Wikimedia Commons\nhas an image of the iris in flower\nhas a close-up image of the iris in flower\n Data related to Iris potaninii at Wikispecies"
  }
}