{
  "url": "https://en.wikipedia.org/wiki/Iris_chrysographes",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Sibericae"
    },
    {
      "Species": "I. chrysographes"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris chrysographes, the black iris, is a plant species that belongs to the  genus Iris. It is native to Southern China and Myanmar (Burma), growing in meadows, streamsides, hillsides and forest margins.Other irises with black flowers include Iris nigricans (the national flower of Jordan), Iris petrana, Iris atrofusca, Iris atropurpurea, Iris susiana, and some varieties of Iris germanica.",
    "Classification": "Horticultural classification: Sino-Siberian Iris, Beardless Iris.",
    "Description": "Iris chrysographes is a clump-forming  herbaceous perennial with creeping rhizomes. The leaves are linear and greyish green, and up to 70 cm (28 in) long. The hollow flowering stems, 25–30 cm (9.8–11.8 in) long, bear slightly scented flowers in early summer. These are reddish violet to very dark violet, almost velvety black, and 6–9 cm in diameter. The outer tepals, or falls, usually have narrow golden yellow central stripes. After flowering, the leaves die down, leaving the rhizome in the earth for a dormant period until the autumn, when it sprouts into new growth.",
    "Description-Toxicity": "All parts of the plant can cause indigestion if consumed.",
    "Cultivation": "Iris chrysographes requires a neutral or acid soil, in full sun. It is hardy to USDA zone 4, −20 °C (−4 °F). Propagation is by seeds or division in the spring. Cultivars cannot be reliably grown from seed, and must be divided. For cooler areas plants do best if planted in the spring.\nThis plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Cultivation-Cultivars": "Some cultivars are grown, mainly \"black\" flowered clones under names such as 'Black Beauty', 'Black Knight', 'Black' (syn. 'Black Form', an invalid name), 'Ellenbank Nightshade', 'Stjerneskud' and 'Kew Black'. 'Rubella' is purplish violet.\nIris chrysographes has been used in a number of hybrids with other species.",
    "References": "",
    "External links": "Iris species database: Iris chrysographes\nFlora of China: Iris chrysographes"
  }
}