{
  "url": "https://en.wikipedia.org/wiki/Iris_tubergeniana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris tubergeniana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris tubergeniana (also commonly known as ) is a species in the genus Iris, it is also in the subgenus of Scorpiris. It is a bulbous perennial from Central Asia, in the former states of USSR (Uzbekistan, Tajikistan, Turkestan and Kazakhstan). It has pale green, pointed or sickle shaped leaves, short flowering stem holding 1-3 spring flowers in shades of yellow.",
    "Description": "Iris tubergeniana has a similar form to Iris orchioides and Iris caucasica.It has a slender bulb, about 2 cm thick. With cord-like roots.It has generally about 6 leaves, 2.5-3 in tall, 0.5-2 in wide (1.5-2.5 cm) at the widest point, which are almost fully mature at flowering time. They are pale green, - light glaucous green, pointed or sickle shaped, striated, with a margin. The margin is scabrous/horned.The short flowering stem is about 10–15 cm (4 in) high at flowering time.It has 1-3 flowers, blooming between March and April, which are unscented.It has a perianth tube measuring between 4.5–5 cm long, which is tinged slightly greenish purple.\nIt has (5.6 cm wide) flowers, in shades of yellow, from deep yellow, to bright yellow to greenish-yellow.The falls are about 1.5in long, and have a frilled, dissected beard-like crest, with violet-green spots on the sides of the ridge. It has very small standards (about 10 mm).It has (a seed capsule) fruits which appear in late spring and early summer.",
    "Taxonomy": "It was published by Sir Michael Foster as Iris tubergeniana in Gardeners Chronicles, Series 3 in 1899. It was named after the bulb company of 'Van Tubergen' from Haarlem, the Netherlands who introduced to the UK.In 1941, Alexi Vvedenski published it as Juno tubergeniana in 'Flora Uzbekistan' (edited by Schreder). This was later re-classified as a synonym as Juno's were re-classed as part of the iris species.\nIt was also cited in 'The Plantsman' in 2003, on page 54.Iris tubergeniana is now an accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 3 October 2014.",
    "Native": "Iris tubergeniana is found in Central Asia and the former states of USSR, within Uzbekistan, (including on Chimgan, and beside the river Syr Darya ,) Tajikistan and Turkestan, and on Karatau in Kazakhstan. It can also be found near the town of Dzabaghly near the Aksu Canyon in the Tien Shen Mountains.",
    "Native-Habitat": "They prefer the red clay and gravelly slopes of the foothills of mountains.",
    "Cultivation": "It is better grown in an alpine house, but it could be grown outside in sunny sheltered sites.",
    "References": "",
    "External links": "Image of Iris tubergeniana appears on the cover\nImage of Iris tubergeniana on Ugam ridge in Kazakhstan Data related to Iris tubergeniana at Wikispecies"
  }
}