{
  "url": "https://en.wikipedia.org/wiki/Iris_songarica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Tenuifoliae"
    },
    {
      "Species": "I. songarica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris songarica is a beardless iris in the genus Iris, in the subgenus Limniris and in the Tenuifoliae series of the species. It is a rhizomatous herbaceous perennial, from \nCentral Asia, located in Afghanistan, Pakistan, Iran, Kazakhstan, Tajikistan, Turkmenistan and Uzbekistan. It has long strap-like leaves, a long stem and 2–3 flowers in shades of violet, dark blue, to lavender blue.",
    "Description": "Iris songarica flowers are similar in form to Iris spuria but differ in the colour shades.It has a slender, knobbly, dark rhizome.\nUnder the rhizome, are filamentous (feeder) roots, that can grow to a depth of 1–1.5 m (3 ft 3 in–4 ft 11 in) into the soils and extend outwards between 20–80 cm (8–31 in). On top of the rhizome, is the vestiges or remains of last seasons leaves, the maroon-brown fibres interweave, creating a spiral like effect. They also surround the base of the new leaves, as a sheath.It has rigid, strap-like, linear, greyish-green leaves, which are 15–23 cm (6–9 in) long and 2-3mm wide, (at flowering time). Afterwards, they then extend up to 70–80 cm (28–31 in) long and 7-10mm wide. It has a visible longitudinal vein.It has a terete (round in cross-section), flowering stem, that can grow up to 25–50 cm (10–20 in) long. The stem often is longer than the leaves.It has 3 pointed (acuminate), green, between 7–14 cm (3–6 in) long and 1.8–2 cm wide, spathes (leaves of the flower bud).The stems hold normally 2–3 (normally), 3–5 (rarely) terminal (top of stem) flowers, blooming in spring, between June and July. The multiple flowering plants were originally called Iris songarica var. multiflora, but this has been classified as a synonym.The funnel-like flowers are 8–9 cm (3–4 in) in diameter, and come in shades of violet, dark blue, to lavender blue.\nIt has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are fiddle shaped, 5–5.5 cm (2–2 in) long and 1 cm wide, with an ovate or elliptic limb (at the tips). They have violet or purple spots or blotches. The oblanceolate, erect standards are 3.5 cm (1 in) long and 5 mm wide. They also can have a darker colour veining, spots or blotches.It has a 4–6 cm (2–2 in) long perianth tube, 4.5 cm long pedicel, 2.5 cm long ovary and 2.5 cm long stamens. It has linear, reddish-brown anthers,\nThe style branches are 3.5 cm long and 1 cm wide, similar in size to the standards, but a different shade of colour. It has 2-lobed stigmas, with triangular shaped teeth and purple filaments.After the iris has flowered, it produces an ovoid to cylindric, sometimes oblong, seed capsule, 4–6.5 cm (2–3 in) long and 1.5–2 cm wide, in mid to late summer, between May and June (in Central Asia) or August and September (in China). It is leather-like, veined and has a long beak-like appendage on the top. It can carry up 20 seeds. The seeds are maroon-brown to dark brown, pyriform (pear-shaped) or elliptical, rugose (wrinkled), with a hard coating. They have a basal hilum.",
    "Description-Biochemistry": "In 2004, a study of Iris songarica found the presence of 2 isoflavones, Irilin A and Irisone B which were isolated from the iris using a spectrophotometer and Column chromatography.In May 2008, a study was carried out on the anatomical structure of the leaf and drought resistance of 4 different species of Iris (Iris songarica, Iris potaninii, Iris loczyi and Iris lactea) from Qinghai, China. It showed that all the species were strongly adaptable to drought conditions.In October 2008, a study was carried out to isolate the flavonoids from the roots and rhizome of Iris songarica, and what effect they had on estrogenic activity. It found a new dihydro-flavonol (called songaricol),  and seven known flavonoids. Some of these compounds had some antioxidant activity in certain cells and some effected yeast cells expressing human estrogen.In 2008, in previous studies it was known that irises contain iso-flavonoids. A new study was carried out to determine the phytoestorgenic activity of Iris songarica rhizomes and roots.In 2014, several plant species seed were studied including  Iris stocksii (Baker), Iris aitchisonii (Baker) Boiss. and Iris songarica Shrenk.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20. It was also counted as 2n=22, 44 by (Zahareva and Makeushenko 1968) and (Fedorov 1969).",
    "Taxonomy": "It is written as 准噶尔鸢尾 in Chinese script and known as zhun ga er yuan wei in China.It has the common name of Junggar Iris or Songar Iris.\nIt is known as 'Kampir soch', 'Karakosh', 'Kamchalak', 'Kirka soch', 'Kirka-ch ash' (in Uzbekistan), Kum-bersh (in Kazakhstan) and 'Teke-sakal' (in Turkmenistan). It is known as 'gharwasha' in Pushtu (India).The Latin specific epithet songarica refers to the region of  Songaria in China. Where the iris was first found. Songaria and Kashgaria were the two provinces known as the \"New Dominion,\" during the Dungan Revolt (1862–77). Songaria is now part of Gansu. Kashgar still exists.\nIt was published and described by Alexander von Schrenk in Enum Pl. Vol.1 page3 in 1841.It was later published in Gardeners' Chronicle  Series 95, page 44 on 20 January 1933.It was verified by United States Department of Agriculture Agricultural Research Service on 2 October 2014 and as of January 2015, it is listed as a tentatively accepted name by the RHS.",
    "Distribution and habitat": "Iris songarica is a native to a wide region, of various temperate areas of Central Asia.\nRanging from Iran (Persia) to Tibet.",
    "Distribution and habitat-Range": "It is found in the western Asian countries of Afghanistan, Pakistan and Iran. (including Gonabad).In the middle Asian countries of (the former Soviet Union republics of), it is found in Kazakhstan, Tajikistan, Turkmenistan and Uzbekistan.It is found within Turkestan, in the Kopet Dag mountain range.Also found in Mongolia, and northern China.In 2010, a study was carried out into the infiltration rate in an arid ecosystem, in Yazd Province, a central region in Iran. Various species of plant were studied including Artemiaia sieberi and Astragalus achrochlarus, (native species that have expanded considerably in extent and density) Other plant species included Astragalus candolleanus, Iris songarica,  Stachys inflate, Lactuca glaucifolia, Poa sinaica, Stipa barbata and Agropyron desertorum.",
    "Distribution and habitat-Habitat": "It is found growing on clay desert steppes or desert positions, in sunny grasslands or dry meadows, on stony hillside and on grassy hillsides.",
    "Cultivation": "Iris songarica is not common in cultivation in the UK, or Europe, only be cultivated by collectors or as research plants.It likes sandy, well drained soils. It can also prefers alkaline soils. It can grow on loamy soils, on sandy gritty soils and gravelly soils.It prefers positions in full sun.It needs to be kept dry during the winter (and autumn, if a very wet season is forecast), needing the protection of a bulb frames or similar. It only needs water during the growing season.In June 1886, a specimen of Iris songarica, collected by C. Kuntze from the deserts of Turkmenistan, was given to The William and Lynda Steere Herbarium of the New York Botanical Garden.Aphid Dysaphis tulipae can be found on the plant.",
    "Propagation": "It can also be propagated by division or by seed growing. \nIt needs stratification (at temperatures of 1-10oC for 1–2 years). This method of seed preparation can get a germination rate of up to 95%.",
    "Uses": "In China, there are many studies about this plant, which could be described as a herb, due to it is medicinal antioxidant properties. A powder of the ground up roots are mixed with curd is used as a herbal remedy to treat diarrhoea in Afghanistan. The remedy is also used in Pakistan.In Russia, the fibrous leaf sheaths (on top of the rhizome, surrounding new leaves) are used in brush production. They are used to create the bristles of the brush.In Uzbekistan, sheep are known to eat the seed capsules, also some shepherds consider the plant to be poisonous. The dry leaves are often harvested for litter or dry bedding for cattle in barns. It sometimes considered an 'invader' covering large arid areas or abandoned fields which are dry and poor in nutrients. The leaves are known to contain 18% protein, 16% fibre and 12% fat and a large amount of alkaloids. The roots have been used in medicine, used to treat toothache and childhood diseases. It has also been used within the cosmetic industry.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nKhassanov, F. O. & N. Rakhimova. 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia. Stapfia 97:175.\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 123.\nRechinger, K. H., ed. 1963–. Flora iranica.\nVladimir Komarov Leont'evič, Flora of the USSR, Jerusalem, 1963– (English edition)\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": "Has image of Iris songarica flower\n Data related to Iris songarica at Wikispecies"
  }
}