{
  "url": "https://en.wikipedia.org/wiki/Iris_revoluta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris revoluta"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris revoluta  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from a small area in Salento, Italy. It has (sword-shaped) or falcate (sickle-shaped) glaucous leaves, tall slender stem with several short branches and 2–4 fragrant flowers in dark violet, purple, violet and pale violet. It is rarely cultivated as an ornamental plant in temperate regions.",
    "Description": "It has horizontal, thick and knotted rhizomes.The ensiform (sword-shaped) or falcate (sickle-shaped) leaves can grow up to between 30–40 cm (12–16 in) long, and between 3 cm wide. They are green-yellow, or glaucous,It has a sub-cylindrical, slender stem, or peduncle, that can grow up to between 65–70 cm (26–28 in) tall.\nThe stem and flowers are taller than the leaves. It has several, short and weak branches, (or pedicels).The stem has 2–4, green, long, inflated, spathes (leaves of the flower bud), that are 5–6 cm (2–2 in) long, and (scarious) or membranous at the ends. The flowers appear after each spathe or bract.The stems (and the many branches) hold between 2–4 flowers, usually 1–2 per branch, in late March.The scented flowers, come in shades of violet, from dark violet, purple, violet, and pale violet.\nLike other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe velvet-like falls, are obovate, and recurved, revolute (or folded). They can reach 7.6–7.8 cm (3–3 in) long and 4 – 4.8 wide. In the middle of the falls, is a row of short hairs called the 'beard', which is white, or pale violet and has a yellow tip. The paler standards, are elliptical and narrow at the base, reaching 7.8 cm (3 in) long and 4 cm wide.The 3 style arms are 3 cm long. The perianth tube is funnel shaped, have violet stripes and around 3.8 cm long. It has a 1.2 cm long filament,1.5 cm long anther and a 2 cm long and oblong-subtrigonal shaped ovary.After the iris has flowered, it produces an oblong-ovate shaped seed capsule, which is 8.6 cm (3 in) long and 3 cm wide. The capsule has 6 slight grooves, along it. Inside the capsule, are oval or sub-oval seeds without arils.",
    "Description-Biochemistry": "In 2012, a study was carried out on 4 diploid and 7 allopolyploid bearded Iris species. In central Italy, there are a number of Iris species of allopolyploid origin Their leaf flavonoid, isoflavonoid and xanthone constituents were investigated. It found that Iris revoluta had a chromosome number of 2n=40, similar to Iris lutescens Lam., Iris marsica I. Ricci and Colas. (Ricci and Colasante, 1973),  Iris bicapitata Colas. (Colasante, 1996) and Iris setina Colas. (Colasante, 1989; 1992).As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=40. Which is the same as Iris setina, Iris bicapitata, Iris lutescens, Iris relicta and Iris revoluta.",
    "Taxonomy": "It is sometimes called Iris Salento.The Latin specific epithet revoluta refers to being rolled back or rolled out, which describes the curled blade of the falls (of the flower).It was originally discovered and collected by Prof. Peter Parenzan, (of the Museum of Marine Biology) on the islet of Mojuso near Porto Cesareo, in the gulf of Taranto, within the Lecce in southern Italy.Specimens of the plant were then sent to Maretta Colasante (from Ricci University of Rome), who studied the plant, and then first published and described it as Iris revoluta by in 'Annali di Botanica', (published in Roma), Vol. 35–36 on pages 155–168 between 1976–77, (published in 1978).It is thought the species is of hybrid origin, with no parental species defined, it is also not found anywhere else in Apulia or southern Italy. It is also very different to Iris pseudopumila (a yellow flowering iris,) which is the only other iris species present from Central to Southern Apulia.It was also later published and described by Colasante in 'Bulletin of the American Iris Society' Vol.292 on pages 82–85 in January 1994.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 3 December 2004.It is listed in the Encyclopedia of Life, and in the Catalogue of Life.",
    "Distribution and habitat": "It is native to Europe.",
    "Distribution and habitat-Range": "It is endemic species of the small islands in the bay of Porto Cesareo, near the city of Lecce, on the peninsula of Salento, part of the Apulia region, (known as Puglia in Italy), within Italy.It is also found on “Isola dei Conigli” (also known as Rabbit Island), the biggest island near Porto Cesareo.It is listed as an endemic of Salento with Centaurea japygica (Lacaita) Brullo, Centaurea leucadea Lacaita, Centaurea nobilis (Groves) Brullo, Dianthus japigicus White & Brullo, Limonium japygicum (Groves) Pign. ,Ophrys tardans O. & E. Danesch, Plantago grovesii Brullo and Vicia giacominiana Segelberg",
    "Distribution and habitat-Habitat": "It grows on the scrub lands of sandy soils.",
    "Conservation": "It is a rare species, and under threat of extinction. It is protected by the EU Habitats Directive (Annex IV) and the Berne Convention (Annexe I) 1979. It is also listed on the \"Red Book of Plants of Italia\" and the IUCN regional Red List of Italian flora.It is rare due to the fact that it does not seem to set seed in cultivation, but in the wild, instead it re-produces vegetatively, (by division).",
    "Cultivation": "It can grow very well in normal soil, although it does not seem to grow well in Kew Gardens in London, UK.It has been cultivated for many years, in the Botanical Garden of the Di.S.Te.B.A., University of Lecce.  Also known as the University of Salento. It has been studied at the Botanical Garden to investigate the reasons limiting its sexual reproduction, as well as Limoniastrum monopetalum (L.) Boiss, Linum tommasinii Rchb. and others.It is a plant not generally offered for sale, except in specialist nurseries.",
    "Cultivation-Propagation": "Irises can generally be propagated by division.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 194.",
    "External links": "Has many images of the iris Data related to Iris revoluta at Wikispecies"
  }
}