{
  "url": "https://en.wikipedia.org/wiki/Iris_marsica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris marsica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris marsica  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the Apennine Mountains, in Italy. It has glaucous, sickle-shaped or curved, light green leaves, slender stem with 2 branches, and 3 violet, light blue violet, dark violet, and dark purple flowers. It was only found and described since 1973, and is not yet in general cultivation. It was once thought to be a form of Iris germanica, but has different morphological characteristics and different chromosomal differences.",
    "Description": "It is similar in form to Iris germanica, but it has more curved leaves (or sickle-shaped,) greener, and longer leaves, the stem is less glaucous, and it has less scarious (membranous) spathes.It has a thick rhizome, with many stoloniferous and fibrous branches. The rhizomes grow at ground level.It has herbaceous, (or deciduous), falcate (sickle-shaped), light green and slightly glaucous leaves. They can grow up to 30 cm (12 in) long. They often have 2–3 basal (rising from the rhizome) leaves, with one sheathing the stem.It has a flattened stem, or peduncle, that can grow up to between 30–65 cm (12–26 in) tall.\nIt has 2 short branches, (or pedicels), the lowest branch is similar in length to the bract. The other branch, appears from the midpoint on the stem.The stem has 2–3 green, marked with purple, slightly inflated, rounded, spathes (leaves of the flower bud). They are scarious (along the top part of the leaf), at blooming time.The stem (and the branches) hold up to 3 flowers, in early season, in April, May, or between May and June.The slightly fragrant, flowers come in shades of violet, light blue violet, dark violet, and dark purple. It sometimes has bi-toned flowers.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate or cuneate (wedge shaped), and 7.6 cm (3 in) long and 4.5 cm wide. \nThey have dark veining on the haft (near to the stem), They also sometimes curl under. In the centre, of the falls is a 'beard', or line of white hairs, tipped with yellow. The standards are elliptic shaped, with a narrow haft, and 7.6 cm (3 in) long and 3.8 cm wide.It has 3.8 cm long perianth tube, the style branch is normally, white with violet crest. The crest is toothed (dentate). It has white or blue filaments, and pale cream pollen. It has a triangular in section ovary.After the iris has flowered, it produces a seed capsule, which has not been described.",
    "Description-Biochemistry": "In 2000, 11 iris species were studied and their leaf flavonoid, isoflavonoid and xanthone (chemical) constituents were analysed in order to investigate their phylogeny. Iris marsica is thought to have originated from Iris pseudopumila Tineo (chromosomal count of 2n= 16) x Iris variegata L. (2n = 24) but other possible parents are Iris pallida Lam., Iris cengialti Kern. (Terpin et al. 1996),Iris illyrica Tomm. (2n = 24) and Iris reichenbachii Heuff. (2n = 24).As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=40, it was counted by Colasante & Sauer in 1993.\nThe chromosomal count of 2n=40 is the same as Iris setina, Iris bicapitata, Iris lutescens, Iris relicta and Iris revoluta.",
    "Taxonomy": "It has the common name of 'Marsican iris'. The Latin specific epithet marsica refers to Monti Marsicani (a mountain range) in Abruzzo, Italy.It was first published and described by Ignazio Ricci (1922–1986) and Maria Antonietta Colasante in 'Annali di botanica' Vol.32 page218, in 1973 (published in 1974), published in Rome, with 14 colour illustrations.It was later published in the 'Bulletin of the American Iris Society' Vol.292 on pages 82–85 in January 1994.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 3 December 2004.It is listed in the Encyclopedia of Life.Iris marsica is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to South-eastern Europe.",
    "Distribution and habitat-Range": "It is endemic to Italy, within the regions of Umbria, Marche, Lazio, Molise and Abruzzo.It has geographic range of 4,083 km2 (1,576 sq mi), which includes the Apennine Mountains, Monti Simbruini (with Iris sambucina (a synonym of Iris germanica L.) and Iris chameiris (a synonym of Iris lutescens Lam.)), and\nThe Abruzzo National Park.It is listed in a checklist of Vascular Flora in Italy, with Iris albicans, Iris bicapitata, Iris foetidissima, Iris germanica, Iris marsica, Iris pallida, Iris planifolia, Iris pseudacorus, Iris pseudopumila, Iris relicta, Iris revoluta Iris setina, Iris sibirica and Iris xiphium.It is also listed as endemic species of the Apennines with Aquilegia magellensis, Centaurea scannensis, Jonopsidium savianum, Goniolimon italicum, Astragalus aquilanus and Achillea luncana.",
    "Distribution and habitat-Habitat": "It grows on the dry grasslands, mountain pastures, and scrub lands.",
    "Conservation": "Iris marsica has only been recorded from a limited number of locations, about 12 localities have a stable population. Most (10), are within the Abruzzo National Park.It is at risk of extinction, due the threat of collection (from the wild).It is listed on the IUCN Red List of Plants of Italy, on both the national and regional sections, as 'lower risk (LR).It is now listed as a 'strictly protected' flora species. It is protected by the EU Habitats Directive (Annex IV) and the Berne Convention (Annexe I) 1979.3 records are listed on Global Biodiversity Information Facility.In 2011, it was listed on the European Red List of Vascular Plants of the IUCN as 'Data Deficient' (DD).",
    "Cultivation": "It is hardy.It prefers situations in well-drained soils in full sun.It can be grown on slopes, and can be grown in similar situations as other bearded irises.It is not regularly available for sale, but only cultivated by iris collectors.Specimens can be seen in 'Michele Tenore Majella Botanical Garden', (also known as 'Giardino Botanico della Majella') situated within the\nscree slopes section of the garden.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 31.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea.",
    "External links": "Has an image of the iris in flower\nHas a map of Italy, where the flower can be located and several images of the flowers Media related to Iris marsica at Wikimedia Commons\n Data related to Iris marsica at Wikispecies"
  }
}