{
  "url": "https://en.wikipedia.org/wiki/Iris_filifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Xiphium"
    },
    {
      "Species": "Iris filifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris filifolia is a species in the genus Iris, it is also in the subgenus of Xiphium. \nIt is a bulbous perennial from North Africa and Europe. It has thin leaves, summer flowers in shades of red-purple.",
    "Description": "It has 3 mm wide leaves, which appear in the autumn.\nIt normally reaches a height of 10-16 inches (or 25–40 cm). But can reach up to 45 cm tall.\nIt flowers between March and June. Normally more than 2 flowers per stem. When the flowering shoot comes out of the ground it is covered in a purple or white blotched sheath. These then open up to revel red-purple flowers with orange spots, or yellow stripe on the falls.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=32.",
    "Taxonomy": "Its name means 'thread-leaved iris'.In Gibraltar, it is also known as the 'Narrow-leaved Purple Iris'.It is often mistakenly called 'Spanish Iris'. The Spanish Iris is Iris xiphium.\nIn 1842, it was first described by Pierre Edmond Boissier in 'Voyage botanique en Espagne' Vol 2, on page 602. Dykes notes that this description is incorrect. It was also described in Curtis's Botanical Magazine No.5929 as 'Xiphion filifolium'.It was recorded in the Catalogue of Life in 2011, and it was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003, and updated on 14 November 2005.",
    "Distribution and habitat": "It is native to temperate regions of North Africa and Europe.",
    "Distribution and habitat-Range": "It was found originally on Sierra de Mijas, and Sierra Bermeja in Spain, at 3,000–4,000 ft (910–1,220 m) above sea level.It is found within Africa, in Morocco, (near Tangier,) and within Europe, in Southwestern Spain, and in Gibraltar.",
    "Distribution and habitat-Habitat": "Iris filifolia likes to grow in sandy areas.",
    "Cultivation": "It is best grown in a bulb frame in the UK.It is known to be toxic like other bulbs in the genus.",
    "Cultivars": "Several known cultivars are;\n'A. Bloemaard' (dark blue)\n'Filifolia'\n'Filifolia Alba'\n'Filifolia Elizabeth'\n'Filifolia Imperator'\n'Filifolia Praecox'\n'Latifolia'\n'Queen Of Gazelles'\n'Rex'",
    "Hybrids": "Iris filifolia var. latifolia (Foster) wide leaved variant \nIris filifolia var. filifolia (Boiss) and thread-like leaved variant,",
    "References": "",
    "Other sources": "Fennane, M. & M. I. Tattou 1998. Catalogue des plantes vasculaires rares, menacées ou endémiques du Maroc (Bocconea) 8:205.\nJahandiez, E. & R. Maire Catalogue des plantes du Maroc. 1931-1941 (L Maroc)\nMaire, R. C. J. E. et al. Flore de l'Afrique du Nord. 1952- (F Afr Nord)\nMathew, B. The Iris. 1981 (Iris) 136.\nTutin, T. G. et al., eds. Flora europaea. 1964-1980 (F Eur)",
    "External links": " Media related to Iris filifolia at Wikimedia Commons\n Data related to Iris filifolia at Wikispecies"
  }
}