{
  "url": "https://en.wikipedia.org/wiki/Iris_mariae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. mariae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris mariae (also commonly known as 'Negev iris' or Mary’s iris) is a species in the genus Iris, it is also in the subgenus of Iris and in the Oncocyclus section. t is a rhizomatous perennial, from the deserts of Israel and Egypt. It is fairly tall, with long and slender glaucous leaves, and in late spring, lilac-purple to pinkish or violet flowers with deeper veining and blackish-violet signal and dark purple beard.",
    "Description": "It is a geophyte, with a short rhizome. Around 3cm long, and it is stoloniferous. Meaning it has several extremely long, secondary roots.It has 7-8, glaucous, falcate (or sickle-shaped) leaves, that are 10 to 12 cm (4 to 4.5 in) long, and 0.4 to 0.6 cm (0 to 0 in) wide. They are very similar to the Iris iberica.It has a stem that can grow up to 15–25 cm (6–10 in) tall. Which is taller than the foliage.It flowers in late spring, between February and March.The large flowers are 8–10 cm (3–4 in) in diameter, and come in shades of lilac, pinkish, or violet.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The recurved and darker falls, are 5 cm (2 in) long and 2.5–3 cm wide, with reddish brown, or dark purple veining, and a blackish-violet or deep purple signal patch. In the middle of the falls, also is a row of short hairs called the 'beard', which is black, or purple. The upright standards are larger and paler than the falls, and 6–6.5 cm (2–3 in) long and 4 cm wide.After the iris has flowered, it produces a seed capsule.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count of 2n=20.Two closely related iris species, Iris atrofusca and Iris mariae, were found to be clearly divergent genetically and phenotypically from each other.",
    "Taxonomy": "It is commonly called 'Mary’s Iris' or 'Negev Iris'.It is written in Hebrew as איריס הנגב  and in Arabic script as أللّغة آلعربيّة\t  سوسن النقبIt was named after Mary, mother of Jesus, and is sometimes incorrectly called Iris mairiae.It was originally found in Egypt, and was first named by William Barbey as Iris helenae. Although, that name was already used by Koch for another Iris so M. Barbey has recently withdrawn the name Helenae and the proposed that of Iris mariae. It was then published by Barbey in Oesterr. Bot. Z. Issue 41 on page 207 in 1891.It was also later published in Gartenflora 42: 343 in 1893, Krel. 1898; Van T. 1900; Van W. in 1906 and the 'Year Book of Iris Society' (Yr. Bk. I.S.(E.)) 43. in 1933.I. mariae is an accepted name by the RHS, and it was listed in the RHS Plant Finder in 2012. It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003. and listed in Encyclopedia of Life.",
    "Distribution and habitat": "Iris mariae is native to temperate Asia.",
    "Distribution and habitat-Range": "It is endemic to Israel and Egypt.Within Israel it is found in the Negev Desert, (including Tze'elim and Palestine (region)) and within Egypt on the Sinai Peninsula.Within IUCN Red Data Book of 2006 there are 6 threatened plant species found near Lake Bardawil, Egypt these include Astragalus camelorum, Bellevalia salah-eidii, Biorum oliveri, Iris mariae, Lobularia arabica and Salsola tetragona.",
    "Distribution and habitat-Habitat": "I. mariae grows in sandy semi-desert, or desert sites.Within the deserts, it can be found in stable sand dunes, (in areas which have an annual precipitation in the range 100–200 mm , ) and loessial sand, with Artemisia monosperma.",
    "Conservation": "It is becoming increasingly rare. but in Israel, it is protected by law, but still classed as 'endangered'. Unfortunately most of its populations are located outside nature reserves.It is threatened by illegal harvesting (for the cut flower industry,), climate change, urbanisation, and also from the impacts of modern agriculture.",
    "Cultivation": "In Europe, it is hardy to Zone H4, meaning hardy to -5 to -10oC (23 to 14oF) −20 °C (−4 °F)\nIt usually requires very good drainage, restricted water and protection from frosts, although keeping it barely dry during the winter, will make it more cold tolerant.The seed of the iris is deemed easy to germinate but growers should have some experience in growing others in this group of Irises.\nThe seed can be also grown using in-vitro seed germination.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "Variations": "Known Iris mariae cultivars: 'Barnumae Mariae' \nKnown Hybrids;\nIris mariae crosses include;\nIris mariae X Iris atropurpurea ; 'Brown Prince', 'Spiced Coffee'Iris mariae X Iris hermona ; 'Goren', 'Sa'ar'\nIris gatesii X Iris mariae - 'Desert Gem'\n(Iris mariae X Iris samariae) X self - 'Adva'\nIris darwasica X Iris mariae - 'Hesperia'Iris korolkowii X Iris mariae; 'Andromache', 'Artemis', 'Aspasia', 'Dido', 'Eurydice', 'Flora', 'Massilia', 'Medusa' and 'Una',\nOncogelia X Iris mariae - 'Bagdad Bauble'\nRegeliocyclus X Iris mariae - 'Saraglen'",
    "Uses": "In 1970, a stamp series named 'Israeli Wild Flowers' was issued by Israel to celebrate Independence Day, it included Iris mariae.Then in February 2013, an ATM Label Negev Iris was produced, which has an image of the iris on it.",
    "References": "",
    "Other sources": "Boulos, L. 1995. Flora of Egypt checklist.\nDanin, A. 2004. Distribution atlas of plants in the Flora Palaestina area.\nMathew, B. 1981. The Iris. 54-55.\nSapir, Y. et al. 2002. Morphological variation of the Oncocyclus irises (Iris: Iridaceae) in the southern Levant. Bot. J. Linn. Soc. 139:369-382.\nZohary, M. & N. Feinbrun-Dothan. 1966-. Flora palaestina.",
    "External links": " Data related to Iris mariae at Wikispecies"
  }
}