{
  "url": "https://en.wikipedia.org/wiki/Iris_loczyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Tenuifoliae"
    },
    {
      "Species": "I. loczyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris loczyi is a beardless iris in the genus Iris, in the subgenus Limniris and in the Tenuifoliae series of the species. It is a rhizomatous herbaceous perennial, from a wide area of Asia, including Afghanistan, Iran (the mountainous parts of Pakistan), Kazakhstan, Tajikistan, Mongolia, Tibet and China. It has long thin grey green leaves, long stems and 1 flower in pale violet, blue violet, lavender or light blue.",
    "Description": "It was once thought to be a form of Iris tenuifolia, especially in China.It has a slender, fibrous, knobbly or gnarled, brown-black rhizome.\nIt forms hard thick, tussocks or clumps of plants.\nOn top of the rhizome are maroon-brown, fibrous (or straw-like), remnants (of last seasons leaves), as sheaths (of the new leaves).It has long and thin, linear, green-grey leaves, measuring 20–40 cm (8–16 in) long and 2-5mm wide. The leaves are sometimes evergreen.It has flower stems, that are 15–30 cm (6–12 in) long.\nThey are sometimes only just above the ground level.It has 3 green, lanceolate, between 10–15 cm (4–6 in) long and 1.5 cm wide, spathes (leaves of the flower bud).The stems hold normally 1, (rarely 2) terminal (top of stem) flowers, blooming in late spring, between April and June.The fragrant, flowers are 4–7 cm (2–3 in) in diameter, and come in shades of pale violet, blue violet, lavender, and light blue.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are oblanceolate (top wider than the bottom) or slightly obovate, 6 cm (2 in) long and 1–2 cm wide. They are veined with a darker shade and have a white or cream (occasionally yellow), signal area (central area). The single coloured standards are also oblanceolate, erect, 4.5–5 cm (2–2 in) long and 7–8 mm wide.It has a long, slender perianth tube of 10–14 cm (4–6 in) long.It has very short pedicels. It has 2.5 cm long stamens and 1.2 cm ovary.\nIt has short style branches, 4 cm long and 8 mm wide, in similar shades as the standards.After the iris has flowered, it produces a reddish-brown ovoid to cylindric seed capsule, 4–7 cm (2–3 in) long and 2 cm wide between June and September. The capsule has 6 veins, and a short beak-like appendage on the top.",
    "Description-Biochemistry": "In 2008, a study was carried out on the anatomical structure of the leaf and drought resistance of 4 different species of Iris (Iris songarica, Iris potaninii, Iris loczyi and Iris lactea) from Qinghai, China. It showed that all the species were strongly adaptable to drought conditions.In 2013, a chemical analysis study was carried on Iris loczyi and Iris unguicularis, as both plants are known as medicinally important. Iris loczyi contains the compounds 'Arborinone' and 'Irisoid A'.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=20.",
    "Taxonomy": "It is written as 天山鸢尾 in Chinese script and known as tian shan yuan wei in China.It has the common name of Tianshan Iris (in China), or Tian Shan Mountain iris or Iris Lochan (or Iris Lochi) (in Russia).It was published and described by August Kanitz in Exped. Szechen (Növényt. Gyujtesek Eredm. Grof Szechenyi Bela Keletazsiai Utjabol) Vol.58. tab. 6. fig. 2. (with an illustration) in 1891.The Latin specific epithet loczyi honors 'Lajos Lóczy' (1849–1920) the Hungarian geologist and geographer, who participated in Count Béla Széchenyi's (the son of István Széchenyi) 1877–1880 expedition to Central Asia, western China, Japan, India, Japan, Java and Borneo.It was originally found in Ala Archa Valley of Uzbekistan.It was verified by United States Department of Agriculture Agricultural Research Service on 2 October 2014.As of January 2015, it is listed as unchecked by the RHS.",
    "Distribution and habitat": "Iris loczyi is native to a wide region, of various temperate areas of Asia.",
    "Distribution and habitat-Range": "It is found in the western Asia countries of Afghanistan and Iran. Including; the Caucasus regions of Pamir Mountains, Tien Shan (within Kometydavan Ravine and Se-chai River,) and Baluchistan (the mountainous parts of Pakistan and Iran).In the middle Asian countries of Kazakhstan, Tajikistan, Mongolia, and Tibet.It is listed with  Iris bloudowii, Iris psammocola, Iris ruthenica, Iris sibirica, Iris tenuifolia and Iris tigridia as being found in the Altai-Sayan region (where Russia, China, Mongolia and Kazakhstan come together).It is found in China, within the Chinese provinces of Gansu, Nei Mongol, Ningxia, Qinghai Sichuan, Xinjiang and Xizang.",
    "Habitat": "It is found growing on high mountain grasslands, (or steppes) and sunny hillsides. It is widespread on the mountains of Central Asia.\nAt altitudes of between 2,200 to 3,000 m (7,200 to 9,800 ft) above sea level.It is also found in clumps by the roadside in the Barskon Pass of Kyrgyzia.",
    "Conservation": "It is listed in the IUCN 'Red Book' of the Republic of Tuva as a species at vulnerable status.It was mentioned in (under the name Iris tianschanica) in Czerepano's 'Vascular Plants of Russia and Adjacent States (the Former USSR)' in 1995.It is an endangered species in Uglovsky District of Russia. Only 20 individuals were counted. Although the plants were not eaten by cattle, destruction of the habitat is the major factor in limiting its range.",
    "Cultivation": "Iris loczyi is not common in cultivation in the UK, Europe, or Russia. It is normally only grown by botanical gardens or collectors.It is hardy in Ashgabat and Tashkent. It is tolerant of a wide range of temperatures.Like others in the Series Tenuifoliae, it prefers sandy well drained soils.It prefers positions in full sun. It prefers to be kept dry during the winter, needing the protection of bulb frames (in the UK).Aphid Dysaphis tulipae can be found on the plant.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing. But the seeds need to be scarified and the seedlings need a constant temperature of 25C°.",
    "Uses": "In China, it is forbidden to export plants or seeds. The reason is not known, but may be due to the medicinal usage of the plants.",
    "References": "",
    "External links": "Russian webpage with many photos of Iris loczyi Data related to Iris loczyi at Wikispecies",
    "External links-Other sources": "Khassanov, F. O. & N. Rakhimova. 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia. Stapfia 97:175.\nMathew, B. 1981. The Iris. 122–123.\nRechinger, K. H., ed. 1963–. Flora iranica.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition)."
  }
}