{
  "url": "https://en.wikipedia.org/wiki/Iris_tridentata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Tripetalae"
    },
    {
      "Species": "Iris tridentata"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris tridentata is a species in the genus Iris, it is also in the subgenus of Limniris and in the Iris series Tripetalae. It is a rhizomatous perennial, from the Southeastern United States. It has a cord-like rhizome, bright green leaves, long stem and fragrant flowers in spring in shades of  blue.",
    "Description": "Iris tridentata is unique among other irises, the flowers and growth habit is dissimilar to any other iris, including the other two species within Iris series Tripetalae.The iris rhizome has been noted by W. R. Dykes (1913) as \"almost stoloniferous\", by J. K. Small (1933), \"the cord-like rootstocks are peculiar\", and by R. K. Godfrey and J. W. Wooton (1979), \"clothed with coarse, strongly many-ribbed, brown, overlapping scales\". The slender rhizomes, branch very easily creating large spreading colonies. They are generally 1.5–2 cm in diameter with coarse, strongly ribbed, brown, scale-like leaves. It roots at the nodes of the rhizomes.The iris grows to a height of between 30–70 cm tall, (12\" to 28\"). The flowering stalk (stem) is generally taller than the surrounding leaves, and 3–7 cm in diameter. It has between 1 and 3 branches (normally one) holding one flower.In late spring, the new bright green leaves will grow and lengthen, from the base of the plant, and grow to between 30–50 cm long, or (a foot to 18 in). They occasionally have red-brown edge, upright (or sword-like) in shape, and 1.5 to 2.3 cm wide. The leaves can encircle the stem of the plant.It has fragrant flowers in spring, between May and June. The flowers come in a range of blue shades. From violet, violet-blue, purple, purple-blue, and blue. They also have a darker purple veining and a yellow-white signal. Very similar to Iris virginica, it has very small bristle free, standards (about 1.5 cm long). The sepals are about 7–8 cm (2.8–3.1 in) long. The perianth tube is about 2–2.5 cm long.It has a seed capsule (after flowering) between August and October. The capsule is globule to oblong shaped, (about 2.5–4 × 2 cm). Inside are dark red-brown semi-circular, flattened seeds (about 6-8mm wide). The seeds are very similar to Louisiana irises or Iris virginica.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=40.",
    "Taxonomy": "It has the common name of Savannah Iris, or Bay Blue-flag Iris, Note, normally Iris versicolor is commonly called 'Blue flag iris'. and occasionally Purple Flag. Note, Iris germanica can also be called 'Purple Flag'.\nIt was originally called Iris tripetala by Thomas Walter in Flor. Cab. 66. in 1788, but the specific name 'tripetala' had to be later rejected because it had already been used by Carl Linnaeus the Younger (son of Carl Linnaeus), for what later became Moraea tripetala (L.f.) Ker Gawler.'Tridentata' means three toothed iris in Latin.It was first published by Pursh in 'Flora Americae Septentrionalis' (translated as Systematic Arrangement and Description of the Plants of North America) on December 1813.",
    "Native": "Iris tridentata is found in Southeastern United States, in regions that have rivers that drain into the Gulf of Mexico. More specifically; Florida, (Escambia County Palm Beach, Duvall County, and Wakulla County), North Carolina, South Carolina (Clarksville, Calhoun County, and Carolina Bays,), Tennessee, Georgia, (Appling County), Alabama and Louisiana (Johnson Bayou).It prefers the habitat of wetlands, wet savannahs, damp meadows, damp ditches, pine flatwoods, swamps (in Tennessee), bogs (in Florida), and beside the margins of pineland pools or small ponds and streams.",
    "Cultivation": "It is hardy to USDA Zone 5 to 8.It can grow in part-shaded places, with acidic soils within gardens. It will grow well, when planted in a butterfly garden. It can also be classed as a bog garden plant, tolerating waterside edges. \nDuring the winter period, depending on the severity of the winter, the leaves generally die, to re-grow next spring. When, new plants are planted, they take a year to settle in before flowering.\nThey can be grown in large pots or containers. It is rare in cultivation in the UK, as it is not very hardy.It is mentioned in 'A Fifth Checklist of Tennessee Vascular Plants'.Specimens are found in Florida Museum of Natural History.",
    "References": "",
    "Sources": "Albert E. Radford, Harry E. Ahles, C. Ritchie Bell, Manual of the Vascular Flora of the Carolinas, 1964, The University of North Carolina Press.",
    "External links": " Media related to Iris tridentata at Wikimedia Commons\nImage of Tridentata \n Data related to Iris tridentata at Wikispecies"
  }
}