{
  "url": "https://en.wikipedia.org/wiki/Iris_qinghainica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Tenuifoliae"
    },
    {
      "Species": "I. qinghainica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris qinghainica is a beardless iris in the genus Iris, in the subgenus Limniris and in the Tenuifoliae series of the species. It is a rhizomatous herbaceous perennial, from China. It has grey green leaves, a very short stem and 1–2 blue or violet flowers.",
    "Description": "Iris qinghainica has a knobbly rhizome. On top of the rhizome are maroon-brown, fibrous (or straw-like), remnants (of last seasons leaves), as sheaths (of the new leaves).It has linear, narrow, greyish green leaves, that are between 5–25 cm (2–10 in) long and between 2–3 mm wide. They have no obvious veining and end in a sharp point (acuminate).It has a very short flower stem, that often does not emerge from the ground.\nOverall, (stem and flower)  the flower can reach up to 10 cm (4 in) long.It has 3 green, lanceolate, between 6–10 cm (2–4 in) long and between 0.6–1.8 cm wide,  spathes (leaves of the flower bud).The stems hold between 1 and 2, terminal (top of stem) flowers, blooming  between June and July.The flowers are 4.5–5 cm (2–2 in) in diameter, and are in shades of blue or violet.It has two pairs of petals, three large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are narrowly oblanceolate (top wider than the bottom),  3–3.5 cm (1–1 in) long and 5 – 8 mm wide. They have a small white signal patch.\nThe standards are also narrowly oblanceolate, but much smaller, only 3 cm long and 4 mm wide.It has a filiform (thread-like) 3–6 cm (1–2 in) long, perianth tube. \nAlso, 1.8 – 2 cm long stamens, 1.5 cm long ovary and triangular-like, style branches that are 2.5 cm long and 3 mm wide. They are the same shade of colour as the petals.\nAfter the iris has flowered, it produces a seed capsule (not described) between June and August.",
    "Taxonomy": "It is written as 青海鸢尾 in Chinese script and known as qing hai yuan wei in Pinyin Chinese.It has the common name of 'Qinghai Iris'.The Latin specific epithet qinghainica refers to the Chinese provinces of Qinghai, in the northwest of the country of China.\nIt was published by and described by Yu Tang Zhao in  Acta Phytotaxonomica Sinica (of Beijing) Vol.18, Issue 1 page 55 in 1980.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.As of January 2015, it is listed as unchecked by the RHS.",
    "Distribution": "Iris qinghainica is endemic to China, in the Chinese provinces of Gansu and Qinghai.It is found in grasslands and meadows, on mountain slopes, and on loess hills.\nIt is in temperate habitats, at altitudes of between 2500–3100 m above sea level.",
    "Cultivation": "Iris qinghainica is not common in cultivation in the UK. It needs the protection of bulb frames during the winter, protecting it from the winter wet. It only needs water during the growing season.",
    "Uses": "In Chinese Materia Medica, it is noted that the seeds of Iris qinghainica are used as a traditional Chinese herbal medicine. The seeds are harvested between July and August. The husk is removed with any other impurities and then dried. The seeds taste bitter or slightly sweet. They are taken as an oral dose. 3–9 g of powder or a decoction. It is used to treat roundworm (as an anthelmintic), pinworm (or threadworm), appendicitis and food poisoning.",
    "References": "",
    "References-Other sources": "Mathew, B. 1981. The Iris. 201.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Data related to Iris qinghainica at Wikispecies"
  }
}