{
  "url": "https://en.wikipedia.org/wiki/Iris_narcissiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris narcissiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris narcissiflora  is a species in the genus Iris, it is also in the subgenus of  Iris and in the Pseudoregelia section.  It is a rhizomatous perennial, from China. It has pale green, thin, sword-shaped leaves, medium-long slender stem and 1 yellow flower. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has short, fibrous rhizomes. That has secondary roots or slender stolons.It has pale green and linear leaves, that are sword-shaped and can grow up to between 12–25 cm (5–10 in) long, and between 0.2 and 0.3 cm wide. They do not have a midvein. The deciduous leaves, disappear in winter or after flowering.It has a slender stem, that can grow up to between 18–30 cm (7–12 in) tall.The stem has 2 purplish-green, lanceolate spathe (leaves of the flower bud). They can grow up to between 2.5–3.3 cm (1–1 in) long and 1.2 cm wide.The stems hold 1 terminal (top of stem) flower, blooming between April and May.The flat looking flower is 5–5.5 cm (2–2 in) in diameter, and is yellow.It has a perianth tube that is 3 – 4 mm long.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are elliptic or obovate (ovate with the narrower end at the base) in shape, they are 3.5 cm (1 in) long and 2.5 cm wide. In the centre of the petal, is a narrow, sparse beard. The standards are narrow and ovate (oval-like) shaped, they are 2.8 cm long and 1.6 cm wide.It has 1.3 cm long stamens, 1.5 cm long ovary. It has a 1.5 cm long and 8 mm wide, spreading  style branch, that has irregularly toothed lobes.After the iris has flowered, it produces a seed capsule between June and August.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nNothing has been reported currently as of August 2015, about a chromosome count of the iris.",
    "Taxonomy": "It is commonly known as narcissus iris.It is written as 水仙花鸢尾 in Chinese script, and known as shui xian hua yuan wei in Pidgin.The Latin specific epithet narcissiflora refers to having narcissus-like flowers.It was first published and described by Friedrich Ludwig Emil Diels in 'Svensk Botanisk Tidskrift' (Svensk Bot. Tidskr.) in Vol.18 on page 428 in 1924.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 3 December 2004.It is listed in the Encyclopedia of Life.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in China, within the province of Sichuan.",
    "Distribution and habitat-Habitat": "It grows in forests, at the edge of forests and in hillside grasslands and meadows.They can be found at an altitude of 3,900 m (12,800 ft) above sea level.",
    "Cultivation": "It is hardy, to RHS Zone H7. Meaning colder than −20 °C (or < -4 °F).It prefers to grow in well-drained soils, in sun or partial shade.It takes time for the plant get established in new planting sites.It is a rare plant in Europe.In some herbariums and Botanical Gardens, specimens labelled as Iris narcissiflora have later been re-classified as Iris dolichosiphon.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 180.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": "Has an image of the iris in flower\n Data related to Iris narcissiflora at Wikispecies"
  }
}