{
  "url": "https://en.wikipedia.org/wiki/Iris_attica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris attica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris attica  ('Greek Iris') is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the mountains of the Balkans in Europe, within the countries of Greece, former Yugoslavia, Turkey and Macedonia. It has sage green or grey-green leaves, that are sickle-shaped, a stout short stem and 2 variable flowers, in shades from yellow to purple. They have a white or blue beard. It is often called Iris pumila subsp attica, but is classified in most sources, as a separate species, although it is closely related to Iris pumila, as a possible parent plant. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris suaveolens, that also appears with yellow or purple forms.\nThey are also have flowers in similar colours/shades to Iris pumila, as well as the form of the iris, but smaller.It has small rhizomes, that spread out, to form clumps of plants.It has glaucous, sage-green,  or green grey leaves. They can grow up to between 4–8 cm (2–3 in) long, and 4-7mm wide. They are lanceolate with a sharp curvature, or sickle shaped.It has a stout stem, that can grow up to between 5–10 cm (2–4 in) tall. Although, very occasionally they can reach 15 cm tall.The stems hold 2 terminal (top of stem) flowers, blooming in spring, or early summer, between March, April, May, or late as June. The slender, flowers are 3.5–4.5 cm (1–2 in) in diameter, come in various shades, from yellow to purple. Including whitish, pale yellow, greenish yellow, lemon yellow, mustard yellow, to blue, blue-purple, violet-blue, and mauve shades.\nLike other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. In the centre of the falls, is a beard. Which can vary in colour, from white through to blue, or bright blue.\nSome flowers are bi-coloured. The yellow forms have a brown signal patch on the falls. The purple or violet forms have contrasting spots in violet or plum. The standards are upright.After the iris has flowered, it produces a seed capsule that has not been described yet.",
    "Description-Biochemistry": "In 1956, Mitra conducted karyological studies on the samples of specimens that they collected, and stated that Iris pumila (2n = 32) was an amphidiploid of Iris attica Boiss. & Heldr. (2n = 16) and Iris pseudopumila Tineo. (2n = 16).In 1979, a karyotype analysis study was carried out on Iris attica,  Iris mellita (a synonym of Iris suaveolens Boiss. & Reut.) and Iris reichenbachii. It found that Iris attica was 2n=16, both Iris mellita and Iris reichenbachii were 2n = 24.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been counted several times; 2n=16 by Simonet, 2n=16 by Randolph in 1954 and 2n=16 Randolph and Mitra in 1956. Then in 1979 by Love.\nIt has a published chromosome count of 2n=16.",
    "Taxonomy": "It has the common name of 'Greek Iris'.The Latin specific epithet attica refers to Attica, the former name of Athens in Greece.It was first published and described by Edmond Boissier and Theodor von Heldreich in 'Diagnoses Plantarum Orientalium novarum.' (Diagn. Pl. Orient.) Vol.2 Issue 4, on page 91 in 1859.In 1862, it was published (as Iris attica) in 'Gartenflora' Vol.11 377. 1862 (with a colour illustratation), then in The Gardeners' Chronicle Vol.674 in 1865.In 1890, Iris pumila subsp. attica was then published by K.Richt. in 'Plantae Europeae'  (Pl. Eur.) Vol.1 on page 253. This re-classified the species as a subspecies of Iris pumila, as Iris pumila subsp. attica. \nBut some botanists and sources disagreed with this re-classification, and still refer to the species as Iris attica.It was verified as Iris attica by United States Department of Agriculture and the Agricultural Research Service on 27 December 2002, then updated on 1 December 2004.Iris attica is an accepted name by the RHS and listed in the RHS Plant Finder book.It is listed as Iris pumila ssp. attica in the Encyclopedia of Life.",
    "Distribution and habitat": "It is native to south eastern Europe.",
    "Distribution and habitat-Range": "It is found in the Balkans, within the countries of Greece, (including Mount Egaleo, Delphi, Parnassos, Peloponnese, and many other regions of Greece,) former Yugoslavia, Turkey, and Macedonia, (including near Ohrid).In 2013, Iris variegata L. and Iris pumila subsp. attica (Boiss. & Heldr.) K.Richt was found in Albania, during field trips in Prespa National Park and on Pashtriku Mountain in 2006, 2011 and then in 2012.",
    "Distribution and habitat-Habitat": "It grows on the well drained, sunny, rocky mountainsides. On stony slopes, stony heaths and on rocky ground. It has been found with Fritillaria fleischeriana found growing on areas of rocky limestone amongst scattered juniper trees.They can be found at an altitude of 400–2,100 m (1,300–6,900 ft) above sea level.",
    "Conservation": "It status in the wild is currently unknown, but thought to be very common.",
    "Cultivation": "It is hardy to between USDA Zone 3 and Zone 8, or Zone 10.\nIt is hardy to Zone H2 in Europe (meaning −15 to −20 °C (5 to −4 °F).).\nIt is thought to be not very hardy in the UK (due to the dampness in winter), so best grown an alpine house or bulb frame, or deep pot. It is prone to viral diseases, if left in water or overwatered.It prefers to be grown in well-drained soils, (including gritty loam,) with plenty of aeration. Similar to a scree.\nIt can tolerate a ph level of between 6.1 and 6.5 (mildly acidic) – 7.6 to 7.8 (mildly alkaline).It prefers a position in full sun, to partial shade.It has average water needs, during the growing months, but needs a period of summer dormancy (a period of dryness after the blooms have faded).It can be grown in a rock garden, in crevices or between small stones, or in large troughs.",
    "Cultivation-Propagation": "It can be propagated by division of the rhizomes or by seed growing. Collecting the seeds from the ripe and dry capsules (after the plant has bloom), they can be grown straight away, or stored.",
    "Cultivation-Hybrids and cultivars": "In 1995, it was reported by (Whitehouse and Warburton), that Iris pumila (an allotetraploid) is a cross between Iris attica and Iris pseudopumila (another diploid iris).Several cultivars have been created from Iris attica including; 'Attica Parnes', 'Dr. Crenshaw', 'Herrick' and 'Sounion'.Iris attica crosses (with other irises) include; 'Cap Sounion', 'Chancelot', 'Goldenes Fuellhorn', 'Goldhaube', 'Mama Mia' and 'Nibelungehort'.'",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), can cause stomach pains and vomiting if mistakenly ingested. Handling the plant may cause skin irritation or an allergic reaction.",
    "Culture": "In the Homeric Hymn to Demeter, the goddess Persephone and her companion nymphs (the Oceanids along with Artemis and Athena) were gathering flowers such as rose, crocus, violet, iris (also called 'agallis' or ἀγαλλίς (in Greek script), lily, larkspur, and hyacinth. Flowers in a springtime meadow before she was abducted by the god Hades.It has been suggested that 'agallis' mentioned, was a dwarf iris, (in form to leaf and root shape described,) and identified as Iris attica.",
    "References": "",
    "Sources": "Kohlein, Fritz. 1987. Iris\nMathew, B. 1981. The Iris. 23–24.\nRandolph, L. F. & J. Mitra. 1959. Karyotypes of Iris pumila and related species. Am. J. Bot. 46:93–102.\nRechinger, K. H. 1943, Flora Aegaea. (Denkschr. Akad. Wiss. Wien, math.-naturw.) 741\nTutin, T. G. et al., eds. 1964–1980. Flora europaea. [= I. pumila subsp. attica (Boiss. & Heldr.) Hayek].",
    "External links": " Data related to Iris attica at Wikispecies\nYouTube video of the Iris\nNotes and images of the plant growing in a cool greenhouse\nImage of a large clump of iris growing\nClear images of the white form of Iris attica"
  }
}