{
  "url": "https://en.wikipedia.org/wiki/Iris_anguifuga",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Tenuifoliae"
    },
    {
      "Species": "I. anguifuga"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris anguifuga (or snake-bane iris) is a beardless iris in the genus Iris, in the subgenus Limniris and in the Tenuifoliae series of the species. It is a rhizomatous herbaceous perennial, from China. It has narrow green leaves, long stem and violet or blue flowers.",
    "Description": "Iris anguifuga has the unique form of having only one bract. It is also similar in form to a slender spuria iris.When in growth (see above about seasonal bulb and seasonal rhizome habit), it has a short, thick rhizome, that is swollen and thicker at the top.\nIt has the fibrous remains of last seasons growth leaves, similar to a bulb at the top.It has 3–5 linear, pointed (lanceolate), narrow, green leaves, between 20–30 cm (8–12 in) and 0.5–0.7 cm (0–0 in) wide. They have 3–6 parallel veins.It has a flowering stem of between 30–50 cm (12–20 in) tall.\nIt has one terminal (at the top of the stem) flower, between March and April.It has 1 lanceolate (lance-like) between 10–13.5 cm (4–5 in) long and 0.8 cm (0 in) wide, spathes (leaves of the flower bud).The spider-like flowers are 10 cm (4 in) in diameter, and have a slight fragrance. The flowers are violet or blue. It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The long and narrow falls are oblanceolate, 5–5.5 cm (2–2 in) long and 0.8 cm (0 in) wide, they are sometimes marked with brown or purple lines or dots on the edges and along the centre of the petal. The standards are also oblanceolate, but are 5–4.5 cm (2–2 in) long and 0.3 cm (0 in) wide. They also have purple or brown markings.It has violet style branches, 5–4.5 cm (2–2 in) long and 0.6 cm (0 in) wide.It has a 2.5 cm long pedicel, 3 cm long perianth tube, 2.5 cm long stamens and bright yellow anthers.After the iris has flowered, in May and June, it produces a fusiform (spindle shaped) seed capsule, which is three angled and has a long beak on the end (almost as long as the capsule). It is 7–5.5 cm (3–2 in) long and 1.5–2 cm (1–1 in) wide. Inside, are 4-5mm diameter globose (spherical) seeds.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=34, Mao & Xue, 1986.",
    "Taxonomy": "It is written as 单苞鸢尾 in Chinese script and known as dan bao yuan wei in China.It has the common name of Snake bane iris, or single-bract iris.The Latin specific epithet anguifuga means snake-bane or snake-chaser.It was first published and described by Y.T.Zhao and X.J.Xue in 'Acta Phytotaxonomica Sinica' (of Beijing) Vol.18 Issue 1 page56 in 1980. They placed the iris within 'Section Ophioiris', (meaning 'snake iris', a separate section just for the iris ) but Brian Mathew (in his book 'The Iris',1981) included it within Series Tenuifoliae. Later, chromosome counts, placed the iris within Series Tenuifoliae.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Distribution and habitat": "Iris anguifuga is native to temperate areas of Asia.",
    "Distribution and habitat-Range": "It is found within the Provinces of China, in Anhui, Guangxi and Hubei.",
    "Distribution and habitat-Habitat": "It grows on the hillsides and in grasslands.",
    "Cultivation": "Iris anguifuga is not common in cultivation the UK or the USA. But has been in cultivation in China for centuries.It is hardy between USDA Zone 1 and Zone 6, but may survive in lower temperatures but has not been trialed.It prefers sandy, well drained soils.It is vigorous in full sun, but will tolerate partial shade (under Deciduous trees), but with reduced flower growth.It is unique in its growth habit as a rhizomous iris, as it is dormant and leafless during most of the 'normal' growing season, then in late fall / autumn (in China), it begins to grow new leaves and is evergreen through the winter and produces flowers in the spring and goes dormant again. In colder regions (the USA and UK), it acts like a bulb, dormant through to the spring before emerging and producing leaves and flowers (in a shorter period) before disappearing in summer.When the iris, has finished flowering, most of the plant withers away, apart from a growth point, which is similar in form to a bulb. It is possible that this is the origin of all bulbous irises. It is one of the few known plants with seasonal bulbs and seasonal rhizomes.It needs to be kept dry during winter (in the USA or UK), needing the protection of bulb frames, it only needs water during the growing season. It will not tolerate being waterlogged.Resembles a skinny spuria iris, evergreen during winter, but dormant during summer and starts growing again in mid-autumn.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing, but it does not like being disturbed. So seed growing may be more successful.",
    "Cultivation-Hybrids and cultivars": "No variation has been observed and no cultivars have been selected.",
    "Uses": "It is cultivated in the western part of Hubei in China as a medicinal plant. The rhizome is ground into a paste and then can be applied to snakebites as a herbal remedy.",
    "Culture": "It is thought in China, that the iris has the ability to keep snakes from entering the garden. It grows all winter, keeping snakes out, but then goes dormant in the spring, allowing the snakes back into the garden. In the autumn, the iris re-appears and can stop the snakes again.",
    "References": "",
    "References-Other sources": "Mathew, B. 1981. The Iris. 201.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Data related to Iris anguifuga at Wikispecies"
  }
}