{
  "url": "https://en.wikipedia.org/wiki/Iris_halophila",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Spuriae"
    },
    {
      "Species": "Iris halophila"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris halophila  is a species in the genus Iris, it is also in the subgenus of Limniris  and in series Spuriae. It is a rhizomatous perennial plant, with yellow, white or violet flowers. It is cultivated as an ornamental plant in temperate regions. It comes from a wide range from eastern Europe to China in Asia. It was known for a long while as a subspecies of Iris spuria, before being treated as a separate species in its own right.",
    "Description": "It is similar in form to Iris orientalis but it is shorter.It has stout, thick, purple brown rhizomes, which can be 1.3–3 cm in diameter.\nUnder the rhizome are thick roots. The rhizome spreads along the ground in a creeping habit.It has greyish-green, linear, erect, sword-shaped, leaves. That can grow up to 20–60 cm (8–24 in) long, and 0.7–2 cm wide. The leaves do not have a mid-vein.\nThe leaves and foliage are sometimes longer than the flowering stems. Similar to Iris spuria, they also have the ability to produce an offensive smell, when the leaves are bruised.It has a smooth, 40–90 cm (16–35 in) long flowering stem. It has 1–4 very short lateral branches.The stems hold 3–8 flowers, 3–4 per stem, terminal (top of stem), in early summer, between May and June.The lanceolate and membranous at the top, spathes are 5.5–9 cm (2–4 in) long and 2 cm wide.It has flowers that are 5–7 cm (2–3 in) in diameter, ranging in colour from white, yellowish to grey purple, and violet. It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. It has fiddle=shaped falls, with a narrow section between the claw (section closest to the stem) and limb or blade (outer part). The claw is 2–3 cm long and 0.5 cm wide and the oblong or rounded limb is 1.5 cm long and 1 cm wide. Normally, the limb bends downwards. It has an erect, oblanceolate standard, which is 3.5 cm long and 6–8 mm wide.Some references mention pale to dark yellow forms with darker veining. This is Iris spuria subsp. halophila (Pall.) B.Mathew & Wendelbo.It has a 1.5–3 cm long pedicel, a short, 1 cm long perianth tube, 3 cm long stamens, yellow anthers and 3.5–4 cm long ovary. The style branches (in white or yellow, depending on the petal colour) are 3.5 cm long and 6 mm wide. They are as long as the claw of the petals.After the iris has flowered, between July and August it produces a greenish brown, ellipsoid-cylindric (shaped) seed capsule, measuring 6–9 cm (2–4 in) long and 2-2.5 cm wide. It has ridges and beak on the top. Normally in pairs of capsules. Inside, are pyriform (pear shaped), paper-like seeds, with a glossy or wrinkled (rugose), yellowish maroon, seed coat (or testa).",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has been counted many times; 2n=44, 66, Lenz & Day, 1963; 2n=20, Lungeanu, 1970.\n2n=44, is the accepted count number.In 2003, a study was carried out into the chemical structure of seeds of Iris halophila, it found new chemical compounds including halophilol A  and a new tetrastilbene, halophilol B.In 2007, the anti-oxidative components of the rhizome of Iris halophila were studied in Li Xiao Fei's (of Xinjiang University) Master's thesis. Several chemical compounds were found including, flavones, phenolic compounds amylose and organic acid.The salt tolerance and absorption qualities of the iris have been studied.In 2012, a genetic study was carried out on Iris laevigata and several of its closely related iris species, including Iris ensata, Iris setosa, Iris halophila, Iris scariosa, Iris potaninii, Iris tenuifolia, Iris bloudowii, and Iris sanguinea.In 2014, a study was carried out to work out the cross-breeding barriers between two Iris species, Iris halophila and Iris pseudacorus. a post-zygotic barrier was found to be the main obstacle.",
    "Taxonomy": "The Latin specific epithet halophila refers to salt loving.It had the common name of long leafed flag, It is known as the salt marsh iris in Germany.It is written as 喜盐鸢尾 in Chinese script and known as xi yan yuan wei in Pinyin Chinese.It was first published as Iris spuria subsp. halophila, by Peter Simon Pallas  in 'Reise Russ. Reich.' Vol.2 page733. in 1773.It was then 3 years later re-published as Iris halophila by Pallas in 'Reise Russ. Reich.' Vol3 page713 in 1776.Most plant authors and botanists classed it as a subspecies of Iris spuria, including Brian Mathew in 1981 in his book 'The Iris'.It was still verified as Iris halophila by United States Department of Agriculture Agricultural Research Service on 9 January 2003.As of February 2015, it is incorrectly listed as a synonym of Iris spuria by the RHS.",
    "Native": "Iris halophila is native to a wide range of temperate regions, from western Europe to Central Asia.",
    "Native-Range": "It is found in the western European countries of Germany, Romania and Ukraine.\nIn the middle Asian countries of (the former Soviet Union republics of); it is found in Kyrgyzstan and Uzbekistan. It is also found in Iran (or Persia,), Pakistan and Afghanistan and within the Caucasus area of Russia.It is found in west Asian countries and regions of Siberia, Mongolia and China. Within China, it is found in the Chinese provinces of Gansu and Xinjiang.",
    "Native-Habitat": "Iris halophila is grown on wet grasslands or meadows, on hillsides, beside rivers and on wet salty soils or salt marshes.",
    "Cultivation": "It is hardy to −25 °C.It is known to lose the leaves in the winter, leaving a few short leaf tips.It prefers moist, heavy soils but can tolerate most other soils.It prefers positions in full sun.It is very hardy, seeds very readily and so springs up where more delicate species have died out.It is thought to be best planted between August and September.",
    "Uses": "It is used in Chinese herbal medicines to treat hematochezia and various other problems.A research specimen exists in the Linnean Society of London herbarium.",
    "Hybrids and cultivars": "Iris halophila var. sogdiana (Bunge) Grubov is a known variant, although this was only recently thought as a synonym of Iris halophila.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). (found under I. spuria subsp. halophila (Pall.) B. Mathew & Wendelbo).\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR. [accepts].\nKrasnoborov, I. M., ed. 2000–. Flora of Siberia (English translation). [accepts].\nMathew, B. 1981. The Iris. 117. [under I. spuria subsp. halophila (Pall.) B. Mathew & Wendelbo].\nRechinger, K. H., ed. 1963–. Flora iranica. [= I. spuria subsp. halophila (Pall.) B. Mathew & Wendelbo].\nSoldano, A. 1994. Neglected name priorities in the European flora. Thaiszia 4:121.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea. [under I. spuria subsp. halophila (Pall.) B. Mathew & Wendelbo].\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": "Russian website with many images of Iris halophila\n Data related to Iris halophila at Wikispecies\n Media related to Iris halophila at Wikimedia Commons"
  }
}