{
  "url": "https://en.wikipedia.org/wiki/Iris_fosteriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris fosteriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris fosteriana is a species in the genus Iris, subgenus Scorpiris. \n\nIt was named after Michael Foster (a known British Iris expert) by Dr Aitchison, and found in Pendjeh, Turkmenistan.First described in transactions of the Linnean Society of London in April 1888 and then published by John Gilbert Baker in Botanical Magazine in 1892.Iris fosteriana is an accepted name by the RHS.It has many similarities with other iris species in the Xiphium.",
    "Habit": "It has a slim bulb (coloured cream) with a long thin neck. Below the bulb are tuberous roots that are white, thin and 6in long. The fragile roots mean that the bulb does not take transplanting very well.In Spring, (March in the UK) it has 1 or 2 long tubed flowers that are 4–5 cm (1.5 or 2in) wide with downard-turned rich purple (or deep purple) standards and creamy yellow (or pale yellow) falls. The flowers do not produce any scent. After flowering, it produces seeds, but there is no aril (coating) on the seed. The seeds are cube-shaped.It has deeply channeled mid-green leaves which have a silver edge. Which start growing in early December. By March, they have turned grey near the base, and mid-green at the tops. They reach between 4-8mm wide and grow up to 18 cm long.\nThe leaves when mature hide the stem.The plant reaches a total height of approximately 10–15 cm tall when in bloom.Best grown in the uk, in an alpine house or bulb frame.",
    "Native": "Found in the sandy soils of Gulran, Afghanistan, at an altitude of about 4,000 feet. It is also found on the dry steppes (750-2000m above sea level) of North East Iran, near Kopet Dag mountain range. Which also includes the former Russian state of Turkmenistan.",
    "References": "",
    "External links": " Media related to Iris fosteriana at Wikimedia Commons\n Data related to Iris fosteriana at Wikispecies"
  }
}