{
  "url": "https://en.wikipedia.org/wiki/Iris_suaveolens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris suaveolens"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris suaveolens  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from Eastern Europe, ranging from the Balkans to Turkey (in Asia Minor). It has short, sickle shaped or curved, blue-green or greyish green leaves, a slender simple stem, with 1 or 2 fragrant spring blooming, flowers, between yellow and purple, with white or yellow beards. It was once known as Iris mellita (especially in parts of Europe), until that was re-classified as a synonym of Iris suaveolens. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris suaveolens is similar in form to Iris attica, or Iris reichenbachii, Iris lutescens, and Iris pumila.It has thick but small (around 1 – 2 cm long) rhizomes, that are thick, but small,\nIt has evergreen, falcate (or sickle shaped), or curved leaves. The short, blue green, or greyish, leaves can grow up to between 7–22 cm (3–9 in) long, and between 0.4 and 1 cm wide.\nOne form of the species, known as 'rubromarginata', has red-violet, or reddish purple edging on the leaves.It is a dwarf iris, which has a slender, simple stem, or peduncle, that can grow up to between 8–15 cm (3–6 in) tall. The flowers (on the stems) are held above the foliage.The stem has two green, lanceolate, spathes (leaves of the flower bud), which are keeled, and 2.5–8 cm (1–3 in) long. They remain green after the flowers have faded. The stem holds between 1 and 2, terminal (top of stem) flowers, in spring, blooming between late March to mid-April, or between March to May.The fragrant, flowers are 4.5–5.5 cm (2–2 in) in diameter, come in various shades between yellow and purple, with yellow being the most common. Other shades of flower colour include; yellow-green, white, cream, violet-blue, smoky brown, mahogany, or purplish-brown. There can also be bi-coloured forms as well. The yellow forms can sometimes have spots, of brown-purple.Like other irises, it has two pairs of petals, three large sepals (outer petals), known as 'falls' and three inner, smaller petals (or tepals), known as 'standards'. The obovate or cuneate falls, curl under themselves, and are flaring. They can be 3–5.5 cm (1–2 in) long. In the middle of the falls, there is a row of short hairs called the 'beard', which is white, orange, or yellow, on the yellow forms, but normally bluish, or white tipped with blue. The upright standards, are shorter and wider than the falls. The perianth tube is the same length as the Stigma (botany)#Style branch, about 5–7.6 cm (2–3 in) long.\nThe seed capsule contains reddish brown, sub-globose seeds.",
    "Description-Biochemistry": "In 2011, a phytochemical study was carried out on Iris suaveolens rhizomes. It found over 13 different phenolic and flavonoid compounds, such as 'Quinones 3-hydroxyirisquinone', 'coniferaldehyde', 'cis-epoxyconiferyl' alcohol, 'acetovanillone', 'p-hydroxyacetophenone' (all phenolics), '7-b-hydroxystigmast-4-en-3-one' and 'b-sitosterol' (steroids). These extracts where then tested for antioxidant capacity and anticholinesterase activity.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. The chromosome count is: 2n=24, which was found by Koca in 1985.\nThey were published by F. Koca, 'Karyological studies on Iris attica Boiss. et Heldr. and Iris suaveolens Boiss. et Reuter.' in Rev. Fac. Sci. Univ. (Istanbul), Ser. B, Sci. Nat. Vol.21 on pages 69–79.",
    "Taxonomy": "The Latin specific epithet suaveolens means 'sweet scented', it is named for its sweet fragrance of its flowers.The type locality is Kustendje in Bulgaria. It was first published and described In May 1854 (in Bulgarian,) by Boiss. and Reut. In 1894, as a homonym Iris suaveolens was published by N. Terracc. For many decades it was known to gardeners as Iris mellita, which was published by Janka in 1874, The name is derived from the Latin mellitus, meaning delightful. In 1871, a herbarium specimen of Iris melitta was found in Bulgaria by Janka. It was later renamed Iris suaveolens. Probably after the 1980s after multiple chromosomal counts.In Italy, the iris is known as Iris mellita with the synonym of Iris suaveolens. \nIt was thought that the iris resembles Iris pumila and grows in the Balkans instead of I. pumila.Iris suaveolens was verified by United States Department of Agriculture and the Agricultural Research Service on 9 January 2003 and then updated on 14 September 2009. It is listed in the Encyclopedia of Life, and in the Catalogue of Life, it is listed as Iris mellita (with Iris suaveolens as a synonym). Iris suaveolens is an accepted name by the RHS.",
    "Taxonomy-Range": "It is found in Europe, within the Balkan countries, of Bulgaria, Romania, former Yugoslavia, (Albania and Macedonia,) and Greece. It is also found in Turkey.It was listed in Red book of Bulgaria as an endemic.",
    "Taxonomy-Habitat": "It grows on open dry, rocky hillsides, (made of limestone,) amid light scrub, and scattered juniper trees.",
    "Conservation": "It is found in a few places, but most of these are now protected under law, including in the Dobrogea Plateau of Romania.",
    "Cultivation": "It can be cultivated in the same conditions as Iris pumila. It is hardy, to between USDA Zone 6 and Zone 10. In the UK, it is not hardy and needs protection of a frame or alpine house during the winter, or within a porch or conservatory (undamaged by the wind or the rain). In the US, it can grow in Vail, Colorado and Portland, Oregon. It prefers to grow in well drained, dry, rich soils. It also can tolerate poor soils. That are neutral to alkaline, between pH level 6.1 to 7.8 . It prefers situations in full sun. or in partial shade. It should be watered regularly, but not overwatered, which could cause the rhizome to rot, in winter. It can be at risk from leaf spots, rot or botrytis, and could be attacked by thrips, sawfly, aphids, and slugs or snails. It can be grown in the rock garden, or alpine troughs. The iris should be planted on the soil surface in summer, just above the substrate. Normally, they are planted with a 30 cm spacing.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Cultivation-Hybrids and cultivars": "The species has been used by dwarf iris breeders. Who have created such cultivars as 'Aureo-flava' 'Flavo-barbata' 'Glockiana' 'Jugoslavica' 'Mellita' 'Mellita Ayazaga' 'Mellita Dibiltas' 'Mellita Vandee' and 'Rubromarginata'.It was also crossed with Iris 'Rhages' (Mead Riedel, 1934) to create 'Buddha Song' (Dunbar 1970). Other crosses include; 'Charlie Brown', 'First Call', 'Green Sprite', 'Karfunkel', 'Lavender Dawn', 'Melamoena', 'Mellite', 'Misty Plum', 'Mother Mella', 'Proper Lemon' and 'Rolling Tide'.The parent plant is often ignored (by gardeners) in favour of the cultivars.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reactions.",
    "Uses": "It can be used as an expectorant, diuretic and for the treatment of children dentition.",
    "Notes": "",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nDavis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965–1988.\nDykes, W., The Genus Iris  1913, 239.\nMathew, B. The Iris. 1981, 35–36.\nÖzdemir, Canan; Akyol, Yurdanur; Alcitepe, Emine, Morphological and anatomical studies on Iris suaveolens Boiss Reuter. Journal of Economic and Taxonomic Botany 31(2), 2000, 426–430.",
    "External links": "Has images (from Turkey) of both the yellow and purple forms\n Media related to Iris suaveolens at Wikimedia Commons\n Data related to Iris suaveolens at Wikispecies"
  }
}