{
  "url": "https://en.wikipedia.org/wiki/Iris_ludwigii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris subg. Limniris"
    },
    {
      "Series": "Iris series Spuriae"
    },
    {
      "Species": "Iris ludwigii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris ludwigii, with the common name Ludwig Iris,  is a species in the genus Iris. It is also in the subgenus of Iris subg. Limniris and in series Spuriae. It is a rhizomatous perennial plant with violet-blue flowers. It is native to the Altai Mountains in Central Asia, where Russia, China, Mongolia, and Kazakhstan meet.  It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris ludwigii is similar in form to Iris pontica, but differs in shape and size of the rhizome.It has a stout, creeping rhizome. That forms compact and often crowded plants.It has between 2 and 4, linear, grass-like, lanceolate, 20–40 cm (8–16 in) long, and 5mm wide leaves. The leaves have 3–7 veins.It has very variable sized stems that can be obsolete or underground, or 2–3 cm long, or up to 10–20 cm (4–8 in) cm long.It has lanceolate and green, paper-like spathes (leaves of the flower bud).The stems hold 1–2 terminal (top of stem) flowers, between May and June. The flowers last on the plant between 6–8 days.It has flowers that are 5–6 cm (2–2 in) in diameter, that are violet-blue.\nIt has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are lanceolate, with white marks and violet-blue veining. The centre of the falls is covered with short unicellular hairs, (looking similar to a yellow beard). The standards are erect, narrow and oblong.It has a slender filiform (thread-like), perianth tube.It has linear style branches, that white with violet-blue tips. It has yellow or white filaments and orange anthers.After the iris has flowered, it produces a seed capsule (not described) between August and September.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=38.In 2003, a study was carried out on the chromosome sequencing of various Irises from the Siberian region of central Asia. They sequenced the rbcL gene from some Siberian Iris species belonging to different subgenera including, Iris halophila, Iris ludwigi, Iris uniflora, Iris pseudacorus, Iris glaucescens, Iris tigridia, and Iris laevigata.\nTheir results supported Brian Mathew's classification from 1989. That Iris halophila and Iris ludwigii form a cluster.",
    "Taxonomy": "The Latin specific epithet ludwigii refers to the 18th century Professor of natural history and medicine, Christian Gottlieb Ludwig.It has the common name of Ludwig Iris.It was originally published and described by Karl Johann Maximowicz in the 'Bulletin of the Academy of Imperial Science, Saint-Pétersburg Vol.26 pages508-509 in 1880.It was later published in Mélanges Biol. Bull. Phys.-Math. Acad. Imp. Sci. Saint-Pétersbourg Vol.10 page721 in 1880 (Diagn. pl. nov. asiat.).In his book (Iris,1913) William Rickatson Dykes was once thought Iris ludwigii to a form of Iris humilis with stoloniferous rhizomes,  the Academy of Imperial Science, Saint-Pétersburg did not agree with this. It was later treated as a separate species by Brian Mathew. Georgi Rodionenko had proposed Series Ludwigia for this species.\nBut after chromosomal studies were carried out it was then placed  in Series Spuriae.It was mentioned in 'Vascular Plants of Russia and Adjacent States (the Former USSR)'.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Distribution and habitat": "Iris ludwigii is native to temperate regions of Asia.",
    "Distribution and habitat-Range": "It is found in Altai Mountains, between east Kazakhstan, and Siberia, and Altai Republic in Russia.It is listed with  Iris bloudowii, Iris psammocola, Iris ruthenica, Iris sibirica, Iris tenuifolia and Iris tigridia as being found in the Altai-Sayan region (where Russia, China, Mongolia and Kazakhstan come together).It is also found in the Altai-Dzungarian region of the Altai mountains (between Mongolia and China).",
    "Distribution and habitat-Habitat": "It grows on the steppes, in meadows, in thickets of Stipa splendens, and on gravelly slopes.",
    "Conservation": "It is listed in the IUCN Red Book of the Altai Territory.It is at risk due to the effects of cattle grazing, ploughing and other farming methods.In April 2005, a Working draft of Species Action Plan for Iris ludwigii was created for the at risk plants on the Altai Mountains.It is mentioned as one of the 17 species of plants are included in the 'Red Book of Kazakhstan', and they are: Steppe peony (Paeonia hybrida), Spring asphodel, (Adonis vernalis), Pink rhodiola (Rhodiola rosea), Altai rhubarb (Rheum altaicum), Altai daphne (Daphne altaica), Snow (Macropodium nivale), Siberian adder's-tongue (Erythronium sibiricum), Maral root (Rhaponticum carthamoides), Vereschagin (Limnas veresczaginii), Heteropetals tulip (Tulipa heteropetala), Small-fruit cranberry (Oxycoccus microcarpus), (Cymbaria dahyrica), Altai anthrax (Sibiraea altaiensis), Stemless (Leiospora excapa), Altai gimnospermium (Gimnospermium altaicum) and Fir club moss (Lycopodium selago). \n5 species of plant were put into the 'Red Book of Russian Federation', they are Steppe peony (Paeonia hybrida), Altai rhubarb (Rheum altaicum), Altai daphne (Daphne altaica), Ludwig iris (Iris ludwigii) and Siberian adder's-tongue (Erythronium sibiricum).",
    "Cultivation": "Iris ludwigii is cultivated as an ornamental plant for gardens.   It prefers locations in full sun, on soils with good drainage.In nature and in cultivation, it was found that the plant, flowers but they are sterile with underdeveloped stamens. Therefore, does not produce seeds.It is hardy enough to grow and be cultivated in the botanical gardens of Barnaul, Novosibirsk and Chita, Zabaykalsky Kra, in Russia. It was trialled at The Botanical Garden of St. Petersburg in 1971. It bloomed three times but then died after flowering.",
    "Propagation": "It can be propagated by division or by seed growing.",
    "References": "",
    "References-Other sources": "Komarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 113.\nRare and Endangered Plants of Siberia, 1980",
    "External links": " Data related to Iris ludwigii at Wikispecies"
  }
}