{
  "url": "https://en.wikipedia.org/wiki/Iris_delavayi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Sibiricae"
    },
    {
      "Species": "I. delavayi"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris delavayi  is a species in the genus Iris, also the subgenus of Limniris and in the Iris series Sibiricae. It is a rhizomatous herbaceous perennial, from various provinces in China. It has grey-green leaves, long hollow stem, and 2 flowers in various blue shades. From dark violet, dark purple, purple-blue, dark blue to light purple. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris delavayi is larger and more vigorous in growth than Iris sibirica.It has stout, creeping rhizomes (about 1 cm in diameter), that create clumps or tufts of plants. It eventually forms clumps that are about 45–60 cm (18–24 in) wide. The rhizomes have fibers (the remains of leaves from last season).It has 3–4 (per stem) grey-green leaves, that are sword-shaped or linear (in form), measuring 50–90 cm (20–35 in) long and 0.6–1.5 cm wide. The leaves are shorter than the flowering stems.It has a hollow, 1–3 branched flowering stem that grows up to between 60–150 cm (24–59 in) long and 5–7 mm wide. The short branches are close to the tops of the stems.The stem has 2–3 green, with a slight reddish purple tinge, lanceolate (sword-like), spathes (leaves of the flower bud), which measure 7–11 cm long and 1.8–2 cm wide. They also have a papery brown tip.\nThe spathes surround 2 flowers (per stem branch), borne in early summer, between May and August (or June or July in the UK).The flowers come in a range of blue shades. From dark violet, dark purple, purple-blue, dark blue. light purple, to light blue. The flowers are 7–9 cm (2.8–3.5 in) in diameter.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The drooping falls are obovate, measuring 7 cm long and 3 cm wide, with white or yellow signal patch or mottled pattern on the blade (wide section). The smaller standards are held at an oblique angle, measuring 5.5 cm long and oblanceolate (in from).It has perianth tube of 1.6–1.8 cm long, a pedicel (flower stalk stem) of between 3–6 cm long and pale purple style branches, measuring 5 cm long and 1.6 cm wide.It has a 3–6 cm long pedicel, 1.8–2 cm long and 7 mm wide, ovary and milky yellow anthers.Between August and October (after the iris has flowered), it produces a seed capsule, which are ellipsoid/cylindric in form and measures 5–6.5 cm long and 1.5–2.5 cm wide. Inside are semi-orbicular, flat, (disc like) reddish brown seeds, with are about 6 mm in diameter.",
    "Description-Biochemistry": "In 2011, the iris has been studied to work out its iridal properities from specimens collected in the north-western Yunnan Province of China, eight iridal-type triterpenoids were isolated, three of which were new. Both 2(7)Z- and 2(7)E-iridals were isolated in about equal amounts from the sample collected at Laojunshan, while only 2(7)Z-iridals were isolated from samples collected in Shangrila area, indicating the presence of chemical diversity in the species.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=40. discovered by Simonet in 1932.\nThis places it within the sub-group of the series, called the Sino-siberians.",
    "Taxonomy": "Iris delvayi is pronounced as EYE-ris del-uh-VAY-ee.It is written as 长葶鸢尾 in Chinese script and known as chang ting yuan wei in China.It has the common name of Delavayi iris or long scape iris or Chinese Stream Iris (in Australia)The Latin specific epithet delavayi refers to the 19th century French missionary Père Jean Marie Delavay.It was originally found in the marshes in the Yunnan province of China. Seeds of the iris were then sent by Abbé Delavay to the Jardin des Plantes, Paris in 1889. Plants were then raised by Micheli, who then first published and described the iris in Revue Horticole (résumé de tout ce qui parait d'intéressant en jardinage, of Paris) Vol. 67, page 938, in 1895. It was also published in 'Jardin du Crest' page 189.\nOn 1 June 1899, Sir Joseph Dalton Hooker wrote about the iris in Curtis's Botanical Magazine, Tab. 7661, accompanied with a colour illustration. Based on flowers raised from seed given to Kew Gardens by Micheli, noting the fact the iris was similar in form to Iris laevigata Fisch & Mey.The authors of the 'Flora of China' have speculated that the early found specimens of Iris laevigata Fisch. Found in the high elevations of Yunnan should be referred to Iris delavayi.It was verified by United States Department of Agriculture and the Agricultural Research Service on 10 March 1997, and then updated on 24 March 2006.This plant has gained the Royal Horticultural Society's Award of Garden Merit.",
    "Distribution and habitat": "Iris delavayi is native to south western China.",
    "Distribution and habitat-Range": "It is found in the Chinese provinces of Guizhou, Sichuan (formerly known as 'Sze-chuen'), Xizang and Yunnan. It can also be found in Bhutan.",
    "Distribution and habitat-Habitat": "It can be found growing in swampy places,  mountain marshes,  forest margins, damp places along ditches and streams, and wet mountain meadows. At altitudes of between 2,400 to 4,500 m (7,900 to 14,800 ft) above sea level.It can spread in ideal conditions to create large colonies.",
    "Cultivation": "It is cultivated as an ornamental plant in temperate regions.The Sino-siberian irises all generally have similar cultivation requirements with minor alterations.\nThey are not as hardy as the other group of Siberian irises. They also don't like very hot conditions either. Preferring the northern parts of America and United States to the over warm southern America. They are considered easy to cultivate (providing the conditions are good) in America.Iris delavayi will tolerate temperatures of up to −15 degrees C. But may survive lower if protected or well mulched in winter. \nIt is hardy to USDA Zone 5-8, and Zone H2 (which means Hardy to −15 to −20 °C (5 to −4 °F), in Europe.They prefer soils with a ph level of 5.5 to 7 (acidic to neutral). They can be grown in any good garden soil that is preferably moist but not waterlogged.They do not like free-draining soils (or sandy soils), unless plenty of well-rotted organic matter is added before planting and applied as a mulch each spring. They are also tolerant of windy conditions.They prefer positions in full sun, but may tolerate partial shade. They produce less flowers in shaded positions.They can be mulched with peat or garden compost in spring. They can also be fed in spring with a general fertiliser but it is not essential.They can be divided after flowering (in early summer) or autumn (in the UK) if the clumps become too big and congested. Also propagation is best carried out by division of the rhizomes.They then should be replanted 25 cm (9.8 in)s) apart and 10 cm (3.9 in) deep, into weed free conditions.\nNew plants can be planted in spring or autumn.  But the ground needs to be prepared before planting. New plants need to be well watered during the first season. New plants also take at least 2 years to become established.They can also be propagated by seed. Once the pods are dry on the plant, break them open to collect seeds. Then direct sow outdoors in fall (or Autumn), or winter sow in vented containers, in a cold frame or unheated greenhouse.They can be used within in gardens, at waterside locations beside pools or streams. It can also be used within a bog garden and flowers after Iris sibirica, so extending the flowering season of the garden.",
    "Cultivation-Hybrids and cultivars": "Iris delavayi can be crossed with Iris wilsonii which gives its yellow base colour (veined with bluish purple) to the flowers and it can also cross with other members of the sibirica subsection.Known Iris delavayi selections include: 'Delavayi Pallida', 'Didcot', 'Thibet'.\nIris delavayi crosses also include; 'Berliner Riesen', 'Black Pirate', 'Delfor', 'Diamond Jubilee', 'Diomed', 'Far Voyager', 'Fifinella', 'Lightly Touched', 'Normal', 'Ormonde', 'Persimmon'.A known cultivar is Iris delavayi 'Didcote'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Culture": "An illustration of Iris delavayi has been used as a postage stamp in Cambodia.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nChinese Academy of Sciences. 1959–. Flora reipublicae popularis sinicae.\nMathew, B. 1981. The Iris. 89.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition). Media related to Iris delavayi at Wikimedia Commons\n Data related to Iris delavayi at Wikispecies"
  }
}