{
  "url": "https://en.wikipedia.org/wiki/Iris_spuria_subsp._carthaliniae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. spuria"
    },
    {
      "Subspecies": "I. s. subsp. carthaliniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris spuria subsp. carthaliniae is a species in the genus Iris, it is also in the subgenus of Limniris and in the series Spuriae. It is a subspecies of Iris spuria, a rhizomatous perennial plant, from the Caucasus region, it is a tall iris with sky blue or white flowers. It was originally described by Fomin, as a separate species before Brian Mathew in 1981, added it to Iris spuria as one of its many subspecies. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has a thick, creeping, horizontal, branched rhizome.\nThe creeping habit creates large clumps of plants. It has linear, flat, lanceolate, lacuminate (ending in a point), leaves. These can grow up to between 70–95 cm (28–37 in) long and 10–18 mm wide. The leaves are generally either equal to the flowering stem or longer than it.It has a sightly compressed, stem (or peduncle), that grows up to between 50–100 cm (20–39 in) long. It has small, green, leathery ovate or lanceolate, spathes (leaves of the flower bud). They have a white membranous edging. The stems hold between 3–5 terminal (top of stem) flowers, on unequal pedicels, in summer, between June and July, or between May and June (in the US and Britain).The lightly fragranced flowers, are can be up 7–9 cm (3–4 in) in diameter, and come in shades of sky blue, light blue, or white. It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'.\nThe long and narrow falls have a reflexed, elliptical, almost round blade, with a yellow central stripe or blaze, which leads along the long thin claw (section closest to the stem). They also have dark veining. They are 5–7.5 cm (2–3 in) long. The erect, upright standards, are slightly ruffled, oblanceolate and single coloured. Over the falls, are the style branches, which are slightly shorter than the claw of falls. They have a 2 lobed end (or notched end), and a defined crest or ridge leading to the stem. They have a cylindrical perianth tube (which about two-fifths the length of ovary), light purple anthers and a cylindrical ovary with 6 ribs.After the iris has flowered, it produces an ovaloid (or ellipsoid), cylindrical, seed capsule between late August and early September. It is 2–3 times longer than wide, it has a beak-like appendage. Inside the capsule, are brown, semi-circular seeds, with wrinkled skins.",
    "Description-Biochemistry": "In 1999, a chemical compound study was carried out on the rhizomes of Iris spuria subsp. carthalinae. It found several new compounds. Iristectorigenin B 7-gentiobioside (also found in Juniperus macropoda) was found in the iris. As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=44.",
    "Taxonomy": "It is written as 埃及种植鸢尾 in Chinese script and known as Ai Ji Zhong Zhi Yuan Wei in Pinyin Chinese, also known commonly as Egypt Planted Iris.The Latin specific epithet carthaliniae refers to a Carthalin (a former Russian province in the Caucasus). This epithet has also been used for Paeonia carthalinica Ketsk. (which is now classified as a synonym of Paeonia tenuifolia L.) It is also known as Iris Kartalinia in Russia, or Iris Kartli (in Georgia). Kartli refers to an historical region in central-to-eastern Georgia. It has also been known as blue iris. This name is normally a common name for Iris spuria.\nIt was originally published and described by Aleksandr Vasiljevich Fomin as Iris carthaliniae in 'Vĕstnik Tiflisskago Botaniceskago Sada. Moniteur du Jardin Botanique de Tiflis' (Vĕstn. Tiflissk. Bot. Sada) Vol.14 page44 in 1909. The description was based on specimens collected in Georgia near the town of Mtskheta, within the Caucasus Mountains near the city of Tbilisi. Later, in 1981 Brian Mathew re-classified the species as a subspecies of Iris spuria, and published it as Iris spuria L. subsp. carthaliniae (Fomin) B.Mathew, in (his book The Iris on page 117 in 1981.It was verified by United States Department of Agriculture Agricultural Research Service on 9 January 2003 and then updated on 1 March 2007. Iris spuria subsp. carthaliniae is a tentatively accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate regions of central Asia.",
    "Distribution and habitat-Range": "It has been found in the Caucasus region, within (the former USSR state of) Georgia (or Gruzia), Azerbaijan, and Armenia. It is found along the middle and upper Kura River and of its tributaries. In 2003, it is noted that it has been found in Anatolia and the east Mediterranean area.",
    "Distribution and habitat-Habitat": "It grows in wet or moist sites, in marshy or wet meadows, woodland, and beside the coastal parts of roads. It is found on lowland or the middle mountain belt altitudes.",
    "Conservation": "It is listed as one of the endangered plants in the Republic of Georgia.",
    "Cultivation": "Iris spuria subsp. carthaliniae is hardy to between USDA Zone 5 to Zone 9, including New England. It is hardy to Europe Zone H2. It is also hardy in Leningrad, Russia, surviving the winter unprotected. It can grow in ordinary, deep heavy loam in gardens, provided that it has plenty of moisture during the growing season. It prefers positions in full sun. It can be grown in flower beds and borders (with peonies and other herbaceous plants), or along pond edges. Like many other spuria irises, it can be grown in the same place for many decades without distubrance. It is only found in specialised iris plant nurseries. A specimen exists in the Museum National d'Histoire Naturelle, France. It was collected on 15 May 1930 in the Shirvan steppe of Azerbaijan. Type in Berlin. In 2003, specimens are listed as being found in some botanic gardens and parks in Portugal.",
    "Cultivation-Hybrids and cultivars": "Like Iris notha another Spuria species growing in the Caucasus, both are used by iris breeders. A known cultivar is 'Georgian Delicacy'.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). [as I. carthalinae Fomin].",
    "External links": "Image of Iris carthaliniae\nHas images of both the blue and white forms\n Data related to Iris spuria subsp. carthaliniae at Wikispecies"
  }
}