{
  "url": "https://en.wikipedia.org/wiki/Iris_assadiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris assadiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris assadiana  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the deserts of Syria. It has small rhizomes, grey-green strongly curved leaves, slender stems, scented flowers in April, in shades of maroon, purple, deep purple or black. They have dark veining and it also has yellow/white beard tipped with purple. It is rarely cultivated as an ornamental plant in temperate regions.",
    "Description": "It has a small rhizome, and several stolons, which are 10–12 cm (4–5 in) long. It can form small clumps of plants.It has 6–8, grey-green, strongly falcate (sickle shaped), or strongly curved, and reflexed leaves,\nwhich can grow up to between 4–12 cm (2–5 in) long and about 1 cm wide.It has a slender stem or peduncle, that can grow up to15 cm (6 in) tall.The stems hold scented flowers in April, which are 6–7.5 cm (2–3 in) in diameter, and come in shades of maroon, dark plum, purple, deep purple, or black. Near Qarytein, white, yellow and pale forms have been found.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The recurved falls, are 5–6 cm (2–2 in) long and 2.5–3.5 cm wide, with dark veining, and a black velvet-like signal patch. In the middle of the falls, also is a row of short hairs called the 'beard', which is made up of long bright yellow, or white hairs, with lateral short purple hairs. The obovate standards, are 6–8 cm (2–3 in) long and 4–5 cm wide, and a similar colour to the falls.It has style branch that is arched, and pale orange, streaked with purple, or red, according to Brian Mathew.After the iris has flowered, it produces a seed capsule that is about 4 cm long.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has had its chromosome counted.",
    "Taxonomy": "It is sometimes known as 'Iris Asadi' and written as لسوسن الأسدي (باللاتينية (in Arabic script).The Latin specific epithet assadiana possibly refers to the former Syrian President Hafez al-Assad.It was first published and described by Shaukat A. Chaudhary, Grace Kirkwood & Carolyne Weymouth in 'Bot. Not.' (Botaniska Notiser) Vol.128 (Issue 4) on page401 in 1976 (1975 publ.).It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated 2 December 2004It is listed in the Encyclopedia of Life, and in the Catalogue of Life.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in the Syrian Desert, near Ayn al-Baydah, Al-Qaryatayn and Al-Hafar, to the west of Palmyra.It is listed as endemic plant of Syria, along with 200 other vascular plants including Iris auranitica (another Oncoyclus section iris), Teucrium coniortodes, Allium pseudophanerantherum,  Allium birkinshawii, Ajuga chasmophila, Echium pabotii, Astragalus qatmensis, Astragalus roessleri, Centaurea trachonitica, Salsola zenobiae, Senecio delbesianus, Thymus alfredae, Vicia kalakhensis, Onobrychis gaillardotii, and Alyssum antilibanoticum.",
    "Distribution and habitat-Habitat": "It grows in the chalky hills, and gravel plains of the desert.They can be found at an altitude of 800 to 1,000 m (2,600 to 3,300 ft)} above sea level.",
    "Conservation": "It was listed as a 'rare' plant species in Iraq in 1991, along with two other Oncoyclus section irises, Iris gatesii (also rare) and Iris heylandiana listed as 'Endangered'.",
    "Cultivation": "'Oncocyclus Section' Irises are easier to grow than 'Regelia Section' Irises, but should be preferably grown under glass (in frames), to protect the irises from excess moisture (especially during winter times) and also to ensure the (shallow planted) rhizomes get the best temperatures during the growing season.\nThey can be grown in pots (especially in deep ones known as 'long toms'), but they need re-potting, every 2 years and extra feeding.\nWatering is one of the most critical aspects of iris cultivation. The growth starts in October and carefully watering starts, water should never be poured directly on the rhizomes.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.\nSeedlings, if germinated, may grow into a mature plant within 3–4 years, seedings are best grown also in frames or alpine houses.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. The Iris. 1981 (Iris) 44.",
    "External links": " Data related to Iris assadiana at Wikispecies"
  }
}