{
  "url": "https://en.wikipedia.org/wiki/Iris_florentina",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris florentina"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris florentina  is the white flowered variant of Iris germanica now classified as Iris germanica nothovar. florentina. It is cultivated as an ornamental plant in temperate regions almost worldwide. Iris florentina is a rhizomatous perennial from southern Europe, mainly Italy (including the city of Florence) and France. It has a thick violet-scented rhizome, sword-like green or grey-green semi-evergreen leaves, a tall branched stem, and many flowers that are white and tinged or flushed with blue, pale blue, or lavender in spring or summer, and a white and yellow beard. It is also grown to produce orris-root, a scented substance used in perfumes, soaps, tooth cleanser, and clothes washing powder. Medicinally it was used as an expectorant and decongestant. It is made from the rhizomes of Iris florentina, Iris germanica and Iris pallida.",
    "Description": "Iris florentina has a thick or stout rhizome, which is short, fleshy, horizontal, and has a strong violet scent.The rhizomes spread across the surface of the soil, to form clumps of plants. This habit can often create a dense network of fibrous roots that can crowd out other plants.It has basal (rising up from the rhizome), ensiform (sword-shaped), light green, pale green, or grey-green leaves.\nThey are semi-evergreen, or evergreen (in mild winters). \nThe leaves can grow up to between 30–70 cm (12–28 in) long, and between 2.5–4 cm (1–2 in)wide. They are shorter than the stem.It has a straight, stem or peduncle, that can grow up to between 38–100 cm (15–39 in) tall.  It may reach up to 75–100 cm (30–39 in) after about 3 years. Although it may reach 121 cm (48 in), (in ideal conditions).\nThe stems have 2 – 4 branches. The branches reduce in size as you go up the stem, starting from the middle. The branches can be long, when compared to Iris albicans (another white flowered iris sometimes called Iris florentina subsp. albicans (Lange) K.Richt.),The stem has 1–2, (scarious) membranous or sub-scarious, spathes (leaves of the flower bud). At flowering time, the spathes become brown and papery, or fully scarious. They can be up to 40–80 cm (16–31 in) long. 1.5-2 in long\nThe lower spathes are green and leaf-like.It has a short pedicel (or flower stalk), and green perianth tube, that is 3.2 cm long, it is covered normally by the spathes.The stem (and the many branches) hold between 4 and 7 flowers. at terminal ends. Sometimes in pairs.  The fragrant flowers,  smell of violets, appear in spring, or early summer, or mid-summer, between late April and May,  or between March and May.The large flowers, are up to 25 cm (10 in) in diameter (or across). They come in white, (sometimes described as 'dead white,) or greyish white, or bluish white, or very pale lavender. They are slightly tinged, or flushed with blue, or pale blue, or lavender. They are especially tinted when in bud.\nThe flowers are often confused with Iris albicans (which also has white flowers).Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The deflexed, or drooping falls, are obovate, or cuneate (wedge) shaped. They are 7.6–9 cm (3–4 in) long and 3.8 cm (1 in) wide. There is some greenish-yellow veining on the haft, (section of the petal near the stem), and in the centre of the falls, there is a narrow fillet of white cilias (called a beard) with deep yellow tips, bright yellow, or orange yellow.  The standards are erect, oboval, and narrower than the falls. The hafts of the standards, have a small white beard.It has style branches, that are toothed and 3.8 cm long, with a deltoid crests.\nIt has an oblong shaped and pearl coloured stigma.After the iris has flowered, between July and August, it produces a fusiform (spindle shaped),  trigonal, or oblong seed capsule.\nIt is longer than the seed capsule of Iris germanica. The capsule is loculicidal (has chambers), with 3 cells, that hold dark brown, or brown seeds. The seeds are normally lined up like rolls of coins.",
    "Description-Biochemistry": "In 1973, a chemical study was carried out on Iris florentina, it found isoflavone glycosides.In 2013, a study listed all the naturally occurring xanthones. It mentioned that Arisawa and Morita have isolated tetraoxygenated xanthone glycoside 2-C-β-D-glucopyranosyl-5-methoxy-1,3,6-trihydroxyxanthone from Iris florentina.In 2014, a study was carried out on the essential oil of Iris florentina. It found several compounds including decanoic acid, ethanon, α-Iron, trans-2,6-γ-Iron, lauric acid, myristic acid, palmitic acid, 9,12 oktadecadienoic acid and hexanedioic acid bis ester.In 2015, a study was carried out on the antioxidant and anticholinesterase potential of the iris.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a count of 2n=44, meaning it is a tetraploid.",
    "Taxonomy": "It has the common names of 'Florentine Iris', 'Florentine Flag' (in the US), 'Glaive lily', 'White German Iris', and 'White Flower De Luce',It is sometimes known as orris root, which also comes from the rhizomes of Iris germanica and Iris pallida.The French call it commonly as 'la flambe blanche' (the white torch of the garden). It is known in Malta as 'Fjurduliz abjad', in Danish as 'violrod', in France as 'Iris de florence', in German as 'florentinsche schwertlilie', in Spanish (and Portuguese) as  'lirio blanco' or 'lirio de Florencia'.The Latin specific epithet florentina refers to a 'Latinised' word meaning ‘from Florence’.It was first collected Italy, and then introduced to N. Europe in about 1500.\nIt has been cultivated for centuries in Europe.It was first published and described by Carl Linnaeus, in Systema Naturae Edition 10, Issue2 on page863 on 7 June 1759, as Iris florentina. It was thought to be similar to Iris germanica, but with white flowers.In 1796, Iris officinalis Salisb. was published by Salisb in Prodr. Stirp. Chap. Allerton Vol.43. But this was later classed as Iris florentina.\nIn 1910, William Rickatson Dykes in The Gardeners' Chronicle of September 17, 1910,  felt that Iris florentina was not a wild species but had hybrid origin, or form of Iris germanica.In his book, 'The Iris' in 1981, Brian Mathew, re-classified the iris as Iris germanica 'Florentina'.This later became Iris germanica nothovar. florentina.\nIt was verified by United States Department of Agriculture and the Agricultural Research Service on 19 October 1994, then updated on 12 September 2005, as Iris germanica L. nothovar. florentina Dykes.It is listed in the Encyclopedia of Life as Iris germanica var. florentina.Iris florentina is an accepted name by the RHS, it was given the Award of Garden Merit in 1994.",
    "Distribution and habitat": "It is native to central, and southern Europe.",
    "Distribution and habitat-Range": "It is found in Italy, (including Tuscany,) France, and the Mediterranean islands, (including Malta).Botanist Desfontaines found it in Algiers, where it is grown with Iris germanica near graves.It has been naturalised in many other countries, from the Mediterranean, (including west Africa and southern Spain,) to India, and Iran. In Russia, it grows in the south of western Siberia. Outside of Russia, it is found in Kazakhstan, Mongolia and China.In many regions of the world, especially in Italy, it is cultivated for commercial use.",
    "Distribution and habitat-Habitat": "It grows on sunny mountain slopes, on steppes, sandy or rocky dry slopes.It naturalises along roadsides, field margins, olive groves, abandoned vineyards and other cultivated sites.",
    "Conservation": "All the stations in the other countries where it has become naturalized for centuries, it is gone, or they are declining.\nNot protected by law and not listed in the flora section of the National Red Data book (1989)",
    "Cultivation": "It is hardy, to between USDA Zone 3 and Zone 9, or between 5 and 8.\nIt is also hardy to Zone H2 (in Europe), between −15 to-20oC (5 to −4oF). It has been tested for hardiness in Russia, in the botanical gardens of; Barnaul, Novosibirsk, St. Petersburg and Ufa. In the winter, it requires protection from moisture (in Russia).\nIt can be cultivated well throughout Europe and N America, except in the warm moist climates of Florida and Gulf Coast.It prefers to grow in moist, well drained soils, in loam. It can tolerate sandy soils, or any common garden soil.\nIt also tolerates most soil pH levels of, and will tolerate very alkali or acid soils.It prefers a situation in full sun, to light shade.It will suffer from rhizome viruses in waterlogged soil.It can be grown in mixed flower borders, rock gardens, and beside the edges of shrubberies. As well as being naturalized in the garden.\nIt can be a cut flower for displays.It is deer and rabbit resistant, but can suffer from leaf spot, Iris borer, thrips, slug and snails.Aphids Aphis newtoni and  Dysaphis tulipae can also be found on the plant.The irises are planted shallow, leaving the tops of the rhizomes exposed, to the sun. They are not mulched, as this could cause rotting to the rhizomes. They can be fertilized in early spring, and again in late summer, with a general fertilizer or bone meal.\nThe foliage can be cut back in the autumn, after the flowers have faded.",
    "Cultivation-Propagation": "Iris florentina can only be propagated by division, of the rhizomes, after flowering, up to six weeks after flowering, and in the autumn.They should be divided every 3 to 4 years, when large clumps.The old woody-like centre, should be removed, along with any damaged sections. The rhizomes are then left exposed, to allow the cuts to callus, then the foliage is trimmed, (to reduce water loss). Then the new rhizome sections can be re-planted, in new situations and at a shallow depth.",
    "Cultivation-Hybrids and cultivars": "It has a few cultivars including; 'Alba', 'Blue Zua', 'Bluzugraf', 'Elizabeth Huntington', 'Elsie Crouch Diltz', 'Firmament', 'Florentina purpurea', 'Gambetta', 'Janet Barnes', 'New Orleans' (which has light grey flowers), 'Queen Emma', 'Silver King', and 'Zua'.There are a few crosses: 'Altar Candles', 'Tan Crown', 'Vendor'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves) and, if ingested, can cause stomach pains and vomiting. Also, handling the plant may cause a skin irritation or an allergic reaction.It was noted by G.R Winter (in 1948, J Periodont 19:108) that allergic manifestations can be caused by the use of a dentifrice (teeth cleaner) containing orris root powder.",
    "Uses": "The violet scented rhizome has many uses including, a perfume, for mixing with hair powder, powder used for washing clothes, hair, and teeth, used as a fresh scent for linen, a base for dry shampoos, base for tooth powders, in face-packs, as a fixative in pot-pourri.It was used medicinally as an expectorant (clearance of mucus from the airways) and decongestant. It was also formerly used for treating wounds and chest infections. It was also administered for the cure of dropsy. It was also used sometimes for bronchitis, coughs and sore throat, for colic and for congestion of the liver. It is rarely used medicinally nowadays.\nIt has been chewed as a breath freshener, carved into rosary beads, and given to babies as a teething aid.It is still used in cosmetics, perfumes, soaps and sweets. Also it is used for maturing Chianti wine, and as an ingredient in Bombay Sapphire Gin.",
    "Culture": "Iris florentina is considered one of the irises (with Iris pseudacorus) that inspired the fleur-de-lys (or fleur-de-luce) of heraldry, which was the symbol of the city of Florence for centuries, and is on the coat of arms of the city.\nA legend of the city tells that on St. Reparata's Day in the year 405 the Goths had the city of Florence under siege, and the city defences were failing. Suddenly, St. Reparata appeared in the midst of the fighting, holding a blood-red banner emblazoned with a white iris. This changed the battle and lifted the spirits of the Florentines, which led them to be victorious. In gratitude (to St Reparata), the city adopted the symbol for its coat of arms from the 11th Century onwards. After the battle in which the Guelfs (or Guelphs) routed the Ghibellines in the late thirteenth century, the colours were reversed, and the red lily (or red giglio,) on a field of white became the symbol of Florence.During the Middle Ages and the Renaissance period, ‘Iris green' (or 'Verdelis' and 'Vert d'iris'), was a rare, paint pigment colour used by manuscript illuminators and painters. It was made from the juice of the fresh flowers of Iris florentine and/or Iris germanica. The bluish or purplish petal juice was steeped (soaked) in boiling water, then combined and thickened with alum. It then produces a clear green paint. It was used in the 14th and 15th centuries. It can not be distinguished from 'sap green' (or 'verte de vessie' or 'verde di vesica') a paint juice derived from Buckthorn berries.On the triptych painting, \"Adorazione dei Pastori\" by painter Hugo van der Goes (in 1475 or 1476), it has images of Iris florentina and Iris pallida. It is in the Botticelli room of the Uffizi Gallery.The white flowers of Iris florentina are also used church decoration, and planted around graves in the city of Florence, as a token of respect to the deceased.",
    "References": "",
    "Sources": "Bailey, L. H. 1957. Manual of cultivated plants, revised ed. 271. [\"of questionable application\"].\nCzerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nDuke, J. A. et al. 2002. CRC Handbook of medicinal herbs.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea. [doubtedly the basionym of I. ×germanica var. florentina].",
    "External links": " Data related to Iris florentina at Wikispecies"
  }
}