{
  "url": "https://en.wikipedia.org/wiki/Iris_bicapitata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris bicapitata"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris bicapitata  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the Gargano Peninsula, Italy. It has sickle or pointed leaves, shorter than the flowering stem. It has two flowers, which come in variable shades from yellow, white, lilac, blue and violet. They can also be bi-coloured. It is thought to have been derived from Iris pseudopumila. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris bicapitata is similar in form to Iris germanica but a slightly smaller.It has a thick horizontal, fleshy rhizome. That is similar in form to other bearded irises.It has linear, falcate (sickle shaped), or acuminate (pointed) leaves.\nThey can grow up to between 30–50 cm (12–20 in) long, (they are shorter than the flowering stem,) and around 2.5 cm wide. The tip of the leaves is membranous.It has a slender stem or peduncle, that can grow up to between 30–40 cm (12–16 in) tall. But can reach up to 60 cm (24 in) in cultivation.The stem has carinated (ridged or keeled) spathes (leaves of the flower bud). They have (scarious) membranous or papery tips and violet tinged edges.The stems hold 2 terminal (top of stem) flowers. Although rarely it can have 3 flowers. Compared to other native irises, such as Iris lutescens and Iris pseudopumila who have one flower.The fragrant flowers, (similar to roses, and violets,) bloom between March and May.\nThe flowers are very variable in colour, they are Polymorphism (biology)|polymorphic, they can come in shades from white, yellow, blue, lilac, to violet. They also can be bi-coloured. The flower also can very rarely be pale yellow with violet veins, similar (but less than) to Iris variegata. The most common colour is deep blue violet, or purple blue. The flowers are larger than Iris pseudopumila and Iris revoluta.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe drooping, sub-ellipsoidal falls are 6–8.5 cm (2–3 in) long and 2–3.5 cm wide. In the centre, they have a beard, which is either blue or white, but tipped with yellow.\nThe shorter, obliquely upright standards, are  The tips of the standards are inclined to each other.It has perianth tube that is 4 cm long, and a 1.5 cm long and 1.8 cm wide ovary.\nIt has blue stamens, a 4.5 cm long and 1.5 cm wide stigma and filaments longer than the anthers.After the iris has flowered, it produces an ovoid, or obovate,(which is triangular in section), seed capsule. It is 7.5 cm (3 in) long, and 3.5 cm wide.",
    "Description-Biochemistry": "In 2012, a study was carried out on 4 diploid and 7 allopolyploid bearded Iris species. Their leaf flavonoid, isoflavonoid and xanthone constituents were investigated. It also found that Iris bicapitata had a chromosome number of 2n=40, and was a parent species of  Iris germanica and Iris albicans (who are counted as 2n=44).As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nSpecimens from Apulia were counted in 1996 by M. Colasante and in 2003, (from Apricena  and Sannicandro garganico), both counted as 2n=40. This defines the special as a tetraploid.It is normally published as 2n=40.",
    "Taxonomy": "It has the common names of 'Two-flowered Iris', or 'Twin flowered Iris'.The Latin specific epithet bicapitata refers to 'bi' (two) 'capitata' (heads). Due to the plant has two flowers at the top of its stem.On 1 April 1992, specimens were found in the Italian region of Apulia, between the towns of Apricena and Sanniandro Garganico. These have been used as a holotype (single physical example (or illustration) of an organism, known to have been used when the species (or lower-ranked taxon)) of Iris bicapitata.It was first published and described by Maria Colasante in 'Flora Mediterranea' (Fl. Medit.) Vol.6 on page 214 in 1996.Previously, specimens that have been found in the region, were classified as Iris lutescens, which also grows elsewhere in Italy (including near Lazio and Toscana). Later it was found that Iris bicapitata and Iris lutescens are botanically different and distinct.It is sympatric with Iris pseudopumila which is thought to be one of the probable ancestors of Iris bicapitata.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 2 December 2004.It is listed in the Encyclopedia of Life.Iris bicapitata is not yet a name accepted by the RHS, as of 16 September 2015.",
    "Distribution and habitat": "It is native to South-eastern Europe.",
    "Distribution and habitat-Range": "It is found in Italy, in Apulia, including within the Gargano Peninsula, and the near the town of Monte St Angelo.",
    "Distribution and habitat-Habitat": "It grows on open sunny slopes, or in meadows and between (sparsely spaced) shrubs, on a limestone, (or calcareous substrate).They can be found at an altitude of 600 to 1,000 m (2,000 to 3,300 ft) above sea level.",
    "Conservation": "It is rare (not widely spread), but has abundant populations on the Gargano Peninsula.",
    "Cultivation": "It is hardy to USDA Zone 9, It probably can tolerate more than −15 °C, but in its habitat (Italy), the winters are normally not colder than −10 °C. It can tolerate mild wet winters and hot dry summers.It prefers to grow in well-drained soils, containing limestone, or calcareous soils.It likes positions in full sunIt can be grown in a rock garden.In cultivation, it is thought that this species can re-bloom in the autumn.It is not very well found in plant nurseries, only grown by plant collectors.",
    "Pollination": "It is pollinated normally by bees (especially bumblebees) and other pollinators.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "External links": "has many images of the iris flowers\nhas several images of the iris\n Data related to Iris bicapitata at Wikispecies"
  }
}