{
  "url": "https://en.wikipedia.org/wiki/Iris_reticulata_var._bakeriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Hermodactyloides"
    },
    {
      "Section": "Reticulatae"
    },
    {
      "Species": "Iris bakeriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris reticulata var. bakeriana is a species in the genus Iris\nIt is sometimes named 'Iris bakerana'.It was originally verified by Sir Michael Foster as Iris bakeriana in Curtis's Botanical Magazine, Tab. 7084. Nov. 1st 1889.In Flora Iranica (1975) it was thought to be a variety of Iris reticulata by Wendelbo. This now is accepted by most botanists. Iris bakeriana (Foster) as now become a synonym.Iris reticulata var. bakeriana is now an accepted name by the RHS.",
    "Habit": "It has bluish lilac standards and styles. Falls are white with deep blue tips, lines, and blotches. This species of iris has nearly cylindrical leaves unlike other reticulata species.\n\nIt flowers in early spring, normally February.\nIt grows to about 10 cm tall, with a 5–6 cm tall flower.\nThe bulbs are more pointed and slender in shape than other reticulata irises in the genus.",
    "Native": "Iris bakeriana is native to the temperate areas of Asia, mainly Iran, Iraq and Turkey.\nIt was originally found in Armenia near the city of Mardin(in Turkey).\nIt is found on rocky hillsides.\nIt is suitable for a rock or gravel garden or front of border.",
    "Cultivars": "'Pauline'\n'Purple Gem' Iris bakeriana crosses \n(Iris bakeriana X Iris reticulata) \n\n'Gordon' (Iris reticulata X Iris bakeriana) \n\n'Clairette' \n'Melaina' \n'Spring Time'",
    "References": "",
    "Other sources": "Mathew, B. 1981. The Iris. 173",
    "External links": " Data related to Iris reticulata var. bakeriana at Wikispecies"
  }
}