{
  "url": "https://en.wikipedia.org/wiki/Iris_missouriensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Longipetalae"
    },
    {
      "Species": "I. missouriensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris missouriensis (syn. I. montana) is a hardy flowering rhizomatous species of the genus Iris, in the family Iridaceae.  Its common names include western blue flag, Rocky Mountain iris, and Missouri flag.\nIt is native to western North America. Its distribution is varied; it grows at high elevations in mountains and alpine meadows and all the way down to sea level in coastal hills.",
    "Description": "Iris missouriensis is an erect herbaceous rhizomatous perennial, 20 to 40 cm high, with leafless unbranched scapes (flowering stems) and linear basal leaves, 5 to 10 mm wide, similar in height to the scapes. The inflorescence usually consists of one or two flowers, exceptionally three or four. Each flower has three light to dark blue, spreading or reflexed sepals lined with purple and three smaller upright blue petals.",
    "Uses": "Some Plateau Indian tribes used the roots to treat toothache.The Navajo used a  decoction of this plant as an emetic. The Zuni apply a poultice of chewed root to increase strength of newborns and infants.This iris is listed as a weed in some areas, particularly in agricultural California. It is bitter and distasteful to livestock and heavy growths of the plant are a nuisance in pasture land. Heavy grazing in an area promotes the growth of this hardy iris.The plant is widely cultivated in temperate regions",
    "References": "",
    "External links": " Media related to Iris missouriensis at Wikimedia Commons\n Data related to Iris missouriensis at Wikispecies\nUC Photos gallery   — Iris missouriensis"
  }
}