{
  "url": "https://en.wikipedia.org/wiki/Iris_formosana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Section": "Lophiris"
    },
    {
      "Species": "Iris formosana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris formosana  is a species in the genus Iris, it is also in the subgenus of Limniris and Lophiris section. It is a rhizomatous perennial plant, from Taiwan, it has large white or lilac flowers. It is commonly known as the 'Taiwan iris'. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has thick rhizomes, with slender branching stolons. It has the habit of creating large clumps of plants.It has herbaceous, erect, sword shaped, rigid, leaves that are greyish-green on one side and bright green on the other side. \nThey can grow up to between 30–40 cm (12–16 in) long and 2–2.5 cm wide.\nThe leaves have between 3 – 5 veins or ribs. They are similar to Iris japonicas leaves.It has a thick, flowering stem that can vary, between 15–90 cm (6–35 in) long.\nIt is normally between 30–40 cm (12–16 in) long.\nThe stems are smaller than Iris confusa stems.\nIt has between 4 and 5 branches.The stems have 4–6 spathes (leaves of the flower bud), which have membranous margins.The stems (and branches) hold between 3 and 5 flowers, in Spring, between April to May (in the UK), or between March and April (in Europe).The flowers are similar to Iris japonica but with shorter basal leaves and larger white flowers.The flowers are 7–10 cm (3–4 in) in diameter, and come in shades of white, or lilac, light purple, or lavender, or pale blue.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate, 4–5 cm long and 2.5 cm wide. They blue lines and yellow-brown (or purple, or mauve,) spots around a large yellow or orange crest. The falls have wavy and serrated or denticulated (toothed edge or margins).\nThe standards reflexed obliquely, oblanceolate to oblong, and 2.5–3 cm long and 1.5 cm wide. It has a furrowed apex.It has a white 1 cm long perianth tube, 8–9 mm long anthers, that are oblong to linear in shape, 1.5 cm long white filaments and a 1 cm long ovary.It has pale blue or white style branches, that are 2 cm long and 6–7 mm wide, that has a fimbriate (fringed) lobe.It is self-sterile.After the iris has flowered, it produces an oblong-ovate seed capsule, measuring 3–4 cm long. It has the remains of the perianth tube on the apex of the capsule.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been count several times. Including 2n=28, Yasui 1939, ex Randolph & Mitra, AIS 140, 57. 1956, 2n=35, Chimphamba, 1973. and 2n=35 (JR Ellis and Y Lim).\nThe chromosome count is normally published as,2n = 28, or as 2n=28, 35.",
    "Taxonomy": "It has the common name of 'Taiwan Iris'.It is written as 台湾鸢尾 or 臺灣鳶尾 in Chinese script and also known as tai wan yuan wei in Pinyin in China.\nThe pinyin common name is derived from the 'Milvus' tail flower, because the shape of the irises flower is similar in form to that of the tail of the Milvus (or kite).It is known in Japanese as I wa ta shi san ga ya meaning 'Taiwan butterfly flower'.The Latin specific epithet formosana refers to the island of Formosa (former name of Taiwan).It was first published and described by Jisaburo Ohwi in Acta Phytotaxonomica et Geobotanica. (Acta Phytotax. Geobot.) Vol.3 page115 in 1934.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then updated on 2 December 2004.Iris formosana is a tentatively accepted name by the RHS.",
    "Distribution and habitat": "Iris formosana is native to temperate regions of Asia.",
    "Distribution and habitat-Range": "It is found in north eastern Taiwan.",
    "Distribution and habitat-Habitat": "It grows at forest margins, on hillsides or steep cliffs and beside roadsides.It grows at mid-elevation and low-elevation mountain, altitudes of between 500 to 1,000 m (1,600 to 3,300 ft) above sea level.",
    "Conservation": "It is increasingly becoming scarce in the wild.The habitat of Iris formosana, is threaten by various factors including, climate change, and human influences. Examples of loss of habitat includes a roadside being mowed regularly and sprayed with herbicide, and mudslides caused by torrential rains collapsing mountainous crags.",
    "Cultivation": "It is not hardy to in northern climates, and will not tolerate frosts.\nIt is hardy to USDA Zone 8 or 9 (−6 °C to −1 °C)Due to its non-hardiness in the UK, it is uncommon in cultivation.It prefers to grow in humus rich soils, with good drainage. It can tolerate various soil types, including calcareous or siliceous.\nIt can tolerate neutral or acidic soils (PH levels between  6.5 – 7.5).It prefers positions in the shade or partial shade.It also prefers to be moist during the growing season, or have medium to high humidity level. Over watering or excess water at winter can kill the plant.It can be grown in a mixed flower border, or as a ground cover plant.\nIt can be also grown in containers, in sheltered positions.It can be affected by slugs and snails.",
    "Cultivation-Propagation": "It can also be propagated by division, or by seed growing.It is thought to be able to root in water. If the water contains lumps of charcoal, to reduce bad smells.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 71–73.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994– Flora of China (English edition)",
    "External links": " Data related to Iris formosana at Wikispecies"
  }
}