{
  "url": "https://en.wikipedia.org/wiki/Iris_narbutii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris narbutii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris narbutii is a species in the genus Iris, it is also in the subgenus of Scorpiris.  It is a bulbous perennial from Central Asia. It has dark green leaves, short stems, spring flowers in shades of greenish-yellow to pale violet.",
    "Description": "Iris narbutii has a brown bulb with papery tunic, the bulb is approx. 2 centimetres (0.79 in) in diameter. It has thickened roots, which look similar to fat short pointed tubers.\nThe thin, channelled dark green leaves emerge before the flowers, they are 5–25 mm wide (close to the base of the plant). They gradually narrow to an apex (falcate-like or lanceolate), and have a very visible white edging/margin.One of the shorter Juno irises, similar to Iris leptorrhiza, only growing to a height of 5–10 cm (2.0–3.9 in).It blooms in early-mid spring, flowering between January to April depending on the weather conditions. It has 1 or 2 scentless flowers per bulb stem.The flowers come in a range of shades between greenish-yellow to pale violet. \nThe green-purple perianth tube is about 4–5 cm (1.6–2.0 in) long. It has standards (3.5–5 cm or 1.4–2.0 in) that hang downwards. It has falls that start upright, but then the blade bends downwards, with a dark violet blotch at the tip. They have a raised white crest surrounded by a yellow zone/area. The yellow zone can sometimes have a dark purple ring around it.It has whitish pollen.",
    "Taxonomy": "It is sometimes misspelt as 'Iris narbuti'.It was first published as Juno narbutii by Olga Fedtschenko in 'Izvestiya Imperatorskago Obscestva Ljubitelej Estestvoznanija, Antropologii i Etnografii, Sostojascago pri (Imperatorskom) Moskovskom Universitete' in 1902.\nIt was later published as Iris narbutii by Boris Fedtschenko in Bull. Jard. Bot. St. Petersb. Vol.V on page 157 in 1905.Iris narbutii is now an accepted name by the RHS.It is listed in 1995 in 'Vascular plants of Russia and adjacent states (the former USSR)' by Czerepanov, S. K.It may have been named after 'Narbuta Beg'(1774-1798), a grandson of 'Abd al-Karim' (Khanate of Kokand) of the Fergana Valley, Central Asia, where the iris was found.",
    "Native": "Iris narbutii is from Central Asia. Originally found on the slopes of Syr-Darya river valley.It is found on the rocky, gravelly slopes of the mountains of western Tien Shan and southern Pamir Mountains. Also seen near to Samarkand and Tashkent.Olga Fedtschenko had speculated that the plants from west Tien Shan, could be a separate species, due to their paler colour.In Chulbair Mountains, Uzbekistan, it is a threatened species and close to extinction.",
    "Cultivation": "It can be seen growing in the 'Le Grand Clos Botanique Garden' in Bourgueil, France.It can be cultivated in pots, or in well-drained soils in sunshine (like other Juno irises).",
    "Known hybrids": "Iris narbutii 'Kara Kaga'In Russia, Vvedenskii had noted several natural hybrids including;\n\nJ. narbutii x J maracandica (near Jizzak, Uzbekistan),\nJ. narbutii x J. Orchioides and\nJ. narbutii x J. subdecolorata (near Darbaza, Kazakhstan).",
    "References": "",
    "External links": "Image of Iris narbutii on flickr\nMany images of Iris narbutii Data related to Iris narbutii at Wikispecies"
  }
}