{
  "url": "https://en.wikipedia.org/wiki/Iris_subbiflora",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris subbiflora"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris subbiflora  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from Portugal and Spain in Europe. It has evergreen broad leaves, forming dense clumps, it has dwarf stems in late spring, (between April and May), with 1 upright fragrant flower, in shades of purple, light red purple, grey-blue, blue-violet, or dark violet. It has a beard which is generally blue, purple, or violet, but can fade to white, dull yellow, or dark yellow. After being found in 1804, it was once a separate species until the late 70s, when it was reclassified as subspecies of Iris lutescens, and renamed Iris lutescens subsp. subbiflora. But in the 80s it was returned to an independent species but some authors and references still class the species as a synonym or subspecies. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form as Iris germanica, but with smaller growth.It has a small rhizome, which is thick and has several branches. The rhizome is smaller than other bearded irises, apart from Iris pumila. When the rhizome is cut, (for propagation purposes) it produces a nice aroma.It has semi-deciduous, or evergreen, broad leaves, that can grow up to between 16–30 cm (6–12 in) long, and between 0.5 and 2.5 cm wide.\nThe ensiform (sword-shaped) leaves, form dense clumps, which are often taller than the stem.It has a simple, dwarf stem or peduncle, that can grow up to between 20–50 cm (8–20 in) tall. It sometimes produces 2 stems and the lowest portion of the stem is covered by 2 short stem leaves.It has 1 acuminate (pointed), spathe (leaf of the flower bud),  which is green but often stained purple, with a (scarious) membranous top portion. It can be up to 7.6 cm (3 in) long and is similar in form to Iris griffithii.It has a perianth tube, that is 3.5–5 cm (1–2 in) long, green and marked purple.The stems hold 1 terminal (top of stem) flower, blooming in mid- to late spring, or summer, between April, and May,  or June. It can sometimes also produce another flower in the fall (autumn).The fragrant flower, is 7–8 cm (3–3 in) in diameter, it comes in various shades, of purple, light red purple, grey-blue, blue-violet, or dark violet. It is thought to be one of the darkest flowered species known.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate (with a narrower end at the base), with a narrow haft (portion of the petal near the stem), they are 7.5 cm (3 in) long and 3.5 cm (1 in) wide. They are wider than the standards. They can sometimes have brown purple veining on the haft. In the middle of the falls, is a row of short hairs called the 'beard', which is generally blue, purple, or violet, but can fade to white, or dull yellow, or dark yellow on the haft.\nThe standards are also obovate, but often retuse (rounded), they are also paler than the falls, but have red-brown veining on the hafts.It has 1.4 cm (1 in) long, style branches that are colourless with a violet keel, they also have a semi-ovate crests. It also has blue filaments, which are 1.3–1.8 cm (1–1 in) long and bluish or white anthers, that are 1.4–1.8 cm (1–1 in) long. It has a 3.5–5 cm (1–2 in) long perianth tube.After the iris has flowered, it produces a seed capsule, in mid June, inside the capsule are brown, wrinkled, pyriform (pear shaped) to oval shaped seeds, which are later dispersed by animals or the wind.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt was counted in 1955 as Iris lutescens subsp. subbiflora (Brot.) D. A. Webb & Chater in Flora Iberica\t(Chromosome atlas of flowering plants). Darlintong, C. D. & A. P. Wylie.(1955) and Iris lutescens subsp. subbiflora (Brot.) D. A. Webb & Chater in Flora Iberica\t(Contribucin al estudio cariologico de la familia Iridaceae en Andalucia Occidental.) Prez, E. & J. Pastor and Lagascalia Vol.17 (Issue 2) on pages 257–272 in 1994.\nIt has been counted as 2n=40.",
    "Taxonomy": "It is commonly known as 'Portugal iris', or 'purple iris'.It is known in Portugal as 'Lírio-roxo-dos-montes', or 'lírio-roxo', meaning purple lily, or 'Red Iris'.The Latin specific epithet subbiflora refers to 'subbiflorus' mostly two-flowered. This is because the plant occasionally, produces two flowers instead of the usual single flower. Although Subbifera  would have been a seems to be a more appropriate specific name, as it sometimes produces flowering stems as different seasons (such as in spring and autumn).Carolus Clusius originally named the plant Iris biflora, not Iris bisflorens because he found it in flower in November near Coimbra (in Portugal).It was first published and described by Félix Avelar Brotero in Flora Lusitanica (Fl. Lusit.) Vol.1 on page 50, table 96 in 1804.\nFl. lusit. 1:50, t. 96. 1804 It was also published with an illustration in the Botanical magazine 1130 of 1808. In 1812, Richard Anthony Salisbury published the iris as Iris fragrans Salisb. in Transactions of the Horticultural Society of London Vol.1 page 303. But this name is illegal by most authors due to plagiarism accusations about Salisbury.\nIn 1840, it was thought to be an Italian variety of Iris germanica, although it if very different in form to the 'Lisbon Iris'. It was also published as Iris subbiflora in The Gardeners' Chronicle in 1854, then published in 14 July 1894, and in Vol.47 on page 146 in 5 March 1910.It is closely related to Iris lutescens.In 1978, D.A.Webb & Chater reclassified the iris as a subspecies of Iris lutescens, and published it in the Botanical Journal of the Linnean Society. (Bot. J. Linn. Soc.) Vol.76, Issue 4, on page 316, as Iris lutescens Lamark subsp subbiflora (Brotero) Webb and Chater, and then in Vol.5 of Flora Europaea.In 1988, a study of Iris lutescens Lam. subsp. lutescens from Italy and France with Iris lutescens subsp. subbiflora (Brot.) DA Webb & Chater from Portugal. It concluded it thought that Iris subbiflora Brot was an independent species, which has been agreed by other authors.Although, it is still listed as Iris lutescens subsp. subbiflora in the Encyclopedia of Life, and in the Catalogue of Life with Iris subbiflora Brot. as a synonym.It was last listed in the RHS Plant Finder in 2014, as Iris lutescens subsp. subbiflora.It is verified as Iris subbiflora by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then altered on 3 December 2004",
    "Distribution and habitat": "It is native to south west Europe, and north Africa.",
    "Distribution and habitat-Range": "It is found in the Iberian Peninsula, within Portugal, and Spain, (including in western Andalusia, near Antequera, and near Lisbon.) It is also found in North Africa, within Morocco and Tunisia.",
    "Distribution and habitat-Habitat": "It grows on limestone, or chalky, rocky hills, and in scrub land.",
    "Conservation": "It is considered a rare plant, but is unassessed for IUCN Red List.",
    "Cultivation": "It is hardy, to European Zone H2, meaning it is hardy from −15, to −20 °C (5 to −4 °F). It is also hardy to USDA Zone 6, and needs a dry spring.It was thought that the species would not like the damp climates of Britain, and needs hot summers, to help create flowers, but Brian Mathew found it quite hardy. It therefore must vary in hardiness, less hardy forms could be grown in a cold frame.It prefers to grow in well drained, sandy, or rocky, and limy soils.It also prefers positions in full sun. It needs a hot baking summer sun on the rhizomes to help form flowers.It can be grown in rock gardens.It was introduced to Britain in 1596, and cultivated by Mr John Gerard.Sir Thomas Gage, had a specimen of the species stored within his herbarium.It is at risk from slugs and snails, from damage to the leaves and young shoots.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Cultivation-Hybrids and cultivars": "It has been used in hybridization programmes, to add more heat hardiness to dwarf and medium-sized bearded irises. \nThere are numerous variants of the iris species.One variant known as Iris subbiflora var. lisbonensis (Dykes), later classified as a synonym, it has green spathes (without purple markings), and a longer perianth tube.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Dykes The Genus Iris, 1913, plate33.\nFennane, M. & M. I. Tattou 1998. Catalogue des plantes vasculaires rares, menacées ou endémiques du Maroc (Bocconea) 8:205.\nJahandiez, E. & R. Maire Catalogue des plantes du Maroc. 1931–1941 (L Maroc)\nMaire, R. C. J. E. et al. Flore de l'Afrique du Nord. 1952– (F. Afr. Nord)\nMathew, B. The Iris. 1981 (Iris) 36.",
    "External links": "Has various images of the iris from Serras de Aire e Candeeiros Natural Park in Portugal\nTaken in Cabra, Spain \nhas an image of the flower Media related to Iris subbiflora at Wikimedia Commons\n Data related to Iris subbiflora at Wikispecies"
  }
}