{
  "url": "https://en.wikipedia.org/wiki/Iris_hellenica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris hellenica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris hellenica  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from Saitas Mountain, in the Peloponnese Region of Greece. It has grey-green, sickle-shaped leaves, a tall slender stem, 2–3 white, lavender-blue, lilac or purple flowers and orange/purple beards. It was thought once to be a hybrid species of Iris germanica which also grows in the same area, before being separated into 2 species. It has only recently been published and  is rarely cultivated as an ornamental plant in temperate regions.",
    "Description": "It has a swollen, fleshy rhizome, that is up to 2.5 cm in diameter. The rhizomes, like others creep along the surface of the ground.It has 5-9 basal leaves (growing from the rhizome), that are ensiform (sword-shaped) or falcate (sickle-shaped), grey-green and glabrous (hairless).\nThe leaves can grow up to between 8–40 cm (3–16 in) long and between 0.5 and 2.5 cm wide.It has a slender grey-green, stem or peduncle, that can grow up to between 20–60 cm (8–24 in) tall.The stem has elliptic or ovate, (scarious) membranous, spathes  (leaves of the flower bud). They are green with a purple, but can be stramineous (straw-like) when dry.It has slender branches (or pedicels), that appear from the midpoint upwards to the terminal end. The branches are 2.5–4.5 cm (1–2 in) long.The stems (and the branches) hold between 2 and 3 flowers, in spring between May to June.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are obovate or spathulate (spoon-like), 5–8 cm (2–3 in) long and 2.5–4.5 cm (1–2 in) wide. They are generally, white to pale lavender blue, veined with dark purple at the base (of the petal). In the centre of the petal, is a 'beard', a band of orange-yellow hairs in lower half and dark violet-purple in upper half.\nThe erect, standards are obovate or elliptical, 4.5–8.5 cm (2–3 in) long and 3.5–6 cm (1–2 in) wide. They are bluish purple to lilac, with darker veining.It has white filaments, that are 17–20 mm long, creamy white anthers, that are 14–16 long and 2–2.5 mm wide and white pollen.\nIt has whitish to pale lilac purple Stigma (botany)#Style branches, that are 3.5–5 cm (1–2 in) long and 1–2 cm wide.After the iris has flowered, between June and July, it produces an ellipsoid seed capsule, that is 2.5–4 cm (1–2 in) long and 2–2.5 cm wide. Inside, are reddish brown seeds, that are pyriform (pear-shaped) or sub-globose, with a rugose (wrinkled) coating. They are 5–6 mm long and 4–5 mm wide.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nAs of 15 October 2015, it has not yet had its chromosome counted.",
    "Taxonomy": "The Latin specific epithet hellenica refers to 'hellenicus' coming from Greece, Grecian, Greek, Hellenic.Iris hellenica was first collected on Mount. Chelmos in May 1984 by Arne Strid (from Denmark), it was first thought to be a form of Iris germanica.More specimens were then collected on 8 May 2010 by Dionysios Mermygkas (a member of the Botanical Laboratory of the Goulandris Natural History Museum) on Mt Saitas. It was then concluded after discussions with Kit Tan (a professor of the University of Copenhagen and collaborator of the Museum and Artemio Yannitsaros (a Professor of Athens University), to be a separate (or new) species.It was first published and described by Dionysios Mermygkas, Kit Tan and Artemios Yannitsaros in Phytologia Balcanica. (Phytol. Balcan.) Vol.16 Issue2 pages263-266 in August 2010.It has been recognised by Fairy Lake Botanical Garden Flora.It is listed on the Catalogue of Life.It has not yet been assessed for the IUCN Red List as of October 2015.It has not yet been verified by United States Department of Agriculture and the Agricultural Research Service as of October 2015.\nIt is not yet listed in the Encyclopedia of Life.\nIris hellenica is not yet an accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate Europe.",
    "Distribution and habitat-Range": "It is found in Greece, on Peloponnese (a peninsula and geographic region in southern Greece), on the slopes of Ziria, Mount Saito (near Mount Oligyrtos and Mount Helmos.",
    "Distribution and habitat-Habitat": "It grows on the limestone rocky mountain slopes and clearings, between clumps of Abies cephalonica (or Greek Fir) forest.They can be found at an altitude of 1,300–1,700 m (4,300–5,600 ft) above sea level.",
    "Conservation": "The plant is listed as 'Endangered'  (EN), in Greece.It is estimated that less than a thousand plants are scattered over the mountains of Peloponnese. Most are heavily grazed by sheep and goats, but they do not eat the plant, so the populations have increased slowly.Biebersteinia orphanidis Boiss. and Adonis cyllenea Boiss., Heldr. & Orph. are 2 rare species also found in the same habitat and region as the iris.",
    "Cultivation": "Iris hellenica was first brought into cultivation at the Copenhagen Botanical Garden by Arne Strid in May 1984.An isotype of the iris, was given to Museum Botanicum Hauniense of the University of Copenhagen in May 2010.Rhizomes of the plant were also given the garden of the Goulandris Natural History Museum, who had funded Dionysios Mermygkas, work on plants of the mountains. They grew well vegetatively for a year, but failed to flower. Unfortunately they did not survive the following year, but they survived in Copenhagen, which means the iris needs a cool climate to survive and thrive in.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "External links": "Has an image of the iris Data related to Iris hellenica at Wikispecies"
  }
}