{
  "url": "https://en.wikipedia.org/wiki/Iris_persica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "I. persica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris persica or Persian Iris is a native plant of Iran. It is particularly known for its beauty and fragrance.\nThis was one of the first 'Junos' to be described, this species has been in cultivation\nfor centuries and was listed by Philip Miller in his book of 1732. It was originally grown as an indoor plant.",
    "Description": "The plant is short, about 4 inches (10 cm) high. The leaves are 0.2 to 0.6 inches (5 to 15 mm) wide with a pale edge and a grey underside. The flowers are 2 inches (5 cm) across, varying in colour from brownish to greenish or greyish.",
    "Distribution": "It is an alpine plant growing in the hills of Iraq, Turkey and Syria, at altitudes between 300 and 5400 feet (100 to 1650 metres).",
    "Cultivation": "Iris persica needs warmth and shelter to blossom but can be grown in the open air. It flowers in February and March and may flower for up to six weeks in a row.\nThe beauty of this plant attracted the attention of gardening writers including Vita Sackville-West, Gertrude Jekyll, and William Robinson in his 1893 book The English Flower Garden, among others. Jekyll wrote \"How endlessly beautiful are the various kinds of Iris, of which so many bloom in June... in a snug sunny place at the foot of a south wall Iris persica, whose delicate petals of palest greenish-blue are boldly painted with stronger colours...\"",
    "References": "",
    "Sources": "Curtis, William (1787). \"Iris Persica. Persian Iris\". The Botanical Magazine. 1: 3.",
    "External links": "American Iris Society: Cultivars"
  }
}