{
  "url": "https://en.wikipedia.org/wiki/Iris_orjenii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "I. orjenii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris orjenii, (the Orjen Iris), is a rare species of iris found in Montenegro and Bosnia and Herzegovina on the karst landscape of Orjen mountain. It grows in the wild on grassy slopes at 1,500 to 1,700 m (4,900 to 5,600 ft), in sunny or semi-shaded locations within Bosnian Pine communities.  It is a member of the subgenus iris, meaning that it is a bearded iris, and grows from a rhizome.",
    "Description": "It has a fibrous and branched rhizome.\nThe herbaceous leaves are bluish-green in color, and sword-shaped, and grow up to between 35–50 cm (14–20 in) long, and 2.5 to 3 cm in width. It has a slender stem or peduncle, that can grow up to between 30–50 cm (12–20 in) tall, and has several branches. The inflorescence (or blooms), are produced in April, or June, they are fan-shaped and contains two or three white flowers, with a purple mark.",
    "Habitat": "Iris orjenii is exclusively confined to Orjen, the highest mountain of the coastal Dinaric Alps, towering over the Bay of Kotor in southwestern Montenegro. Heavy glaciated during the Pleistocene period, glaciokarstic morphology dominates the higher portions of the mountain. Outstanding for intense precipitation averaging 5000 mm/a (maxima >8000 mm/a), Mount Orjen has by far the highest amount of rainfall in the Mediterranean and also one of the highest in Europe.\nThe taxon shows a significant syntaxonomic affinity to open altimediterranean pastures within the Seslerion robustae alliance and open Mediterranean mountainous coniferous Pine woodland – Pinion heldreichii alliances. The examined partial populations grow under similar conditions on south facing slopes with abundant light. \nThe new species is restricted to humid chromic luvic cambisols and rendzic leptosols at localities above tree line in the oro- to altimediterranean lifezone between 1550 and 1750 m in the eastern Orjen.",
    "Climate": "While the great inlet of the Bay of Kotor winds deep into the High-Karst zone of Mt. Orjen, Mediterranean climate penetrates far inland. Profound mixtures of species from more than one climatic zone and in addition endemic and stenoendemic species and special vegetation types with marked transitional vegetation units restricted exclusively to ecotons of humid (Csa) subtropical and hyper humid oceanic- (Cfs) climates are especially notable. Mediterranean cyclones and sirocco storms are accountable for the heavy precipitation (up to 5000 mm/m2 at Crkvice, 940 m AMSL) that feeds the luxuriant and hyper-humid type of eastern Mediterranean vegetation comparable to colchidia-hyrcanian formations of the Caucasus and Asia Minor in the exceptionally damp and mild climate of the Montenegrin coast.\nWhile humidity generally increases with altitude, the vegetational structure of transects on Orjen varies through a combination of ranges of warmth and humidity where altitude, exposition, geomorphology and pedology correlate with specific alliances in the vegetation.  \nAt coast level at Risan with up to 3500 mm/m² precipitation per year the perhumid eumediterranean climate variant is established (Cs’’a climate; s’’= double winter rain season. According to the Köppen climate classification). Rain augments in the supra- to oromediterranean life zone (Crkvice at 940 m) to 4926 mm/m²a (Cfsb climate; fs= without summer dryness), while the higher summits of the alti- and kryomediterranean life zone receive more than 6000 mm/m² per year and are constituents of  mediterranean snowclimates (Dfsc) heavily influenced by bora and sirocco storm winds.\nFrequent cold mountain wave wind situations during winter associated with cold high pressure systems over the mainland prevail in the innermost Bay at Risan and vegetational zones are compressed by the impact of bora.  In addition the thermophylic communities of maquies and phrygana formations show the noticeable absence of some mediterranean species.",
    "Synecology": "The iris appears in following alliances: Seslerion juncifoliae Horvat 30 (with the vicariant Seslerion robustae (Horvat) Lakus. endemic to Orjen) in the association Carici laevi-Helianthemetum balcanici Horvat 30 and Seslerio robustae-Juniperetum hemisphaericae (Hor.) Kus. and the Pinion heldreichii (Horvat) Lakus. alliance in the associations Fritillario-Pinetum heldreichii M. Jank. and Peucedano-Pinetum heldreichii M. Jank.\nAccording to preliminary observations two different subunits should be separated and both communities should be regarded as sub-associations within a united community. Apart from the subunit within Peucedano-Pinetum heldreichii M. Jank with notable altimediterranean Dinaric dry mountainous grassland and xerophytic tall herb taxa (Peucedanum longifolium, Senecio thapsoides ssp. visianianus and Juniperus nana (now a synonym of Juniperus communis var. saxatilis Pallas)) on not too shallow rendzic leptosols at the bases of higher cliffs, there is in depressions with deep chromic luvic cambisols a mesophytic tall herb community with numerous humidity indicators within Seslerion robustae where Iris orjenii forms a community of its own with respect to its spectrum of diagnostic species as well as its physiognomic structure. Associated species are Heracleum sphondylium, Lilium martagon var. cattaniae and Asphodelus albus. The appearance of Paeonia daurica Andrews (syn. Paeonia mascula subsp. triternata Boiss.), as observed at the latter community and nearby scattered individuals of Betula pendula and Acer heldreichii, underline that specially this part of Mt. Orjen belongs to the transitional oromediterranean type where the orophytic vegetation contains mixtures of submediterranean and temperate chorological elements.",
    "Evolution": "Cross-breeding of closely related species belonging to different chorions as it was probably the fact with the putative parent species of I. orjenii are thus readily explained by the driving climatological forces of scirocco and bora which induce vegetation mosaics of temperate and mediterranean elements at different altitudes. Thus the narrow zone of transitional climates and plant communities on Orjen is most noticeable expressed by several transitional plant communities and contains not only mixtures of species from more than one climatic zone, but in addition endemic and even stenoendemic species which are restricted to this transitional zone.\nTwo other species occur on Mt. Orjen, Iris pseudopallida Trinajstic and Iris reichenbachii var. bosniaca (now classified as a synonym of Iris spuria,), both with equal chromosome numbers (2n=24), same as Iris orjenii.I. orjenii appears somewhat intermediate, in height of stem, colour of flowers and consistence of spathes. The shape of the tepals is different from I. pseudopallida but similar to those of I. reichenbachii var. bosniaca. The spathe dries out before or during flowering time, getting white to slightly brownish, sometimes with a violet teint, a diagnostic feature for the whole Pallida series, whereas in I. reichenbachii the spathe is sharpely keeled and stays completely green until flowering period is over. Shape of seed, a character regarded to be of high diagnostic value reveals similarity to those of Iris cengialti and Iris illyrica, both closely related to I. pseudopallida, but striking dissimilarities to the latter, which has compressed seeds. Seeds of I. reichenbachii are described to be similar to those of I. orjenii. Shape and undulation of falls and standards are much more similar to I. reichenbachii, whereas no white flowered individuals from wild population of this species have been reported. \nWhite flowering plants of I. pallida from the region of Dubrovnik and white flowering individuals have been spotted occasionally in bigger populations in southern Dalmatia. \nA hybrid origin of I. orjenii might be suspected, the more as it is found exactly at the height where areals of I. pseudopallida and I. reichenbachii potentially overlap.\nThus the closest I. orjenii population was seen only 2 km from a remote I. pseudopallida locality and I. reichenbachii is found in the immediate vicinity of all known stands of I. orjenii. \nThe morphological homogeneity of I. orjenii and the ecological specialisation also favour exclusion of a spontaneous hybrid population hypothesis. I. orjenii is fully fertile and generative propagation in situ has been examined.\nThe new species  is restricted to humid chromic luvic cambisols in the high altimediterranean level. The eu- to supramediterranean I. pseudopallida in contrast is widespread on bare limestones or initial rendzic leptosols (Rendzina) in a variety of mediterranean and submediterranean alliances of coastal karst plains, on megacliffs in the Ephedero-Cyxthoselinetum palmoidis alliance and on montane limestone escarpments in the Campanula-Moltkeetum petaeae H-Iċ alliance.\nI. reichenbachii var. bosniaca and I. orjenii have strong affinities in their phytosociological character as they are constituents of Festuco-Seslerietea Barbéro & Bonin 1969 with I. reichenbachii var. bosniaca common in Seslerietalia juncifoliae H-at and Crepedetalia dinaricae Lksic. associations on shallow rendzic leptosols of Dinaric high altitudinal limestone pastures and Pinion heldreichii alliances. But ecological differences exist as I. orjenii is never found on extremely shallow soils.\nConcluding from both morphology and ecology, a hybrid origin followed by speciation seems the best explanation for the restricted occurrence of I. orjenii.",
    "References": "",
    "External links": "Willdenowia article on the newly described species\nColour photographs of habitat and the type specimens from the botanical garden in Munich"
  }
}