{
  "url": "https://en.wikipedia.org/wiki/Iris_heylandiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris heylandiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris heylandiana  is a species in the genus Iris, it is also in the subgenus of Iris, and in the Oncocyclus section. It is a rhizomatous perennial, from the marshlands or fields of Iraq. It has short, linear or sickle shaped grey-green leaves, slender stem, a single flower in spring, which has a dingy-white, whitish, or pale background, which is covered in many spots or dark veining, in black-purple, brown-purple, or brown violet, or brown shades. It has a dark brown or burgundy brown signal patch and white tinged with yellow or orange white sparse beard. It is rarely cultivated as an ornamental plant in temperate regions, as it needs very dry conditions during the summer.",
    "Description": "It has a short, brown rhizome, that is creeping and stoloniferous.\nIt has 5-7 leaves, which are linear in the middle, but falcate or sickle-shaped, on the outside. They are similar in form to Iris sari but are narrower. The glaucescent, greyish green leaves, can grow up to between 20–23 cm (8–9 in) long, and between 0.8mm and 1.2 cm wide. After flowering they begin to fade away, before regrowing in spring. It has a slender stem or peduncle, that can grow up to between 15–45 cm (6–18 in) tall. The flowers are high above the foliage.  The stem has 1 green, lanceolate, membranous, spathes (leaf of the flower bud), which is 7.5 cm (3 in) long. The stem has a terminal (top of stem) flower, blooming in Spring between April, and June. The flowers are 8–9 cm (3–4 in) in diameter, they have a dingy-white, whitish, or pale background, which has many spots and dark veining, in black-purple, brown-purple, or brown violet, or brown shades. Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The obovate or cuneate (wedge shaped) falls, are 5.5–7.5 cm (2–3 in) long and 3.5–4 cm wide. In the centre of the fall, is a signal patch, which is dark brown, or burgundy brown, and in the middle of the falls, it has a row of short hairs called the 'beard', which is sparse, and white with a slightly yellow tint, or orange-white. It has broader standards, which are orbicular (rounded), or unguiculate (narrow stalk-like), they are 5.5–7.5 cm (2–3 in) cm long and 4.5–5 cm wide. It has short, 3.5 to 5 cm long, broad and crenulated crests, and a 2.5 cm long perianth tube. After the iris has flowered, it produces a trigonal (narrow at both ends) and 6 cm (2 in) long seed capsule.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20, similar to other Oncocyclus irises.",
    "Taxonomy": "The Latin specific epithet heylandiana refers to the German botanical artist Jean-Christophe Heyland (1791-1866), he lived mainly in Switzerland, working for Delessert, Webb, Boissier and other botanists.It was originally found in Mesopotamia, and then called Iris iberica var. heylandiana by John Gilbert Baker in 1877 in the Botanical Journal of the Linnean Society (J. Linn. Soc., Bot.) Vol.16 on page 142. \nIt was then soon re-named as Iris heylandiana in 1882 by Boiss. in Fl. Orient. Vol.5 on page 130, (edited by Reut.). In 1893, Foster described the species in The Garden (journal) of 18 February, but in 1977 S. A Chaudhary worked out that one of these was instead Iris gatesii.  It was found that Boissier & Reuter had named two specimens Iris heylandiana, but one of these was also determined to be I. gatesii by Chaudhary.\nIt has also been confused with Iris nectarifera, as both of these species have been found in the Derbassieh area in Syria. Although I. nectarifera is mainly from adjacent Turkey.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then altered on 2 December 2004.It is listed in the Encyclopedia of Life, and in the Catalogue of Life.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in Iraq, from Mosul to Baghdad.  It is also once thought to occur in north-east Syria, and found in Palestine in 1888.Iris maculata (a synonym for the iris) was found in Turkey, near Mardin.",
    "Distribution and habitat-Habitat": "It grows on drained marshlands, and fields.",
    "Conservation": "It was listed as Endangered in 1991.",
    "Cultivation": "In general, 'Oncocyclus Section' Irises need good drainage, minimal summer rainfall and dry winters.  In temperate areas (such as the Europe and America), they are only suitable for growing by specialist iris growers, within a bulb frame or greenhouse. They can be grown under glass (in frames), to protect the irises from excess moisture (especially during winter times) and also to ensure the (shallow planted) rhizomes get the best temperatures during the growing season. They can be grown in pots (especially in deep ones known as 'long toms'), but they need re-potting, every 2 years and extra feeding. Watering is one of the most critical aspects of iris cultivation. It can suffer from aphids, viruses and rots. A herbarium specimen can be found in Royal Botanic Garden Edinburgh.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Other sources": "Mathew, B. The Iris. 1981 (Iris) 51-52.\nRechinger, K. H., ed. Flora iranica. 1963- (F Iran)\nTownsend, C. C. & E. Guest Flora of Iraq. 1966- (F Iraq)",
    "External links": "from Benjamin Maund's book The Botanic Garden (1825) Data related to Iris heylandiana at Wikispecies"
  }
}