{
  "url": "https://en.wikipedia.org/wiki/Iris_spuria_subsp._demetrii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. spuria"
    },
    {
      "Subspecies": "I. s. subsp. demetrii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris spuria subsp. demetrii  is a species of the genus Iris, part of a subgenus series known as Iris subg. Limniris and in the series Iris ser. Spuriae. It is a subspecies of Iris spuria, a rhizomatous perennial plant, from the Caucasus region, with blue-violet flowers.  It is commonly known as Dimitry iris in Russia. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "The iris is very similar in form to Iris notha, another spuria Iris from the Caucasus region. Both dislike wet soils.It has a rhizome which has not been generally described.\nIt has stiff, dark green leaves that can grow up to between 60–90 cm (24–35 in) long. They are narrower than Iris spuria subsp. carthaliniae, (10–18 mm wide).\nIt has a stiff stem, that can grow up to between 60–90 cm (24–35 in) long.It has dark green, compact, slightly inflated, spathes (leaves of the flower bud).The stems hold between 2–5 terminal (top of stem) flowers, in late spring.The flowers come in shades of blue, from dark blue, to blue-violet.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The narrow falls have blade that is the shorter than the claw (section of petal closest to the stem). The petals are veined with darker colours or white.The capsules and seeds produced by the plant after flowering, have not been generally described.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=38.It was counted as 2n=38, by O.I. Zakharyeva and L.M. Makushenko in 1969.",
    "Taxonomy": "It is commonly known as Dimitry iris in Russia.It is known as Iris Demetriou in Czechoslovakia.It is unknown what the Latin specific epithet demetrii refers to, but an insect (beetle) Chioneosoma demetrii, also shares the same epithet.It was originally published and described by Agazi Asaturovich Achverdov and Nina Vasilevna Mirzoeva as Iris demetrii in Transactions of Bot. Inst. Acad. Sci. Armenia SSR (Trudy Bot. Inst. Akad. Nauk Armyansk) Vol. 7 page 27, in 1950. It was named in 1950 (identical to Iris prilipkoana but not officially described). Iris prilipkoana was later classified as a synonym of Iris spuria subsp. demetrii.Later, in 1981 Brian Mathew re-classified the species as a subspecies of Iris spuria, and published it as Iris spuria subsp. demetrii (Fomin ) B.Mathew, in (his book The Iris on page 117 in 1981.It was verified by United States Department of Agriculture Agricultural Research Service on 9 January 2003 and then updated on 1 March 2007.Iris spuria subsp. demetrii is a tentatively accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate regions of Asia.",
    "Distribution and habitat-Range": "It is found in the Transcaucasia regions, of Armenia, and Azerbaijan.In Armenia, it is found in Zangezur.",
    "Distribution and habitat-Habitat": "Similar to Iris notha it grows on dry slopes, on the foothills and mountains of Azerbaijan, and Armenia.It has been found at altitudes of 2000 m above sea level.",
    "Conservation": "Due to the wide distribution of the species within Armenia, has helped protect the plants survive various threats, including being picked for flower bouquets.It was listed in the 1st edition of the Red Data Book of Armenia, under Iris prilipkoana (a synonym of Iris spuria subsp. demetrii) as 'Near Threatened' (NT). It was also listed in the Azerbaijan Red Data Book.It is not included in the Annexes of CITES and the Bern Convention.",
    "Cultivation": "It prefers to grow in rich, well-drained soil. Including clay soils. It dislikes wet soils.It also prefers positions in full sun or part shade.It can be susceptible to mustard-seed fungus.",
    "Cultivation-Hybrids and cultivars": "Due to its habit of liking dry soils, it is of interest to iris plant breeders.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). [as I. prilipkoana Kem.-Nath.]\nMathew, B. 1981. The Iris. 117.",
    "External links": " Data related to Iris spuria subsp. demetrii at Wikispecies"
  }
}