{
  "url": "https://en.wikipedia.org/wiki/Iris_zenaidae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris zenaidae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris zenaidae is a species in the genus Iris, it is also in the subgenus of Scorpiris. It is a bulbous perennial from Central Asia. It has deep violet-blue or cobalt blue flowers.",
    "Description": "Iris zenaidae is similar in form to Iris magnifica, but with different darker blue coloured flowers.It has generally 2-3 flowers per stem.The flowers can range from deep violet-blue, to cobalt blue. It has a white or violet crest, which can be spotted or striped (with blue-violet).The hafts of the falls are deep blue.",
    "Taxonomy": "Iris zenaidae was first found by Alexei Vvedenski and he named the iris (Juno zenaidae) after Zinaida Petronava Botschantzeva (a botanist from Kazakhstan), he then published the iris in 'Opred. Rast. Sred. Azii' 2: 322 1971.Dr. Zinaida later returned the favour and named Tulipa vvedenskyi after him, in 1954.It was then thought, by several botanists including Tony Hall (from Kew Gardens) that it was a violet-blue form of Iris graeberiana. It was then listed as synonym of Iris graeberiana.In 2012, botanists F.O. Khass and Rakhimova carried out more research on the iris and others, they then re-published the iris as Iris zenaidae as a species in its own right. On 21 December 2012, it was published in 'Stapfia' (Publikation der Botanischen Arbeitsgemeinschaft am O. Ö. Landesmuseum) 97: 178.Iris zenaidae is now an accepted name by the RHS.",
    "Native": "Iris zenaidae was originally found in the River Kugart valley, of the Fergana region of the Tien Shan Mountains in Central Asia.\nIn 2012, it was found in Kirgizstan.It likes rocky soils and habitats.",
    "Known hybrids": "It hybridises very readily with other Juno irises in the subgenus.\nIris zenaidae 'Dessert' \nIris zenaidae 'Flagship'",
    "Cultivation": "It is hardy to USDA Zone 5.It prefers to be cultivated in full sun, and stoney well drained soils, but feed with plenty of water during the spring.It can be seen in Denver Botanic Gardens.",
    "References": "",
    "External links": "Has image of Iris zenaidae - at the bottom of the page\nImage of the iris at Alpine Garden Society's show in Exeter Data related to Iris zenaidae at Wikispecies"
  }
}