{
  "url": "https://en.wikipedia.org/wiki/Iris_rossii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Chinenses"
    },
    {
      "Species": "Iris rossii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris rossii, the long-tail iris, is a beardless iris in the genus Iris, in the subgenus Limniris and in the Chinenses series of the species. It is a rhizomatous herbaceous perennial from Japan, Korea and China. It has narrow, grass-like leaves, short stems and 1 or 2 purple-violet flowers.",
    "Description": "Iris rossii is similar in form to Iris ruthenica.It has slender, tough, reddish-brown, creeping rhizomes. Under the rhizome, are long secondary roots growing into the soil, looking for nutrients and water.\nThey have the yellow-brown remnants (sheaths or fibres) of the previous seasons leaves, at the base of new leaves.It has narrow, linear leaves, acuminate (ending in a point, grass-like), that are between 4–10 cm (2–4 in) long and 0.2–0.5 cm (0–0 in) wide. They have between 2–4 veins. They then elongate after flowering, up to 30 cm (12 in) long.It has dwarf, short stems, (or scapes) between 10–30 cm (4–12 in) long. The stem has 2 or 3 lanceolate (lance-like) between 4–7 cm (2–3 in) long and 0.1–0.4 cm (0–0 in) wide, spathes (leaves of the flower bud).It has one or two terminal (at the top of the stem) flower, in spring to early summer, between April, and May.The small flowers are 3.5–4 cm (1–2 in) in diameter, and come in a range of shades of purple and violet, but there are occasionally white forms as well. The white form is only found in Korea.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are obovate, 3 cm long and 0.8–1.2 cm wide, it is marked with white spots, veins or white signal area. It has a white/yellow centre section. The standards are erect or slightly angled, measuring 2.5 cm long and 0.8 cm wide.It has a long perianth tube of 5–7 cm, a 1 cm long pedicel, slender 1.5 cm long stamens, 1 cm long ovary and 2 cm long style branches (which are a similar colour to the petals).After the iris has flowered, it produces a globose (spherical) seed capsule between June and August.",
    "Description-Biochemistry": "In 2012, it was studied by isolating flavonoids including an anthocyanin and C-glycosylflavones, and xanthones from the flowers and leaves. After the study, a specimen of Iris rossii was given to the herbarium of the National Museum of Nature and Science, JapanAs most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has been counted several times, 2n=32, Kurita, 1940, and 2n=34, Lee, 1970.",
    "Taxonomy": "Iris rossii is pronounced as EYE-ris ROSS-ee-eye.It is written as 小鸢尾 in Chinese script and known as xiao yuan wei in China. In Korean script, it is written as 각시붓꽃. It is known as Ehime ayame in Japan, and written as えひめあやめin Japanese script.It has the common name of Long-tail Iris in China and Korea.The Latin specific epithet rossii refers to John Ross (1842–1915), a Protestant missionary from Scotland, who lived in north-east China. John Gilbert Baker named the iris in his honour. After he had collected several specimens of the iris and sent them to Mr Baker. It was an inhabitant of dry sloping banks in the province of Sching-king, in Northern China, where it was gathered in flower on 27 April 1876.It was then first published and described by Baker in 'The Gardeners' Chronicle' Vol.8 page 809 on 29 December 1877. It was later published in 'Gartenflora'  Vol.27 page 382 in 1878, 'La Belg. Hort.' Vol.28 page89 in 1878 and the 'Journal of the Linnean Society of London' Vol.17 p387 in 1880.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Native": "Iris rossii is native to temperate areas of Asia.",
    "Native-Range": "It is found in Japan, (Honshu, Shikoku and Kyushu,) Korea and China (Liaoning and Manchuria,).From the notes of Isabella Bird Bishop on 29 April 1894, she explored the valley either side of the River Han in Korea. She found various plants and flora, including; Acanthopanax ricinifolia, Rhus vernicifera, Actinida pueraria and Iris rossii.Originally, Iris rossii was thought to be only found in the Chinese north-eastern part, of the Korean Peninsula, but it was discovered first in Hojo within Ehime Prefecture in Japan. It was then found in other regions of Japan including; the prefectures of Saga, Oita, Miyazaki, Yamaguchi, Hiroshima and Okayama. It was also found in the forest of Nishimachi, Numata.",
    "Native-Habitat": "It grows in meadows (and grasslands) at forest margins, on sunny hillsides. and clearings within pine woods.At altitudes of 100m above sea level.",
    "Conservation": "Between June and November 1990,  the flora of vascular plants and vegetation were studied in the protected area of Hofu City within Yamaguchi Prefecture, Japan, it was classified as Vulnerable (on the IUCN Red List of Threatened Plants) as well as Calanthe discolor.In 1995,  it was classified as Vulnerable. It had become a threatened species, due to plant hunting, changing of land use and habitat loss.              \nIt was found within grassland under scattered pine trees, which have been used for compost, fodder and timber production.In 2002,  it was classified as Endangered (EN) in Kumamoto Prefecture in 2002.",
    "Cultivation": "Iris rossii is hardy in the US and the UK, but is rare in cultivation.It likes to grow in well-drained and nutrient rich soils.It prefers positions in full sun but it is shade tolerant.It is also very drought-tolerant and could be suitable for xeriscaping.It could be planted in alpine scree slopes and in rock gardens.",
    "Propagation": "Iris rossii does not like being propagated by division, as it takes along time to re-grow feeding roots, after transplanting.Therefore, propagation from the seed is preferred.It is thought to be a zoochory plant because ants like the seeds and carry them away to new positions. Allowing the plant to form new colonies elsewhere.",
    "Hybrids and cultivars": "Iris rossii forma Alba was found in the deciduous forests of Korea, by Dr Yong No Lee and then published in the 'Korean Journal of Botany' vol.17, No1, p33-35 in 1974.\nIt had white flowers streaked with yellow, instead of violet, found on other forms.But this was later declared a synonym of Iris rossii.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous or toxic (rhizome and leaves), if mistakenly ingested, it can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 81.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China",
    "External links": " Media related to Iris rossii at Wikimedia Commons\n Data related to Iris rossii  at Wikispecies"
  }
}