{
  "url": "https://en.wikipedia.org/wiki/Iris_benacensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Section Iris"
    },
    {
      "Species": "Iris benacensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris benacensis  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from Italy. It has \nsimilar sized leaves and stem, and blue-purple shaded flowers, that have a white, blue and yellow beard. It was once classified as a synonym of Iris aphylla, before being re-classified as a species in its own right, although some sources still call it a synonym. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris aphylla, but differs in flower form.It has stout and creeping rhizomes.The leaves can grow up to less than 30 cm (12 in) long.It has a slender stem, that can grow up to 30 cm (12 in) tall, the stem is just longer than the leaves.The stem has lanceolate spathes (leaves of the flower bud), that are tinted with purple. They have (scarious) membranous tips, when the plants are in flower.The stems hold terminal (top of stem) flowers, blooming early season, between May and June.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe flowers are 4–5 cm (2–2 in) in diameter,  measuring from the tip of the fall to that of a standard. They come in shades of blue-purple,\nThe falls are narrow, obovate, 8–9 cm (3–4 in) long and 3–4 cm (1–2 in) wide. It has a white section beneath the style, that is crossed with purple lines. In the centre of the fall, is a dense beard of white hairs that are slightly tipped with blue in front and yellow behind. The standards are oblong, 8–9 cm (3–4 in) long and 3–4 cm (1–2 in) wide.It has a perianth tube is 3–4 cm (1–2 in) long.It has shorter anthers than filaments, with blue pollen. It also has style arms that are 3–4 cm (1–2 in) long, with deltoid shaped crests.After the iris has flowered, it produces a seed capsule and seeds, that have not been described.",
    "Description-Biochemistry": "In 1956, a karyotype analysis was carried out on 40 species of Iris, belonging to the subgenera Eupogoniris and Pogoniris. It found that the 40-chromosome dwarf species, such as Iris benacensis, have in their somatic complement 16 chromosomes morphologically very similar to those of Iris pseudopumila.In 2008, a genetic and morphological study was carried out on Iris aphylla populations in Italy. Some populations (in Piemonte) were re-classified as Iris perrieri and plants labelled as Iris benacensis were not either Iris perrieri or Iris aphylla.In 2012, a study was carried out on the flora of Italy, using Ellenberg's Indicator values.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=40.",
    "Taxonomy": "In Italy, it is known as 'Giaggiolo del Garda'.The Latin specific epithet benacensis refers to Lake Garda in northern Italy, which was known to the Romans as 'Benacus'. It is also used by Romanogobio benacensis, a fish from Slovenia and Italy.\nA specimen was collected by Anton Joseph Kerner in 1887 in south Tyrol, Italy.A herbarium specimen was collected in Trentino-Alto Adige,  Italy,  by (collector) A.J. Kerner von Marilaun.It was described by A.Kern. in Verhandlungen der Zoologisch-Botanischen Gesellschaft' in Wien Vienna, (Verh. Zool.-Bot. Ges. Wien) on page 649 in 1887. In 1892, it was then widely published by Stapf. in 'Handbook of the Irideae' in London, (Handb. Irid.) Vol.35.It was later re-classified as a synonym of Iris aphylla,\nby William Rickatson Dykes.It was also thought to be also included as a subspecies of Iris cengialti.Before being separated again as a species in its own right in 2008.It has not been verified by United States Department of Agriculture and the Agricultural Research Service as of 9 September 2015.\nIt is listed in the Encyclopedia of Life.Iris benacensis is not yet an accepted name by the RHS.",
    "Distribution and habitat": "It is native to Europe.",
    "Distribution and habitat-Range": "It is found in Italy, within the provinces of South Tyrol, and ComoIt is also found near Lago di Garda (or Lake Garda) and Mt. Brione,(near the town of Riva del Garda) and Mount Cengialti.",
    "Distribution and habitat-Habitat": "It grows on calcareous (containing lime or chalk) rocks.They can be found at an altitude of up to1,000 m (3,300 ft) above sea level.",
    "Conservation": "Triangolo lariano in Province of Como, Italy has a 'Flora Protected List' since 24 July 2008 on Annex C1 is Iris pallida, Iris pseudacorus and Iris sibirica. \nOn Annex C2 is Iris benacensis and Iris graminea.Some specimens can be found in nature area near Largo di Gardo which includes Mount Cengialti and Mount Brione.",
    "Cultivation": "It is hardy to USDA Zone 8.It needs medium to high light conditions and temperaturesIt is thought to be easy to grow, and worthy of being cultivated (used in the garden).\nworthy of cultivation\nA herbarium specimen can be found at University of Vienna, Austria within the 'Institute for Botany'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "External links": " Data related to Iris benacensis at Wikispecies\nVarious images of the iris in flower in a botanical garden, Italy"
  }
}