{
  "url": "https://en.wikipedia.org/wiki/Iris_japonica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Section": "Lophiris"
    },
    {
      "Species": "I. japonica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris japonica (also known as 'fringed iris', 'shaga' or 'butterfly flower') is a native of China and Japan. It is a species in the genus Iris, it is also in the subgenus of Limniris and in the Lophiris section. It is a rhizomatous perennial plant, with pale blue, lavender or white flowers with an orange or yellow crest. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris japonica is similar in form to Iris confusa, but the leaves are at ground level.It has a short, slender, greenish, creeping rhizomes. It spreads by sending out thin, wiry, long stolons. They are shallow rooted, and form dense carpets and clumps. It is not invasive.It has basal, deep green, or dark green or yellowish green or light green leaves. They are glossy (or shiny) on one side and dull on the other side. They are tinted, reddish purple, close to the rhizome and do not have a mid vein. or lance-shaped leaves, can grow up to between 25–60 cm (10–24 in) tall and 1.5–3.5 cm wide. They are generally described as evergreen, and grow in a broad fan, with arching tips.It has wiry,  stout stems, that can grow up to between 25–80 cm (10–31 in) tall. It has 5–12 short, slender branches, (or pedicels) near top of the plant. The stiff pedicels can reach between 1.5–2.5 cm (1–1 in) long. The flowering stem (and branches) grow higher than the leaves. The stems have 3–5 spathes (leaves of the flower bud), which are lanceolate, and 9.5–2.2 cm (4–1 in) long.The stems (and the many branches) hold between 2 and 4 flowers, in spring and early summer, between March to April (in Japan) or April and May.The flowers are like Iris cristata flowers but paler and fancier. The short lasting flowers open in succession (one after another), for between 2, and 5 weeks. These flowers have a clove pinks aroma.\nThe flattish, flowers are 4.5–6 cm (2–2 in) in diameter, and come in shades of pale blue, or pale lavender, or lilac, or purple, to white.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'). The falls are elliptic or obovate, with a spreading limb and blue or purple/violet blotching, spots, (or dots) around a central yellow signal patch around a visible yellow, or orange crest. They are 2.5–3 cm (1–1 in) long and 1.4–2 cm wide. The standards are elliptic or narrowly obovate. They are 2.8–3 cm (1–1 in) long and 1.5–2.1 cm wide. The standards spreading to the same plane as the falls, creating the 'flat' look. All the petals are fringed (fimbriated) around the edges.It has a 1.1–2 cm long perianth tube, 0.8–1.2 cm long stamens, white anthers and 7–10 mm ovary. It has 0.5–0.75 long and pale blue style branches. The terminal lobes are fimbriated (fringed).After the iris has flowered, between May and June, it produces an ellipsoid-cylindric, non-beaked seed capsule, which is 2.5–3 cm long and 1.2–1.5 cm wide. Inside the capsule, it has dark brown seeds with a small aril.",
    "Description-Biochemistry": "Tetra-hydroxy-6-methoxyisoflavone, also known as Irilin D (C17H14O7), was found in Iris japonica, Belamcanda chinensis (Iris domestica) and Iris bungei. Junipergenin B (Dalospinosin) can be found in the leaves of Juniperus macropoda and the roots of Iris japonica.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. Chromosome numbers in irises have been the subject of numerous studies. Findings include 2n=54, Kazuao, 1929; 2n=34,36, Simonet, 1932; 2n=36, Sharma & Tal., 1960; 2n=36 Kurosawa, 1971; 2n=31,33,54, Chimphamba, 1973; 2n=54, Mao & Xue, 1986; 2n=28,34,36,54, Colasante & Sauer, 1993; 2n=28, Dong et al. 1994; 2n=28 to 60 and Yen, Yang, & Waddick, 1995.It is a triploid plant (3n chromosomes) that does not produce seed and therefore can not be propagated by vegetative means (seed or division) while in China, it can also be diploid. This is the reason why the Japanese think that a triploid specimen was imported from China to Japan. Then over time, it has become naturalized. Plants growing wild in Japan were counted as 2n=54 for infertile triploid forms. In China, wild forms are counted as 2n=36.",
    "Taxonomy": "It has the common names of 'fringed iris', 'Putchcock' or 'Shaga' (in Japan), and butterfly flower (in China).It is written as 蝴蝶花 in Chinese script, and known as hu die hua in Pidgin in China. It is written as シ ャ ガ, 射干 in Japanese script.\nThe Latin specific epithet japonica refers to from Japan, even though the plant is thought to have originated in China.\nIris japonica was first named by Carl Peter Thunberg, (the Swedish botanist) in his 1784 publication, 'Flora Japonica'. It was introduced to Europe in 1792 from China, by Thomas Evans of the East India Company. It was then first published and described by Thunberg in 'Transactions of the Linnean Society of London' (Trans. Linn. Soc. London) Volume 2 page327 on 1 May 1794. The species description was published in Curtis Botanical Magazine in 1797. Iris fimbriata was later classified as a synonym of Iris japonica.It has received an Award of Garden Merit from the RHS.",
    "Distribution and habitat": "It is native to temperate and tropical regions of Asia.",
    "Distribution and habitat-Range": "It is found in China, within the Chinese provinces, of Anhui, Fujian, Gansu, Guangdong, Guangxi, Guizhou, Hainan, Hubei, Hunan, Jiangsu, Jiangxi, Qinghai, Shaanxi, Shanxi, Sichuan, Xizang, Yunnan and Zhejiang.It is found in Japan on the islands of Honshu, Shikoku and Kyushu.In tropical Asia, it occurs in Myanmar (Burma). In 2014, it was found in Mongolia.",
    "Distribution and habitat-Habitat": "I. japonica grows on forest margins, in wet grasslands (or meadows), among rocks by streams, and along hillsides, or rocky slopes. \nThe species occurs at altitudes of 500 to 800 m (1,600 to 2,600 ft) above sea level in Japan, and 2,400 to 3,400 m (7,900 to 11,200 ft) above sea level in China.",
    "Cultivation": "Iris japonica is very common in cultivation in USA, it is the most commonly cultivated crested iris in the UK.It is hardy to between USDA Zone 7 to Zone 10. It is also hardy to European Zone H3. It is very easy to grow in a Mediterranean climate in sheltered positions.Within the UK, it is hardy in Devon and Cornwall, and some other parts of southern UK. It prefers the protection of a sheltered sunny wall. Some cultivars of Iris japonica are more hardy than others. However, an extremely cold winter (or late frosts) may adversely affect the flowering of this species, and the foliage becomes tatty, or browned.It should be grown in well-drained soils, but moist soils are preferred.It can tolerate neutral or acidic soils (PH levels between  6.5 – 7.8)., though prefers slightly acidic soils (including peat banks). It is not tolerant of salty water.It has average water needs during the growing season, wet or damp conditions during the winter may cause the root to rot. It can tolerate positions between full sun and partial shade, but prefers partial shade.It can be grown in a mixed flower border, as a ground cover plant and can be also grown in containers in sheltered positions.In frost prone areas, it can be grown in a cool greenhouse. The plants are rested in summer (after the spring flowering), and then started again in the late autumn. If it cannot be grown in a cool house, it should be given a sheltered position, with shrubs where it is protected from the morning sun.The stems and dead leaves should be removed after flowering to keep the plant tidy and help it, for next years growth.It does not have any serious disease or insect problems, but pests (such as Thrips, slugs and snails), occasionally damage plants by feeding on the flowers or foliage. Aphid Aulacorthum magnoliae can be found on the plant. It can be susceptible to attack by Japanese Beetle.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing.\nThe seed is best sown in a cold frame, as soon as the capsules are ripe. Stored seed can also be sown in a cold frame in the Spring. Seedlings should be pricked out into small pots when large enough. They are then grown for another year in a greenhouse or cold frame. The new plants then can be planted into the ground in late spring or early summer of the 3rd year.\nDivision is best carried out after flowering during July or August. Large clumps of plants can then be re-planted in new sites. Smaller clumps should be potted and grown in a cold frame until there have formed sufficient roots to survive, they then can be planted in the Spring.",
    "Cultivation-Hybrids and cultivars": "Iris japonica has many named cultivars.Including;\n\n'Acclaim' (red violet with blue shading),\n'Accountable' (white with red-violet splashes),\n'Aphrodite' (Creamy variegated leaves and white flowers Apr–Jun, 30 cm. Sun and shelter best),\n'August Emperor' (red-violet with blue shading Hardy to Zone 3),\n'Azure Perfection' (red-violet),\n'Beni Tsubaki' (red-violet with white veining),\n'Bourne Graceful' (1975, large frilly, flowers palest mauve, with deep violet spots around the yellow crests, the falls droop down, height 120 cm, bloom in May, flowers 6-7-5 cm across),\n'Capri Form' (crests with paler orange markings),\n'Caprician Butterfly (white with blue-purple veining),\n'Crystal Halo (red),\n'Dalica',\n'Eco Easter',(lavender-blue flowers, 30 cm  tall),\n'Evening Episode' (dark lavender-blue),\n'Fairyland' (short spreading, white flowers, on upright stems, height 30 cm),\n'Frilled Enchantment' (white with narrow rose edge),\n'Japonica Aphrodite',\n'Japonica Follis Variegata',\n'Japonica Ledger',\n'Kamayama',\n'Ledger' (creeping ground-level stems, short fans of shining green leaves, thin branching stems, orchid-like small flowers, white, flat and frilled, touched with blue and orange. Needs a warm, sunny site to flower well. Early summer. 46 cm.),\n'Ledgers Variety' (common in Europe, hardier than the species, height of 60 cm, white flowers marked with purple, bloom April to late May),\n'Mai Oji (blue with white veining),\n'Marty Cohen' (Blue-rinse white flowers, purple-stained fans of foliage on longer branches than the species),\n'Martyn Rix', 'Mist Falls' (lavender-blue with white sanding),\n'Nada' (popular through the south of USA,where it can grow outside),\n'Pallescens',\n'Porcelain Maiden', (Spring, the evergreen patches are topped with 5 cm tall branching spikes, ending in lovely white flowers with a lavender blush just below the eyezone. 61 cm tall),\n'Prairie Edge' (white with red-violet edges),\n'Purple Heart' (leaves have dark purple bases, flower stems are also dark purple, flowers are white with deep purple spots on each fall height to 75 cm),  *'Raspberry Gem' (red),\n'Rudolph Spring',\n'Ruffled Dimitry' (dark blue veining),\n'Sapphire Star' (a red and blue lavender),\n'Skirt Chaser' (dark blue-purple with a yellow, white, and dark purple patterned eye zone, 46 cm tall),\n'Snowy Hills (white),\n'Summer Storm' (dark purple),\n'Tenchong Lace' (purple stems and well-formed candelabra of blooms),\n'Uwodu',\n'Valley Blue',\n'Variegata' (broad fans of dark-green sword-like leaves with a creamy-white, ivory or pale yellow variegation that typically runs down the edges of the leaves forming wide margins. It has small, very delicate and fringed, orchid-like flowers that are white with purple and orange markings, it does not flower very well,),\n'White Frills',\n'White Panda',\n'White Parachute (white),\n'Wuhan Angel'.White-flowered forms collected from Zhejiang were named as Iris japonica f. pallescens by P. L. Chiu & Y. T. Zhao (in Y. T. Zhao, Acta Phytotax. Sin. 18: 58. 1980). But these were later classified as a synonym of Iris japonica.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Uses": "In Japan, it is used as a source of starch. The rhizomes are ground up to access the starch. In China, it is used in herbal medicines, the rhizome is used to treat injuries. As a decoction, it is used to treat bronchitis, internal injuries, rheumatism and swellings.In Japan, the iris was encouraged or planted on the tops of hills, within castles, the slippery fans of the iris leaves were used to slow marauding invaders to allow defending armies to protect the castle.",
    "See also": "Japanese iris",
    "References": "",
    "Further reading": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nMathew, B. 1981. The Iris. 74.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.",
    "External links": "Video of Iris japonica"
  }
}