{
  "url": "https://en.wikipedia.org/wiki/Iris_antilibanotica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris antilibanotica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris antilibanotica  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the mountains of Syria. It has semi-evergreen, green, falcate leaves, slender stem, bi-coloured flowers, in dark purple, violet. With a small dark spot and purple tipped yellow beard on the outer petals. It is rarely cultivated as an ornamental plant in temperate regions and thought to be extinct in the wild.",
    "Description": "It has a small compact rhizome, that only reaches up to 2 cm long. They are stoloniferous, and are planted flush with the ground level, so that the upper part of the rhizome can be heated by the sun.It has 7–8 semi-evergreen, green, falcate (sickle-shaped) leaves. They are similar in form to the leaves of Iris iberica. They can grow up to between 15 and 20 cm (6 and 8 in) long, and between 1 and 1.5 cm wide.\nThey can sheath up to two-thirds of the stem; after the plant has bloomed, they fade (in the summer sun) and die.It has a slender stem or peduncle, that can grow up to between 25 and 40 cm (10 and 16 in) tall.The stem has an inflated, spathe (leave of the flower bud), which is 10 cm (4 in) long and 4 cm wide.The stems hold terminal (top of stem) flowers, blooming between April, May, or between May and June.\nThey can flower for up to a month long.The flowers are 7 cm (3 in) in diameter, and are bi-coloured.Like other irises, it has two pairs of petals, three large sepals (outer petals), known as the 'falls' and three inner, smaller petals (or tepals), known as the 'standards'. The standards are paler than the falls. The falls are oblong-shaped, 4–8 cm (2–3 in) long, and 5 cm wide. They are dark purple, or violet, with darker veining. They also have a small blackish signal patch. In the middle of the falls, also is a row of short hairs called the beard, which is yellow, sometimes purple tipped, The standards are 6–10 cm (2–4 in) long, and 8 cm wide. They are pale violet, or purple, and have dark veins, but no signal spot.It has light brown, style branches that are strongly keeled, and have lobes (tips) that are a similar colour to the falls.It has a perianth tube that is 4.5 cm (2 in) long, and a 2 cm long ovary, which is sulcate (marked with parallel grooves).After the iris has flowered, it produces a seed capsule, which has not been described.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt was counted in 1952 by Simonet and in 1980 by Avishai & Zohary. It has a chromosome count: 2n=20.",
    "Taxonomy": "It is sometimes known as 'Bludan Iris', 'iris de l’Anti-Liban' (in French) and  سَوْسَن السِّلْسِلَة الشَّرْقِيَّة، سَوْسَن بلودان (in Syrian language).The Latin specific epithet antilibanotica refers to Antilbanus (or Anti-Lebanon Mountains) in central Syria.\nIt was first published and described by John Edward Dinsmore in 'Flora of Syria' (G.E. Post, Editor) edition 2, Vol.2 on page 599 in 1933.It was then published by Dinsmore in Pl. Post. & Dinsm. Fasc. II. 10 (in 1934) and Publ. Am. Univ. Beirut, Nat. Sc. Series No.1 and No.3. Then in July 1936, in the 'Journal of The Royal Horticultural Society' Vol.61 Edition7, page 291 and the 'Bulletin of the American Iris Society' Vol.66 on page56 in September 1937.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then updated on 1 December 2004.It is listed in the Encyclopedia of Life, and in the Catalogue of Life.Iris antilibanotica is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is endemic to Syria, near to the town of Bludan, and the Al-Qalamoun Mountains.",
    "Distribution and habitat-Habitat": "It grows on rocky mountain sides, near to the snow line.The habitat of the iris was described in full by Peter Werckmeister in the Iris Yearbook (in 1957).They can be found at an altitude of 2,000 to 2,300 m (6,600 to 7,500 ft) above sea level.",
    "Distribution and habitat-Habitat-Synecology": "Within the Anti Lebanon Mountains, it is found with other rare species including Thymus alfredae, Silene schlumbergeri, Alyssum subspinosum, Astragalus antilibani and Ferulago frigida.\nNear to the town of Bluden, it is found with fritillaries, Tulipa and Romula.",
    "Conservation": "It was listed as partially 'Endangered' and partially 'Rare' in 1996 in Syria. It was then listed on the 1997 IUCN Red List of Threatened Plants.The habitat of the iris is threatened by human activity. Such as housing and road construction, also conversion of mountainsides to apple orchards. This separates the colonies and makes pollination even more difficult. In 2013, 3 Oncocyclus irises (in the Middle East) were thought to be extinct; Iris antilibanotica, Iris damascena in Syria and Iris westii in Lebanon.",
    "Cultivation": "The iris is considered a very difficult plant to cultivate.  It can withstand the cold, as long as it is dry. It can also withstand the heat, as long as it is also dry.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. The Iris. 1981 (Iris) 44.",
    "External links": " Data related to Iris antilibanotica at Wikispecies"
  }
}