{
  "url": "https://en.wikipedia.org/wiki/Iris_junonia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris junonia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris junonia  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from Cilicia (now part of Turkey), within the Taurus Mountains. It has glaucous short leaves, tall stems with several branches, numerous flowers in various colours from blue-purple, lavender, pale blue, cream, white and yellow, with brown veining and white tipped orange beards.  It is cultivated as an ornamental plant in temperate regions. Its status is still unclear, if it is a synonym of Iris germanica or a separate species.",
    "Description": "It has short rhizomes and a few long secondary roots.It has glaucous and sheathing leaves.\nThe leaves can grow up to between 12–38 cm (5–15 in) long, and between 3–5 cm (1–2 in) wide. They are herbaceous, and die in autumn and it remains dormant over winter.It is a tall growing species, with a stiff stem, or peduncle, that can grow up to between 50–65 cm (20–26 in) tall.\nIt has numerous, or 2–3 lateral branches (or pedicels).The stem has spathes (leaves of the flower bud), which are green, 2.5–7.6 cm (1–3 in) long and scarious above.The stems (and the many branches) hold up to 7 flowers, between May to June.The chunky flowers, come in various colours. From blue-purple, lavender, pale blue, white, cream, and yellow, or blended.\nThe yellow forms are similar to Iris purpureobractea flowers.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The hafts (the section of petal closest to them stem), are white with brown-purple, or brown veins. In the centre of the falls are beards, row of small hairs, white tipped with orange.After the iris has flowered, it produces seed capsule, (that has not yet been described). Inside the capsule, are seeds (called pollen) that are 121 long x 123 wide (in microns).",
    "Description-Biochemistry": "In 1989, a karyological study was carried out on 4 iris species in Turkey; including Iris junonia Schott et Kotschy ex Schott, Iris purpureobractea B. Matthew et T.Baytop, Iris taochia Woronow ex Grossh., and Iris schachtii. It found the chromosome counts of the iris species and Iris junonia was counted as 2n=4x=48.In 2013, a study was carried out on the cultural conditions of Iris species in Turkey.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.Iris junonia was found to be tetraploid, based on material from specimens collected, and had a count of 2n=48.",
    "Taxonomy": "It is also known as 'Iris junoninana' or 'Iris pallida junonia', mainly in Europe.The Latin specific epithet junonia refers to the Roman goddess Juno, wife of Jupiter. Although, it is not known for what exact reason the plant was so named, Iris cypriana and Iris trojana (now classed as a synonym of Iris germanica), also collected at the same time, may represent the ancient colonies, that the Greeks set up on Turkish shores.Specimens were found by Walter Siehe of Mersina, in the Turkish mountains, and he sent them to Haage and Schmidt of Erfurt, in Germany. Siehe caused a lot of problems for botanists, because he also sent other iris plant specimens under the same name.It was first published and described by Heinrich Wilhelm Schott & Karl Georg Theodor Kotschy in Österreichisches Botanisches Wochenblatt (in Vienna) Vol.4 page 209 in 1854.It was also published in Van T. 1900; Dammann 1901; Farr 1912; Gardening Illustrated 37: 503. 14 Aug. 1914 illustrated; Bon. 1920; Sheets 1928; Mt. Upton 1939; \"Bearded Irises Tried at Wisley\"-Journal of The Royal Horticultural Society 128;Its origins have been much debated and discussed, it could be considered a form of Iris pallida, hence it is sometimes known as Iris pallida junonia. It could also be a small form of Iris mesopotamica.Of the many species, listed with Iris germanica in Europe, Brian Mathews (in 1981), considers Iris belouinii (now a synonym of Iris germanica), Iris biliottii (now a synonym of Iris germanica), Iris cypriana, Iris junonia, Iris mesopotamica and Iris trojana(now a synonym of Iris germanica) to be all 'doubtfully wild' and probably forms of Iris germanica, which Brian is thought to be a hybrid of Iris pallida and Iris variegata.Dykes was unsure that if any true plants were now in cultivation.It is listed by United States Department of Agriculture and the Agricultural Research Service as a synonym of Iris pallida Lam. on 4 April 2003, then updated on 1 December 2004.It is listed in the Encyclopedia of Life.Iris junonia is a tentatively accepted name by the RHS.It is listed on the Catalogue of Life.",
    "Distribution and habitat": "It is native to temperate areas of Asia minor.",
    "Distribution and habitat-Range": "It was found in the Taurus Mountains in Cilicia, (now the modern region of Çukurova) in Turkey.Iris taochia, Iris purpuerobractea and Iris schachtii are also endemic to Turkey, with Iris junonia.it is endemic of Sicilian Taurus (a hill for which the city of Taormina was named)",
    "Distribution and habitat-Habitat": "It grows in the dry, meadows, beside roadside and beside paths.",
    "Cultivation": "It is not fully hardy in the UK.It prefers sunny situations in soils containing limestone, and that are dry during the summer.It can be prone to rhizome rot.Dykes recommends a planting time of between August and September.It is found in herbarium collections.A specimen was collected by E.K. Balls, on 7 June 1934 from Turkey, for the Royal Botanic Garden Edinburgh.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Cultivation-Hybrids and cultivars": "Dykes had thought that Iris junonia, Iris trojana, Iris cypriana and Iris mesopotamica (other tall purple flower bearded irises), could be used in breeding programmes, to create plants with tall stems and large flowers.It can be crossed with other iris species (such as Iris pumila and Regelia section irises), to produce fertile offspring.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Davis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands. [accepts].\nHuxley, A.J. 1992. The new Royal Horticultural Society dictionary of gardening. Vol. 1–4. London p.(2) 674\nMathew, B. 1981. The Iris. 30, 26–27.",
    "External links": "has many images of the iris flowers\nhas a large image of a violet flower Media related to Iris junonia at Wikimedia Commons\n Data related to Iris junonia at Wikispecies"
  }
}