{
  "url": "https://en.wikipedia.org/wiki/Iris_kemaonensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris kemaonensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris kemaonensis (or Kumaon iris) is a species in the genus Iris, it is also in the subgenus of Iris and in the Pseudoregelia section.  It is a rhizomatous perennial, from Tibetan China, Bhutan, India, Kashmir and Nepal. It has light green or yellowish green leaves, that extend after flowering time. It has a short stem, 1–2 fragrant flowers that are purple, lilac, lilac-purple or pale purple. They also have darker coloured blotches or spots.\nIt is cultivated as an ornamental plant in temperate regions. It is often known as Iris kumaonensis, due to a publishing error.",
    "Description": "In China, there has been some confusion between Iris dolichosiphon (another Pseudoregelia iris) and Iris kemaonensis, they have similar flower forms, but Iris kemaonensis flowers are paler then Iris dolichosiphon but are strongly mottled, as well as a smaller perianth tube.It has short, thick rhizomes, which are gnarled and knobbly. Under the rhizomes are thin, fleshy secondary roots, that can grow up to 10 cm long. They are not stoloniferous. On top of the rhizome are the fibrous remains of last seasons leaves.The leaves are variable in size, they can grow up to between 6–20 cm (2–8 in) long, and between 0.2 and 1 cm wide, at blooming time. Before the plant produces fruit or seed capsules, they extend up to between 34–45 cm (13–18 in) long, taller than the flowers.\nThey are light green, greyish green or yellowish green. They are glaucous, and linear, with a rounded apex. In mild areas, it is semi-evergreen, but generally they are deciduous.It has a slender short stem, that can grow up to between 5–12 cm (2–5 in) tall.The stem has 2 to 3 green, lanceolate, (scarious) membranous, spathes (leaves of the flower bud). They can be between 5–6 cm (2–2 in) long and between 1 and 1.8 cm wide. They are scarious (membranous) and acuminate (pointed) at the tips. They can sheath or cover the base of the stem.The stems hold 1 or 2 terminal (top of stem) flowers,which bloom in late spring, between May and June (in UK and Europe) and between April and July (in India).The scented flowers, are 4–8 cm (2–3 in) in diameter, they come in shades of purple, from lilac, to lilac-purple, to pale purple.\nThe flowers are spotted, or blotched with a dark colour. They are mottled like the skin of a reptile.\nThe flowers are very similar in form to Iris hookeriana, but similar in shade to Iris kashmiriana.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are spatulate (spoon shaped), or obovate, between 3.5–5 cm (1–2 in) long and 1.5 cm wide. They have ovate blades. In the centre of the petal is a dense beard of white hairs, with yellow, or orange tips.\nThe upright standards are oblanceolate, elliptic, or obovate shaped, are between 4–5 cm (2–2 in) long and 1 cm wide. The standards are paler than the falls.It has pedicels that are between 1 and 1.5 cm long, trumpet shaped perianth tube that 5–7.5 cm (2–3 in) long, which is longer than spathe. It has 2.5–3.2 cm long and 5–6 mm wide, style branches, it is dark in the centre and paler at the edges. It has small triangular crests.\nIt has 2–2.3 cm long stamens, 6 cm long ovary, blue filaments, lavender anthers and white pollen.After the iris has flowered, it produces an globose seed capsule, that is 2–2.5 cm (1–1 in) long, and 1.5–1.8 cm wide. They have short beak, taper to a pointed apex and dehisce (split open) laterally. Inside the capsule, are pyriform seeds, which are reddish brown, which have a milky yellow or cream aril (appendage). The seed capsule grows on stems, that are about 45 cm long, above the height of the leaves. This habit is similar to Algerian Iris (Iris unguicularis).",
    "Description-Biochemistry": "In December 1884, a study was carried out on the rhizomes of Iris milesii and Iris kemaonensis (under old spelling kumaonensis). It found several isoflavones in both rhizomes. Including 'iriskumaonin' methyl ether, iriskumaonin  (C18H24O7,), irisflorentin, junipegenin-A, irigenin and iridin.Irilin D (C17H14O7) has also been found in the rhizomes.In December 2002, a chemical study carried out on the rhizomes of Iris kemaonensis found several isoflavones, including irisoquins (A, B, C, D, E and F), tectoregenin, iristectorin and irigenin.In 2006, a chemical study was carried out on the rhizomes of Iris kemanonensis, it found several compounds including a benzoquinone.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=22, or 2n=24.",
    "Taxonomy": "It is written as 库门鸢尾 in Chinese script, and known as ku men yuan wei in Pidgin.It has the common name of Kumaon Iris, or Kumon iris.It is known as 'Kombirei'  in Meitei.\nIn Bhutan, it is known as 'dres-ma', in China, it is known as 'ku men yuan wei' and in India, it is known as 'cherachi', 'lathum' and 'pyzya'.\nIt is known in the Punjab area as 'karkar', 'tezma', or piaz'.The Latin specific epithet kemaonensis refers to the former kingdom of Kumaon, (now part of Uttarakhand, Northern India). Which was once known as 'Kemaon' or 'Kamaon' on various maps. The epithet kumanonensis is also used by Davidius kumaonensis (a dragonfly species) and Schizothorax kumaonensis (a species of fish). It also refers to the kingdom of Kumaon.Iris kemaonensis is often misspelled, or referred to as 'Iris kumanonensis', especially older references. or as 'Iris kamaonensis'. Which is now classified as a synonym of Iris kemaonensis.Iris kemaonensis was first named by Nathaniel Wallich in 1831 or 1832. But he did not publish or describe the iris, until later in 'Illustrations of the Botany of the Himalayan Mountains' (Ill. Bot. Himal. Mts.) Vol.1 Issue10, on page 372 in 1839. It was then published by David Don as 'Iris kamaonensis' in 1840, in 'Transactions of the Linnean Society' (Trans. Linn. Soc.) Vol.18 page311.\nIt was then published by J. D. Hooker in 'Flora Brit. Ind' (Fl. Brit. Ind.) Vol.6 on page 274 in 1892, but he changed it to 'Iris kumaonensis'.The iris was later then renamed 'Iris kemaonensis', as due to nomenclature rules, that the earliest naming of the plant stands.It was also published by John Gilbert Baker in the 'Journal of the Linnean Society' Vol.16 on page 144 in 1877.Mr Baker thought that Iris kingiana was the same as Iris kemaonensis, but Sir Foster thought it was a separate species. Later, Iris kingiana was classified as a synonym of Iris kemaonensis.Then in 1887, it was published in Curtis's Botanical Magazine Vol.113 on tab.6957, with a colour illustration. Then in 1913, in Dykes in his book, The Genus Iris, page130.It was verified by United States Department of Agriculture and the Agricultural Research Service on 9 January 2003, then updated on 30 June 2014.",
    "Distribution and habitat": "It is native to temperate and tropical regions of Asia.",
    "Distribution and habitat-Range": "In temperate Asia, it is found in China, within the province of Xizang, (also referred to as Tibet), Sichuan. and Yunnan.In tropical Asia, it is found in Bhutan, Nepal, and India, Including within the Indian regions of Himachal Pradesh, (including on the slopes of Lahul with Caltha palustris and Pedicularis punctata.), Jammu, Kashmir, Uttar Pradesh, Uttarakhand (including the former districts of Kumaon (or Kemaon,) and Garhwal).Including the Himalayas, and Rajrambha (a Himalayan peak).In Kashmir, it was found that specimens identified earlier as Iris kemaonensis were actually Iris hookeriana plants (another 'Pseudoregelia iris').It is also found naturalised in Burma (or Myanmar).",
    "Distribution and habitat-Habitat": "It grows on the alpine pastures, meadows and slopes.They can be found at an altitude of 2,800 to 4,500 m (9,200 to 14,800 ft) above sea level.",
    "Cultivation": "It is hardy to European Zone H3. Which means it is hardy to −10 to −15 °C (or 14 to 5 °F).It prefers to grow in well-drained soils, that have a pH level of between 6 and 7.5 or higher. But it can tolerate alkaline soils, or ones containing Limestone.It also prefers dry or moist soils and can tolerate drought.It prefers to grow in sunny positions, but can tolerate partial shade.It can be grown in alpine house or bulb frame, in less hardy place, (as Iris hookeriana are only suitable for UK climate).It is best planted between September and October, to get flowers the next year.The iris is rarely troubled by browsing by deer or rabbits.The iris has foliage that is semi-evergreen, so it is easy to locate the plant in winter.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing. Division is best carried out after flowering, although can be carried out at any time. Large clumps can be re-planted straight away. While, smaller clumps should be placed in pots, taken to a cold frame to grown in. They can be planted in the spring, when new roots have grown.It is better to sow the ripe seed, after collection from the plant. Seed should be sown in trays within a cold frame, then the seedlings, can be pricked out, when they are large enough to be handled. They are then grown on within a greenhouse or cold frame, for another year. The new plants can then be planted out, in late spring or early summer.",
    "Cultivation-Hybrids and cultivars": "There are many forms of Iris kemaonensis.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (including the rhizome and leaves), which contain chemicals like Irisin and Iridin.\nIf the plant parts are mistakenly ingested, they can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Uses": "The flowers of Iris kemaonensis are used in Tibetan herbal medicine. They are described as having an acrid taste. They are analgesic and ophthalmic, and are used in the treatment of tinnitus (pain in the ears) and to treat weakening of the eyesight.The seeds of the iris are also used in herbal medicine in Tibet, they also have an acrid taste, are analgesic and are anthelmintic and vermifuge. They are used in the treatment of colic pains, when due to intestinal worms. They are also used to treat hot and cold disorders of the stomach and intestines, and also the pain, below the neck and shoulders.The roots and the whole of the iris is a stomachic, which can be used on scabies and urticaria.\nThe roots and leaves of the plant are diuretic, and used to treat bronchitis, dropsy and various liver complaints. When broken down into a powder, they are used to treat  sores and pimples. The roots of the plant, are used to treat urinary disorders and kidney troubles. The seeds are used to treat coughs and colds.\nIn India, they are also used as spasmolytic, febrifuge and antidote for opium addiction.",
    "References": "",
    "Sources": "Chowdhery, H. J. & B. M. Wadhwa. 1984. Flora of Himachal Pradesh.\nGrierson, A. J. C. & D. J. Long. 1984–. Flora of Bhutan including a record of plants from Sikkim. [lists as I. kemaonensis D. Don].\nHara, H. et al. 1978–1982. An enumeration of the flowering plants of Nepal.\nMathew, B. 1990. A note on the nomenclature of Iris kemaonensis. Kew Mag. 7:13.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of [West] Pakistan.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Media related to Iris kemaonensis at Wikimedia Commons\nImages of the Iris kemaonensis or Kumaon Iris growing near Kuari Pass\nImage of Iris kemaonensis, taken 23 May 2012 Data related to Iris kemaonensis at Wikispecies"
  }
}