{
  "url": "https://en.wikipedia.org/wiki/Iris_basaltica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris basaltica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris basaltica  is a species in the genus Iris, it is also in the subgenus of Iris and in the Oncocyclus section. It is a rhizomatous perennial, from the basalt deserts and hillsides of eastern Syria. It has many falcate long leaves, and long stem. Between March and April, it has white or pale green flowers covered in thick purple or black veining and dots or spots. It also has a purple or maroon beard, tipped with yellow. It is rare cultivated as an ornamental plant in temperate regions, due to its environmental conditions of its natural habitat.",
    "Description": "It is a geophyte, with a rhizome, that is dark brown, large and compact.It has 9-12 leaves, that are slightly falcate (sickle-shaped) and can grow up to 24 cm (9 in) long and between 1.5 and 2 cm wide.It has a slender stem or peduncle, that can grow up to between 15–70 cm (6–28 in) tall.The stem has 3–4 spathes (leaves of the flower bud), they are normally above the basal leaves. They are 11 cm (4 in) long and 9 cm (4 in) wide and slightly purple tinged at the top.The stems hold terminal (top of stem) flowers, blooming between March and April.The flowers are 15 cm (6 in) tall, come in shades of white or pale green, including light grey. They have thick almost felt-like, dark veining or spots in purple or black.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are a darker shade of colour than the standards. They are ovate to lanceolate shaped, and 9 cm (4 in) long and 5 cm (2 in) wide. They have a rounded dark signal patch, which is 1.5 cm in diameter. In the middle of the falls, is a sparse, row of short hairs called the 'beard', which are brownish purple, or maroon or purple, tipped with dark yellow. The paler standards are orbicular (rounded), and 8.5–10.5 cm (3–4 in) long and 7–7.5 cm (3–3 in) wide. They also have scattered purple hairs on the claw, (part of the petal near the stem).It has creamy white and 3 cm long anthers, and thick, 1.5 cm long filaments. It has style branches which are 8 cm (3 in) long, they have multiple maroon or purple spots. The ovary is 2.5 cm long and the perianth tube is 2.8 cm long.After the iris has flowered, it produces an inflated, seed capsule, that is 6–11 cm (2–4 in) long, with 6 lobes.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20, which was first counted by Marc Simonet in 1954, and then by Avishai & Zohary in 1977.",
    "Taxonomy": "It is sometimes commonly known as 'Basalt Iris'.The Latin specific epithet basaltica refers to 'basalticus' of basaltic soils.It was first found in Kal'at-ul-Husn, (or Ḥoṣn al-Akrād) in Lebanon.It was first published and described by John Edward Dinsmore in 'Flora of Syria' (Fl. Syria) Edition 2, Vol.2 on page 597 in 1933.It was also published in (Publ. Am. Univ.) Beirut, Nat. Sc. Ser. No. 1; et No.3 in 1934, then in Gardening Illustrated (with a colour illustration) in Vol.57 on page 227 in 20 April 1935 and in the Journal of The Royal Horticultural Society Vol.60 on series 5 on page 221 in 1935.In 1939, it was thought by Paul Mouterde, that 'I. basaltica' was ancestral source of Iris susiana. It was also thought to be a form, or a wild relative of I. susiana.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003 and then updated on 1 December 2004.It is listed in the Encyclopedia of Life, and in the Catalogue of Life as Iris basaltica.",
    "Distribution and habitat": "It is native and endemic to temperate western Asia.",
    "Distribution and habitat-Range": "It is found in eastern Syria, including near to the city of Talkalakh, near to the town of Hadidah, and also near the city of Homs.",
    "Distribution and habitat-Habitat": "It grows on the hillsides, or deserts, (made of basalt stone),They can be found at an altitude of between 400–800 metres (1,300–2,600 ft) above sea level.",
    "Conservation": "It was listed as in danger of extinction by SA Chaudhary, in 1975. It was then listed as 'Endangered' by IUCN in 1997. It was then listed as Data Deficient in 2016, due to the Syrian civil war.",
    "Conservation-Propagation": "Irises can generally be propagated by division, or by seed growing. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.",
    "Conservation-Hybrids and cultivars": "One known cultivar is 'Basaltica'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. The Iris. 1981 (Iris) pages 46–47",
    "External links": " Data related to Iris basaltica at Wikispecies"
  }
}