{
  "url": "https://en.wikipedia.org/wiki/Iris_purpureobractea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris purpureobractea"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris purpureobractea  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the cliffs and forest glades on the mountains of Turkey. It has straight or falcate shaped leaves, stem with several branches, the stem has purple spathes (leaves of the flower bud), it has up to 8 fragrant flowers, in various colours between yellow (white, pale yellow, pale brown and tan) or blue (purple, lavender, pale blue to ice blue). It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has broad rhizomes that have secondary roots, that can form clumps of plants.It has straight or slightly falcate (or sickle shaped), grey-green leaves, although the base of the leaves is purple violet. They can grow up to between 10–25 cm (4–10 in) long, and between 1.5 and 2.5 cm wide. Similar to Iris junonia, it is herbaceous, the leaves die in the winter, when they re-grow in the spring.It has a slender stem or peduncle, that can grow up to between 20–50 cm (8–20 in) tall. It is normally taller than the foliage.The stem has several branches, (or pedicels), normally 2–4, the lower branches are 2–6 cm (1–2 in) long and the upper branches are sessile.The stem has obtuse or rounded, inflated, spathes that are very heavily stained purple. Hence, the name Iris purpureobractea. They can grow up to 2–4.5 cm (1–2 in) long.The stems (and the many branches) hold up to 8 flowers, in spring, between March or April, to\nMay, or (rarely) July.\nThe fragrant flowers, are 4–8 cm (2–3 in) in diameter. They are variable in colour, which come in shades of blue or yellow. The blue ranges from purple, lavender, ice-blue, and pale blue. The yellow ranges from white, off-white, to pale yellow, straw yellow, tan, pale brown. There are occasionally blended or bi-toned flowers, such as white and purple forms. The blue forms, have a darker centre patch, or veined with purple. The yellow forms can be pale yellow with greenish-brown veining, they also have bracts that are not so intensely purple stained.The yellow forms of Iris junonia, and yellow forms of Iris imbricata are similar in form to the yellow forms of Iris purpureobractea, also forms of Iris germanica in the Taurus mountains near Egirdir are very similar to the iris.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.The falls are obovate shaped, cuneate (wedge shaped) at the base, they are 5.2–6 cm (2–2 in) long, and between 2.8–3.5 cm wide. In the centre of the fall, is a strip of thick hairs (the beard), which is white tipped with yellow, or orange. The standards are obovate (shaped) with a narrow claw (section of the petal closest to the stem), they are 5–6.5 cm (2–3 in) long, and between 2.5–4 cm wide.It has style branch, that is 3–4 cm long and 1.2–1.6 cm wide.After the iris has flowered, it produces an oblong seed capsule, that is 5 cm (2 in) long and 1.5 cm wide.",
    "Description-Biochemistry": "In 1989, a karyological study was carried out on 4 iris species in Turkey; including Iris junonia Schott et Kotschy ex Schott, Iris purpureobractea B. Matthew et T.Baytop, Iris taochia Woronow ex Grossh., and Iris schachtii. It found the chromosome counts of the iris species. It was also found that Iris purpureobractea has a complex karyology and plant morphology.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.Iris purpureobractea is a diploid, and has a count of 2n = 48,\nIt is also recorded as 2n=24,48,49 and 72.",
    "Taxonomy": "The Latin specific epithet purpureobractea refers to the purple bracts of the iris.The plant was collected on Honaz Dag, by Professor Asuman Baytop of the Faculty of Pharmacy, Istanbul University. Asuman was Turhan Baytop's wife and fellow botanist.It was first published and described (with a colour photograph) by Mathew and Baytop in 'The Garden' (published in London) Vol.107, issue11 page 445-448 in 1982.It is a bearded iris, that was classified as belonging to the subgenus of 'Iris subgenus Iris', (which was formerly known as Section Pogoniris (Spach) Baker).\nIt is a relative of Iris junonia, another bearded iris in the mountains of Adana and Içel provinces of Turkey. It closely resembles a miniature tall bearded iris.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 3 December 2004.It is listed in the Encyclopedia of Life.Iris purpureobractea is a 'tentatively' accepted name by the RHS.Last-listed in the RHS Plant Finder in 1999\nTentatively accepted name",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is an endemic, found in north, northwest, western and south-western, and Turkey (within the provinces of Denizli,  Mugla, Sakararya, Usak and in Bolu Province). It is also found in the geographical region of the Eastern Anatolia Region, where it is found with Iris junonia, Iris taochia and Iris schachtii. It is also found on Honaz Mountain in Denizli Province.",
    "Distribution and habitat-Habitat": "It grows on the mountains (made of volcanic rock), in scrub lands, on rock slopes, on cliff sides, or on plateaus, within open glades in forests (made up of cedar and pine trees).They can be found at an altitude of 60–1,600 m (200–5,250 ft) above sea level.",
    "Distribution and habitat-Habitat-Synecology": "Within the open glades in forests in Turkey, Iris purpureobractea grows with other bulbs such as, colchicums, snowdrops, Tulipa armena,  Tulipa undulatifolia, Fritillaria whittallii and Fritillaria elwesii, Sternbergia candida, Hyacinthella siirtensis (Siirt hyacinth), Iris xanthospuria and crocuses, (including Crocus baytopiorum (Baytop's crocus), Crocus abantensis (Abant crocus), Crocus antalyensis (Antalya crocus), Crocus asumania (Asuman crocus), Crocus watti (the Watts crocus)).It also grows with Paeonia mascula, under pine trees (Pinus), oak trees and Cedrus libani (cedar of Lebanon).",
    "Conservation": "It is a rare plant, with only a few wild colonies of plants, especially around the provinces of Denizli and Mugla in Turkey.\nIt is listed in the IUCN Red List as 'least threatened'.",
    "Cultivation": "It is hardy to close to −15 °C, which means it is hardy enough to grow in France. It prefers to grow in well-drained soils, in locations in full sun.\nIt can be grown in rock gardens, but can be damaged by slugs and aphids.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Cultivation-Hybrids and cultivars": "It can be used in hybridization, used like Iris aphylla, except that it has yellow pigmentation and purple bract/spathe colouring. It can be crossed with various other bearded irises.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "Culture": "In Mozambique, released in 17 June 2002, as part of a set of postage stamps about flora, there was a stamp that shows an illustration of the iris.",
    "References": "",
    "Sources": "Davis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands.\nMathew, B. 1981. The Iris. 38.",
    "External links": "Three images of the iris in Turkey\nImage  Data related to Iris purpureobractea at Wikispecies"
  }
}