{
  "url": "https://en.wikipedia.org/wiki/Iris_kuschakewiczii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris kuschakewiczii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris kuschakewiczii is a species in the genus Iris, it is also in the subgenus of Scorpiris. It is a bulbous perennial, from the hills of Kazakhstan. It has dark green glaucous leaves, a short, thick stem, spring flowers in shades of purple.",
    "Description": "Iris kuschakewiczii has a  1.5 cm (in diameter) bulb, with a paper tunic-coating. It has thickened storage roots, close to the base.It has 4-5 dark green glaucous leaves which gradually taper to the apex, (falcate), They are clustered together at the base, and are 1-1.5 cm wide (close to the base). They also have a contrasting white edge or margin.It grows up to a height of between 10–15 cm (4–6 in), including the flower.\nIt has a thick stem, which is between 3–5 cm long, hidden by the leaves, unbranched with 1-4 flowers. The blooms appear in April–May.The non-scented flowers appear above a perianth tube of 3.5-4.5 cm long.\nThe flowers come in various shades of purple, from greenish purple, pale violet, violet-blue, to lilac blue. The (3.5–4 cm long), falls have very dark violet blotches and lines on either side of a prominent white crest, or white signal patch. The blades are oblong-obvate shaped (about 1.2 x 0.7 cm). The standards are 1 – 1.5 cm long (often 3 lobed shaped). The flowers measure approx. 6.5–8 cm in diameter.The bracts and bracteole are green with membranous tips and margins.The fruits appear in late spring-early summer.",
    "Taxonomy": "It was originally published as Iris kuschakewiczi by Boris Fedtschenko in 'Bull. Jard. Bot. Petersb.' v. 158 (Bulletin of St. Petersburg Botanical Garden) in 1905.In 1958, Petr Petrovich Poljakov re-published it as Juno kuschakewiczii in Fl. Kazakhst. 2: 249.In 1939, it was suggested this was a form of Iris narynensis, but when Mathew published \"The Iris\" in 1981, he retained it as a separate species.Iris kuschakewiczii is now an accepted name by the RHS.It was named after a Russian botanist 'A. A. Kuschakewicz' who worked with N. J. Korolkov in 1872, and Boris Fedtschenko in 1873.\nA. A. Kuschakewicz collected many plants in Turkestan and Central Asia.It is mentioned in D.J. Mabberley portable plant books of 1997.",
    "Native": "In 1905, Iris kuschakewiczii was found in Turkestan, on the northern foothills of the Tien Shan Mountains of Central Asia.It can be found on gravelly and rocky slopes, on the red-clay hills of Kazakhstan (on the north-western spurs of the Tien Shan).It is also found in the Ala Archa National Park (25 km from the capital of Bishkek) of Kyrgyzstan.",
    "Cultivation": "It is fairly easy to grow in cultivation, within an alpine house or bulb frame, it does not need much moisture in summer. It can be grown outside in a sheltered, sunny raised bed with well drained soils.",
    "References": "",
    "External links": "Image of Iris kuschakewiczii\nImage of a pot of several Iris kuschakewiczii's Data related to Iris kuschakewiczii at Wikispecies"
  }
}