{
  "url": "https://en.wikipedia.org/wiki/Iris_ivanovae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris ivanovae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris ivanovae  is a species in the genus Iris, it is also in the subgenus of  Iris and in the Pseudoregelia section.  It is a rhizomatous perennial, from eastern Russia, China, and Mongolia.\nIt has narrow and linear light green leaves, short slender stem and pink-purple flowers. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris tigridia but differs in the leaves, being narrower on Iris tigridia and Iris ivanovae having smaller flowers.It has a thick, dark grey rhizome, that is about 2 – 4 mm in diameter. Below the rhizome, it has wrinkled dark grey secondary roots. The rhizome, is covered in the remains of light brown or grey dead leaves.The radical leaves are light green, narrow, linear, with 2–3 prominent veins. They can grow up to between 10–25 cm (4–10 in) long, and 1–2.5 mm wide.It has a slender stem, that can grow up to between 0.5–10 cm (0–4 in) tall.The stem has 2 green, narrow, lanceolate, spathes (leaves of the flower bud), that are 2.5–4 cm (1–2 in) long and between 0.5 - 0.7 cm wide.The stems hold 1 terminal (top of stem) flower, blooming in early May.The flowers are 2.5–3.5 cm (1–1 in) in diameter, they come in shades of pink-purple. They have dots and dashes markings on the flowers.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are 5 cm (2 in) long, and 0.8–1 cm wide, with a beard of clavate hairs in the middle. They narrow to a thread-like claw (near to the stem). The standards are lanceolate, with a notch at the top of the petal.It has a triangular shaped ovary, it has a 1.5–2 cm long perianth tube, that is between 0.5–1 mm in diameter and yellow anthers.After the iris has flowered, in late June and early July, it produces an oblong-oval seed capsule, which has a small nose or sprout. Inside, the capsule are brown, wrinkled and reticulate (resembling a net) seeds.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=20 or 2n=40. Specimens from Chitinskaya Oblast in Russia, were found to have a chromosome count of 2n=20.",
    "Taxonomy": "It is sometimes known as Iris invanova in Russia. It is written in Russian Cyrillic script as Касатик Ивановой. It is also commonly known as 'fine-leaved iris' (in Russia).It is not known what the Latin specific epithet ivanovae actually refers to. But it has also been used by Nothobranchius ivanovae Valdesalici, 2012 (a fish), Polypogon ivanovae Tzvelev (a grass) and Oncopsis ivanovae (a leaf hopper insect).\nIt was first published and described by Vladimir Doronkin  in 'Flora Sibiri' (Fl. Sibir. – Arac.-Orchidac.) on page 117 in 1987.It has not yet been verified by United States Department of Agriculture and the Agricultural Research Service as of 6 August 2015.",
    "Distribution and habitat": "Iris ivanovae is native to central Asia, including U.S.S.R., China and Mongolia.",
    "Distribution and habitat-Range": "It is found in Russia, within Siberia, Buryatia (republic) (including Trans-Baikal,) and Chita Oblast regions. \nIt is found in China, within several Provinces of China, (including  Jilin,  Nei Mongol and Shanxi).\nIt is also found in Mongolia. Including being found in Selenge Province of the Khuder District.It was found that specimens in the Mongolian Academy of Sciences Institute of Botany (UBA), were labelled as Iris tigridia (another Pseudoregelia iris) from Mongolia, were actually Iris ivanovae.",
    "Distribution and habitat-Habitat": "It grows on the rocky slopes of mountains and in gravelly steppes. It can also found at the edges of elm forests, (especially in China).It can be found growing with fescue grasses and tansy plants.",
    "Conservation": "It has been listed in the Red Data Books of Republic of Buryatia (2002), as a 'Vulnerable' species.\nIt was also listed in the Chita Region Data book (2002), as 'Rare', and later again in the Chita Region (in 2010).\nAlso it is rare in the Agin-Buryat Autonomous Area.Specimens have been protected in the \"Dauria reserve (in Transbaikal,) and Sohondin-sky reserve, and growing in botanical gardens of Trans-Baikal (Chita).It is threatened due to grazing by cattle during late summer and the autumn-winter time. It also does not produce much seed, due to the climatic conditions of its habitat, so only spreads vegetatively (by the rhizomes).",
    "Cultivation": "It was introduced to the Trans-Baikal Botanical Garden in 1996.It has been grown in botanical gardens of Novosibirsk (Central Siberian Botanical Garden), Saint Petersburg Botanical Garden and Chita (Trans-Baikal Botanical Garden), to determine its cold hardiness. Specimens did not survive in St. Petersburg.It prefers to grow in well-drained soils, in full sun. It needs protection from winter moisture, which can kill the plant.It is suitable to grow in rockeries.",
    "References": "",
    "External links": "Has three images of the iris in flower\nHas an image of the iris in flower\n Data related to Iris ivanovae at Wikispecies"
  }
}