{
  "url": "https://en.wikipedia.org/wiki/Iris_regis-uzziae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris regis-uzziae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris regis-uzziae is a species in the genus Iris, it is also in the subgenus of Scorpiris. Also known as King Uzziae Iris. Named after the 742BC King of Judah, Uzziah.One translation of the Latin term 'Iris regis-uzziae' in Hebrew is אִירוּס טוּבְיָה It is a bulbous perennial.\nIt was first described in notes from Royal Botanic Garden Edinburgh in 1978 by Prof. Naomi Feinbrun-Dothan (an Israeli botanist). She also then described it in The Iris Year Book 1979.It can be seen in Jerusalem Botanical Gardens. It also can be found at Kew Botanic Gardens, but confusingly they call it 'Jordan Iris'.",
    "Description": "Iris regis-uzziae has 1–2 pale-blue, lilac or very pale green flowers. They can also be described as blueish-white.The falls are about 4.5 cm long. It flowers in early spring in January and February, after the leaves have emerged from the ground. The leaves have thich white margin. They reach about 4 cm when the bulb flowers.The 3.5–4 cm long greyish-brown oblong bulbs, grow about 7–12 cm (3–5 in) below the surface. They have fleshy-like roots.It has 4 mm long globose seeds.Compared to Iris aucheri, it is smaller, has fewer leaves and has a yolk-yellow coloured crest. Compared to iris nusairiensis, it has highest leaf is not dilated and its yellow crest has a white margin.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosomal count of 2n = 20, or 2n = 22 (Feinbrun 1978).",
    "Native": "It was found on north or west facing rocky slopes  of Southern Jordan and Negev in Israel.",
    "References": "",
    "External links": "Images of King Uzziae Iris Media related to Iris regis-uzziae at Wikimedia Commons\n Data related to Iris regis-uzziae at Wikispecies"
  }
}