{
  "url": "https://en.wikipedia.org/wiki/Iris_barnumiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris barnumiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris barnumiae is a species in the genus Iris, it is also in the subgenus of Iris and in the Oncocyclus section. It is a rhizomatous perennial, from Armenia, Azerbaijan, Iran, Iraq, and Turkey. It has pale glaucous green and narrow leaves, that are slightly sickle-shaped and fade soon after blooming. It has in mid to late spring, fragrant flowers in shades of purple, from red-purple, mulberry to purplish-violet, with a yellow tipped with purple beard. It was renamed as I. barnumiae in after a plant naming conference, but is still named as I. barnumae in some sources. It has one accepted subspecies Iris barnumiae subsp. demawendica and two forms; Iris barnumiae f. protonyma (Stapf) B.Mathew & Wendelbo and Iris barnumiae f. urmiensis (Hoog) B.Mathew & Wendelbo, which has yellow flowers. Sometimes I. barnumiae f. barnumiae is used to described the basic form. It is rarely cultivated as an ornamental plant in temperate regions, due to it needing very dry and warm summer conditions.",
    "Description": "It has slender rhizomes, which are up to 1 cm in diameter. They do not have stolons, and new growths of rhizomes, are on the sides of the old rhizomes. They form tufts, and spreading plants.It has pale glaucous green, narrow leaves, that can grow up to between 15–20 cm (6–8 in) long, and between 0.5 and 0.7 cm wide. The leaves all die in the summer after the flowers have bloomed, then re-appear next season. The foliage is very similar to Iris iberica (another Oncocyclus section iris), but it is less falcate, (or sickle-shaped).It has a slender stem or peduncle, that can grow up to between 10–40 cm (4–16 in) tall.The stem has spathes (leaves of the flower bud), that are 6 cm (2 in) long and are green but flushed with purple at the ends. They stay green after the flower has faded.The stems hold terminal (top of stem) flowers, blooming mid to late spring, between May to June.The fragrant flowers, (similar to Lily of the Valley scent,) are 7–8 cm (3–3 in) in diameter. They are smaller than Iris iberica, and come in shades of purple, from red-purple, mulberry, to deep purple, to purplish-violet. There are yellow forms, which are known as Iris barnumiae f. urmiensis and brownish-purple in I. barnumiae f. protonyma.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate or cuneate (oval or wedge shaped), 2 in (51 mm) long and 1 in (25 mm) wide. They have a small, darker signal area, of almost black purple, and (unlike other Oncocyclus Irises) has no veining. In the middle of the falls, is a narrow row of short hairs called the 'beard', which are white, cream, or yellow, tipped with purple. The larger and paler standards, are obovate or orbicular (oval or round shaped), 3 in (76 mm) long and 2.5 in (64 mm) wide.It has a horizontal, style branch that is 1 in (25 mm) long and reddish, or brownish-yellow, with red-purple dots or spots. It has triangular crests. The perianth tube is a similar length to the ovary. The pollen (of the iris) has been counted as 108 microns (between 93–125).After the iris has flowered, it produces a seed capsule, that has not been described.",
    "Description-Biochemistry": "A study was carried out in 2013, to find out what oils are contained in the rhizomes of various irises in Syria, including Iris germanica, I. barnumae, Iris bostrensis and in Iris auranitica. It found myristic acid, lauric acid, decanoic acid (capric acid), palmitic acid and methyl ester.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20, first counted by Marc Simonet in 1934, and then by Avishai & Zohary in 1977.",
    "Taxonomy": "The Latin specific epithet barnumiae refers to Mrs Barnum of the American Mission at Kharput, 1887. She was the wife of Dr Herman W. Barnum. She sent specimens of the iris to Sir Michael Foster from north-eastern Asia Minor, near Lake Urumiah (in Azerbaijan).The iris was first published and also described by Sir Michael Foster and John Gilbert Baker in Gardeners' Chronicle (New Series) Vol.60 on page 142 on 18 August 1888, as Iris barnumi.It was also published in 1889, in 'Gardener's Chronicle' Vol.5 page 291, then in Curtis's Botanical Magazine Vol.115 on tab.7050 with a colour illustration, in  and then by Baker in 'Handbook of Iridaceae' (Handb.Irid.) Vol.21 in 1892. Baker also placed the Iris, within the Regalia Section. After this time, it was renamed as 'Iris barnumae'.\nThen in 'The Garden' (magazine), page133 on 18 February 1893, Mr Foster disputed the placing of the iris within Regalia and placed it alongside Iris Iberica (within the Oncocyclus Section). Chromosomal counts in 1977 then confirmed this.After the International Botanical Congress in Melbourne in July 2011 for IAPT (International Association for Plant Taxonomy). The  ICN was ratified. It stated that plants named after people (such as Rosa × toddii (Wolley-Dod in J. Bot. 69, Suppl.: 106. 1931) which was named after “Miss E. S. Todd”; the epithet is to be spelled toddiae. Hence, the iris became Iris barnumiae. But it is still often referred to as 'I. barnumae'.It was verified as 'Iris barnumiae' by United States Department of Agriculture and the Agricultural Research Service on 8 June 2000 and then changed on 21 May 2013.It is listed in the Encyclopedia of Life, and in the Catalogue of Life as 'Iris barnumiae'.",
    "Taxonomy-Evolution and phylogeny": "It has one accepted subspecies Iris barnumiae ssp. demavendica and two forms I. barnumiae f. protonyma (Stapf) B.Mathew & Wendelbo and I. barnumiae f. urmiensis (Hoog) B.Mathew & Wendelbo. Sometimes I. barnumiae f. barnumiae is used to described the basic form.I. barnumae subsp. barnumiae f. urmiensis\nIt is an accepted name by the RHS, while 'I. barnumiae f. protonyma' is listed as  'unchecked'.I. barnumae subsp. barnumiae f. urmiensis was originally Iris urmiensis and it was published and described by Hoog (1865–1950) in 'Gardener's Chronicle' (series 2) in 1900 on page373.It was then published in The Garden (magazine) 17 November 1900, then in the Botanical Magazine 7784 in 1901.It has 4 known synonyms, Iris barnumiae var. urmiensis (Hoog) Dykes, Iris chrysantha Baker, Iris polakii f. urmiensis (Hoog) Stapf. and Iris urmiensis Hoog.It was named after Lake Urumiah in Persia. Although, plants are normally found on the mountains of Turkey, Iran, or Iraq. It is thought that the northern populations of the I. barnumiae are mostly the urmiensis form.A specimen was collected by James C. Archibald in Iran on 23 May 1966 at 2,070 m (6,790 ft) above sea level. It is now stored in the Herbarium of the Royal Botanic Garden Edinburgh.It was later re-classified as a form of I. barnumiae by Mathew and Wendelbo in Flora Iranica (Rechinger, K. H., edition of) Vol.112 on page35 in 1975.It has a similar plant form to Iris iberica, with similar rhizomes and a plant height, of between 15–40 cm (6–16 in) tall. But it has yellow flowers,  that are fragranced. It also has falls that are much smaller than the standards and have an orange beard but no signal patch (on the falls), the standards are 2in high and nearly 1.5in in diameter. Sometimes the beard is thought to be more straggly than I. barnumiae. The pollen of the flowers are 92 microns wide (between 80–103).It is often misnamed as 'Iris urmiensis'. Some authors consider it a separate species.I. barnumiae f. protonyma (Stapf) B.Mathew & Wendelbo was published and described in 'Flora Iranica' Vol.112 on page 34 in 1975, as I. polakii f. protonyma. I. polakii f. protonyma was later classed as  a synonym of I. barnumiae f. protonyma.It has brownish-purple flowers with short, glaucous green leaves.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It (and the various forms) are found between Armenia,  Azerbaijan, Iran,  Iraq,  and Turkey.Within Iran, it and other geophytes, (such as Allium capitellatum, Gagea alexeenokoana and Gagea glacialis) make up 6% of the alpine flora.",
    "Distribution and habitat-Habitat": "It grows on the dry and stony hills, or sub-alpine slopes, or steppes.They can be found at an altitude of up to 2,500 m (8,200 ft) above sea level.",
    "Conservation": "Due to the attractive flowers, they are vulnerable from picking by locals and walkers.The iris is listed as 'rare' in Iraq, within the Zagros mountain range, along with another endemic species Tragopogon rechingeri.",
    "Cultivation": "It is hardy to European H4, (meaning that it is hardy to −5 to −10°C (or 23 to 14°F). |Although, it needs habitats that have dry summers, it is considered one of the least demanding of the Oncocyclus section.For the UK, the iris is better grown within an alpine house, within a raised bed, in a sunny position. \nIt should be filled with 1/3 old mortar rubble, and loam, to provide a well drained, and fertile soil, that allows the roots to not sit in water, that would rot them.It is suggested that the best time to be planted is in October.The iris is commercial available in specialist seed exchanges or a few iris nurseries.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing. Every three years, the clumps of irises are normally divided, as the plants are highly likely to get bacterial rot if they suffer any moisture or humidity. They are best re-planted in late September when temperatures are low and humidity is also low. This is also when the plants generate root and shoot growth. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.",
    "Cultivation-Hybrids and cultivars": "Known I. barnumae cultivars include 'Barnumae Mariae', 'Demavendica', 'Jewel At Midnight', 'Polakii', 'Protonyma', 'Urmiensis' and 'Zenobiae'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Davis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965–1988 (F Turk)\nHuxley, A., ed. The new Royal Horticultural Society dictionary of gardening. 1992 (Dict Gard)\nLiberty Hyde Bailey Hortorium Hortus third. 1976 (Hortus 3)\nMathew, B. The Iris. 1981 (Iris) 45–46.\nRechinger, K. H., ed. Flora iranica. 1963– (F Iran)\nTownsend, C. C. & E. Guest Flora of Iraq. 1966– (F Iraq)",
    "External links": " Data related to Iris barnumiae at Wikispecies\nIllustration of the iris from Curtis Botanical Magazine 1889\nbarnumae ssp. barnumae/zoom/cm3w/image1ezf Has an image of the iris from Turkey Media related to Iris barnumiae at Wikimedia Commons"
  }
}