{
  "url": "https://en.wikipedia.org/wiki/Iris_farreri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Tenuifoliae"
    },
    {
      "Species": "I. farreri"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris farreri is a beardless iris in the genus Iris, in the subgenus Limniris and in the Tenuifoliae series of the species. It is a rhizomatous herbaceous perennial, from \nChina. It has grey-green leaves, long stem and 1 or 2 violet, lilac or light blue flowers. It has undergone several changes of name and series, before being left as Iris farreri.",
    "Description": "Iris farreri is very similar in form to Iris graminea.It has knobbly and woody rhizomes, which have reddish purple, sheaths and fibers (remains from the past seasons leaves). They create dense tufted clumps of plants.It has linear, narrow, sword-shaped, greyish-green leaves, 17–70 cm (7–28 in) long and 0.2–0.8 cm (0–0 in) wide. They are finely ribbed and are similar in form to the leaves of Iris humilis or Iris sintenisii. The leaves have a helicopter-like whorl appearance.It has a 7 mm (in diameter), rounded stem, (not a flattened like species within Series Spuria), that grows up to between 10–50 cm (4–20 in) tall.It has 3 green, lanceolate, between 7.5–12 cm (3–5 in) long and 1.6–2.5 cm (1–1 in) wide, large spathes (leaves of the flower bud). The highest pair of leaves have a transparent margin, and the outer spathe is keeled.The stems hold 1 or 2 terminal (top of stem) flowers, blooming in May (in the UK), and between June and August (in China).The (flat looking) flowers are 7.5–9 cm (3–4 in) in diameter, and come in shades of violet, lilac, or light blue.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are panduriform (shaped like a fiddle). The first section (near the stem) is 2.5–3 cm (1–1 in) long and 0.5–0.7 cm wide. It has a central white or yellow-white area and purple veining. The oblanceolate outer section, is 1.5 cm long and 0.9 cm wide. With a central white area and purple veining or marking. The standards are narrow, oblanceolate, and as long as, or slightly shorter than, the falls, 3.3–4.5 cm (1–2 in) long and 7–8 mm wide.It has 4.5–9 cm (2–4 in) long pedicel, a short, 0.3 cm long perianth tube, 3 cm long, pinkish anthers and small, 1 cm long ovary, with 6 ribs and tapering neck.It has 3.5–4 cm (1–2 in) long style branches, in similar colours to the standards.It has bright, orange-red pollen and two stigma (looking like fangs).After the iris has flowered, it produces a cylindric seed capsule, 3.5–7 cm (1–3 in) long and 1.6 cm wide, with a beaked top, between July and September.",
    "Taxonomy": "It is written as 多斑鸢尾 in Chinese script and known as duo ban yuan wei in China.It has the common name of Farrer's Iris.The Latin specific epithet farreri refers to the traveller and plant collector Reginald Farrer, who had found the plant. Mr Farrer had originally noted that the specimen was found growing in an alpine pasture of south-western China, was Iris graminea (part of the Series Spuriae).William Rickatson Dykes when researching for his book 'The Genus Iris', found that the specimen did not match other Iris graminea descriptions. It was unique and although it was similar in form to Iris sintenisii and had flowers similar to Iris graminea, it was a species in its own right. He published his notes in The Gardeners' Chronicle magazine on 12 September 1914, p. 185.It was then published and described as Iris farreri by  Dykes in 'Gardener's Chronicle' Series III Vol.57 page175 on 3 April 1915. It was still placed within Series Spuriae.\nIn 1981, Brian Mathew (within his book 'The Iris') and separately, Yu Tang Zhao (as part of the Flora of China series), re-classified it as part of Series Tenuifoliae. It was then renamed Iris polysticta (with Iris farreri now a synonym). \nLater in 1987, Fritz Köhlein in his book, 'Iris', thought that it was a form of Iris graminea.\nThe British Iris Society (based on research by Kew Gardens), also agreed with the re-classification (to Tenuifoliae and the name change to Iris polsticta) in their book in 1994.It was then later, renamed as Iris farreri (with Iris polysticta being the synonym).It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003 as Iris farreri.As of January 2015, it is listed as unchecked by the RHS.",
    "Distribution and habitat": "Iris farreri is native to temperate areas of Asia.",
    "Distribution and habitat-Range": "It is found in China, and Tibet. Within the provinces of Gansu, Qinghai, Sichuan, Xizang and Yunnan.",
    "Distribution and habitat-Habitat": "It grows within Picea (Spruce) forests, meadows, sunny banks and damp places near riversides.\nIt also grows at altitudes of 2,500 to 3,700 m (8,200 to 12,100 ft) above sea level.",
    "Cultivation": "It is not common in cultivation in the UK. It prefers to grow in sandy soils. It needs to be kept dry during winter, needing the protection of bulb frames, and only needs water during the growing season. It is thought best planted between September and October in the UK.A specimen exists in Royal Botanic Garden Edinburgh, collected by Harry Smith in 'Sze-ch'uan', China on 9 July 2010.",
    "References": "",
    "References-Other sources": "Mathew, B. 1981. The Iris. 112.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Data related to Iris farreri at Wikispecies"
  }
}