{
  "url": "https://en.wikipedia.org/wiki/Iris_giganticaerulea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Hexagonae"
    },
    {
      "Species": "I. giganticaerulea"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris giganticaerulea (giant blue iris) is a species of iris, it is also in the subgenus of Limniris and in the Series Hexagonae. It is a rhizomatous perennial, from northern America. It has long bright green leaves, very tall stems, 1–2 musky fragrant flowers, in a range of blue shades, from pale blue, to lavender blue, to bright blue, to dark blue, and to violet blue. Rarely, there is a white form.",
    "Description": "Iris giganticaerulea (like its common name the 'Giant blue iris') is the largest species of the Louisiana Irises.It has very large green rhizomes, which are between 5 and 12 inches (13 – 30 cm) long and 0.75 to 1.5 inches (2–4 cm) thick.\nThey are shallow rooted, marked with the scars (of the previous seasons) leaves, with many branches, which can form a large clump/colony growing up to 6 x 3 feet (182 x 91 cm).It has rising from the base of the plant, 4–6 bright green leaves, ensiform (sword-shaped) and measuring between 20 – 30 inches (50–76 cm) long and 1 1/2 inches (4 cm) wide.It has very tall stems, that can grow between to between 28 – 71 inches (70–180 cm) tall. They can have 2–3 branches, with 1–2 terminal flowers, arising above the leaves. There can be up to 12 flowers on the plant.It blooms between during early to mid spring, generally between March and April (both in the UK and America), with fragrant flowers which have a musky scent.It comes in a range of blue shades, from pale blue, to lavender blue, to bright blue, to dark blue, and to violet blue. Occasionally there is a white form, or yellowish white.The flowers are generally 5 to 6 inches (13 to 15 cm) across. It has 6 petals, 3 outer sepals (called the falls), which are flaring (1.75 inch or 4 cm wide), arch downwards and have a white or yellow or faint orange signal patch or ridge. It also has 3 inner sepals (called the standards), which are slightly erect or upright and narrower than the falls.It has a 4–5 cm long perianth tube, blue-violet style 1.3–1.5 inch (3.5–4 cm long) and 2 lobed stigmas.After flowering, it has bright green ellipsoid capsules 3–4 inches (7–10 cm) long by 1 inch (3 cm) wide, which are hexagonal in cross section and shaped like a D.",
    "Description-Genetics": "As most irises are diploid, they have two sets of chromosomes. This fact can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=44. It has been counted several times 2n=44, Randolph 1934 (ex Randolph & Mitra in Bulletin of the American Iris Society 140, in 1956) 2n=44 Riley 1942, 2n=42, R C Foster 1937 (as Iris hexagona var. giganticaerulea) and 2n=44, Randolph, 1966.",
    "Taxonomy": "It has the common name of Giant blue iris, or Giant blue flag. Note, the blue flag is normally Iris virginica.\nIt was first published and described by Small (of the New York Botanical Garden,) in 'Addisonia' in 1929.In 1937, Foster thought that it was a variety of Iris hexagona and renamed it 'Iris hexagona var. giganticaerulea'.\nIn 1966, Randolph re-assessed it and classified it as a separate species.Between 1950 and 1990, a large and fractious argument was waged over the state flower of Louisiana. Eventually, in 1990 a compromise was reached, the Southern magnolia would be the state flower and Iris giganticaerulea was declared as the official state wildflower of Louisiana in 1990.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then updated on 2 December 2004.",
    "Distribution and habitat": "It is native to northern America.",
    "Distribution and habitat-Range": "Iris giganticaerulea is native to Alabama, Louisiana, (on the west edge of Mississippi River), eastern Texas, and Mississippi in the United States.This constricted range is due to limited hardiness of the species.It grows in shallow freshwater, within roadside ditches, clearings within swamps (including cypress swamps,), wet meadows and marshes.\nIt is tolerant of brackish water.",
    "Cultivation": "The Louisiana irises generally all have similar cultivation requirements, with minor differences.\nThey need full sunlight or partial shade, moist, acidic soils (ph level of 6.5) with a high organic and high fertility content (or humus rich).For best flowering, moisture is essential during late autumn, winter and spring times (between October to May), when the plant starts to grow new leaves. They can be given a light feed between autumn and spring, if needed.Propagation is best carried out by division of the rhizomes.\nWhich is best carried out in early autumn or early spring, when the plants are dormant. The ground must be prepared pre-planting, with the addition of a generous amount of organic matter and the soils dug to about 6 inches deep (to allow for new root growth). Plants require dividing every 3–4 years to promote good flowering. They can combine with other plants but tend to 'move' to suitable positions.If using a fertilizer, sprinkle around the plant in late January or February, before the plant is in flower.New plantings need to be mulched to prevent sun-scalding. It is also recommended to be added to during winter.The iris seed is not hard to raise but a very slow process. It can take many months to germinate (between 3–12 months) with a 50% germination average. They then can take 3–5 years before reaching flowering stage.Seeds should be harvested from the plant after flowering but they must be from mature seed pods. They then should be stored in paper bags, as seed stored in glass containers often goes mouldy.Iris giganticaerulea and Iris hexagona are considered too tender for cultivation in the UK. Since it needs moist acid soils, with warm summers and milder winters.It is hardy to USDA Zone 7 to 11 (or 5 and 6 if protected during the winter).It is often available at water garden centres.",
    "Hybrids": "Iris giganticaerulea can easily hybridize with other Louisiana irises to create new variants.\nSeveral American garden nurseries and plant breeders have created many Iris giganticaerulea cultivars including,  'Angel Wings', 'Atrocyanea', 'Barbara Elaine Taylor', 'Bayou Barataria', 'Bayou Boeuf', 'Bayou St John', 'Bette Lee', 'Billy Mac', 'Biloxi', 'Cameron White', 'China Blue', 'Citricristata', 'Citricristata Alba', 'Citriviola', 'Coteau Holmes', 'Creole Can-Can', 'Easter Surprise', 'Elephantina', 'Excitement', 'Florence Zacharie', 'Gentilly Road', 'Gheen's White', 'Giganticaerulea Alba', 'Giganticaerulea Royal', 'Gulf Mist', 'Her Highness', 'High Hat', 'Iberville', 'Isle Bonne', 'Joe Mac', 'Kildea', 'La Bahia ', 'Lafitte', 'La Premiere', 'Laughing Water', 'Lazy Day', 'Longfellow's Gabriel', 'Mandeville', 'Miraculosa', 'Paludicola', 'Ruth Holleyman', 'Silverblu ', 'Snow Flag', 'Snow Goose', 'Southern Accent','Spanish Fort', 'Trixie'.Other crosses include with Iris fulva to produce 'Iris × vinicolor' Small.",
    "References": "",
    "Sources": "British Iris Society, A Guide to Species Irises: Their Identification and Cultivation (1997)",
    "External links": "Flickr images of iris giganticaerulea\nImages of the iris Media related to Iris giganticaerulea at Wikimedia Commons\n Data related to Iris giganticaerulea at Wikispecies"
  }
}