{
  "url": "https://en.wikipedia.org/wiki/Iris_adriatica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris adriatica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris adriatica  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the Dalmatia region of Croatia in Europe. It has short sickle shaped leaves, small stem and flowers that vary from yellow to purple or violet. It is rarely cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris pseudopumila, Iris pumila and Iris attica.It has a rhizome, and has falcate (sickle-shaped), or straight leaves, that can grow up to between 3–10 cm (1–4 in) long, and between 0.5 and 1 cm wide. They are normally longer than the flowering stem, and die back at winter.\nIt has a dwarf stem, that can grow up to between 1–5 cm (0–2 in) tall.\nThe stem has green spathes (leaves of the flower bud), that have wide scarious (membranous) margins, they are similar in size to the perianth tube, at 4–7 cm (2–3 in) long and slightly keeled at blooming time. The stems hold 1 terminal (top of stem) flower, blooming in spring, in March and April. The large flowers, come in shades of yellow, red, purple, or violet. Or they can be a combination of these colours.\nLike other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls have a beard in the centre, which is either blue of yellow.\nAfter the iris has flowered, it produces an elliptical or trigonous (having three angles or corners) seed capsule, that is 2–3 cm long, when ripe it is straw coloured. Inside the capsule are many little, elliptical shaped, dark brownish seeds. They are smaller and darker than other similar irises.",
    "Description-Biochemistry": "In 2009, a plant regeneration study was carried out on Iris adriatica, using somatic embryogenesis and organogenesis.In 2012, Iris adriatica was studied to assess the possibility of growing this species as a pot plant. Biometric analysis showed only that substrate was an influence in cultivation.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n = 16.",
    "Taxonomy": "It is sometimes commonly known as Adriatic Iris.The Latin specific epithet adriatica refers to being from the region beside the Adriatic Sea.It was first described by Trinajstic L, Papes D., Lovasen-Eberhardt Z. & Bacani Lj. in 'Book of Summaries' page25 in 1980, but not validly published.New specimens were found in Dalmatia region, near the town of Šibenik in Croatia, by M. Milović, M. Radnić, M. Mitić and B. Mitić on 16 March 2002.It was then described and published as Iris adriatica Trinajstić ex Mitić in 'Phyton' (the Annales rei Botanicae, Horn, Austria), Vol.42 on page 305 in 2002.It was verified by United States Department of Agriculture and the Agricultural Research Service on 7 April 2003, then updated on 2 December 2004.It is listed in the Encyclopedia of Life.It is an accepted name of The Plant List, although no synonyms have been recorded on that source.Iris adriatica is not yet an accepted name by the RHS, as of 12 September 2015.",
    "Distribution and habitat": "It is native to Europe.",
    "Distribution and habitat-Range": "It is found in the Mediterranean country, of Croatia, within the Dalmatia region. Including around the Croatian towns of Zadar, Šibenik, Split, Drniš and Unešić. As well as being found on the islands of Ciovo, Brač, Kornati, and Vir.",
    "Distribution and habitat-Habitat": "It grows in sandy, meadows, with 'Stipo-Salvietum officinalis' (a mixture of Stipa (grasses) and Salvia officialis, (sage plants), and 'Festuco-Koelerietum splendentis' plants (a mixture of festuca and Koeleria splendens grasses,).\nIt can also grow in rocky pastures.They can be found at an altitude of 0–100 m (0–328 ft) above sea level.",
    "Conservation": "Iris adriatica has decreasing wild populations, and was listed as near threatened (NT) in the Flora Croatica Red Book. It is threatened due overgrowth of other more dominant plant species.The Dalmatian islands have 179 endemic plants and several threatened species (on the IUCN Red List) including Iris adriatica, Salvia fruticosa, Salvia brachypodon, Portenschlagiella ramosissima, Phyllitis sagitata, Ornithogalum visianicum, Orchis quadripunctata,  Geranium dalmaticum, Euphorbia rigida, and Dianthus multinervis.",
    "Cultivation": "It is hardy to USDA Zone 8.It needs dry summers.It is thought to be difficult to grow in cultivation.It can be found growing in Biokovo Botanical Garden Kotišina.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "External links": " Data related to Iris adriatica at Wikispecies"
  }
}