{
  "url": "https://en.wikipedia.org/wiki/Iris_bungei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Tenuifoliae"
    },
    {
      "Species": "I. bungei"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris bungei is a beardless iris in the genus Iris, in the subgenus Limniris and in the Tenuifoliae series of the species. It is a rhizomatous herbaceous perennial, from Mongolia, Tibet and China. It has green leaves, short stem and 2 violet, purple, lavender or blue flowers.",
    "Description": "Iris bungei is intermediate in form between Iris tenuifolia and Iris ventricosa.It has knobbly, woody, rhizomes. That can spread to create dense clumps of plants. It has red-brown or maroon-brown fibres or sheaths, that can be 10–13 cm (4–5 in) long, which are the remains of the previous seasons leaves.It has linear, green leaves, 20–50 cm (8–20 in) long and 0.2–0.4 cm (0–0 in) wide. They have 4–7 veins on the leaves.It has a short, 12–15 cm (5–6 in) long flowering stem.\nIn some years, the flowers are barely above the soil.It has one or two terminal (at the top of the stem) flower, between April and May (in Europe) and between May and June (in Asia).It has 3 green, ovate between 10–8 cm (4–3 in) long and 4–3 cm (2–1 in) wide, large spathes (leaves of the flower bud). Hence, reason for the common names of 'Big bud Iris' or 'Big Bract Iris'. Compared to Iris ventricosa, it has parallel veins on the spathes, instead of being reticulate.The flowers are 7–5 cm (3–2 in) in diameter, and come in shades between violet, purple, lavender and blue colours.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are oblong and oblanceolate (Top wider than the bottom), measuring 6–5 cm (2–2 in) long and 1.5–1.2 cm wide. They have a small, thin yellow signal area and are marked with purple veins or marks.\nThe standards are erect, narrowly oblanceolate, 5.5–5 cm (2–2 in) long and 10–8 mm wide.It has a 1.5 cm long pedicel, a filiform (Thread- or filament-shaped) 6–7 cm long perinath tube, 3 cm long stamens and 4.5–4 cm long ovary. It has 5.5–5 cm (2–2 in) long style branches, that are the same colour as the petals.After the iris has flowered, it produces a narrow, cylindric seed capsule, 9–8 cm (4–3 in) long and 2–1.5 cm wide in July and August. The capsule has 6 veins and a long beak-like appendage on the top.",
    "Description-Biochemistry": "In May 2000, 2 new benzo-quinone derivatives, bungeiquinone and dihydrobungeiquinone, and two known derivatives, 3-hydroxyirisquinone  and 3-hydroxydihydroirisquinone, were isolated from the rhizome of Iris bungei. The structures of the new compounds were established on the basis of spectroscopic methods.In 2001, several chemical compounds have been found in the rhizome of Iris bungei,  irisflavones A-D (newly found), irilin D (C17H14O7,), irilins A-B and tlatancuayin.In 2001, 5 new peltogynoids, irisoids A—E, have been isolated from the rhizome of Iris bungei.In 2008, five species of Iris commonly used as ingredients in Mongolian traditional medicine (Iris dichotoma Pall., Iris flavissima Pall.(later classified as a synonym of Iris humilis), Iris tenuifolia Pall., Iris lactea Pall. and Iris bungei Maxim.) were studied for the presence of phenolic acids.In 2011, the seeds of Iris bungei were analysed and found to contain a new 'belamcandaquinone' chemical compound as well as others.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=14",
    "Taxonomy": "It is written as 大苞鸢尾 in Chinese script and known as da bao yuan wei in China.It is known as Bungyn tsaxildag in Mongolia. It is written as Ирис Бунге, in Russian alphabet.It has the common name of Large-bract iris  or Big Bud Iris in China, and Bunge Iris.The Latin specific epithet bungei refers to the Baltic German botanist Alexander Bunge (1803–1890).A specimen plant can be seen in the Royal Botanic Garden Edinburgh, collected from Mongolia australis on 1 July 1871 by N.M. Przewalkski.It was first published and described by Karl Maximowicz in the 'Bulletin of the Academy Imperial Sciences Saint Petersburg Vol.26 page509 in 1880.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Distribution and habitat": "Iris bungei is native to temperate areas of eastern Asia.",
    "Distribution and habitat-Range": "It is commonly found in Mongolia, within the Altai-Gobi and Altai Mountain Regions.It can also be found in eastern Siberia, Tibet, and China, (in the provinces of Gansu, Nei Mongol, Ningxia and Shanxi).",
    "Distribution and habitat-Habitat": "It can be found growing in sandy grasslands, in deserts and on dunes.",
    "Cultivation": "Iris bungei is rare in cultivation in the UK, Europe and USA.\nOnly grown by collectors and for scientific research.It is hardy to USDA Zone 3, and needs mild and dry winters to survive.It is best planted between September and October.Specimen plants can be found growing in the Botanical Garden of the University of Halle.",
    "Uses": "It is used in traditional Chinese medicines.The root of Iris bungei is a source of 'Irilin A' (an organic compound,) and 'Irilin B' (which is also found in red clover leaves,) and 'Irilin D', which are all used as Supplements. Tetra-hydroxy-6-methoxyisoflavone (or Irilin D) can be found in Iris japonica or belamcanda chinensis (Iris domestica).In December 2005, plants of the ranges of Mongolia were studied for palatability by various farm animals. Iris bungei was not eaten by cattle and sheep, goat found the plant desirable, horses ate the plant (as a last resort) and camels found the plant edible.",
    "Culture": "On 15 October 1966, a postage stamp in Mongolia, had an illustration of Iris bunge.",
    "References": "",
    "References-Other sources": "Chinese Academy of Sciences. 1959–. Flora reipublicae popularis sinicae.\nGrubov, V. I. 2001. Key to the vascular plants of Mongolia.\nMathew, B. 1981. The Iris. 122.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Data related to Iris bungei at Wikispecies"
  }
}