{
  "url": "https://en.wikipedia.org/wiki/Iris_winkleri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Hermodactyloides"
    },
    {
      "Section": "Monolepsis"
    },
    {
      "Species": "Iris winkleri"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris winkleri  (or Winkler Iris) is a species in the genus Iris, it is also in the subgenus of Hermodactyloides and Section Monolepsis. It is a bulbous perennial from Turkestan, in Central Asia.",
    "Description": "The Iris is deemed to be very similar to Iris kolpakowskiana (also part of the Monolepsis section of Hermodactyloides sub-genus), but it has a brown, membranous covering to the bulb. I. kolpakowskiana (the other member of the section) has a netted covering. Another close relative is I. pskemensis (another snow-melt found iris).It has 3-4 glabrous (smooth), linear shaped leaves, which are sometimes longer than flowers and stems. They are 1–2 mm wide.It has a green and acuminate (tapering to a long point) shaped spathes, (leaves of the flower bud).It has a very very short stem, with the flower, it grows up to 10–20 cm (3.9–7.9 in) tall.It blooms in June, with blueish-violet flowers.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are oblanceolate shaped and the standards are erect, oblong shaped and wider than falls.It has a perianth tube equal to length of the limb, and style branches that have oblong lobes.",
    "Taxonomy": "It was discovered by botanists in 1884 in Turkestan, and then published by Eduard August von Regel in the Trudy Sankt-Peterburgskogo botanicheskogo sada (Transactions of the St. Petersburg Botanical Garden) between 1884 and 1885, on page 677. \nThe plant is named after Konstantin George Alexander Winkler (14 June 1848 - 3 February 1900), a botanist from the University of Tartu in Estonia. Later in 1897, Winkler was made head botanist at Saint Petersburg Botanical Garden.It was verified by United States Department of Agriculture and the Agricultural Research Service on 2 October 2014.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It was originally found in the temperate regions of middle Asia and Kyrgyzstan. It is also found in other former states of the Soviet Union, (including Uzbekistan), and Kazakhstan. Including on the Tian Shan mountain range.It is normally found at 3,000–4,000 m (9,800–13,100 ft) above sea level.",
    "References": "",
    "Other sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nKomarov, V. L. et al., eds. Flora SSSR. 1934–1964.\nMathew, B. 1981. The Iris. 179.\nSeisums, A. Ruksans, J. 1998. The Hunt for Iris winkleri (QUARTERLY BULLETIN- ALPINE GARDEN SOCIETY)\nLazkov, G.A.; Umralina, A.R. Endemic and Rare Plant Species of Kyrgyzstan (Atlas). 2015 -pp. 58–59",
    "External links": " Data related to Iris winkleri at Wikispecies"
  }
}