{
  "url": "https://en.wikipedia.org/wiki/Iris_goniocarpa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris goniocarpa"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris goniocarpa  is a species in the genus Iris, it is also in the subgenus of Iris and in the Pseudoregelia section. It is a rhizomatous perennial, from China, India, Burma (or Myanmar) and Bhutan. It has yellow green to dark green, long leaves, slender stem and, one flower between blue, lavender-blue,  lilac, blue-violet or blue-purple. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris goniocarpa is very similar in form to Iris hookeriana, but differs in being more slender in growth, and it also produces one flower (in May).It has short rhizomes, that grow very slowly, and also has very slender secondary roots underneath the rhizome.It has yellow green, green, or dark green leaves. \nThat are linear, and can grow up to between 10–25 cm (4–10 in) long, and between 0.2 and 0.3 cm wide. They do not have a mid-vein, and are similar in form to Liriope foliage.It has a slender stem, that can grow up to between 10–30 cm (4–12 in) tall.The stem is either leafless, or has 1–2 green, lanceolate spathes (leaves of the flower bud), that are 2–4 cm (1–2 in) long and between 0.5 and 0.8 cm wide.The stems hold 1 terminal (top of stem) flower, blooming in spring, or summer, between April and May, or May and June.The flowers are 2.5–5 cm (1–2 in) in diameter, come in shades of blue, from blue-violet, lilac, lavender-blue, to blue-purple, or purple. \nVery rarely, there is a white form.It has 2 pairs of petals, (like other irises) 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate to elliptic in shape, with a retuse (or rounded) apex. It has a deeper or a darker shade, mottling or blotching. In the centre, they have a white beard, which has yellow, or orange tipped hairs. The erect, standards are oblong shaped, with a retuse apex. 1.8–2.2 cm (1–1 in) long and 0.5 cm wide.It has a 1.5–2 cm long perianth tube, 1.5 cm long stamens, yellow anthers, 1–1.5 cm long ovary and 1.8 cm long style branches.After the iris has flowered, between June and August, it produces an ellipsoid seed capsule, that is 3.2–4 cm (1–2 in) long and 1.2–1.8 cm in diameter. It has a short beak-like apex.",
    "Description-Biochemistry": "In 2009, a karyotype analysis was carried out on 10 irises found in China, it found the chromosome counts.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=26.",
    "Taxonomy": "It is written as 锐果鸢尾 in Chinese script and known as rui guo yuan wei in Pidgin.It has the common name of angular-fruit iris in China.It is known as ko tha o pa and dkar po cig thub in Tibet.The Latin specific epithet goniocarpa refers to the Greek word 'goniocarpa' with angular fruits  Also used by Eucalyptus goniocarpa, Hippophae goniocarpa and Psychotria goniocarpa.\nA specimen was found in China, in 1873 by Mr. N.M. Przewalski and then given to Royal Botanic Garden Edinburgh herbarium collection.It was first published and described by Baker in Gardeners' Chronicle (Gard. Chron.) Vol.6 page 710 in 1876.It was later published in the Journal of the Royal Horticultural Society Vol.42 Issue1 on page 79 in October 1916.An albino form of the iris, was found by Farrer in Western China, although there is a great deal of variation in the species.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then updated on 2 December 2004.Iris goniocarpa is an accepted name by the RHS and it was last listed in the RHS Plant Finder in 2011.",
    "Distribution and habitat": "Iris goniocarpa is native to temperate and tropical Asia.",
    "Distribution and habitat-Range": "It is found within China, in many Provinces of China, (including  Guangxi (Gansu),  Hubei, Qinghai, Shanxi, Sichuan, Xizang (also referred to as Tibet,)and Yunnan,). In Sichuan, it is found on 'Haizi Shan', part of the Daxue Mountains.\nIt is also found within tropical Asia, in India (including Sikkim, and Nepal,), Bhutan, and Myanmar (also known as Burma).It is found on the slopes of the Himalayan mountains.",
    "Distribution and habitat-Habitat": "It grows on alpine grasslands and meadows, and in open forests of mountain valleys, on granite soils.They can be found at an altitude of 2,700 to 5,500 m (8,900 to 18,000 ft) above sea level.",
    "Cultivation": "It is not hardy to in the UK, but can be grown in an alpine house or bulb frame.\nIt is hardy in Europe, but needs shelter from winter wetness.It can be grown in well-drained soils. It is tolerant of different pH levels.It prefers positions in sun.It needs moisture during the spring but not at winter times. It also needs a dry summer period.It is thought to be best planted in September and October, to get blooms for the next year.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing. Original herbarium specimens were grown from seed.",
    "Cultivation-Hybrids and cultivars": "Iris goniocarpa has the following varieties; 'Felina', 'Goniocarpa Alpina', 'Goniocarpa Pratensis', 'Pardaline', 'Tenella'.Note, Iris goniocarpa var. grossa Y.T.Zhao is classified as a synonym of Iris cuniculiformis",
    "Uses": "It is used in native Tibetan folk medicine.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 67.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": "Has a clear image of the iris in flower\nHas an image of the flower from China\n Data related to Iris goniocarpa at Wikispecies"
  }
}