{
  "url": "https://en.wikipedia.org/wiki/Iris_fulva",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Hexagonae"
    },
    {
      "Species": "Iris fulva"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris fulva  (also known as copper iris) is a species in the genus Iris, it is also in the subgenus of Limniris and in the Hexagonae. It is a rhizomatous perennial, endemic to the southern and central United States. It has copper-red to deep red flowers and bright green leaves.",
    "Description": "Iris fulva has slender greenish-brown rhizome (or occasionally red,) that has the (ring-like) scars of old leaves (from previous seasons). They are approximately 1.5–2 cm in diameter, shallow rooted with fibrous roots underneath and can form many branches. Which eventually spread out to create large clumps around 1–2 feet wide.It grows new leaves early in the autumn, which can pass through the winter into the spring. This means that the plant is generally only leafless around August time. The leaves are bright green, blade-like (meaning long and narrow), lightly ribbed (parallel to the stem) and rise from the base of the plant but then arch away from the stem. They can measure between 60–100 cm (2 ft 0 in–3 ft 3 in) long, and between 1–2 cm (½ to 1 inch) wide. It was noted by Dykes, that when held up the light, the leaves have black dots, which are similar to water-irises leaves. Some leaves emerge along the flower stem (which is known as cauline in botany terms).The flower stem is generally straight with 1 or 2 branches (or joints), and can reach up to a height of between 45–80 cm (18–31 in). tall. The stem is mid-green in colour, with 1–3 alternate leaves rising along the stem, that are very similar (but smaller) to the basal leaves.It normally flowers between spring and early summer, between April and June, with 1 or 2 flowers per axil of each alternate leaf along the stem. There can be as many as 4–6 (occasionally more) flowers per stem. In Australia and New Zealand, they bloom between September and November. The blooming period lasts for about 3 weeks. Although the individual flowers are fairly short-lived (lasting for about 1–4 days).\n\nThe flowers are slightly fragrant, and come in a range of shades of red, from copper-red (reddish orange to brownish orange), to brick-red, to rust-red, to deep red, and bronze. Occasionally there are yellow flowered forms. Unlike many other irises, the flower on the falls and standards are the same colour.It has a 2–2.5 cm perianth tube.Iris fulva is unusual, as its 6 petalled flowers, all droop away from the middle section. The flowers are wide spread, have 3 drooping falls (or sepals), which are 1–1.25 in (2.5–3.2 cm) wide and 2.25–2.5 in (5.7–6.4 cm) long, and 3 drooping standards (or petals), which are 4.5 cm long and 5–7 cm (2.0–2.8 in) across. The base of each flower is tubular and has a yellowish centre.The flower has short styles (female parts) which are about 2 cm long. Inside the flower, the stigma has two small pointed teeth (or lobes). The filaments (stalks holding the anther) are yellow, the anthers are cream, reaching the stigma, the pollen is cream.Iris brevicaulis and Iris fulva share very similar looking seed-pods (capsules) and seeds.\nThe green capsules are 6-angled (hexagonal in cross-section), elliptical to oval (in shape) measuring between 4.5–8 cm (1.8–3.1 in) long by 2.5 cm (0.98 in) wide. The seeds are stored in 2 rows within the capsules. The seeds are flat and irregular (in shape), measuring 10-15mm wide. Like other Louisiana irises they are covered in a cork-like substance, which allows them to float on the water (within the swamp habitats) to new locations.",
    "Description-Genetics": "As most irises are diploid, they have two sets of chromosomes. This fact can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=42,  It has been counted several times. 2n=42, differing from some other Louisiana Iris species, so hybrids from crossing with those other species should have an odd number of chromosomes, for example, an Iris with 44 is crossed with this species, the hybrids should have 43 chromosomes  .Simonet 1932, 2n=42-Riley 1942; 2n=42 by Randolph & Mitra 1961; 2n-42, Randolph, 1966.",
    "Taxonomy": "It has the common name of 'Copper Iris'.The Latin specific epithet 'Fulva' comes from the Latin for 'tawny-orange'.It was first found and collected on the banks of the Mississippi River near New Orleans in 1811.It was then first published and described by John Bellenden Ker Gawler in the Botanical Magazine Issue 36 of 1812.\nIt was later published in 'Addisonia' Issue 12 on March 1927 with colour illustrations.John James Audubon illustrated a pair of Northern Parulas in Birds of America, (published, London 1827–38), Plate 15 entitled \"Blue Yellow-backed Warbler – Sylvia americana\". The birds are shown perched on a Louisiana Flag (Iris fulva) painted by his assistant Joseph Mason to which Audubon added the two birds in 1821. This led to a group of Irises in Louisiana known as the \"Louisiana Irises\".It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then updated on 1 December 2004. Iris fulva is also an accepted name by the RHS and it has been awarded with the Award of Garden Merit.",
    "Distribution and habitat": "It is native to North America.",
    "Distribution and habitat-Range": "Iris fulva comes from the southern United States, including Arkansas, Illinois, (in the LaRue swamp on the Big Muddy River,) Kentucky, Louisiana, (in the Mississippi valley,) Mississippi, (along the banks of the Mississippi River, rarer on the eastern side), Missouri, Ohio, (Champaign County, Clark County,), Georgia, Florida (only found rarely in Santa Rosa County,) and Tennessee.",
    "Distribution and habitat-Habitat": "Iris fulva is found in freshwater, in marshes, stream banks, field or roadside ditches, in drainage canals, swamps, and wet pastures. It is normally found in water up to 6 inches (15 cm) deep.",
    "Conservation": "Iris fulva is listed as 'endangered' in the states of Kentucky and Tennessee, and listed as 'threatened' in Illinois.This is due to the loss of habitat. Which are under threats from dredging operations, also swamps that are being drained and 'toxic' farm herbicides running into ditches and streams.",
    "Cultivation": "The Louisiana irises generally all have similar cultivation requirements. They need full sunlight (minimum of 6 hours during summer), moist, acidic soils (ph level of 6.5) with a high organic and high fertility content.For best flowering, moisture is essential during late autumn, winter and spring times (October to May), when the plant starts to grow new leaves. They can be given a light feed between autumn and spring, if needed.It is estimated to be hardy to between USDA Zones 3 to 10.It can tolerate frost but will flower poorly in areas with cool summers.It can be grown in southern UK, in damp or wet soils.\nThey can be grown in most of the United States, New Zealand and Australia.\nThey can be used planted by the edges of ponds and pools or they can be planted in the water. But they need the rhizomes to be pinned into the ground to stop them floating away. Also the rhizomes must be covered in gravel to stop fish disturbing the roots. They can also be planted in streams, but not heavy flowing rivers. It can tolerate pools up to 6 inches deep.They also can be grown in containers (even in the water or bog garden) but they must be re-potted and divided every year.If using a fertilizer, sprinkle around the plant in late January or February, before the plant is in flower.New plantings need to be mulched to prevent sun-scalding. Plantings in the water do not need mulching and tend to grow quicker than others.",
    "Cultivation-Propagation": "Propagation is best carried out by division of the rhizomes.\nWhich is best carried out in late summer, when the plants are dormant. The ground must be prepared pre-planting, with the addition of a generous amount of organic matter and the soils dug to about 6 inches deep (to allow for new root growth). Plants require dividing every 3–4 years to promote good flowering. They can combine with other plants but tend to 'move' to suitable positions.The iris seed is not hard to raise but a very slow process. It can take many months to germinate (between 3–12 months) with a 50% germination average. They then can take 3–5 years before reaching flowering stage.Seeds should be harvested from the plant after flowering but they must be from mature seed pods. They then should be stored in paper bags, as seed stored in glass containers often goes mouldy.",
    "Cultivation-Pollination": "Iris fulva (like Iris brevicaulis) is primary pollinated by hummingbirds looking for nectar, mainly the ruby-throated hummingbird (Archilochus colubris). It also attracts butterflies.",
    "Cultivation-Hybrids and cultivars": "Iris fulva can easily hybridize with other Louisiana irises to create new variants. The first was 'Iris fulvala' a hybrid Dykes raised as a cross between Iris fulva and Iris brevicaulis. \nIt produced two forms, both with rich velvety falls, one a red-purple form and the other was a bluer shade. The name was composed of Iris fulva and the first syllable of Lamance (the common name of 'Iris foliosa' which was known at that time as Iris hexagona var. Lamancei). Later, Iris foliosa was found to be a synonym of Iris brevicaulis. The hybrids were found to be good garden plants and could flower more freely than either of the parents. Other crosses include with Iris giganticaerulea to produce 'Iris × vinicolor' Small and also with Iris savannarum to produce 'Iris × cacique' (J. Berry) N. C. Henderson.Several American garden nurseries and plant breeders have created many Iris fulva cultivars including, 'Apricot Queen', 'August Flame', 'Autumn Fire', 'Baby Sis Pink' 'Bayou Bandit', 'Bayou Goula', 'Bazeti', 'Bolshevik', 'Bronze Red', 'Chocolate', 'Choctaw Tribe', 'Couperin', 'Cuprea', 'Devil's Advocate', 'Devil's Scion', 'Dwarf Terracotta', 'Dwarf Yellow', 'Edith Dupre', 'Encarnado', 'Esplanade', 'Flash', 'Fulvaflav', 'Fulvaflav', 'Fulva Special', 'Fulvaurea', 'Galloway-Lanoke', 'Georgia Peach', 'Golden Arrowhead', 'Gold In California', 'Gold Medallion', 'Gulf Sunshine', 'Karandash', 'Kraemer Tan', 'Kraemer Yellow', 'Le Vieux Carre', 'Louisiana Sunset', 'Margot Castellanos', 'Maringouin Freak', 'Maringouin Fulva', 'Marvell Gold', 'Mc Gregor', 'Red Fire', 'Sazerac', 'Slick Willie'.",
    "Toxicity": "Some parts of the iris are poisonous. Because both the foliage and rhizomes are deadly toxic, most mammalian herbivores usually leave Iris untouched, although the Muskrat (Ondatra zibethicus) occasionally feeds on their rhizomes and lower stems and the White-Tailed Deer (Odocoileus virginianus) sometimes nibbles the leaf edges.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nBrowne, E. T. & R. Athey. 1992. Vascular plants of Kentucky: an annotated checklist.\nCorrell, D. S. & H. B. Correll. 1975. Aquatic and wetland plants of southwestern United States, 2 vol.\nCorrell, D. S. & M. C. Johnston. 1970. Manual of the vascular plants of Texas.\nDuncan, W. H. & J. T. Kartesz. 1981. Vascular flora of Georgia: an annotated checklist.\nFNA Editorial Committee. 1993–. Flora of North America.\nGleason, H. A. & A. Cronquist. 1991. Manual of vascular plants of northeastern United States and adjacent Canada, ed. 2.\nGodfrey, R. K. & J. W. Wooten. 1979–1981. Aquatic and wetland plants of southeastern United States, 2 vol.\nMathew, B. 1981. The Iris. 107.\nMohlenbrock, R. H. & D. M. Ladd. 1978. Distribution of Illinois vascular plants.\nThomas, R. D. & C. M. Allen. 1993–. Atlas of the vascular flora of Louisiana.\nWunderlin, R. & B. Hansen. Atlas of Florida vascular plants (on-line resource).\nWunderlin, R. P. 1998. Guide to the vascular plants of Florida.\nYatskievych, G. 1999–. Steyermark's Flora of Missouri, revised edition.",
    "External links": " Media related to Iris fulva at Wikimedia Commons\n Data related to Iris fulva at Wikispecies"
  }
}