{
  "url": "https://en.wikipedia.org/wiki/Iris_graeberiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris graeberiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris graeberiana is a species in the genus Iris, in the subgenus of Scorpiris.  It is a bulbous perennial.\nIt was named after Paul Graeber (a plant collector who also collected Iris hoogiana and Tulipa ostrowskiana for the Dutch Van Tubergen company).It was first published in Botanical Magazine 167: t. 126 by Sealy in 1950.Iris graeberiana is an accepted name by the RHS.It is hardy to USDA Zone 5-8.It can be seen growing in Le Grand Clos botanical garden in Bourgueil, France.",
    "Habit": "In late spring(April) it has between 4-6 flowers per stem and reaches a maximum height of 45 cm (18\") tall.It has pale silvery mauve flowers. It also comes in blueish-lavender, or blue-violet shades.\nThe flowers are 6–8 cm (2.5–3 in) wide with a wavy, white crest on each fall. Which is surrounded by a pale, boldly veined zone.The white margined leaves, have glossy mid-green tops, but with greyish green bottoms, which are scattered along the stem. The leaves grow to approximately 20 cm tall at flowering time, then they extend to twice this. They are between 1.5-3.5 cm wide.It is known as one of the more vigorous species, therefore is easier to grow the others in the subgenus.They are best grown in well-drained soils  in open, stony places or an Alpine house, but some growers recommend outside culture if sheltered from heavy summer rains.",
    "Native": "It is native to Tajikistan and Turkestan (parts of the former republic of USSR) and Central Asia.",
    "Known hybrids": "Iris graeberiana 'White fall' It is thought to have been bred by crossing Iris graeberiana with Iris magnifica.\nIris graeberiana 'Yellow fall' \nIris graeberiana 'Dark Form'A more hardy plant but with smaller darker flowers. It is similar to Iris zenaidae but with smaller flowers.",
    "References": "",
    "Other sources": "Walter Erhardt, Erich Götz, Nils Bödeker, Siegmund Seybold: Der große Zander. Eugen Ulmer KG, Stuttgart 2008, ISBN 978-3-8001-5406-7. (Ger.)\nMathew 1981 (J. McGary, 28-APR-04) Media related to Iris graeberiana at Wikimedia Commons\n Data related to Iris graeberiana at Wikispecies"
  }
}