{
  "url": "https://en.wikipedia.org/wiki/Iris_lusitanica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Xiphium"
    },
    {
      "Species": "I. xiphium"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris xiphium, commonly known as the Spanish iris,  is an iris native to Spain and Portugal. It has also been found in Corsica, South West France, southern Italy, Algeria and Tunisia. This species is also known as the small bulbous-rooted iris.\nIt was first illustrated in 'Flowers of the Mediterranean' in 1965.It is bulbous and bears blue, violet, white or yellow flowers, though they are not so large as those of  I. xiphiodes. They are around 6 cm wide. The plant can reach up to 80 cm, It typically flowers in May and June, but not always.\nThe greyish-green leaves emerge in autumn, they grow between 20–70 cm tall.\nThe leaves die after the flowers fade.The Spanish Iris is favoured by florists for its striking colour combinations. This species has several varieties popular in horticulture, among them var. lusitanica whose flowers are yellow all over.\nIt is among the hardier bulbous irises, and can be grown in northern Europe. But not in North America. Where the frosts would damage the autumn foliage. It requires to be planted in thoroughly drained beds in very light open soil, moderately enriched, and should have a rather sheltered position.",
    "Hybrids": "A popular hybrid (Iris tingitana × Iris xiphium) is known as Dutch Iris or Iris × hollandica.",
    "Cultivars": "Known cultivars;\nMost growing up to 80 cm (32 in) tall with lance shaped mid-green leaves.\n'Blue Angel' (mid blue)\n'Bronze Queen' (golden brown)\n'Golden Harvest' (deep rich yello)\n'Lusitanica' (yellow)\n'Professor Blaauw' (deep blue)\n'Purple Sensation' (purple)\n'Queen Wilhelmina' (white)\n'Wedgewood' (bright blue)\n'White Excelsior' (white, with yellow stripe down the fall centres)\n\n\n== References =="
  }
}