{
  "url": "https://en.wikipedia.org/wiki/Iris_masia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Syriacae"
    },
    {
      "Species": "Iris masia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris masia (commonly known as the 'Barbed iris') is a species in the genus Iris, it is also in the subgenus of Limniris and in the Syriacae. It is a rhizomatous perennial from the Middle East and Asian Turkey. It has long grass-like leaves, unbranched stems with single flowers in late spring, in shades from purple to violet blue.",
    "Description": "Iris masia is a darker coloured version of Iris grant-duffii, but with different sized flowers, hence the confusion over whether or not it is a synonym. \nIt has unbranched stems with single flowers, in late spring (between April and May), and can flower up to 30–45 days.It grows to a height of between 15–70 cm (6–28 in) tall.It has rigid, grass-like leaves that can reach up to 45 cm (18 in) long by 0.6 cm (0.24 in) wide. These grow larger than the flowering stems by at least 25 cm (9.8 in). The iris has a very small perianth tube of 0.6 cm (0.24 in) long.It has flowers that come in a range of shades, from purple, to violet-blue. It has purple or violet blue falls of 6 cm × 1.2 cm (2.36 in × 0.47 in), that have a dark purple veining with a creamy-white/white signal patch. It has standards of 5.7 cm × 1.2 cm (2.24 in × 0.47 in), that are slightly paler than the falls, but still veined but with a pale yellow background. It has purple crested styles and a bi-lobed stigma.After flowering it produces seed capsules, these have not been described.\nIts germination rate can be very high, depending on the amount of moisture within the soil. Seedlings of both Iris masia and Iris grant-duffii initially form a small bulb with reticulate tunics (net-like coatings).In 2017, a comparison was carried out on the morphological and anatomical properties of Iris masia and Iris pamphylica (another endangered Turkish endemic iris), it was found that the leaves of both taxa have xeromorphic structure.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count of 2n=24.",
    "Taxonomy": "It is occasionally known in Turkey, as the 'Barbed iris'.It was originally discovered by plant hunter, Paul Sintenis in 1888, near to the village of 'Sueverek', on the lower slopes of the Karadja Dagh, a mountain which lies in the district of Diyarbakır Province (now part of Southeastern Anatolia) of northern Mesopotamia. It was then named by Otto Stapf in 1888. Herr Max Leichtlin then gave Sir Michael Foster some specimens and Mr Foster then published it 'The Garden' (Issue 61 on page 288) on 3 May 1902 as Iris masiae (Foster).Iris masia got its name from the ancient name of its habitat, the Karadja Dagh mountain, which was once known as 'Mons Masius', (erroneously given as 'Mons Masins' by Dykes). The mountain was also known as 'Mount Masia'.It was again published and described as Iris masiae by Dykes, in the 'Gardeners Chronicle' (Issue 99) of London in 1910.  In his research of his book 'The Genus Iris', Dykes then discovered that Mr Fosters Iris masiae and a Kew Garden specimen were very similar to his species of Iris grant-duffii and Iris Aschersonii. Dykes had to then publish a correction in 'Gardeners Chronicle' Issue 147 in 1910. Calling it Iris Masia. Iris Aschersonii was later treated as a synonym of Iris grant-duffii.But Iris masia was then classified as a separate species by Brian Mathew in his book of 1981 'The Iris'. \nIt is one of only two species in the Syriacea series according to Mathew.It has been found that the species within Series Syriacae (with short fat, vertical rhizomes and terminal bulb-like buds) are derived from Iris series Tenuifoliae (another dry-land rhizomatous group of irises). There is also a genetic link between Syriacae and the bulbous ‘reticulata’ irises, especially with divergent Iris pamphylica, which has been confirmed by pollen similarities and rootstock morphology.A 'Sintenis' collected plant specimen is within the University of Vienna, Institute for Botany – Herbarium, collected from Kurdistan/Iraq.",
    "Subspecies": "Iris masia Dykes subsp. dumaniana Güner was found in 2012.\nIt was published in 'Türkiye Bitkileri Listesi' p. 893–894 in 2012. It was found in Anatolia in Turkey in woody region on limestone soils, at 20m above sea level.",
    "Distribution": "Iris masia is native to the northwestern Middle East and Asian Turkey. Its populations are spread along the north Syrian Desert, from the southeastern Anatolia region in Turkey and northwestern inland Syria, to northeastern Syria adjacent to Iraq—Iraqi Kurdistan.It grows in meadows, pastures and steppes at elevations of between 750–1,100 metres (2,460–3,610 ft) above sea level.In 1946, near Aleppo in Syria, a purple variety of Iris grant-duff was found. It was originally named 'Iris caeruleo-violacea' by Paul Moutarde. This has been re-classified as a synonym of Iris masia. In a 1975 survey (by M.Agami and A.Dafni) of plants, only plants of Iris grant-duffii were recorded near the Belus River (Nahal na'aman).From two plant studies were carried out in 2001 and 2004 in Turkey. Iris masia populations in the country had a restricted distribution range, which is categorized on the IUCN Red List book of Turkey for the IUCN as 'Vulnerable'. Of the non-endemic plants are distributed only in south-east Anatolia, Iris gatesii and Iris masia, (which are known from the mountain of Karacadağ and its surrounding areas) have extremely restricted ranges. Iris masia is found in the southeastern Anatolia region with other monocot flowers. In 2017, it was considered 'endangered'.",
    "Cultivation": "Similar to Iris grant-duffii, Iris masia is rare in cultivation in the UK.It can be cultivated in deep pots, as long it has a high potash feeding, and protected from the winter rains. But in sheltered areas of Canada, it could be planted against a south-facing wall within well-drained soil. Non-sheltered areas need a Bulb frame.",
    "References": "",
    "External links": "Image of Iris masia in a graveyard in Turkey\n Media related to Iris masia at Wikimedia Commons\n Data related to Iris masia at Wikispecies",
    "External links-Other sources": "Mathew, B. 1981. The Iris. 143."
  }
}