{
  "url": "https://en.wikipedia.org/wiki/Iris_pseudacorus",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Section": "Limniris"
    },
    {
      "Species": "I. pseudacorus"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris pseudacorus (yellow flag, yellow iris, water flag) is a species of flowering plant of the family Iridaceae.  It is native to Europe, western Asia and northwest Africa. Its specific epithet, meaning \"false acorus\", refers to the similarity of its leaves to those of Acorus calamus (sweet flag) as they have a prominently veined mid-rib and sword-like shape. However, they are not closely related.\nThe plant was rated in second place for per day nectar production per flower in a UK plants survey conducted by the AgriLand project which is supported by the UK Insect Pollinators Initiative. (However, when number of flowers per floral unit, flower abundance, and phenology were taken into account it dropped out of the top 10 for most nectar per unit cover per year, as did all plants that placed in the top ten along with this one for per day nectar production per flower, with the exception of common comfrey, Symphytum officinale.",
    "Growth": "It is an herbaceous flowering perennial plant, growing to 100–150 centimetres (39–59 in) (or a rare 2 metres (6 ft 7 in)) tall, with erect leaves up to 90 centimetres (35 in) long and 3 centimetres (1.2 in) broad. The flowers are bright yellow, 7–10 centimetres (2.8–3.9 in) across, with the typical iris form. The fruit is a dry capsule 4–7 centimetres (1.6–2.8 in) long, containing numerous pale brown seeds. \nI. pseudacorus grows best in very wet conditions, and is often common in wetlands, where it tolerates submersion, low pH, and anoxic soils. The plant spreads quickly, by both rhizome and water-dispersed seed. It fills a similar niche to that of Typha and often grows with it, though usually in shallower water. While it is primarily an aquatic plant, the rhizomes can survive prolonged dry conditions.\nLarge I. pseudacorus stands in western Scotland form a very important feeding and breeding habitat for the endangered corn crake.\nI. pseudacorus is one of two iris species native to the United Kingdom, the other being Iris foetidissima (stinking iris).\nIt used to grow in the ditch of the fortified city of Mdina, on the island of Malta, where water was readily available, but since the renovation of the ditch it has since vanished from growing in the area.",
    "Cultivation": "It is widely planted in temperate regions as an ornamental plant, with several cultivars selected for bog garden planting. The following cultivars have gained the Royal Horticultural Society's Award of Garden Merit:\n'Variegata'",
    "Invasive species": "In some regions where it is not native, it has escaped from cultivation to establish itself as an invasive aquatic plant which can create dense, monotypic stands, outcompeting other plants in the ecosystem. Where it is invasive, it is tough to remove on a large scale. Even ploughing the rhizomes is often ineffective. It has been banned in some areas but is still widely sold in others for use in gardens.",
    "Uses": "The rhizome has historically been used as an herbal remedy, most often as an emetic. When applied to the skin or inhaled, the tannin-rich juices can be acrid and irritating.\nThis plant has been used as a form of water treatment since it has the ability to take up heavy metals through its roots and is featured in many AS Level Biology practicals as its ability to grow in low pH levels makes it a useful indicator.",
    "Gallery": "",
    "See also": "Fleur-de-lis\nFlag of the Brussels-Capital Region\nIris Sawfly",
    "References": "Flora Europaea: Iris pseudacorus",
    "External links": "Plants for a Future: Iris pseudacorus\n\"Iris pseudacorus\". Germplasm Resources Information Network (GRIN). Agricultural Research Service (ARS), United States Department of Agriculture (USDA)."
  }
}