{
  "url": "https://en.wikipedia.org/wiki/Iris_imbricata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris imbricata"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris imbricata  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the Caucasus mountains, within Iran, Armenia, Azerbaijan and Georgia. It has broad, sword-like, yellow green or light green leaves, slender stem with branches, inflated and overlapping green spathes, and 2–5 yellow, pale yellow or greenish yellow flowers.",
    "Description": "It is similar in form to Iris taochia, Iris schachtii and the yellow form of Iris purpureobractea (from Turkey). It is also similar to Iris albertii, but with yellow flowers.It as a stout rhizome, that can form dense clumps of plants.It has deciduous (in Winter), erect, ensiform (sword-like), yellow green, or light green, or grey-green leaves. The outer and first leaves, are normally very blunt and rounded. This led to early specimens of the plant were renamed at Kew as Iris obtusifolia, this was later classified as a synonym of 'Iris imbricata' The broad leaves,  can grow up to between 30–40 cm (12–16 in) long, and between 2 and 3 cm wide.It has a slender stem or peduncle, that can grow up to between 30–60 cm (12–24 in) tall. They are often branched, with short branches.The stem has oval, or oblong shaped, green, or pale green, inflated, spathes (leaves of the flower bud). They are also tightly imbricated, or overlapping, and transparent, or membranous at the tip of the bract. \nThey look similar in form to translucent green pea pods.The stems (and the branches) hold numerous, between 2 and 5 flowers, in spring or summer, between April and May, May, or between May and June.The large, flowers are 7–10 cm (3–4 in) in diameter, They are larger than Iris flavescens (a synonym of Iris variegata L.), and another yellow flowering iris. They come in shades of yellow, from pale yellow, greenish yellow, (or chartreuse,) to bright yellow, or sulphur yellow. Very rarely, there is a purple form, and also blue forms, were noted by Rodionenko.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are obovate or cuneate shaped, and 5–6 cm (2–2 in) long. They often curl under, or are reflexed. They have 'hafts' (section near to the stem) that are veined with brown, or brownish purple. In the centre of each of the falls, is a white beard tipped with yellow, or yellow, or dark yellow beard.\nThe standards are obovate, and broader than the falls.It has style branches that are 2.54 cm long.\nIt has a short perianth tube, at under 2.54 cm long.After the iris has flowered, it produces a seed capsule, in late July. The capsule and seeds have not been described.",
    "Description-Biochemistry": "In 1956, a karyotype analysis was carried out on 40 species of Iris, belonging to the subgenera Eupogoniris and Pogoniris. It found that 24-chromosome tall bearded species could be divided into 3 karyotypes of Iris pallida. Iris kashmiriana has 2 pairs of median-constricted marker chromosomes,  Iris illyrica, Iris cengialti, and Iris imbricata, lastly Iris variegata, Iris reginae(later classified as a synonym of Iris variegata), and Iris perrieri all have no median-constricted chromosomes.In 2005, a chemical study was carried on the rhizomes of Iris imbricata, it found an isoflavone (chemical compound) called 'Nigricin'.In 2012, a study was carried out on 18 species of iris found in Iran. (RAPD) markers and other tests were applied to identify genetic differences among species. It concluded that Iris germanica and Iris imbricata are ancient hybrids.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt was counted in 1975 by Gustafsson & Wendelo.\nIt has a chromosome count: 2n=24",
    "Taxonomy": "It is known as 'Svaveliris' in Sweden, and as 'Žvynuotasis Iris' in Lithuania.The Latin specific epithet imbricata refers to imbricans or imbricatus meaning overlapping like tiles, (leaves, corolla, bracts, scales). Which refers to the plants large, overlapping bracts, or spathes ( bract-like leaves) on the stem.It is sometimes referred to as Iris imbricate (with an 'e' at the end), normally in Russia.Specimens were collected in 'Transcaucasia' in 1844, then sent to Lindley, from Spofforth (town in North Yorkshire) by the Hon. And Very Rev. the Dean of Manchester.It was first published and described by John Lindley in Edwards's Botanical Register of Flower Garden and Shrubbery (of London) Vol.31 tab35 in 1845, with an illustration.John Lindley thought it was possible a variety of Iris squalens (now a synonym of Iris germanica), but had pure lemon-coloured flowers and imbricated short bracts. Iris flavescens (later classified as a synonym of Iris variegata L.) was also confused with Iris imbricata.It was also published by Botanical Magazine Vol.7701 in 1900 and the Journal of the Royal Horticultural Society Vol.90, f28, in 1965.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 10 May 2007.It is listed in the Encyclopedia of Life.Iris imbricata is a 'tentatively' accepted name by the RHS and was listed in the 'RHS Plant Finder' in 2011.",
    "Distribution and habitat": "It is native to temperate regions of Asia.",
    "Distribution and habitat-Range": "It is found in the Caucasus region, near the Caspian Sea, within (Persia, now called Iran,) Near the Talysh Mountains, Elburz Mountains, Tehran, Mount Damavand and Tar Lake.It is also found in the former USSR region, of Transcaucasia. Which is now part of Armenia, Azerbaijan, and Georgia.Within Armenia, it is found in the provinces of Lori and Tavush and near to the towns of Meghri and Kapan.One source mentions Turkey, but this may refer to a yellow form of Iris purpureobractea.",
    "Distribution and habitat-Habitat": "It grows within the valleys, of mountains,  in damp grassy meadows, on scree slopes, and beside mountain streams on steep banks.They can be found at an altitude of 800–3,000 m (2,600–9,800 ft) above sea level.",
    "Cultivation": "It is thought to be easily cultivated.It is hardy, to European Zone H2, meaning hardy to −15 to −20 °C (5 to −4 °F). It prefers areas with dryish winters.\nIt can be grown in a winter rain sheltered alpine frame.It prefers to grow in well-drained soils, including rich sandy loams.It prefers situations in full sun.It can be grown a rock garden, and flower border.It could be planted with Stachys byzantina 'Primrose Heron' or a shrubby potentilla bush.William Rickatson Dykes recommends it to be planted between August and September.Specimens can be found at Chelsea Physic Garden in London.",
    "Cultivation-Hybrids and cultivars": "Iris imbricata  (and Iris reichenbachii) has been used in plant breeding programmes, in the search for a true blue iris. It was used by Michael Foster and hybridizer Paul Cook, who used the iris to develop reverse blue bi-tones. Then in the 1960s and 70s, Frederic and Mary Megson demonstrated that the iris inhibited anthocyanin pigments, which is used to help breed non-purple bearded irises.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nCzerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nEuro+Med Editorial Committee. Euro+Med Plantbase: the information resource for Euro-Mediterranean plant diversity (on-line resource).\nGovaerts, R. World checklist of selected plant families (on-line resource).\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 28–30.\nRechinger, K. H., ed. 1963–. Flora iranica.",
    "External links": "Has several images of the iris in flower\nImage of a very pale blue form in Czech Republic, Europe Media related to Iris imbricata at Wikimedia Commons\n Data related to Iris imbricata at Wikispecies"
  }
}