{
  "url": "https://en.wikipedia.org/wiki/Iris_henryi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Chinenses"
    },
    {
      "Species": "I. henryi"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris henryi, is a beardless rhizomatous iris. It is in the genus Iris, subgenus Limniris and in the 'Chinenses series' of the species, from China. It has thin green leaves, short stem and light-blue, to creamy-white or pale yellow flowers.",
    "Description": "It is a small plant which makes foliage resembling a miniature Iris graminea (in Spuria section), the buds do not show up, and the flowers suddenly open up flat at the height of leaf tips,It has thin long rhizome.Each tuft of six or eight slender green leaves produces a single stem.  The leaves can reach 20–25 cm in length and around 3 mm in width. They are visibly ribbed (3 raised ribs).The stem reaches up to 8 cm (4–6 inches) in height, with a single, two-flowered (bud) spathe.\nThe spathe valves are entirely green when the flower is expanded, and though they are an inch or more in length, yet the pedicel (stem of the flower) is even longer, so that the ovary is exposed above the spathes. The perianth tube is very short at 4 mm long.The flower buds are yellow, but the flowers blooming in April, range from light-blue, to creamy-white or pale yellow.\nThey are about 3 cm in diameter, and have a small yellow patch in the centre of the falls, which deepens to green on the haft, the outside of falls are yellow, shading to green in the lower half (the haft near the stem).The two flowers (on the double spathe) open together for about 4 days, the first flower lasting for about 10 days in good conditions.Capsules and seeds have not seen or described. They are very difficult to cultivate into producing seed.",
    "Taxonomy": "It is known as chang bing yuan wei  in Pidgin in China, which is translated into English as 'long-pedicel iris'.It was first published by Baker in 'Handbook of the Irideae' in Aug–Nov 1892.It was later published by Liu Yin in 'Chinese Magazine of Botany' 3(2):591 in 1936. It was also published as 'Iris gracilipes' by Renato Pampanini (Pamp). in Nuov. Gion. Bot. Ital. in 1915. (Now classed as a synonym of Iris henryi) Then in the 'Journal of the Royal Horticultural Society'. 42: 1, 78. in October 1916.It was named after an Irish plantsman and sinologist Augustine Henry.",
    "Distribution and habitat": "Iris henryi is native to China.",
    "Distribution and habitat-Range": "In China, it is found within the Chinese provinces, of Anhui, Gansu, Hubei, Hunan and Sichuan.It is also found in the thick grasses on the hillsides of Kiai Chow, and near the middle Yangtze near Ichang.",
    "Cultivation": "It is best cultivated in a greenhouse, but it is susceptible to mould if too dry or wet in winter, and it is also prone to desiccation during the spring or summer.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 79.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": "Images of Iris henryi and Iris cristata\nImage of Iris henryi\n Data related to Iris henryi at Wikispecies"
  }
}