{
  "url": "https://en.wikipedia.org/wiki/Iris_pseudocaucasica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris pseudocaucasica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris pseudocaucasica is a species in the genus Iris, it is also in the subgenus of Scorpiris. It is a bulbous perennial from central Asia, within the Caucasus (in Armenia, Azerbaijan and Georgia) and in Iran, Iraq and Turkey. It has",
    "Description": "It is not to be confused with Iris caucasica, although in the same sub-genus of iris, they are different plants. It differs from Iris caucasica by having yellowish green or blue flowers.Iris pseudocaucasica has a bulb of 1-1.5 cm diameter.It generally has 3-4 leaves, when fully grown these reach a height of between 4–18 cm long and between 1-2.8 cm wide at the base of the plant, but averagely, they are 1-1.5 cm wide. They are generally lanceolate shaped, channelled, glossy green above with a greyish-green below, with a white cartilaginous margin.\nThe large leaves normally obscure the flower stem, which can reach a maximum height of 6–20 cm (2.4–7.9 in) tall.It has generally 1-4 flowers per stem.It blooms in the UK between April and June. In Armenia. it flowers from March to May and fruits from May to June.The flowers can also be described as translucent yellow or icy blue, or creamy yellow, or light bluish–violet.The flowers have a perianth tube of 3–4 cm long and bracts 4–5 cm long. It has large winged standards, which are about 2 cm long. The pale blue forms have falls that have a yellow wavy crest.It has an ellipsoid capsule, (produced after flowering) which is about 3.5 cm long, producing seeds about 4 mm long.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=20.\nIt has been studied in Iran during a karyotypic study in 2013, with Iris songarica, Iris aucheri and Iris sisyrinchium.",
    "Taxonomy": "The specific epithet is derived from 'pseudo' from the Greek word meaning 'false' and 'caucasica' meaning from the Caucasus.It was first published in 'Vĕstnik Tiflisskago Botaniceskago Sada. Moniteur du Jardin Botanique de Tiflis' on pages 40–41 in 1916 by Alexander Alfonsovich Grossheim.Iris pseudocaucasica is an accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, and then updated on 13 March 2017.It is listed in 1995 in 'Vascular plants of Russia and adjacent states (the former USSR)' by Czerepanov, S. K.",
    "Distribution and habitat": "It is native to temperate regions of Asia.",
    "Distribution and habitat-Range": "Iris pseudocaucasica is found in South East Turkey, North Eastern Iraq, North and North western Iran and the former USSR state of Armenia, (part of Southern Transcaucasia). It also can be found in Azerbaijan, and Nakhichevan, East Anatolia.Within Armenia, it is distributed in Yerevan (central part of Urts mountain range) and Meghri (Aygedzor, Vardanadzor, Gudemnis, Shvanidzor, and Nyuvadi towns) regions. Due to the loss of the irises natural habitat, which has been caused by an expansion of the local mining industry, it has become a 'threatened' plant and is becoming rarer to find.In Iran, it is found along the lakeside of the Chalus Gorge, north of Tehran, with in rock crevices, and within Jahan Nama, Golestan,Only yellow-flowered forms of the species have been recorded in Turkey.",
    "Habitat": "It prefers the clay, stony hillsides, screes and mountain steppes. It is found at altitudes of between 600–3,500 m (2,000–11,500 ft) above sea level.",
    "Cultivation": "It is hardy to USDA Zone 4.It prefers to be cultivated in well-drained soils with a high rock/stone content, that are in full sun but are protected from winter damp.",
    "References": "",
    "Other sources": "Davis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965-1988 (F Turk)\nEuro+Med Editorial Committee Euro+Med Plantbase: the information resource for Euro-Mediterranean plant diversity (on-line resource). (EuroMed Plantbase)\nGovaerts, R. World checklist of selected plant families (on-line resource). (World Checkl Sel Fam)\nKomarov, V. L. et al., eds. Flora SSSR. 1934-1964 (F USSR)\nMathew, B. The Iris. 1981 (Iris) 162.\nRechinger, K. H., ed. Flora iranica. 1963- (F Iran)\nTownsend, C. C. & E. Guest Flora of Iraq. 1966- (F Iraq)",
    "External links": "Image of the iris\nimages of the iris in Elburz mountains,Iran Media related to Iris pseudocaucasica at Wikimedia Commons\n Data related to Iris pseudocaucasica at Wikispecies"
  }
}