{
  "url": "https://en.wikipedia.org/wiki/Iris_proantha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Iris series Chinenses"
    },
    {
      "Species": "I. proantha"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris proantha is a beardless iris in the genus Iris, in the subgenus Limniris and in the Chinenses series of the species. It is a rhizomatous herbaceous perennial.\nIt is written as 小鸢尾 in Chinese script and known as xiao yuan wei in China.It has the common name in (China) of 'small iris'.It was first published and described by Freidrich Diels in the 'Svensk Botanisk Tidskrift Utgifven af Svenska Botaniska Foreningen' (of Stockholm) Issue xviii, p427 in 1924.\nIt was found in Kiangsu (now known as Jiangsu) and Ankwei (now known as Anhui) of China.\nIn his original description, Diels noted that it had no appendages on the outer perianth lobes, this meant the iris is part of the Apogon Section of the Limniris subgenus. But he was mistaken and the plant does have an appendage. It was found that Diels had made his description due to a pressed specimen.In 1989, Iris pseudorossii (before it was found to be a synonym of Iris proantha), was found in Baishui, past Nga-ba village.It is mentioned in the RHS journal, 'New Plantsman' (in 2000).It was later verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.In 2007, it was found in the Indian state of Arunachal Pradesh by Bhaumik and Pathak.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=50, and 2n=44, Mao & Xue, 1986.Iris proantha is not cultivated in Europe.Iris proantha and Iris speculatrix can be found in Hangzhou Botanical Garden and in Tianmu Mountain National Nature Reserve, close to Hangzhou.In 2012, the plants of the Hangzhou West Lake Area from Zhejiang Province lists Iris proantha.",
    "Description": "Iris proantha has long, brown, slender rhizome that has many branches or stolons, that help it spread into large clumps. The rhizomes are surrounded by several rigid fibres which are the remnants from previous seasons flowers.\nUnder the rhizome, are secondary roots growing into the soil, looking for nutrients. These roots have small nodules on them. These are used to fix nitrogen, from the soil.It has yellow-green, linear (grass-like), which measure between 5–27 cm (2–11 in) long and 0.1–0.7 cm (0–0 in) wide. They then elongate after flowering, growing up to 40–55 cm (16–22 in) long. They have 1 – 2 veins.It has a short flowering stem of between 5–28 cm (2–11 in) tall.It has one terminal (at the top of the stem) flower, between March and April.\nIt has 2 green, lanceolate (lance-like), 3.5–5.5 cm (1–2 in) long and 0.6 cm (0 in) wide, spathes (leaves of the flower bud).The flowers come in a range of blue shades, from purple, to pale violet, to blue, to white and pale pink. They are between 3.5–5 cm (1–2 in) in diameter.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'.\nThe falls are obovate (egg-shaped), 1–1.2 cm (0–0 in) long and 2.5 cm (1 in) wide, with a horseshoe shaped mark (in a darker colour) surrounding a paler signal area and a yellow crest.\nThe standards are the same colour as the falls, erect, oblanceolate, 2.2–2.5 cm (1–1 in) long and 0.7 cm (0 in) wide.It has a 6–10 mm long pedicel,  2.5–3.5 cm long perianth tube, white, 1 cm long stamens and green, cylindrical, 4–5 mm long ovary.\nIt has 1.8 cm long and 4 mm wide style branch, which are the same colour as the petals.After the iris has flowered, between May and July, it produces a globose (spherical), seed capsule, about 1.2–1.5 cm in diameter. The top of the capsule has a short beak.",
    "Native": "Iris proantha is native to temperate areas of Asia.",
    "Native-Range": "It is found on the east coast areas of China and near Shanghai.\nWithin the provinces of Anhui, Henan, Hubei, Hunan, Jiangsu and ZhejiangIt has also been recorded as being found in India.",
    "Native-Habitat": "It grows beside forest edges, (within) forests, meadows (and grasslands), beside roadsides and on hillsides.",
    "Hybrids and cultivars": "A known named variant is Iris proantha var. valida.It was published and described by Y.T. Zhao (based on an earlier description by S.S. Chien), in 'Acta Phytotaxonomica Sinica' [Chih su fen lei hsüeh pao.] (from Beijing) Vol.20 on Page 100 in 1982.\nIt was originally published as Iris pseudorossii by S.S. Chien in Biol Lab China Association Advancem Science Sect Botany Vol.6 Issue 74 in 1931.It is written as 粗壮小鸢尾 in Chinese script and known as cu zhuang xiao yuan wei  in China.It is described having leaves measuring 27 cm (11 in) by 0.7 cm (0 in) at bloomingtime. It later extends up to 55 cm (22 in). \nIt has flowering stems 20–28 cm (8–11 in) long. It has flowers that are 5 cm in diameter. \nIt can be found growing in forests, open fields and beside roadsides of Zhejiang, China.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 75. (mentioned under Iris pseudorossii Chien).\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China",
    "External links": " Data related to Iris proantha at Wikispecies"
  }
}