{
  "url": "https://en.wikipedia.org/wiki/Iris_milesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Section": "Lophiris"
    },
    {
      "Species": "I. milesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris milesii  (also known as the red flower iris) is a species in the genus Iris, subgenus of Limniris and in the Lophiris section (crested irises). It is a rhizomatous, beardless perennial plant, native to the Himalayas, India and China. It has pinkish-violet, or pinkish purple, or pinkish-lavender or pinkish lilac flowers, with a fringed yellow or orange crest (or ridge). It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris tectorum (another crested iris).It has a short, thick, fleshy, greenish rhizomes, which are 1–1.5 cm in diameter, they are larger than other crested irises. Underneath the rhizomes, are fleshy roots. The rhizome is marked on top, with marks or scars of previous seasons leaves. The rhizome produces lateral (non-flowering) shoots, these later become new growth points for the next season. During the winter months, it goes dormant, the leaves die, leaving the rhizome bare on the soil surface.It has around 8, basal leaves, which are slightly glaucous, yellowish green, or greyish green, or pale green. They are sword-shaped, they can grow up to between 30–60 cm (12–24 in) long and 2.5–7 cm (1–3 in) wide. The leaves are visibly ribbed, and change in size along the stem. \nThey die away in the autumn, to re-appear in the summer.It has slender, stems that can grow up to between 30–90 cm (12–35 in) tall. It has 2–4, branches, which are 15–20 cm (6–8 in) long.Iris milesii and Iris wattii are by far the tallest species of the crested irises group.The stems have several spathes (leaves of the flower bud), that are 2.5–3.8 cm (1–1 in) long, and 2–2.5 cm (1–1 in) wide.The stems (and the branches) hold between 3 and 4 flowers, in early summer, between April to May, or May to July. They are short lived, but a continuous display can carry on for many weeks, 8 to 10 weeks.The flowers are 6–10 cm (2–4 in) in diameter, they are smaller than Iris japonica, and Iris tectorum.\nThe flowers come in shades of pinkish-violet, or pinkish purple, or pinkish lilac, pinkish-lavender, or pale mauve.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are reflexed, obovate, 3 cm long, with a blade marked with dark purple, violet or lilac, lines, spots or mottled (streaks or blotches), it has a finely fringed, or toothed, orange, or white, or yellow crest (or ridge). The standards are narrowly obovate, 4–5 cm (2–2 in) long. They are self-fertile.It has articulated pedicels, that are 2.5–4 cm (1–2 in) long.It has a small perianth tube, 1–1.5 cm long, 2.5 cm long stamen, milky white anthers, 3 cm cylindric ovary.It has reddish purple, or lilac style branches, which are 3 cm long with deeply fringed (fimbriated) edges.After the iris has flowered, it produces an ovoid-globose, or ovoid-cylindrical seed capsule, between June and August.It is 2.8–3.3 cm (1–1 in) cm long, with veining.  Inside the capsule, are pyriform (pear shaped) black brown seeds, with a white aril.",
    "Description-Biochemistry": "In May 1984, a study was carried out on the rhizomes of Iris milesii, to ascertain their chemical constituency. Several isoflavones (chemical compounds) were found.In December 1884, a further study was carried out on the rhizomes of Iris milesii and Iris kemaonensis (under old spelling 'kumaonensis'). It found several isoflavones  in both rhizomes.Tetra hydroxy-3' methoxyisoflavone (C16H12O7) can be found naturally within the iris, rhizomes.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has been counted several times, 2n=26, Simonet, 1932 and 2n=26, Chimphamba, 1973.\nIt is normally published as 2n=26.",
    "Taxonomy": "It has the common names of red-flower iris, and waterbird iris (in Australia).It is written as 红花鸢尾 in Chinese script, and known as hong hua yuan wei in Pidgin in China.The Latin specific epithet milesii refers to Mr Frank Miles, who introduced it into cultivation in about 1880.  These plants were grown from seeds collected by his cousin in the Kulu district to the north of Simla.It was first published and described by Michael Foster in Gardeners' Chronicle Volume 20 page 231 in 1883.John Gilbert Baker also described the iris in Curtis's Botanical Magazine Volume 112, tab.6889 in 1886.It was verified by United States Department of Agriculture and the Agricultural Research Service on 9 January 2003 and then updated on 1 December 2004.Iris milesii is an accepted name by the RHS.",
    "Distribution and habitat": "Iris milesii is native to temperate and tropical regions of Asia,",
    "Distribution and habitat-Range": "It is found in temperate Asia, within the Chinese provinces, of Sichuan, Xizang and Yunnan.It is also found in tropical Asia, within the States and union territories of India, in Himachal Pradesh, Uttar Pradesh, Jammu and Kashmir.It is also thought to be found in Tibet.",
    "Distribution and habitat-Habitat": "It grows in the conifer forest margins of hillsides, in meadows, in open groves (and clearings), and wet valleys.They can be found at an altitude of 1,500–2,700 m (4,900–8,900 ft) above sea level.",
    "Conservation": "They are 'abundant' in the wild.",
    "Cultivation": "Iris milesii is very hardy, to between USDA Zone 3 and Zone 8, or Zone 10.\nIt is not hardy in the North Carolina climate, because it does not survive the winter.\nIt is hardy in UK, to −15 °C (or lower for short periods). It is also hardy, to Europe Zone H3, although it still needs a sheltered position.It is tolerant of normal garden soil, but prefers well drained, sandy, peaty soils. It does not like lime.\nIt is tolerant of soils that are mildly acidic or mildly alkaline.It prefers a sunny or semi-shade position.It also has average water needs. It prefers to have moisture during the growing season, but it will not survive in waterlogged sites/It can be grown in mixed flower border, or rock gardens.It does suffer virus problems that Iris tectorum.It is not rarely found in cultivation.",
    "Cultivation-Propagation": "It can also be propagated by division or by seed growing.Although the Iris can produce plenty to seed, propagation via division is quicker and more reliable.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Chowdhery, H. J. & B. M. Wadhwa. 1984. Flora of Himachal Pradesh.\nMathew, B. 1981. The Iris. 75.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of [West] Pakistan.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.",
    "External links": " Media related to Iris milesii at Wikimedia Commons\n Data related to Iris milesii at Wikispecies"
  }
}