{
  "url": "https://en.wikipedia.org/wiki/Iris_vorobievii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Psammiris"
    },
    {
      "Species": "Iris vorobievii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris vorobievii  is a species in the genus Iris, it is also in the subgenus of Iris and in the Psammiris section. It is a rhizomatous perennial, from Russia close to the Chinese border. It has long and thin green leaves, similar sized stem and pale yellow or bright yellow flowers with a pale yellow beard. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is a species similar in form to Iris humilis.It has a short (about 1–1.6 cm (0–1 in) long), thick (about 1.3 cm) and ovoid (in shape) rhizome.\nThe rhizome produces 2-3 buds or short branches, but after the plant has flowered, the main rhizome dies. So the plant does not like other rhizomatous irises form creeping plants. Under the rhizome are thick secondary roots, that are slightly branched, 8–10 cm (3–4 in) long and 2 mm wide. On top of the rhizome, are the fibrous remains of last seasons leaves.It has linear or ensiform (sword shaped), green, basal (growing from the base) leaves.\nThey can grow up to between 10–30 cm (4–12 in) long and 1.8–2 cm wide.They are almost equal in length to the stem.\nIt has erect stems that can grow up to between 35 cm (14 in) long.The stem holds 1 or 2 terminal (top of stem) flowers, in May.The flowers are 6–7 cm (2–3 in) in diameter, and come in shades of yellow, from pale yellow, to bright yellow.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls have dark brown veining, and in the centre, a pale yellow beard.After the iris has flowered, between June to July, it produces a seed capsule, that is 5.5 cm (2 in) long and 1.7 cm wide. It also has a 5mm long spout (or appendage).",
    "Description-Biochemistry": "In 2008, a chromosomal study was carried out on various iris species within Russia. It found out that Iris vorobievii had a count of 2n=14.In 2009, a study was carried out on the molecular DNA markers of populations of Iris vorobievii, Iris mandshurica and Iris humilis within Primorye, Russia. It confirmed that the three irises were separate species.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=14.",
    "Taxonomy": "It is commonly known as Vorobyov Iris in Russia.The plant is named after Soviet dendrologist Dmitry Petrovich Vorobyov (1906–1985). A number of other plant species including Ligularia vorobievii, Festuca vorobievii, Poa vorobievii and Carex voroboevii are named after him.It was first published and described by N. S. Pavlova in 'Sosud. Rast. Sovet. Dal'nego Vostoka' (Sosudistye Rasteniia Soviet) Vol.2 on page 424 in 1987.Iris vorobievii has not yet been verified by United States Department of Agriculture and the Agricultural Research Service, as of 14 May 2015.\nIris vorobievii is not yet an accepted name by the RHS, as of 14 May 2015.",
    "Distribution and habitat": "It is native to central Asia, within Russia.",
    "Distribution and habitat-Range": "It is found in the Russian Federation, within Primorye, or Primorsky Krai.Including, within the Ussair region (on the southern side of Amur River), and it is also found growing beside Lake Lotos.It is also found in North-east China and Korea.",
    "Distribution and habitat-Habitat": "It grows on open grassy slopes, in open glades of oak forests (with Quercus dentata), and in meadows on river terraces.",
    "Conservation": "It was listed as 'EN' (endangered), in the Red Data Book of Primorye. It was originally (incorrectly) listed as 'Iris mandshurica', but in 1988, it was listed as Iris vorobievii, still as endangered.It was listed in the 14 May 2002, edition as endangered.It is protected due to the habitat suffering frequent fire destruction and human development activities.",
    "Cultivation": "Iris vorobievii is difficult to cultivate, due to its short lifespan.In 1974, it was tested for hardiness, at the Botanical Garden of Vladivostok in Russia. Although it was short lived there as well.",
    "Cultivation-Propagation": "Similar to other iris species, Iris vorobievii can be propagated by division or by seed growing.The iris has a ground creeping rhizome that produces 2–3 branches, but unlike other species, they do not mature and the plant soon dies after flowering.It can also produce seed, but in very small quantities. the seeds are dispersed a short distance away from the parent plant. But it may also be dispersed by ants.",
    "Cultivation-Hybrids and cultivars": "None are known due to it being short lived.",
    "References": "",
    "Sources": "Kharkevich, Katchura, 1989",
    "External links": "has several photos of the iris in flower\n Data related to Iris vorobievii at Wikispecies"
  }
}