{
  "url": "https://en.wikipedia.org/wiki/Iris_longipetala",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Longipetalae"
    },
    {
      "Species": "Iris longipetala"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris longipetala is a species in the genus Iris, it is also in the subgenus of Limniris and in the series Longipetalae. It is a rhizomatous perennial, from North America. It has dark green or bluish green, grass-like leaves, small stem and 3–8 flowers, that range from creamy-white, pale blue to lavender blue. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris longipetala has a rhizome (approx. 10–25 mm diam), with small trailing branches (which are approx. 2–2.5 cm in diam.) and plenty of fleshy toots. The spreading rhizomes give the appearance of a clump forming plant. It can form dense colonies.It has a small stem, which reaches a height of between 30–60 cm (0.98–1.97 ft), with a few branches (1 or 2) and is about 3–6 cm in diameter.\nThe stem has 3 leaves along it, which overlap and wrap around the stem.The leaves can be either dark green or bluish green and they can be equal or just shorter than the flowering stems.\nThey start at the base of the plant, rising up with a grass-like form. They are generally, between 5-11mm wide.\nThey are briefly deciduous, turning grey or yellow-brown when dying. Before soon re-appearing, giving the plant an evergreen appearance.It can have between 3–8 flowers per stem, in spring, (March–April), or summer (in Europe). The lilac-purple perianth tube is between 3–8 cm in length. The flowers are large, measuring about 4–6 inches (10–15 centimetres) across, but with narrow petals.The very lightly scented flowers, come in a range of shades from creamy-white, pale blue, to lavender blue. Each flower has a purple (lilac to dark purple) veining. The falls often have a slight yellowish signal patch. The flowers have 2-lobed stigmas.After flowering, it has a (oblong-ovoid shaped) seed capsule (measuring approx. 2 in. long) that is narrowed at each end. The capsule has 6 ribs along it length. It is almost round in cross-section. Inside are wrinkled dark brown globular seeds, which are pyriform.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count : 2n=86, 88, (found by Simonet in 1932).",
    "Taxonomy": "It has the common name of 'Long petaled Iris', or 'Coast Iris'.It was published by William Herbert in 'Botany of Captain Beechey's Voyage' on page 395 in Feb–Mar 1840.It was later illustrated in Journal of the Royal Horticultural Society in 1963.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 6 June 2007.Iris longipetala is an accepted name by the RHS.",
    "Distribution and habitat": "Iris longipetala is native to north America.",
    "Distribution and habitat-Range": "It is native to Western US, in the state of California, around the San Francisco (Bay Area), in Mendocino County down to Monterey County. It can be also found on the Twin Peaks hills, San Francisco.",
    "Habitat": "It is spread over the coastal grasslands in moist open spaces. It is also found in grazed pastures (due to its cattle resistance).At altitudes at less than 600 m (2,000 ft) above sea level.",
    "Cultivation": "It is hardy to USDA Zone 3, which is not hardy below 10 degrees F.It can be planted in sun or part shade, it tolerates full sun in coastal areas and a little shade inland with regular watering through the blooming period. It requires less water after the flowering period has ended. It prefers soils with good drainage. It will survive a long period of summer dryness except in hot inland areas. It is deer resistant, and it also cattle resistant, due to the foliage being unpalatable.It can tolerate wet heavy soils including clay.It is suitable to be cultivated in garden borders, the fringes of shrubberies in soils with sandy loam.\nIt may also suitable for pond margins or bog gardens.Specimens can be found at the Royal Botanic Garden Edinburgh.Aulacorthum solani and Rhapalosiphonius staphyleae are two aphids that can be found on the plant.",
    "Cultivation-Propagation": "It is better propagated by means of 'division' (the two fork method).",
    "Cultivation-Hybrids and cultivars": "Iris longipetala hybridizes readily with Iris missouriensis.A known hybrid is Iris longipetala superba,\nA known variant is Iris longipetala var. pelogonus. But this could be a version of Iris missouriensis var. pelogonus which is a synonym of Iris missouriensis.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "FNA Editorial Committee. 1993–. Flora of North America.\nHickman, J. C., ed. 1993. The Jepson manual: higher plants of California.\nMathew, B. 1981. The Iris. 101–102.",
    "External links": "Calflora Database: Iris longipetala\nJepson Manual eFlora (TJM2) treatment of Iris longipetala\n Data related to Iris longipetala  at Wikispecies\nPacificcoastiris.org: Image\nUC Photos gallery — Iris longipetala"
  }
}