{
  "url": "https://en.wikipedia.org/wiki/Iris_mesopotamica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris mesopotamica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris mesopotamica  ('Mesopotamian Iris') is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the middle East, within the countries of Turkey, Syria and Israel. It has linear, grey-green or green broad leaves, tall stem with 2–3 branches, holding up to 9 scented flowers, in shades of violet, purple, lavender blue and light blue, with a yellow and white or orange and white beard. It is listed as a synonym of Iris germanica in some sources. It is cultivated as an ornamental plant in temperate regions, including being planted in graveyards and cemeteries.",
    "Description": "It is often confused with Iris trojana (now classed as a synonym of Iris germanica) and Iris cypriana. It is also similar in form to Iris cypriana but outer bract (spathe) is brown and papery in the upper third only.It is a geophyte, that has thick rhizomes, which are stoloniferous, and semi-buried in the ground.It has linear, green, or grey-green, glaucous leaves.\nThe sheathing leaves, can grow up to between 30–70 cm (12–28 in) long, and 5 cm wide. The leaves are wider than Iris cypriana.It has a tall stem, or peduncle, that can grow up to between 90–150 cm (35–59 in) tall. It has 2 or 3 branched stems.The stem has broad, spathes (leaves of the flower bud), which are green in the lower half, and (scarious) membranous or brown and papery, in the upper third of the leaf.The stems (and the branches) hold between 3 and 8, or 9 flowers. Each stem carries 2–3 flowers,  at the terminal end of each branch, there is always a single flower per stem.\nIt blooms early in the season, between late spring and early summer, between May, and June.The large flowers, are scented, and come in shades of violet, purple, lavender blue (similar in shade to Iris junonia), and light blue. There are occasionally bi-toned flowers.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate or cuneate (wedge shaped), with a white haft (section closest to the stem), that has bronzy purple veins, or lines. In the centre of the fall, is a row of hairs called a beard, which are yellow, or orange yellow, at the base, turning white at the front of the petal. The standards are obovate or unguiculate (claw shaped), they are paler than the falls, and have a pale haft that is also marked with bronzy-purple.It has a 1.2–2 cm (0–1 in) long perianth tube, which is wider and shorter than the perianth tube of Iris cypriana. It has a rounded ovary, blue-purple style arms, violet crests, white filaments and cream anther.After the iris has flowered, it produces an oblong or trigonal seed capsule, that is 5–6.5 cm (2–3 in) long. Inside the capsule, are large, pyriform (pear-shaped), brown wrinkled seeds.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.Iris mesopotamica is a tetraploid iris, which have developed from an autoploid.\nIt was counted by Sturtevant and Randolph, in 1945, as 2n=45.",
    "Taxonomy": "It is commonly known as 'Mesopotamian Iris', or  'aram naharayim Iris', which is the old Hebrew word for Mesopotamia.It is sometimes called 'Mardin Iris', which is also a common name for Iris germanica.It is known in Hebrew as אִירוּס אֲרַם-נַהֲרַיִם\nIt is written in Arabic as أللّغة آلعربيّة\tسوسن عراقي  The Latin specific epithet mesopotamica refers to the former region of Mesopotamia, which equates to the current countries of Iraq, Syria and Kuwait.\nIn the 1800s, Mr Michael Foster was sent several rhizomes of wild plants collected in Turkey, and the eastern part of the Mediterranean. These included Iris cypriana Foster & Baker and Iris trojana A. Kerner ex Stapf.Several iris rhizomes were then sent to Mr Dykes at Charterhouse School (in Surrey), from Mardin in Armenia, by another Charterhouse school teacher. Some were later classified as Iris gatesii\nand others were then named and described as Iris mesopotamica by Dykes.It was first published and described by William Rickatson Dykes in his book, 'The Genus Iris' (Gen. Iris) page176 in 1913.It was also published in The Gardeners' Chronicle Vol.73 page237 on 21. October 1922 (with an illustration).Later Brian Mathew, then altered Iris germanica to include other tall 48-chromosome tetraploids, including Iris cypriana, Iris mesopotamica, and Iris trojana. Iris kashmiriana and Iris croatica are also connected with this group.\nSome authors still regard Iris mesopotamica as a form of Iris germanica. But others disagree.It is not completely known whether this is a true natural species of iris or a cultivar.In the iris trade, they are often confused with Iris cypriana and with Iris trojana, (which is commonly listed as a synonym of Iris germanica).\nIt was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003 and then updated on 1 March 2007.It is listed in the Encyclopedia of Life, as a synonym of Iris germanica.It is listed as a synonym of Iris germanica by The Plant List.Iris mesopotamica is listed as a synonym by the RHS.",
    "Distribution and habitat": "It is native to Asia, within the Middle East, or the Levant, (eastern Mediterranean,).",
    "Distribution and habitat-Range": "It is found in Turkey (including the region of Hatay Province,), Syria, and Israel (within  Mount Hermon, Galilee, and Golan ). It is endemic in Israel.It was originally found in Armenia, and Cyprus, but not any more.\nPaul Mouterde (French botanist 1892–1972) stated that wild populations exist in the mountains of north Syria.",
    "Distribution and habitat-Habitat": "It grows on dry rocky slopes, grasslands, and on the semi-steppe shrublands.They can be found at an altitude of above 600–1,400 m (2,000–4,600 ft) above sea level.",
    "Conservation": "It was thought not to be growing wild, apart from in Israel. Populations can be found on Mount Hermon, where it is listed as common, on Mt. Gilboa and Bet Shean Valley, it is listed as V. Rare.These populations are all protected.",
    "Cultivation": "It is hardy, to European Zone H2, meaning Hardy to −15 to −20 °C (5 to −4 °F). or RHS Hardiness Rating H5 (−15 to −10 °C (5–14 °F)).It prefers well drained soils, but can tolerate heavy soils.It prefers positions in full sun.The rhizomes can be susceptible to 'iris root rot', also the leaves may also be affected by leaf spot (heterosporium gracile).\nThe leaves are can also be eaten by slugs and snails.Dykes recommends a planting time of between August and September.It can be found for sale in some specialised nurseries, in Europe.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.It sometimes produces tall seedlings with tall widely branching stems, that are sometimes too weak to hold up the flower.",
    "Cultivation-Hybrids and cultivars": "Michael Foster was the first to use the species in hybridisation.  He crossed with Iris germanica to create larger plants.  Then in the early 20th century, William Mohr, and Sydney B Mitchell (from California) used the iris in breeding programmes of tall bearded varieties.The first tetraploid forms appeared in 1900, by 1943 there were up to 145 diploid, 23 triploid and 247 tetraploid cultivars.Known Iris mesopotamica cultivars include Iris 'Ricardi' and Iris 'Ricardi Alba'.Known Iris mesopotamica crosses include;\nIris lutescens X Iris mesopotamica – 'Autumn Gleam'\nIris mesopotamica X Iris germanica – 'Eglamour', 'Father Time' and 'Mme. Claude Monet'\nIris mesopotamica X Iris pallida – 'Andree Autissier', 'Blanc Bleute', 'Carthusian', 'Mlle. Jeanne Bel' and 'Mlle. Schwartz'\nIris iberica X Iris mesopotamica- 'Ib-Ric'.Cultivar 'Purissima' (Stern 1946) comes from Iris cypriana x Iris pallida and Iris 'Juniata' x Iris mesopotamica",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Uses": "Iris mesopotamica has been used in the past in folk medicine, for various uses including; treating animals bites and poisons, treating Haemorrhoids and sexual diseases, treating Internal diseases, treating inflammations and skin diseases.The rhizomes also contain a plenty of starch, including isoflavone and essential oils which are used in perfumery, similar to Iris florentina.",
    "Culture": "In the past, up to hundreds of years ago, in the Levant, Arabs, and Muslims, planted Iris albicans, (another white flowering bearded iris) and Iris mesopotamica in cemeteries, and graveyards, beside the graves, as an ornamental. Including in Israel, Palestine, North Africa and Syria (since the 16th century). Some graveyards and cemeteries were later abandoned, allowing the iris to become naturalised in some sites.",
    "References": "",
    "Sources": "Danin, A. 2004. Distribution atlas of plants in the Flora Palaestina area.\nMathew, B. 1981. The Iris. 27.\nZohary, M. & N. Feinbrun-Dothan. 1966–. Flora palaestina.",
    "External links": "Has many images of the iris flowers\nImages of the iris in Lebanon Media related to Iris mesopotamica at Wikimedia Commons\n Data related to Iris mesopotamica at Wikispecies"
  }
}