{
  "url": "https://en.wikipedia.org/wiki/Iris_furcata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris furcata"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris furcata (forked iris)  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from\nthe Caucasus mountains, in the countries of Moldavia and the southern Ukraine. It has short, narrow, sword-shaped leaves. A slender stem, that branches beyond the midpoint, holding small purple, deep purple, blue-violet, light blue or violet flowers. It is cultivated as an ornamental plant in temperate regions.  It is often regarded as a synonym of Iris aphylla, but it has chromosomal and morphological differences, so it may considered to be a parent species instead.",
    "Description": "Iris furcata is similar in form and flower colour to Iris aphylla.\nApart from the difference in stems, in Iris furcata it branches from near to the middle of the stem, where as Iris aphylla does not branch.It has a short, creeping rhizome, that is 2 cm long and fibrous.\nThey creep across the surface of the ground.It has short, linear, ensiform (sword shaped) leaves.\nThe slender, leaves can grow up to 20 cm (8 in) long. and between 0.5 and 1 cm wide. Normally, about 15mm wide. They more slender than Iris aphylla.It has a slender stem, or peduncle, that can grow up to between 15–50 cm (6–20 in) tall. It has branched stem, that branches usually from above the middle of the stem. The stem is shorter and more slender than Iris aphylla.The stem has green, inflated, ovate or oblong, spathes  (leaves of the flower bud),  that sometimes has purple veins.The stems (and the many branches) hold between flowers in early spring, or late spring and early summer, or May.The flowers are smaller than Iris aphylla, about 3–4 cm (1–2 in) long. They come in shades of purple, deep purple, blue-violet, light blue or violet. Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls have an obovate blade and narrow claw. In the centre of the fall is a beard. (which has not been described). The standards are lanceolate.It has style branch that is 1.2 cm long, which is deltoid shaped and has toothed edges.After the iris has late summer, it produces an elongated triangular capsule. Inside the capsule, are small, reddish brown, oval, wrinkled and rather compressed seeds. They are 4-5mm long and 2-3mm wide.They are smaller than Iris aphylla seeds. 53–56 of Iris furcata seeds weighs 1 gram in weight. Whereas Iris aphylla  32–35 seeds weighs 1 gram in weight.",
    "Description-Biochemistry": "In 1961, a study was carried out on various irises in USSR, including Iris furcata.\nThe karyotype of Iris furcata is distinct from that of Iris aphylla, it may be better considered an ancestral form.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=24.\nIt was counted by Randolph and Mitra in 1961.Note; Iris aphylla is a tetraploid with a count of 2n = 48.",
    "Taxonomy": "It is commonly known as the 'Forked Stemmed Iris', or as 'Fork Iris'.Note; Iris dichotoma is commonly known as the 'Two-forked Iris' '.The Latin specific epithet furcata refers to 'furcatus' meaning forkedIt was first published and described by Friedrich August Freiherr Marschall von Bieberstein (German botanist), in 'Centuria Plantarum Rariorum Rossiae Meridionalis' (Cent. Pl. Ross. Merid.) Vol.2 page51 in 1832.\nCenturia Pl. Ross. Merid. had not yet been published in the UK until 1823.It was also published by Bieberstein in Flora (Fl. Taur. Cauc.) Volume3 on page 42 in 1819.It was also referred at one time as Iris biflora by Marschall von Bieberstein.In his book The Iris in 1981, Brian Mathew was unsure on the status of the iris.As  Iris furcata has a diploid count, it may be an ancestral form of Iris aphylla, (which is tetraploid). Rodionenko considered Iris furcata is distinct from Iris aphylla.It is listed as a synonym of Iris aphylla L. by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003 and updated on 1 December 2004.It is listed in the Encyclopedia of Life.It is an accepted name in The Plant List (linked to Kew Gardens).Iris furcata is not yet an accepted name by the RHS, as of 26 September 2015.",
    "Distribution and habitat": "It is native to Eastern Europe.",
    "Distribution and habitat-Range": "It is found in the Caucasus mountains, between the Black Sea and the Caspian Sea. Within (the former southern Russian states,) countries of Moldovia and Ukraine. It has also been found in Lazistan in Georgia, with Iris taochia,It is found in the Caucasus with other mountain flora including Anemone fasciculata, Anemone raminculoides, Caltha popypetala, Veratium lobelianum, Palsatilla armena, Corydalis persica, Fritilaria caucasica, Betonica grandiflora, Prunus spinosa, Sedum pilosum, Sempervivum transcaucasicum, Malus orientalis and Pyrus caucasicus.",
    "Distribution and habitat-Habitat": "It grows on the dry, open pastures, or steppes, in among bushes on the mountain slopes, and beside the edges of woodlands.They can be found at an altitude of around 1,500 ft (460 m) above sea level.",
    "Conservation": "It is widespread in the wild,  so very common.\nVarious colonies of the iris are protected.",
    "Cultivation": "It is cold hardy. Can also tolerate conditions in St. Petersburg, Russia.It prefers to grow in well-drained soil, and can tolerate alkaline soils. It can also be grown in peat soils.It prefers to be kept dry during summer. The iris is prone to virus in damp conditions.It also prefers to be situated in positions in light shade.It can be grown in rockeries.It is prone to slug or snail damage.It was grown in Dorpat, Russia in 1820, then in 1838 in the Imperial Botanical Garden of St. Petersburg. It was grown in the Botanical Garden of Moscow in 1948. It is also cultivated in Stavropol.It is also grown in the Nezahat Gökyiğit Botanic Garden in Turkey.It is mostly grown by collectors and iris enthusiasts.",
    "Cultivation-Hybrids and cultivars": "Iris furcata was used in iris breeding programmes, to create smaller sized irises and better branching.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nMathew, B. 1981. The Iris. 25.",
    "External links": "Image of Iris furcata growing in Armenia."
  }
}