{
  "url": "https://en.wikipedia.org/wiki/Iris_dolichosiphon",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris dolichosiphon"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris dolichosiphon  is a species in the genus Iris, it is also in the subgenus of Iris and in the Pseudoregelia section.  It is a rhizomatous perennial, from China and Bhutan. It has long, thin dark green leaves, very short stem, and dark blue, purple, or violet flowers. That are mottled with white. It has  thick white/orange beards. It has one subspecies, Iris dolichosiphon subsp. orientalis, from China, India and Burma. It has similar flowers. They are cultivated as ornamental plants in temperate regions",
    "Description": "It has very short rhizomes, about 1 cm in diameter. They form dense clumps of plants, along the ground. Beneath the rhizome, are secondary roots that grow deep into the ground.It has basal leaves can grow up to between 3–54 cm (1–21 in) long and between 0.2 and 1.4 cm wide. The leaves are around 23 cm (9 in) long at flowering time. They then extend after the blooming period is over, up to 54 cm (21 in) when the plant fruits. They grow 10 days before the plant flowers. They are dark green with waxy surfaces, linear, and gradually tapered to an acute apex (or point).It has a very short stem, almost at ground level.The stem has 3 or 4, membranous, spathes or bracts (leaves of the flower bud). They dry after flowering.The stems hold 1 terminal (top of stem) flowers, blooming between April and June. The flowers can last for up to two days.The flowers are 3–8.5 cm (1–3 in) in diameter, come in shades of blue, from dark blue, purple, to violet. They are mottled, or blotched, with white, or greenish-white.The flowers are similar in form to Iris narcissiflora flowers, (another Pseudoregelia iris).It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are oblong, or spatulate (spoon like), 2.3–4.3 cm (1–2 in) long and 0.8 - 1.8 cm wide. They have a dense beard of clavate (club-shaped) hairs, that are orange tipped, at the junction of haft (bend on the petal) and blade (widest part of the petal).\nThe deflexed (bent downwards) and spreading (horizontally) standards are 2–3.6 cm (1–1 in) long and 0.5 – 1.5 cm wide. They have brown and curled over margins.It has 4–14 cm (2–6 in) long perianth tube, that widens up to 1 cm in diameter. It is brownish violet, glossy, or glaucous, and covered in leaf-like bracts,  \nIt has 1.7–2.2 cm (1–1 in) long stamens and 1.5–2.8 cm (1–1 in) long and 0.6 -1.5 cm wide, style branches, that are elliptic (in shape) and dark violet with pale margins. It has 1.2 cm wide filaments, which are blue at top and cream below, or very pale violet. It has 0.8 – 1 cm long and 0.2 cm wide anthers, that are orange or pale violet. It has white or off-white pollen.After the iris has flowered, in September, it produces a thin ellipsoid seed capsule, that are 5 cm (2 in) long, with an acute apex. They dehisce (split open) below the apex of the capsule, with 3 lateral slits.\nThe seeds are 3.5 cm (1 in) long, with a long large aril (appendage).",
    "Description-Biochemistry": "In 2006, 13 species of Iris, including Iris subdichotoma, Iris delavayi and Iris dolichosiphon were studied for a  cytological analysis of the chromosome counts.As most irises are diploid (having two sets of chromosomes ), this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=22, the same as Iris cuniculiformis (another Pseudoregelia iris).",
    "Taxonomy": "It is written as 长管鸢尾 in Chinese script, and known as chang guan yuan wie in Pidgin.The specific epithet dolichosiphon refers to long tube, as 'dolicho' is Latin for long and 'siphon' means tube. Similarly used in  Quararibea dolichosiphon, Gladiolus dolichosiphon and  Origanum × dolichosiphon.\nThe seed of the plant was collected in 1984 by David Long and Alan Sinclair from Royal Botanic Garden Edinburgh from Bhutan. The seed was germinated and the plant grown in the Botanical Garden rockery.It was first published and described by Noltie in Curtis's Botanical Magazine (Bot. Mag.) Vol.7 Issue1 page 12 in 1990.Noltie noted in Bot. Mag. that many previously collected specimens of Iris kemaonensis in various herbaria, were in fact of Iris dolichosiphon, due to the fact that the range of dolichosiphon extended into Bhutan, but kemaonensis does not. Even William Rickatson Dykes had identified some specimens as Iris potaninii.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 2 December 2004Iris dolichosiphon is an accepted name by the RHS.",
    "Distribution and habitat": "Iris dolichosiphon is native to temperate areas of Asia.",
    "Distribution and habitat-Range": "It is found in China, (in the provinces of Sichuan, Xizang, and Yunnan), and in Bhutan.Although, some references mention India and Myanmar (Burma), but these may refer to Iris dolichosiphon subsp. orientalis, which is only from India and Burma, as well as China. (See later notes).",
    "Distribution and habitat-Habitat": "It grows in alpine meadows, open grassy hillsides, and on limestone cliffs.They can be found at an altitude of 2,700–3,500 m (8,900–11,500 ft)above sea level.They can be found among shrubs such as Lonicera webbiana, Berberis virescens and Rhododendron campanulatum subsp. aeruginosum.",
    "Cultivation": "It is hardy to USDA Zone 8. It is hardy in the UK and Europe.It is best grown in well-drained soils in full sun.It can be grown in a rock garden.It can be found in few specialist nurseries, but can be found incorrectly labelled as Iris narcissiflora.",
    "Cultivation-Propagation": "It is very difficult to grow from seed, though to be self-incompatible, therefore propagation must be done by division.",
    "Iris dolichosiphon subsp. orientalis": "It is the only subspecies of the main species.",
    "Iris dolichosiphon subsp. orientalis-Description": "Iris dolichosiphon subsp. orientalis is similar in form to the main species but has  more blotching on falls.",
    "Iris dolichosiphon subsp. orientalis-Notes": "It is written as 大锐果鸢尾 in Chinese script and known as dong fang yuan wei in Pidgin.The sub species (with the main species) was also first published and described by Noltie in Bot. Mag. Vol. 7 Issue 1 on page 12 in 1990.\nIt has also been published in the New Plantsman Vol. 2 Issue 3 on page 135 in 1995.It was verified by United States Department of Agriculture and the Agricultural Research Service (ARS) on 4 April 2003, then updated on 2 December 2004.Iris dolichosiphon subsp. orientalis  is also an accepted name by the RHS.It is sometimes known as Iris dolichosiphon 'Orientalis'.It has the same chromosome count as the main species, being 2n=22.",
    "Iris dolichosiphon subsp. orientalis-Sub species range": "It is found in China, (in Yunnan and Sichuan,) India and Burma, in Assam (near Arunachal and Pradesh).At high elevations.",
    "References": "",
    "Sources": "Wu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Data related to Iris dolichosiphon at Wikispecies\n Data related to Iris dolichosiphon subsp. orientalis at Wikispecies"
  }
}