{
  "url": "https://en.wikipedia.org/wiki/Iris_kirkwoodiae",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "oncocyclus"
    },
    {
      "Species": "Iris kirkwoodiae"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris kirkwoodiae (or Iris kirkwoodii) is a species in the genus Iris, it is also in the subgenus of Iris and in the oncocyclus section.  It is a rhizomatous perennial, from Syria and Turkey. It has white or pale greenish flowers, heavily covered with dark purple veins or dots, deep purple round signal and a beard of long brown/purple hairs. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "The forms of Iris kirkwoodiae are between Iris gatesii and the also dark-veined Iris sofarana. It is also very similar in form to Iris susiana.It has a stout and compact rhizome, which is stoloniferous and between 1–2 cm (0.39–0.79 in) long, underneath the rhizome are long secondary roots, which help feed the plant mineral salts from the soil.It has 6-7 leaves, which grow up 30 cm (12 in) tall and between 0.5–2 cm (0.20–0.79 in) wide, They are falcate, or sickle shaped.It is tall, growing up to between 30–75 cm (12–30 in) tall.It blooms between April and May, with large, sphere-like flowers. It was determined that the plants found in Maras, Turkey seem to have the largest flowered forms. It has a faint pleasant scent.The flowers are between 13–18 cm (5.1–7.1 in) in diameter, and come in shades of beige, white or pale greenish ground, which is covered with violet, or dark purple veins and spots.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The standards are generally paler than the falls. The standards are 7–10.5 cm (2.8–4.1 in) long and are 6–8 cm (2.4–3.1 in) wide. The deflexed falls, have a deep purple round or obovate signal patch, and in the centre of the fall, is a sparse, purple or brownish-purple beard. Occasionally forms have a red-brown or yellow beard.It has style arms which have erect or reflexed lobes.After it has flowered, it produces a seed capsule that is about 9 cm (3.5 in) long.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt was counted as 2n=20, by Avishai and Zohary in 1977.",
    "Taxonomy": "It is known as Maras kurtkulağı in Turkish. and it is written in Hebrew as איריס קירקווד .Specimens of the iris were collected by E. K. Balls and also by S. Albury, M. Cheese, and J. Watson in 1966, from Bishmishly, Northern Syria and Amanus Mountains, Turkey. It was then originally described and published as Iris kirkwoodii in 'Botaniska Notiser', Vol.125 Issue 4 on page 499 in 1972.The specific epithet kirkwoodii, refers to Mrs Grace Kirkwood. A botanist along with Shaukat A. Chaudhary and Carolyne Weymouth first published and described other 'Section Oncocyclus' irises Iris assadiana and Iris swensoniana. With the standard form of G.Kirkw. It was later published in Davis, P.H. (ed.) (1984). Flora of Turkey and the East Aegean Islands 8: 381-450. Edinburgh University Press, Edinburgh.The spelling of the iris was corrected in accordance with Melbourne ICN Art. 60.12 and Rec. 60C.1(b) in 2011 to Iris kirkwoodiae, because Grace Kirkwood was a women but much of the older published literature has the old spelling as I. Kirkwoodii.Iris kirkwoodiae was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated 21 May 2013. Although Iris kirkwoodiiis listed in the RHS Plant Finder 2017 and it is a tentatively accepted name.In February 2016, several 'Section Oncocyclus' irises Iris paradoxa, Iris iberica, Iris barnumiae, I. kirkwoodiae, Iris sofarana were resolved as monophyletic.\nIt has 2 synonyms that are often called subspecies of Iris kirkwoodiae; Iris kirkwoodiae ssp. calcarea, (or Iris calcerea,) and Iris kirkwoodiae ssp. macrotepala.Iris kirkwoodiae ssp. macrotepala is sometimes referred to as a variety, such as Iris kirkwoodiae var. macrotepala. Having longer leaves and slightly different flowers, it was also published in 1976 in 'Bot. Not.' Vol.128:",
    "Distribution and habitat": "Iris kirkwoodii is native to temperate areas of western Asia.",
    "Distribution and habitat-Range": "It is found in Syria, (near Aleppo, Bismishly and el Bara,) Turkey, (within the districts of Maras, Gazintep and Hatay,) and Lebanon.",
    "Distribution and habitat-Habitat": "It grows on the limestone rocks, and stones, and between cultivated fields. It is normally found at 750–1,700 m (2,460–5,580 ft) above sea level.",
    "Conservation": "The plant is considered 'rare, as its natural habitat on Mount Ahır is threatened with destruction, due to the construction of houses and associated effects, road construction and the alteration to vineyards and gardens.",
    "Cultivation": "It likes to grow in rocky soils, which stay dry in summer.",
    "Hybrids and cultivars": "Iris kirkwoodii has several known crosses, such as: 'Code Of Silence', 'Delicate Embroidery', 'Diamond Tiara', 'Engraved Invitation'  (I. calcarea x I. yebrudii v. edgecombii), 'Known Only To Him', 'Prim And Proper'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Other sources": "Davis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965-1988 (F Turk)\nMathew, B. The Iris. 1981 (Iris) 53-54.",
    "External links": "Has an image of the Iris kirkwoodii flower\nHas several images of the Iris kirkwoodii flower (in Turkish) Data related to Iris kirkwoodiae at Wikispecies"
  }
}