{
  "url": "https://en.wikipedia.org/wiki/Iris_spuria_subsp._musulmanica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. spuria"
    },
    {
      "Subspecies": "I. s. subsp. musulmanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris spuria subsp. musulmanica  is a species of the genus Iris, part of a subgenus known as Limniris and in the series Spuriae. It is a subspecies of Iris spuria and is a rhizomatous perennial plant, from Armenia, Azerbaijan, Iran and Turkey in Asia with flowers in various shades of blue, but there are rare white forms. They have a yellow centre and darker veining. It has the common name of 'Muslim iris'. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has a thin or stout, creeping rhizome.It has linear, lanceolate, sword-like, leaves. That are blue-green, grey-green or dark green. The leaves are normally wider than Iris notha, at 8–17 cm (3–7 in) wide, and they can grow up to 50 cm (20 in) long. They are shorter than the flowering stem.It has an erect, strong, straight stem that can grow up to between 40–100 cm (16–39 in) tall. It has thick, linear, lanceolate, spathes (leaves of the flower bud). That are 13 mm wide and have a white membranous edge.The stems hold several, terminal (top of stem) flowers, in late spring, or summer, between May and July. It has flowers that are up to 6–10 cm (2–4 in) in diameter, they come in various shades of blue including deep blue, deep violet, lavender, purple, and very rarely, white. \nThey are very similar in colour to Iris spuria subsp. demetrii, and similar in form to Iris sibirica, but slightly larger with wider petals. It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls have an elliptical blade, and then a narrow claw (section closest to the stem), which is equal or slight longer than the blade. The blade has a yellow or white central stripe or signal area, around it are darker veins heading to the edges. They are 5.5–8 cm (2–3 in) long. The upright, lanceolate, standards are a single colour, they gradually narrow to the claw (near the stem). It has a perianth tube that is shorter than the ovary. It has also style branches that are as long as the claw of the falls.After the iris has flowered, it produces an oblong cylindrical capsule, with 6 angles, that has a long spout like appendage. It fruits between August and September. Inside the capsule are, flat, semi-circular or reniform (kidney shaped), off-white to pale brown.",
    "Description-Biochemistry": "In 1988, a study was carried out on the rhizomes of Iris spuria subsp. musulmanica, and found a chemical compound ( 12a-hydroxyrotenoid ). In 2005, the seeds of the iris were studied in Turkey. Along with a morphological and anatomical investigation. The oil content and methyl esters of fatty acids of the seed were also examined. They contained linoleic acid (40%) and oleic acid (30%).As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=44.",
    "Taxonomy": "The Latin specific epithet musulmanica is derived from Musulman (the Persian word for Muslim).\nIt has the common name of 'Muslim iris'.It was original published as Iris musulmanica by Aleksandr Vasiljevich Fomin in Vĕstnik Tiflisskago Botaniceskago Sada. Moniteur du Jardin Botanique de Tiflis (Vĕstn. Tiflissk. Bot. Sada) xiv. 46 in 1909. It was later re-classified as a subspecies of Iris spuria, as Iris spuria subsp. musulmanica by Armen Takhtajan in Flora Erevana: opredelitel dik orastushdikh rastenii Araratskoi Kotloving (Fl. Erevana) edit.2 on page 330 in 1972. It was later publisher and illustrated in 'Flora Iranica' (Edited by Rechinger), within Iridaceae (chapter), plate12 in 1975. It was then published by Brian Mathew, in his book 'The Iris' on page 20 in 1981. It was verified by United States Department of Agriculture Agricultural Research Service on 9 January 2003, and then updated on 3 December 2004. Iris spuria subsp. musulmanica is an accepted name by the RHS.",
    "Distribution and habitat": "It is native temperate regions of Asia.",
    "Distribution and habitat-Range": "It is found within Iran, and Turkey, or Asia Minor.\nIt is found in the Caucasus regions, of Armenia, Transcaucasia, and Azerbaijan.",
    "Distribution and habitat-Habitat": "It grows in damp meadows, marshes, in saline soils, and in the grassy plains by rivers. It is found in a wide zone between the lowlands and the uplands. It can create huge colonies of plants.",
    "Conservation": "In Armenia, it is rare and grows in the salt marshes of the Ararat Valley (between Mount Ararat and Mount Aragats) with other endemic species including, Linum seljukorum, Inula aucheriana,  Sonchus araraticus, Orchis laxiflora and Merendera sobolifera. It is listed in the Azerbaijan Red Data Book.",
    "Cultivation": "It is  hardy, and can survive most winters without shelter. Although is less robust than Iris orientalis and Iris xanthospuria. It is hardy to Europe Zone H2. It can be grown in most nutrient rich garden soils. Soils that Iris siberica grow in are suitable for  Iris spuria subsp. musulmanica. It prefers positions in full sun or partial shade. It can be grown in either a rockery or sunny flower border. In Turkey, Iris spuria subsp. musulmanica, with Narcissus poeticus and Tulipa sylvestris are used as ornamental plants in parks and gardens in the region. The iris is susceptible to slug damage. It is only normally found with specialised Iris growers or nurseries.",
    "Cultivation-Propagation": "It can also be propagated by division or by seed growing. Iris spuria subsp. musulmanica usually germinates within 30–545 days.",
    "Uses": "It has been listed with Iris paradoxa and Iris orientalis as a suitable halophyte crop.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR) [= I. musulmanica Fomin]\nDavis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands.\nMathew, B. 1981. The Iris. 118.\nRechinger, K. H., ed. 1963–. Flora Iranica.",
    "External links": " Media related to Iris spuria subsp. musulmanica at Wikimedia Commons\nhas an image of the iris\nImage of a pale blue version of the iris\nImages of the wild plants in Turkey\n Data related to Iris spuria subsp. musulmanica at Wikispecies"
  }
}