{
  "url": "https://en.wikipedia.org/wiki/Iris_vartanii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Hermodactyloides"
    },
    {
      "Section": "Reticulatae"
    },
    {
      "Species": "I. vartanii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris vartanii is a species in the genus Iris. It is also part of the sub-genus Hermodactyloides and Section Reticulatae. \nIt is a bulbous perennial.\nIt was once though to be part of the Iris sub-genus Xiphium. It is sometimes referred to as 'Vartanni Iris', or 'Iris  vartani'.It was first described in 1885 in Gardeners' Chronicle, and an illustration (No.6942) was published in Curtis's Botanical Magazine two years later. It was named by Sir Michael Foster after Dr. Kaloost Vartan from Nazareth. Who discovered the iris while working in Palestine in the foothills around Nazareth, and sent the specimen to Foster for classification. It was originally described as brown in colour, presumably due to deterioration in transportation.",
    "Habit": "It has four leaves that are un-equalsided and up to 20 cm tall (when in flower), but that increases to nearly 40 cm later.It flowers between October and December. The flowers are greyish lilac-white, (or slaty blue ) with falls having dark blue veins. The flowers smell of almonds.Due to its early flowering (during winter), the leaves can be damaged (by snow and ice) so much that the plant does not form healthy bulbs for the next year. So it is best grown like other species of iris in an alpine house or bulb frame. It is hardy to USDA Zone 3.Like other members of the reticulata group (including Iris danfordiae), it has the habit of the main bulb splitting into many bulblets, that can take many years (between 2–3 years) to reach flowering size again.",
    "Native": "It was originally found near the city of Nazareth in Palestine.\nIt was also found in Israel, Jordan and Syria. On rocky hillsides.\nIt is found in Golan, Galilee, Mount Carmel, Samarian desert and Judean mountains, various regions of Levantine.\nBut according to Dr Dawud Al-Eisawi's book Wild Flowers of Jordan, it is now thought to be extinct in Jordan.",
    "Cultivar": "First found in 1910 in Beersheba and Hebron, it was originally thought to be a white form of I. histrioides. On 21 December 1912, it was described in 'The Garden' magazine of the Royal Horticultural Society, now as a white form of I. vartanii. Then in 1913, it gained Award of Merit by the RHS.It is sometimes referred to as Iris vartanii var. alba.",
    "References": "",
    "Other sources": "Danin, A. 2004. Distribution atlas of plants in the Flora Palaestina area.\nMathew, B. 1981. The Iris. 179.\nZohary, M. & N. Feinbrun-Dothan. 1966–. Flora palaestina.",
    "External links": " Media related to Iris vartanii at Wikimedia Commons\n Data related to Iris vartanii at Wikispecies"
  }
}