{
  "url": "https://en.wikipedia.org/wiki/Iris_crocea",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris '"
    },
    {
      "Series": "Spuriae"
    },
    {
      "Species": "Iris crocea"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris crocea  is a species in the genus Iris, it is also in the subgenus of Limniris and Spuriae. It is a rhizomatous perennial plant, found in Kashmir. It is cultivated as an ornamental plant. It is also commonly known as Golden Iris or Golden Flag. It was also known as Iris aurea for a long time, before that was regarded as a synonym of Iris crocea.",
    "Description": "It is similar in form to Iris orientalis but with larger flowers.It has stout rhizomes, and it has long, erect, straight, and (ensiform) sword-like leaves. Measuring between 50–90 cm (20–35 in) long and 1.5–2.5 cm wide.It has a stout, terete (round in cross-section) 95–180 cm (37–71 in) long stem. It has few branches, and it has 2–3 green, between 7–8 cm (3–3 in) long, spathes (leaves of the flower bud).The stems hold 2–3 flowers, one terminal (top of stem) and two lateral (further down the stem), blooming early summer, between April and June, or June and July (in the UK).It has large flowers which are 12–18 cm (5–7 in) in diameter, in shades of yellow, from pure yellow, to bright yellow, to golden yellow.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The wavy edged falls, are 9 cm (4 in) long and 4–5 cm wide. They have a narrow 3–4 cm long haft (section of petal closest to the centre). The standards are oblanceolate, wavy edged (or crinkled), measuring 6–8 cm (2–3 in) long.It has a 3.5–4 cm long style, with a deltoid crest, in the same shade of colour as the petals.\nIt has a 1–1.5 cm long perianth tube, and a 3–4 cm long pedicel.After the iris has flowered, it produces an oblong seed capsule, measuring 3.8–4 cm long. It has 6 angles and beak.",
    "Description-Biochemistry": "In 1992, it was studied to find the chemical composition of the iris, using spectroscopic and chemical methods. Several compounds were found including a isoflavone, called glucoside.In June 2012, a phytochemical study was carried out on 5 iris species growing in Kashmir, India. Including Iris crocea, Iris ensata, Iris germanica, Iris hookeriana and Iris kashmiriana. It found several flavonoids (including isoflavonoids, glycosides and tannins), within the irises.In September 2012, five Iris species (Iris pseudacorus, Iris crocea, Iris spuria, Iris orientalis and Iris ensata) were studied, to measure the flavonoids and phenolics content with the rhizomes. Iris pseudacorus had the highest content and Iris crocea had the lowest content.\nIn 2014, eight Irises from the Limniris section  (Iris crocea, Iris ensata, Iris orientalis, Iris pseudacorus, Iris setosa, Iris sibirica with its cultivars ´Supernatural´ and ´Whiskey White´, Iris spuria and Iris versicolor) were studied to find 12 chemical compounds (flavonoids, phenols, quinones, tannins, saponins, cardiac glycosides, terpenoids, alkaloids, steroids, glycosides and proteins.In 2015, a new rotenoid called 'Crocetenone' was extracted from the rhizome of the iris.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=40.\nIt has been counted several times; 2n=40, Lenz & Day, 1963; 2n=40, Mehra & Pand., 1978; 2n=40, Simonet, 1932; 2n=40, Banerji; 1970; 2n=40, Sharma, 1970; 2n=34, Mehra & Sach., 1976 and 2n=40, Karihaloo, 1978.",
    "Taxonomy": "It has a few of common names, including 'Golden Iris', 'Golden flag', 'Kaschmir Iris' (in Germany), and 'Quilting Sword lily' (also in Germany).The Latin specific epithet crocea refers to the word for saffron coloured or yellow.It was originally described under the name Iris aurea Lindl. by Baker in The Gardeners' Chronicle p. 584 on 4 November 1876. This name was later declared Illegitimate. It was then published in the Journal of the Linnean Society, Vol.16, page141 in 1877.It was the published and described as Iris crocea by Jacque in 'Gentes Herbarum', Vol.8 page21 in 1949, based on an earlier description by R.C.Foster in 'Contributions from the Gray Herbarium of Harvard University' Vol.114, page41 in 1936.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.Iris crocea is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to tropical regions of Central Asia.",
    "Distribution and habitat-Range": "It is found in Kashmir, and Jammu in India. It is also found in the west Himalayas., in Bhutan, Pakistan and China.",
    "Distribution and habitat-Habitat": "It is found growing on graves within cemeteries, also beside roads and on central reservations of roads. It was found originally in grassy woods. It is found at altitudes between 1,600–2,000 m (5,200–6,600 ft) above sea levels.",
    "Cultivation": "Iris crocea is hardy to USDA Zones 3 – 10. Known to be hardy to −20OC. It is known to be tough and reliable in the UK. It is tolerant of a light frost. It grows well on likes rich, well drained soils such as, heavy loam in the UK. It is tolerant of clay soils.\nIt likes mildly acidic to mildly alkaline soils. It prefers positions in full sun. It also prefers to be moist during the growing season. It resents being disturbed after being planted.It can be grown in the long grasses of orchards.",
    "Cultivation-Propagation": "It can  be propagated by division or by seed.",
    "Cultivation-Hybrids and cultivars": "Known Iris crocea crosses included;\n\nIris crocea X Iris orientalis: 'Carol McKee', 'Mrs. H. R. Moore', 'Ochraurea'.\nIris orientalis X Iris crocea: 'Shelford Giant'.\nIris monnieri X Iris crocea: 'Monaurea'.\nIris crocea X Unknown : 'Mrs. Ethel Guiberson'.\nIris spuria X Iris crocea: 'Spuraur'.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 110–112.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of [West] Pakistan.",
    "External links": " Data related to Iris crocea at Wikispecies"
  }
}