{
  "url": "https://en.wikipedia.org/wiki/Iris_schachtii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris schachtii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris schachtii  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from central Anatolia, in Turkey. It has small, thin grey-green leaves, a short stem with 1–3 branches, which are normally, covered with a green leaf with purple staining. It has 2 or more fragrant flowers in late spring (normally between May and June), which come in shades of yellow or purple, or violet and yellow, (from greenish yellow, mid-yellow, yellow, white, off-white to yellow/brown bi-tones). It has a yellow or white with yellow-tips beard. It is cultivated as an ornamental plant in temperate regions, but prefers regions with dry, hot summers.",
    "Description": "Similar in form to Iris attica, or Iris imbricata. It may also be related to Iris taochia but it is smaller, with different leaves.It has nodular, fibrous and well branched rhizomes. That creep across the soil to create small clumps of plants.It has small, thin leaves, with are narrow.\nThe herbaceous, or semi-herbaceous leaves, are grey-green, glaucous, and can grow up to 22 cm (9 in) long, and between 1.5 cm wide. They are ensiform (sword shaped), crescent-shaped, or lanceolate (lance-shaped). They have parallel venation.It has a short stem or peduncle, that can grow up to between 10–30 cm (4–12 in) tall. It has 1–3 short branches, which can be hidden by the bracts.The stem has a short, semi-sheathing leaf, and 1 stem leaf, the branches have partially inflated spathes (leaves of the flower bud), which are 2.5–5.5 cm (1–2 in) long, and generally green with purple staining. They are transparent or membranous on the edges.The stems (and the 3 branches) hold several flowers, 2 or more,(1–3), in spring, in April, or between May and June. The flowers normally open in a sequence.The large flowers, are 5–6 cm (2–2 in) in diameter, come in shades of yellow or purple, or violet and yellow. Including greenish yellow, mid-yellow, yellow, white, off-white and yellow/brown bi-tones. The fragranced flowers, are similar in form to Iris germanica flowers. Like other irises, Iris schachtii has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The dark veined, or brown veined, falls are obovate or obtuse shaped, up to 4.5 cm (2 in) long and 2.5 cm wide. In the middle of the falls, is a row of short hairs called the 'beard', which is yellow, or white with yellow-tips. It often is similar to the petal colour. It has broadly elliptic-obtuse shaped standards, that narrow abruptly, they are similar in shape to nautilus shells.It has a broad, smooth and 1.5 cm long ovary and a perianth tube that is 1.5–3 cm long.After the iris has flowered, it produces a seed capsule that has not been described.",
    "Description-Biochemistry": "In 1989, a karyological study was carried out on 4 iris species in Turkey; including Iris junonia Schott et Kotschy ex Schott, Iris purpureobractea B. Matthew et T.Baytop, Iris taochia Woronow ex Grossh., and Iris schachtii. It found the chromosome counts of the iris species. The chromosome count of 2n=48.In 2014, a new technique of in vitro plant tissue culture was carried out on Iris sari and Iris schachtii.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings, but Iris schachtii is a tetraploid, with a count of 2n=48, by Koca, 1989.",
    "Taxonomy": "It is commonly known as 'prairie iris' in Turkey.The Latin specific epithet of schachtii refers to Wilhelm Schacht (1903–2001), alpine gardener and plant collector for the Botanischer Garten München-Nymphenburg.It was first published and described by Friedrich Markgraf in 'Gartenbauwissenschaft' (Gartenbauw) in Vol.22 on page 550 in 1957.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 3 December 2004.It is listed in the Encyclopedia of Life.Iris schachtii is an accepted name by the RHS and was last listed in the RHS Plant Finder in 2014.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is an endemic of Turkey.Found in central Anatolia, from the plateau east of Ankara, and between Kayseri and Malatya, of Turkey. Including being found near Salt Lake.One source mentions the range goes as far as the Balkans.",
    "Distribution and habitat-Habitat": "It grows on the dry, rocky hillside, slopes, open steppes, or mixed forests. In limestone or chalky soils, in full sun.They can be found at an altitude of 1,200–1,800 m (3,900–5,900 ft) above sea level.",
    "Distribution and habitat-Habitat-Synecology": "On the steppes near Ankara, it grows with Beypazari milkvetch (Astragalus beypazaricus), dark blue bottle (Centaurea depressa), and steppe thyme (Thymus sipyleus).",
    "Conservation": "Iris sari and Iris schachtii are assessed as 'least concern' (LC) within in the Red Data Book of Turkish Plants, due to the widespread population.Although, this assessment could be changed due to the amount of plants being collected from the wild, for ornamental plants.IUCN Status: Unassessed",
    "Cultivation": "Like the other species from Turkey Ii. junonia and purpureobractea, this is a relative newcomer to cultivation.It is hardy, standing temperatures down to −20oC.It prefers to grow in well drained, limestone soils, in full sun. Preferring dry, hot summers.It can be grown in a rock garden, alpine garden or trough.In the UK, it is best grown in bulb frame.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Cultivation-Hybrids and cultivars": "No known hybrids are found, but it has the potential to create fertile offspring when crossed with Iris pumila and regelia section irises.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Davis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965–1988 (F Turk)\nMathew, B. The Iris. 1981 (Iris) 34–35.",
    "External links": "Has a photo of the yellow iris\nAnother photo of the pale yellow iris Data related to Iris schachtii at Wikispecies"
  }
}