{
  "url": "https://en.wikipedia.org/wiki/Iris_wilsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Sibiricae"
    },
    {
      "Species": "Iris wilsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris wilsonii is a species in the genus Iris, also the subgenus of Limniris and in the Iris series Sibiricae. It is a rhizomatous herbaceous perennial, from China. It has long and drooping grey-green leaves, hollow stems and 2 fragrant yellow, pale yellow or yellow/white flowers.",
    "Description": "Iris wilsonii is known to be more vigorous in growth than Iris forrestii (the other yellow flowering iris) within the sibirica series.It has short, thick rhizomes that creep across the ground to eventually create dense clumps. The rhizomes have the fibrous remains of the leaves from the past year.\nIt has grey-green leaves, that are linear, with 3–5 veins and grass-like in form, they can grow up to between 25–60 cm (10–23.5 in) long and 5–8 mm wide. The veins differentiate Iris wilsonii from Iris forrestii. The leaves can be more or less the same height as the stems but due to their drooping habit, the flowers are seen above the flowers.It has a hollow, unbranched flowering stem that grows up to between 45–70 cm (17.5–27.5 in) long.\nThe stem has 2–3 green, lanceolate (sword-like), spathes (leaves of the flower bud), which measure 6–16 cm long and 8-10mm wide. The spathes surround 2 fragrant flowers, borne in mid-summer, or between May and July.The yellow, pale yellow or yellow/white flowers, are 6–10 cm (2.5–4 in) in diameter.\nIt has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. \nThe larger falls are obovate, 6-6.5 cm long and 1.5 cm wide, with purple-brown stripes or veins and spots on the blade (the widest part of the petal). The smaller standards are held at an oblique angle (about 450). They are oblanceolate (in form), 4.5–5 cm long and 7 mm wide. The petals can have edges that are wavy.It has a green perianth tube of 0.5–1.2 cm long, a pedicel (flower stalk stem) of between 3–11 cm (1–4.5 in) long and large, bright yellow or dark yellow style branches measuring 4.5–6 cm long.It has a 3.5 cm long stamen, 1.2–1.8 cm long ovary and white anthers.Between June and August (after the iris has flowered), it produces a seed capsule, which are ellipsoid/cylindric in form and measures 3–4 cm (​1 1⁄4–​1 3⁄4 inches) long and 1.5–2 cm wide. It has 6 ribs. The capsule is carried high above the dried remains of the long spathes. Inside are semi-orbicular, brown seeds.",
    "Description-Biochemistry": "As artificial floating islands (AFIs) have been used to help purify water in the restoration of the Beijing Wetlands. Several plants were studied in 2011, including soft stem bulrush (Scirpus validus Vahl), spiked loosestrlfe (Lythrum salicaria Linn.), yellow-flowered iris (Iris wilsonii) and dwarf cattail (Typha minima), to evaluate the chemical and vegetative characteristics of each type of plant.\nIn 2012, Lythrum salicaria, Typha angustifolia and Iris wilsonii were studied to see which plants were ideal in removing nitrogen and phosphorus in lightly polluted urban landscape water. All three plants grew well in the polluted water could help to remove some of the pollutants in polluted rivers.In 2014, Iris wilsonii was tested with Phragmites australis, Suaeda salsa, Artemisia anethifolia Weber, Salicornia europaea, and Spartina anglica, to compare rates of the removal of high concentrations of chloride in the polluted waters of Tianjin City.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=40. discovered by Sim 1932.\nThis places it within the sub-group of the series, called the Sino-siberians.",
    "Taxonomy": "Iris wilsonii is pronounced as EYE-ris WIL-son-ee-eye.\nIt is written as 黄花鸢尾 in Chinese script and known as 'huang hua yuan wei' in Pidgin.It has the common names of 'yellow-flowered iris' (in China) and 'bäckiris' (in Sweden).The Latin specific epithet wilsonii refers to the 19th century botanist and explorer, Ernest Wilson. It was found by Wilson, in Western Hupeh in China, growing in the grasslands near Fang Hsien, at about 7,000 ft. above sea-level.\nIt was first published and described by C.H.Wright in the Bulletin of Miscellaneous Information, of the Royal Gardens, Kew in 1907.\nIt was later illustrated in Curtis's Botanical Magazine, Tab. 8340. vol.136 in 1910, with notes by Otto Stapf.It was verified by United States Department of Agriculture Agricultural Research Service on 23 June April 2003.This plant has gained the Royal Horticultural Society's Award of Garden Merit, as well as being a tentatively agreed name.",
    "Distribution and habitat": "Iris wilsonii is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in western China, within the provinces of Gansu, Hubei (formerly known as Hupeh), Shaanxi (or Shan Si), Sichuan (formerly known as Szechuan) and Yunnan.Large colonies are found on the grasslands of Mount Hengduan in the 'Lamagetou Nature Reserve' in Sichuan.",
    "Distribution and habitat-Habitat": "It is found growing along streams, at the edge of forests and on meadows, hillsides and grasslands. At mid- to high elevations, from 2,300 to 4,300 m (7,500 to 14,100 ft) above sea level.",
    "Cultivation": "The 'Sino-siberian' irises all generally have similar cultivation requirements.\nThey are not as hardy as the other group of Siberian irises. They also don't like very hot conditions either. If it losses too much moisture it will wither and die.Iris wilsonii will tolerate temperatures of up to – 15 degrees C. But may survive lower if protected or well mulched in winter. \nIt is hardy to USDA Zone 6-8, and Zone H2 (which means Hardy to -15 to-20oC (5 to -4oF ), in Europe.It prefers soils with a ph level of 5.5 to 7 (acidic to neutral) and more moisture tolerant. It prefers to have moisture especially during the Autumn. Although they like wet soils, but if the rhizome and roots are exposed to constant moisture (all year), it is likely to suffer from fungal infections.They also prefer soils enriched with humus or peat.They are also tolerant of windy conditions, except just after being planted.\nThey prefer positions in full sun, but can tolerate partial shade. They produce less flowers in shaded positions.\nThey can be mulched with peat or garden compost in spring. They can also be fed in spring with a general fertiliser but it is not essential.They can be divided after flowering (in early summer) if the clumps become too big and congested, or if the centre of the plant is too old to produce flowers. Also propagation is best carried out by division of the rhizomes.\nThey then should be replanted 25 cm (10 in)s) apart and 10 cm (4 in) deep, into weed free conditions.\nNew plants can be planted in spring or autumn.  But the ground needs to be prepared before planting. New plants need to be well watered during the first season. New plants also take at least 2 years to become established.They can also be propagated by seed. Once the pods are dry on the plant, break them open to collect seeds. Then direct sow outdoors in fall (or Autumn), or winter sow in vented containers, in a cold frame or unheated greenhouse.\nThey can be used in gardens, at waterside locations beside pools or streams.",
    "Cultivation-Hybrids and cultivars": "Most of the irises within the Sibericae series, can readily hybridize with other members of the series, including Iris forrestii.\nIt is often used within plant breeding to produce a yellow flowers, instead of white or blue forms (common in the sibericae series).\nKnown Iris wilsonii cultivars include 'Major'.\nIris wilsonii crosses include 'Blue Wilson'; 'Cleeton Moon'; 'Cleeton Starburst'; 'Meta'; and 'Zeta'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nChinese Academy of Sciences. 1959–. Flora reipublicae popularis sinicae.\nMathew, B. 1981. The Iris. 92.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., (editors). 1994. Flora of China (English edition).\nGrey-Wilson. 1971. The genus Iris, subsection Sibiricae Media related to Iris wilsonii at Wikimedia Commons\n Data related to Iris wilsonii at Wikispecies"
  }
}