{
  "url": "https://en.wikipedia.org/wiki/Iris_sikkimensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris sikkimensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris sikkimensis  is a species in the genus Iris, it is also in the subgenus of  Iris and in the Pseudoregelia section.  It is a rhizomatous perennial, from Sikkim (a landlocked Indian state located in the Himalayan mountains). It has pale green or light green thin leaves, slender stem (similar height to the leaves), 2 or 3 lilac or purple flowers, with a white beard with orange tips. It is thought to be a hybrid of Iris hookeriana and Iris kumaonensis.",
    "Description": "It has a slender, gnarled rhizome, which has the fibrous remains of old leaves on the top. It forms clumps of plants.It has pale green, or light green leaves, that can grow up to between 10–20 cm (4–8 in) long (at flowering time), and between 1.2 and 2 cm wide. After flowering, they extend up to between 30–45 cm (12–18 in) long. They are linear, erect, ensiform (sword shaped), and semi-deciduous.It has a slender stem, that can grow up to between 10–15 cm (4–6 in) tall. The stem appears in April, from a tuft of 4 reduced Basal leaf leaves.The stem has pale green, lanceolate spathes  (leaves of the flower bud). They are (scarious) membranous, in the top third of the leaf and along the edges.The stems hold 2 or 3 terminal (top of stem) flowers, blooming between March and April.The flowers come in shades of lilac or purple, with a darker mottling.It has a deep purple, trigonal, 3.5–5 cm (1–2 in) long perianth tube, and a 1.2–2 cm long pedicel.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls have an obovate (narrower end at the base) shaped blade, they are 6.2 cm (2 in) long and 2.5 cm wide. The haft (or part of the petal beside the stem) is wedge shaped and white with purple blotching, or marbling. In the centre of the petal is a white beard with orange tips.\nThe erect standards are oblong,  5 cm long and 2 cm wide. They are lighter in colour to the falls, pale mauve, or lilac, with a fainter mottling of a darker shade.It has narrow, deep purple styles, with faint stripes, or pale at the edges, and are 2.5 cm long. The style branch has triangular crests. It has pale violet filaments, bi-lobed stigma and creamy white anthers.It also has a green ovary, that is 2 cm long, mottled and striped purple.After the iris has flowered, it does not produce a seed capsule or seeds.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=22",
    "Taxonomy": "It is sometimes commonly known as 'Sikkim Iris'.It is pronounced as (Iris) EYE-ris (sikkimensis) sik-im-EN-sis.The Latin specific epithet sikkimensis refers to the region of Sikkim (Indian Himalayas) where the iris was found.Mr William Rickatson Dykes had received this plant originally from Mr. Barr (a plant collector with Messrs. Barr. & Sons,) in about 1906, and was labelled Iris kamaonensis caulescens.  He then published and described the iris as Iris kumaonensis var. caulescens. 4 years later, he changed his mind after raising the plant from seed in his garden. He thought that it was a distinct species in its own right.It was then published and described by William Rickatson Dykes in his book 'The Genus Iris' (Gen. Iris) on page134. in 1913, or 1912.It is similar in form to both Iris hookeriana and Iris kemaonensis, but the range of both irises does not spread as far as the Himalayas. Due to the fact that Iris sikkimensis does not set seed, it has thought to be more of a hybrid species between the two.\nThe lack of seed production has also meant it is thought to be extinct in the wild. It is also very rare in cultivation, specimens have been lost in Indian herbaria and botanical gardens. No plants are found in the UK as well.It was verified by United States Department of Agriculture and the Agricultural Research Service on 9 January 2003, then updated on 1 March 2007.It is listed as an 'unresolved name' in The Plant List.Iris sikkimensis is an accepted name by the RHS, it was also last listed in the 'RHS Plant Finder' in 2010.",
    "Distribution and habitat": "It is thought to be native to temperate Asia.",
    "Distribution and habitat-Range": "It was found in Sikkim, in India, within the eastern Himalayas.It was listed in 'Flowering Plants Of Sikkim' in 2008.",
    "Cultivation": "It is hardy, and can survive winter frosts. It can also tolerate moisture during the winter. \nBut prefers to have a dry period during the summer.A specimen of the iris can be found in 'The Arboretum and Botanical Garden' of the University of Bergen in Norway, and it can also be found in University Botanic Gardens of Ljubljana in Slovenia.",
    "Cultivation-Propagation": "It can only be propagated by division as it seems not to produce seeds.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Other sources": "Liberty Hyde Bailey Hortorium. 1976. Hortus third.\nMathew, B. 1981. The Iris. 68.",
    "External links": "Image of the iris in flower in the Himalayas\nHas illustration of the Iris from Dykes, W.R., The Genus Iris on page 134\n Data related to Iris sikkimensis at Wikispecies"
  }
}