{
  "url": "https://en.wikipedia.org/wiki/Iris_warleyensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris warleyensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris warleyensis is a species in the genus Iris, it is also in the subgenus of Scorpiris. It is a bulbous perennial from Central Asia, Tajikistan, Turkmenistan and Uzbekistan. It has long arching mid-green leaves, thin stem and spring flowers in shades of blue.",
    "Description": "Iris warleyensis is very similar in form to Iris orchioides and Iris bucharica, but differs in colour and has a white horn-like edge to the leaves.It has a bulb with a brown papery skin and thick storage roots.The leaves start as 1.5–3 cm wide at the base of the plant, and appear at the end of the flowering time. They are arching, scattered, lance-shaped, channeled, mid green in colour, with a white margin. They can also grow up to 20 cm long.It grows to a height of between 20–45 cm (8–17.5 in) tall.In spring, April (in the US), it produces between 3 and 5 flowers.The flowers come in shades of blue, ranging from deep violet, purplish-blue,  summer-evening blue, to pale lilac. They are 5–7 cm (2–3 in) wide. Each fall has a darker blue apex and a yellow (or white) stain or crest in the centre. The blades curve down. The standards are deflexed, pale blue with a night-blue band in the centre, and 1–2 cm long. The standards can also vary in shape, from narrowly linear to almost 3-lobed shaped.Iris warleyensis, Iris bucharica and Iris orchioides, all have cubiform seeds. But I. warleyensis seeds have a conspicuous cream coloured seam (known as a 'raphe') all the way down one side from top to bottom.",
    "Taxonomy": "It was first published by Michael Foster in 'Gardeners' Chronicle' Series 3, 261 of London in 1902.Iris warleyensis is now the accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 3 October 2014.It was found in Bokhara in Eastern Turkestan in 1899, by a plant collector on behalf of the Van Tubergen nurseries in Haarlem, the Netherlands.\nMr Foster then named it after 'Great Warley', the renowned gardener Ellen Willmott's garden in Essex.It was later mentioned in the RHS Journal (later known as The Garden) 91.f 159 in 1966.",
    "Native": "Iris warleyensis is native to Central Asia. Located in Tajikistan, Turkmenistan and Uzbekistan. It was found on the stony slopes of Pamir Mountains or Aman-Kutan mountains, South of Samarkand in Uzbekistan.",
    "Cultivation": "It is hardy to USDA Zone 3. \nIn the UK, it is best cultivated in an unheated greenhouse, alpine house or bulb frame.But it will grown in well-drained soils in any sunny spot that are not too wind-swept.",
    "Known hybrids": "Iris warleyensis will hybridise readily. Iris warleyensis and Iris bucharica can cross quite freely, and the seedlings are usually vigorous plants of the shape and stature of the latter species.Iris bucharica x Iris warleyensis hybrids have yellow or greenish flowers bordered with green or brown patches.\nIris Warlsind (I. warleyensis X Iris aucheri)Iris 'Warlsind' was created by a Dutch nurseryman called Thomas M. Hoog. It has standards that are white-pearl streaked with milk-blue. It also has bright yellow lozenges (with a yellow ridge), tipped with chocolate brown on its falls. It grows to a height of between 24–35 cm (10-14\"). It is hardy in the US.",
    "References": "",
    "External links": "Image of Iris warleyensis Data related to Iris warleyensis at Wikispecies"
  }
}