{
  "url": "https://en.wikipedia.org/wiki/Iris_grossheimii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris grossheimii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris grossheimii  is a species in the genus Iris, subgenus Iris and section Oncocyclus. It is a rhizomatous perennial, from the Caucasus mountains of Georgia, Armenia and Azerbaijan. It has sickle shaped leaves, which are as long as the short stem, which carries one flower in spring. It is beige, pink or brown covered in dark lines that are, purple-brown or brown. It has a large blackish brown signal patch and brown or black beard. It is rarely cultivated as an ornamental plant in temperate regions, as it needs very dry conditions during the summer.",
    "Description": "It is classed as an mezo-xerophyte. Meaning they like intermediate dry conditions.It has a slender rhizome, which is about 1.5 cm to 2 cm wide. They can form creeping plants.The leaves are narrow and falcate (sickle-shaped), they can be between 2 cm and 3 cm wide, and can grow as long as the stem. They can often be distorted.It has a short stem or peduncle, that can grow up to between 5–15 cm (2–6 in) tall.The stem has a green, lanceolate, spathes (leaves of the flower bud), and a 1 cm long pedicel holding a single flower.The flower, blooms in spring, between April and June.The flower is 5–8 cm (2–3 in) in diameter, and have a beige background, covered with dark lines, in purple-brown,  pink background lined with purple, brown background or wine-red background lined purple-brown. Bi-toned forms can also be found.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The orbicular (rounded) falls, are 4–5 cm (2–2 in) long and 1.5–2 cm wide. In the middle of the falls, is a large blackish-brown,  black, or brown signal patch. The oblong or oval, standards are larger than falls, they are 4–6 cm (2–2 in) long and 2–3 cm wide. Also coming down the falls is a row of short hairs called the 'beard', which is black, or brown.After the iris has flowered, between June to July, it produces a seed capsule. Then the plant dies back to the rhizome, to re-grow next year, similar to a bulb habit.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20, it was counted in 1977, (published in 1980), by Avishai & Zohary.",
    "Taxonomy": "It is occasionally misspelt with one 'i' at the end, and as Iris grossheimiana (mainly in Russia). or as Grossgeim iris.The Latin specific epithet grossheimii refers to Alexander Grossheim (1888–1948, who was a Ukrainian botanist).\nIt was first described by Yury Nikolaevich Voronov (or Woronow) and then published by Alexander Grossheim in Fl. Kavkaza (Flora of the Caucasus) Vol.1 on page 255 in 1928.It is thought to be a hybrid cross between Iris lineolata and Iria lycotis.'Iris grossheimii' is listed in the Catalogue of Life, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then changed on 11 December 2014.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is an endemic of the Caucasus, found in Transcaucasia,  which includes Georgia, Armenia, (within the Zangezur Mountains, and Meghri mountain ranges,) and Azerbaijan. including the Nakhchivan Autonomous Republic, and Mount Soyukh, near Ordubad.",
    "Distribution and habitat-Habitat": "It grows on the mountains, from middle to sub–alpine belt, on rocky slopes, or in open meadows near oak and juniper forests. They can be found at an altitude of 1,200 to 3,000 m (3,900 to 9,800 ft) above sea level.",
    "Conservation": "It is listed as a rare and endangered species in Georgia similar to Iris iberica, Iris lycotis, Iris camillae and Iris elegantissima (other Oncocyclus Irises). In Armenia, it is rare. In 1984, the Red Data Book of the former USSR listed 61 species of plants as rare and under threat of extinction, including the iris. Later, in 1988, the Armenian Red Data Book was published with the iris still listed as endangered. It is not included in the Annexes of CITES or that of the Bern Convention.It is threatened due to habitat changes, including loss or degradation caused by the mining industry or grazing. Fortunately, a part of the iris population is located within Arevik National Park, which allows continual monitoring and protection.",
    "Cultivation": "In general, Oncocyclus Irises need minimal summer rainfall and dry winters. In temperate areas (such as the Europe and America) they are only suitable for growing by specialist iris growers, within a bulb frame or greenhouse. Although, I grossheimii prefers very dry conditions during the summer, similar to a desert.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Czerepanov, S. K. Vascular plants of Russia and adjacent states (the former USSR). 1995 (L USSR)\nKomarov, V. L. et al., eds. Flora SSSR. 1934–1964 (F USSR)\nMathew, B. The Iris. 1981 (Iris) 50.",
    "External links": " Data related to Iris grossheimii at Wikispecies"
  }
}