{
  "url": "https://en.wikipedia.org/wiki/Iris_humilis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Psammiris"
    },
    {
      "Species": "Iris humilis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris humilis  is a species in the genus Iris, it is also in the subgenus of Iris and in the Psammiris section. It is a rhizomatous perennial, with a wide distribution range from Europe to Russia to China, via Mongolia and Kazakhstan. It has sword-shaped leaves, a short stem and yellow flowers with an orange beard. It is cultivated as an ornamental plant in temperate regions.\nIt once had Iris arenaria as a synonym or as a subspecies. It is a yellow dwarf iris only from central Europe. In some sources it is still listed as a subspecies of Iris humilis.",
    "Description": "Iris humilis is very similar in form to Iris mandshurica (another Psammiris species), which leaves curve to one side, but it is a shorter plant.It has thick creeping rhizome, which is branched, and about 1 cm in diameter. The rhizome has the remains of last seasons leaves on the top.It has bluish-green, gray-green, or light glaucous green, sword shaped or lanceolate, basal leaves. They can grow up to 5–10 cm (2–4 in) long, and 0.2–0.7 cm wide, They have incurving tips, and they disappear in summer, after flowering.It has a simple dwarf (or short stem), that can grow up to between 5–25 cm (2–10 in) tall.The stems have 2–3 spathes (leaves of the flower bud), which are lanceolate and are (scarious) membranous at the top of the leaf. They have short, 7.5mm long pedicels (flower stalks).The stems hold between 1 and 3 flowers, in late spring, between April and June. The flowers only last for a day, but they sometimes repeat the display.The vanilla scented, flowers are 3–4 cm (1–2 in) in diameter, come in shades of yellow, including bright yellow.The flower buds are normally green, that have a slight tinge of bronze.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are oblong shaped, and 35 mm (1 in) long and 1.2 cm wide. They are veined brown or purple brown. They have a central orange beard. The shorter, standards are 30 mm (1 in) long and 0.3 cm wide. The standards are not erect and this gives the flower a flattish appearance.It has a 1 cm long ovary and a 0.5 cm long, funnel shaped perianth tube.It has styles that are shorter than the petals, about 2.5 cm long, which have short narrow crests.The anthers are cream with green-black edging and the pollen is greenish coloured.After the iris has flowered, in August, it produces an elliptical seed capsule, which is about 3 cm long. The capsules dehisce (split open), below the apex. Inside the capsules, are wrinkled, light brown, or brown, pyriform (pear-shaped) seeds. They have flat creamy-white aril (or appendage).",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It is normally published as 2n=22.There has been several counts, over the years including 2n=27, Krogulevich 1978, 2n-24, Sokolovskya & Probatova, 1986, 2n=28, Starobudtsev & Mironova, 1990, 2n=28, Malakhova, 1990, 2n=28 Malakhova & Markova, 1994. As Iris flavissima 2n=22, Doronkin. This shows two separate entities.Since Iris arenaria has a count of 2n=22, this means that Iris flavissima is a synonym of Iris arenaria and 2n=27 or 2n=28 are the true counts of Iris humilis.",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (humilis) HEW-mil-is.It has the common name of sand iris. Although this name normally refers to Iris arenaria, which was formerly once thought to be a subspecies of Iris humilis, it is now a separate species in its own right. Iris humilis is also known as low iris, and yellow iris. Note, that Iris pseudacorus is also commonly known as the 'yellow flag' or 'yellow iris' as well.\nIt is known as Sand-Schwertlilie (meaning sand iris) in Germany.The Latin specific epithet humilis refers to low growing or dwarfish.It was first published and described by Johann Gottlieb Georgi in 'Bemerkungen einer Reise im Russischen Reich' (Bemerk. Reise Russ. Reich) Vol.1 page196 in 1775.Georgi described from specimen plants from near to Lake Baikal, (it was called originally Iris flavissima). This is now classified as a synonym of Iris humilis.It was also published by Karl H. Ugrinsky in 'Fedde's Report. Spec. Nov., Beihefte' Vol.14 in 1922.In 1808, Bieberstein called a plant (from the Caucasus mountains) Iris humilis, in 'Fl. Taur.-Caucas' Vol.1 on page 33. It was later changed (due to Georgi's earlier publishing) and re-classified as a synonym of Iris pontica Zapal.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated 2 December 2004. It is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to a wide distribution area, including temperate regions of Asia and Europe.",
    "Distribution and habitat-Range": "It is found in Europe, within the countries of Austria, Czechoslovakia, Hungary, and Romania. However, some or most of these plants could be Iris arenaria, which also has a distribution area in central and eastern Europe.\nIt is found within the Siberian region, of the Russian Federation, in the states of Buryatia, Chita, Irkutsk, Magadan, Primorye and Tuva. It is also found in Kazakhstan (formerly part of Russia).Within Asia, it found in China, within the Chinese provinces, of Heilongjiang, Jilin, Nei Monggol, Ningxia and Xinjiang,\nIt is also found in Mongolia, and Japan.It is listed with  Iris glaucescens, Iris lactea, Iris ruthenica, Iris sibirica, Iris tenuifolia and Iris tigridia being found in the Altai-Sayan region (where Russia, China, Mongolia and Kazakhstan come together).",
    "Distribution and habitat-Habitat": "It grows in calcareous sandy and stony (or rocky) areas, including (mountain and hill) slopes, meadows, steppes, and on the edges of birch forests, or pine forests, and beside river banks.They can be found at an altitude of 200–1,500 ft (61–457 m) above sea level.",
    "Conservation": "The iris is rare in various regions, especially in European Russia and Ukraine.It is listed in the Red Book of Omsk and Tyumen regions (of Siberia).Many populations of Iris humilis exist in protected reserves including, Azas, Baikal-Lensky, Baikal, Barguzinsky, Sokhondinsky and Ubsunur.",
    "Cultivation": "It is hardy to between USDA Zone 1 and Zone 6. It survives in Siberia, so is cold resistant.It prefers to grow in well-drained soils, it prefers soils containing sand.It can tolerate mildly acidic or mildly alkaline soils (PH levels between 6.1 and 7.8), including those with lime.It can tolerate positions in full sun or partial shade.It has average water needs during the growing season,The leaves can be damaged by rust fungi.It can be grown in rock gardens, including rock screes, but needs plenty of space.It is rarely grown in the UK. To grow in the UK, William Rickatson Dykes recommends to plant the iris, on a 5 cm layer of sand, over garden soil with added leaf mould (or compost).In 1812, it was grown in gardens near Moscow. It was then tested at botanic gardens in St. Petersburg, Barnaul, Novosibirsk and Chita.",
    "Cultivation-Propagation": "It can be propagated by division (of the rhizome), or by seed growing.In the wild, some habitats generate poor seed and vegetative propagation.The plant needs to be hand pollinated (in the UK) to create seed.Seeds are collected from the dry pods/capsules, when the seeds are ripe.Seeds need cold stratification, to germinate. They germinate very slowly. In the lab, seeds do not exceed a germination rate of 30%.Seeds should be sown in trays, in a cold frame or unheated greenhouse.Germinated seedlings, can produce flowers in the second year of growth.",
    "Cultivation-Hybrids and cultivars": "Iris humilis cultivars include; 'Borzeana', 'Dahurica', 'Flavissima', 'Flavissima Orientalis', 'Flavissima Phylospatha', 'Stolonifera' 'Transuralensis' and 'Umbrosa'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Traditional medicine": "The rhizomes can be used as part of a Tibetan herbal medicine to regulate menstruation.  A powdered form of the rhizome can be used for sepsis and infections.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nCzerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nMathew, B. 1981. The Iris. 39–40.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": " Media related to Iris humilis at Wikimedia Commons\n Data related to Iris humilis at Wikispecies"
  }
}