{
  "url": "https://en.wikipedia.org/wiki/Iris_aphylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Section Iris"
    },
    {
      "Species": "Iris aphylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris aphylla (also known as leafless iris, table iris or stool iris) is a species in the genus Iris, it is also in the subgenus of Iris, and in Section Iris. It is a rhizomatous perennial, from Asia to Europe. It is found in Azerbaijan, Russian Federation, Czech Republic, Germany, Hungary, Poland, Belarus, Ukraine, Bulgaria, Albania, Former Yugoslavia, Italy, Romania and France. It has dark green or bright green, sword-shaped, long grass-like leaves, that die/fade away in the winter. It also has a slender stem, with several branches and green and purplish spathes. It has 3–5 large flowers, in shades of bright purple, purple, violet, dark blue, blue-violet and dark violet, which bloom between spring and early summer. Occasionally, they re-bloom in the autumn, before the seed capsule is formed. It is cultivated as an ornamental plant in temperate regions. There is one known subspecies Iris aphylla subsp. hungarica (Waldst. & Kit.) Hegi.",
    "Description": "It is a variable species in the wild, especially in flower colour, height of stem and leaves, and length of perianth tube (of the flower).It has a stout and thick rhizome, with several stem buds. The rhizome creeps along the ground, creating dense clumps of plants.It has dark green, or intense green leaves, that rise directly from rhizome. They later fade to a grey-green colour. They are often flushed purple at the base.They are ensiform (sword shaped), glaucescent, and falcate (sickle-shaped). They can grow up to between 15–45 cm (6–18 in) long, and between 2 and 3 cm wide. The outer leaves are normally shorter than the inner leaves. They are sometimes longer than the flower stems. It is deciduous.  Meaning that the leaves die back the winter, and it is leafless, also leaving a 'naked' stem. This is why it received the common name of 'leafless iris'. They re-grow in March, the next year.It has a slender, stem, that can grow up to between 6.5–30 cm (3–12 in) tall. Very occasionally, they can reach up to between 50–70 cm (20–28 in) tall. They are sometimes the same height as the leaves.\nIt is sometimes shorter than Iris germanica, with longer leaves than stems.The stem has 1–2 branches (or pedicels), (rarely 3 branches). The branches appear from the base up to the middle of the stem. Occasionally, the rhizome has 2 flower stems, or it produces a branch at the level of the ground, so that two stems appear to arise from the rhizome.The stem has 1–2 spathes (leaves of the flower bud), they are green, or stained with purple, or purple at the apex of the spathe. They are greenish at flowering time. They are narrow and rounded, ovate, oblong or oblong-lanceolate shaped. They can be between 3–6.5 cm (1–3 in) long. They sometimes have (scarious) membranous tip.The stems (and the branches) hold between 3 and 5 flowers, between spring, and early summer, between April to May, in May, or between May and June. They sometimes have a secondary bloom in autumn, between August and September, or between September and October, but it is less vigorous than the spring display. Only if good conditions around. They are open for only a few days.The fragrant, large, flowers are 4–7 cm (2–3 in) in diameter. They seem to stand above each other.They come in shades of bright purple, purple, violet, dark blue, blue-violet, dark violet, to dark purple.In Moldova, there are forms of plants in bright reddish-purple colour.It has a short pedicel, that is 0.5 cm long, and a cylindrical, green perianth tube, that is stained purple and 1.6 – 2.5 cm long.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are wide, obovate often retuse (rounded), and 4–6.5 cm (2–3 in) long, and 2–3 cm (1–1 in) wide. The falls narrow to a pale, cuneate (wedge shaped) haft (section of petal near stem). They are also striped with white, or the hafts are striped.In the centre of the petal is a whitish, or white tinged with blue, or pale blue beard. They are tipped with yellow at the back (of the beard), or orange tipped. The standards are oval, with an elliptical limb, and 4–6.5 cm (2–3 in) long, and 2.2–3 cm wide. They narrow to canaliculate (with a small channel or groove) brownish-marked haft, or short claw. The standards are slightly broader than the falls.It has pale style branches, that are 0.6–1 cm long, with deltoid crests.It has 1.5 cm long filaments, very pale violet, oblong and 1 cm long ovarys, blue edged anthers and white or bluish pollen.After the iris has flowered, in August, it produces a cylindrical, blunt and triangular, or oblong, hexagonal seed capsule, that is 3–6.5 cm (1–3 in) long, and 1.3–2.3 cm wide, with 6 grooves.\nInside the capsule, are obovate, ovoid, globose or pyriform (pear shaped) seeds, that are brown or dark reddish brown, rugose (wrinkled). They are 4.5–5.2 mm long and 2.9–3.3 mm wide.",
    "Description-Biochemistry": "In 2003, a study was carried out the genetic diversity of Iris aphylla in Poland.In 2003, a population and morphological study was carried out on Iris aphylla within Biebrza National Park, Poland.In 2006, the genetic diversity of 7 populations of Iris aphylla were studied.In 2008, a genetic and morphological study was carried out on Iris aphylla populations in Italy. Some populations (in Piemonte) were re-classified as Iris perrieri and plants labelled as Iris benacensis were not either Iris perrieri or Iris aphylla but a separate species.In 2008, the iris was studied to find the genetic diversity over a geographical range.In 2010, a chromosomal and European distribution study was carried out on Iris aphylla. It found the iris had a tetraploid origin.In 2013, an in vitro micropropagation study was carried out on Iris aphylla. To improve the growth rate of new plants of the species.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nBut unusually, Iris aphylla is a tetraploid form with 48 somatic chromosomes, but it is also variable.\nOther chromosome counts have 2n=24, 40 and 48.\nIt is normally published with a count of 2n=48. by Randolph in 1947, and by Hrouda & Kralik (in 2010).",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (aphylla) a-FIL-uh.In German, it is known as 'nacktstängelige iris', or 'nacktstengelige schwertlilie'.\nIn Swedish, as 'skomakariris'. In Poland, it is known as 'kosaciec bezlistny'. It is written in Russian Cyrillic script as Ирис Касатик безлистный.It has several common names including, 'iris leafless', or 'leafless iris', or 'stool iris', (especially in Hungary,) or 'table iris'.An older common name (especially in the UK), was 'naked stalked purple and white iris', or just 'naked stalked iris'.The Latin specific epithet aphylla refers to the Greek word for 'without leaf', This is due to the fact that the iris does not have any leaves during the winter period. Hence, one of its synonyms includes 'Iris nudicaulis', (or nude stem).\nIt was first published and described by Carl Linnaeus in 'Species Plantarum' (Sp. Pl.) Vol.1 on page 38 on 1 May 1753.The plant has many synonyms, including several subspecies which have been downgraded to synonyms as well.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 1 December 2004.It is listed in the Encyclopedia of Life.Iris aphylla is an accepted name by the RHS and is listed in the 'RHS Plant Finder 2015'.",
    "Distribution and habitat": "It is native to parts of Central and Eastern Europe, and temperate Asia,",
    "Distribution and habitat-Range": "Within temperate Asia, it is found in the Caucasus, within Azerbaijan, and the Russian Federation, states of Ciscaucasia and Dagestan.Within Europe, it is found in Czechoslovakia, (only in central Bohemia and Czech central,) Germany, Hungary, Poland, Belarus, Ukraine, Bulgaria, Albania, Former Yugoslavia, Italy, Romania (within the Transylvanian Basin and Szeklerland,) France, Turkey, Armenia, Georgia, and (according to one ref) in Great Britain and Ireland, but this may mean just naturalized.",
    "Distribution and habitat-Habitat": "It is found on the Alps, growing in a variety of habitats. It can grow in grasslands and meadows, beside limestone and sandstone rocks of hillsides, in forest glades, in scrub land or thickets, and beside roadsides and paths.It is found between lowlands to uplands (at sub-alpine levels).Within Czech Republic, Germany and Poland, it is found on sandstone, in beech forests (mixture of Luzulo-Fagetum) and pine-oak forests (with Vaccinio-Quercetum).\nIn Hungary, it is found in acacia forests.",
    "Conservation": "Iris aphylla is considered rare and endangered in most countries, it is listed on many red data books and plant lists in Europe, from 1993–2001. It is listed in the Red Book of Russia as 'vulnerable'.In Poland, it was put into statutory protection since 1946, but was still listed as an endangered species in 2003. It is listed as one of 45 species that are listed under the 'Red Data List of Endangered Vascular Plants' of Poland. Including green spleenwort (Asplenium viride), variegated horsetail (Equisetum variegatum), great sundew (Drosera anglica), marsh pennywort (Hydrocotyle vulgaris), common butterwort (Pinguicula vulgaris), small fleabane (Pulicaria vulgaris), yarrow broomrape (Orobanche purpurea), marsh felwort (Swetia perennis), fritillary (Fritilaria meleagris), and 20 other orchid species, including the lady's slipper(Cypripedium calceolus).In Slovenia, it has also been listed under the laws for nature protection.In Serbia, it has become extinct, with Aconitum toxicum, Crocus banaticus and Salvia nutans.In Russia, it is protected in the nature reserves of Moscow, Rostov and Saratov regions. It is also listed as being found in Kursk reserve since 1968.In Czechoslovakia, it is found in the Bohemian Paradise reserve, with other endangered species including, Bohemian small pasque flower (Pulsatilla pratensis subsp. bohemica), the cornflower (Cyanus triumfettii), golden alyssum (Aurinia saxatilis), hoary rock rose (Helianthemum canum), Austrian dragonhead (Dracocephalum austriacum), St. Bernard's lily (Anthericum liliago), blue lettuce (Lactuca perennis) and others.In Romania, it is listed as a rare and vulnerable plant, which is protected with other species including, Adonis vernalis, Allium albidum subsp. albidum, Astragalus excapus subsp. transsylvanicus, Cephalaria radiata, Crambe tataria, Dictamnus albus, Jurinea mollis subsp. transsylvanica, Peucedanum tauricum, Pulsatilla grandis, Prunus tenella, Salvia nutans, Salvia transsylvanica and Stipa pulcherrima.\nIt is found in Târnava Mare River reserve, which has been protected due to overgrazing and scrub loss by aggressive trees and shrubs including black locust (Robinia pseudacacia). Due to its endangered status, rapid propagation (via in-vitro culture) has been developed. So that re-population of sub-alpine areas could take place.",
    "Cultivation": "It is hardy, to between USDA Zone 3 and Zone 8. Including Zone 5.\nIt has been tested for hardiness in Russia, in the botanical gardens of Moscow, Stavropol, Chita and St Petersburg.\nIt has a natural resistance to a cold winter.It is not found in southern climates, as it does not like long hot and humid spells.It prefers to grow in well-drained soils, but can tolerate loamy and heavy soils.\nIt can tolerate soils with a ph level of between 6.1 and 6.5 (mildly acidic) to 7.6 to 7.8 (mildly alkaline).It can tolerate dry soils, but prefers average moisture levels.It prefers positions in full sun.It can be grow in a mixed garden border, or rock garden.It is best planted between August and September, to produce flowers next year.It is susceptible to viruses, and slugs.It is only found in specialised nurseries.Specimens can be found in 'The Bolestraszyce Arboretum', near Przemyśl in Poland.Aphid Dysaphis tulipae can be found on the plant.",
    "Cultivation-Propagation": "It can be propagated by division, or by seed growing. Seeds are best grown by collecting dry, mature seed capsules, and sowing the seeds.",
    "Cultivation-Hybrids and cultivars": "It is thought that Iris germanica could be a hybrid form of Iris aphylla and Iris variegata.It is one of the origin species (with Iris pumila), for modern hybrids in the 'Border Bearded Irises' or 'Tall Bearded Irises' varieties, due to its hardiness, it also has narrow foliage which is normally luxuriant. This creates grassy, dense clumps of plants. In the early 1990s, it was used in breeding programmes, (with Iris balkana and Iris reichenbachii,) including the breeding of 'Miniature Tall Bearded irises'. Iris hybridisers also used Iris aphylla due to its 'tetraploid' status.The iris is easy to hybridize with other species of bearded iris. There are many natural hybrids, especially in Romania.Iris aphylla has numerous cultivars, including; 'Ahlburg', 'Aphylla Gigantea', 'Aphylla Hungary', 'Aphylla Osiris', 'Aphylla Polonica', 'Aphylla Slovakia, 'Aphylla Wine-Red', 'Austrian Violet', 'Babadagica', 'Benacensis', 'Biflora', 'Bifurcata', 'Bisflorens', 'Black Forest', 'Bohemica', 'Bright Water', 'Bujoreanui', 'Chamaeiris Campbelli', 'Chloris', 'Coelstis', 'Dacia', 'Dacica', 'Fieberi', 'Furcata', 'Hungarica Minor', 'Ladies Of Peeling', 'Melzeri', 'Minnow', 'Monantha', 'Nudicaulis', 'Nudicaulis Major', 'Nudicaulis Purpuerea', 'Ostry White', 'Prodan', 'Slick', 'Thisbe', 'Thisbe's Child', 'Transylvania Native', 'Wee Charmer', 'Werckmeister' and 'Yellow Conundrum'.",
    "Cultivation-Subspecies": "Several variants or hybrids have been described as subspecies, some have been downgraded to synonyms. Including Iris aphylla subsp. dacica (Beldie) Soó, Iris aphylla subsp. fieberi (Seidl) Dostál, Iris aphylla f. major (Zapal.) Soó, Iris aphylla subsp. nudicaulis (Lam.) O.Schwarz and Iris aphylla var. polonica Blocki ex Asch. & Graebn.Only Iris aphylla subs. hungarica is recognized by most authorities as a species.But Iris aphylla subsp. babadagica (Rzazade & Golneva) and Iris aphylla subsp. furcata (Bieb.)Bieb, are still questionable.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Culture": "In Hungary, Iris aphylla appears on the back of the 5 ft coin issued on 29 March 1993 and the 20 ft coin on 6 January 2012.",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nCzerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nDavis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands.\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 22–23.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea.",
    "External links": "Has many images of the iris\nYouTube clip of the iris\n Data related to Iris aphylla at Wikispecies"
  }
}