{
  "url": "https://en.wikipedia.org/wiki/Iris_hookeriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris hookeriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris hookeriana  is a species in the genus Iris, it is also in the subgenus of  Iris and in the Pseudoregelia section.  It is a rhizomatous perennial, from the Himalayan mountains of India and Pakistan. It has long pale green or yellow green leaves, long slender stem and fragrant blue, purple or lilac flowers, that are mottled with a darker colour.  It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris hookeriana is very similar in form to Iris kemaonensis (another Pseudoregelia Iris), but has slender rhizomes, long stem and short perianth tube. But both have mottled flowers and have similar cultivation needs.It has a slender, fleshy and knobbly (or gnarled) rhizomes, that are light brown. They are similar in form to Iris tectorum. Underneath it has slender secondary roots.It has linear and pale green, or yellow-green leaves, that can grow up to between 30–40 cm (12–16 in) long, and between 1 and 2.5 cm wide. They are semi-evergreen, and have rounded tips. They are the tallest within the Pseudoregelia Iris series.It has a slender stem (or peduncle), that can grow up to between 10–15 cm (4–6 in) tall. Very occasionally, they can reach 30 cm tall.The stem has 3 green, membranous, spathes (leaves of the flower bud). They are 4–7 cm (2–3 in) long, and wider than the main leaves. They can remain on the plant after the bloom has died.The stems hold 2 terminal (top of stem) flowers, blooming in late spring, between April and May (in Europe), and between June and July. It has very short pedicels (flower stalks). They sometimes can bloom for only 2 days.The fragrant flowers, come in shades of purple or blue, or lilac. Occasionally, there is a white form. They have darker blotches.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are obovate or oblong shaped, 5–6.5 cm (2–3 in) long, and 2 cm wide.\nIt has an oblong blade, which has a central white beard, that has coloured (orange, or yellow,) tips. The standards are erect, clawed and obovate shaped. They are 5 cm (2 in) long, with an oblong blade. They are not blotched.It has a short perianth tube, that is 1.2–3 cm (0–1 in) long, and green with purple stripe, or spots.  The style branch is similarly coloured as the falls and standards, but is curved inwards. It has blue filaments and creamy-white anthers. The pollen is also white. The white stigma is notched, or serrated.After the iris has flowered, it produces a trigonal, or elliptic seed capsule, is 5–6.5 cm (2–3 in) long. It has a beak (curved ending). It splits (or dehisces), below the beak. Inside the capsule are pyriform (pear) shaped seeds, that are red with a yellowish aril (appendage).",
    "Description-Biochemistry": "In 1985, a phytochemical study was carried on Iris hookeriana specimens found in the Sonamarg region of Kashmir. They found Irisflorentin, irigenin, junipigenin and iridin.In 1993, a chemical study was carried out the rhizomes of Iris hookeriana, to extract 'Piceid', a stilbene glucoside.In 2008, a study was carried out on the effectiveness of a decoction of Iris hookeriana rhizome, as an anthelmintic (drugs that expel parasitic worms) used on gastrointestinal nematodes (or Trichuris ovis worms)  in sheep.In June 2012, a phytochemical study was carried out on 5 iris species growing in Kashmir, India. Including Iris crocea, Iris ensata, Iris germanica, Iris hookeriana and Iris kashmiriana. It found several flavonoids (including isoflavonoids, glycosides and tannins), within the irises.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count or 2n=22, or 2n=24.\nStudies were carried out in 1978 by Karihaloo, V.  (Chromosome numbers of irises from Kashmir. CIS Chromosome Inform. Serv. Vol.24 pages 21–22), then in 1985 by Vir Jee, D. U. and P. Kachroo (Chromosomal conspectus of some alpine-subalpine taxa of Kashmir Himalaya. Chromosome Inf. Serv. 39: pages 33–35) and in 1989, by Jee, Vir, U. Dhar and P. Kachroo (Cytogeography of some endemic taxa of Kashmir Himalaya. Proc. Indian Natl. Sci. Acad., B 55 pages 177–184).",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (hookeriana) hook-er-ee-AN-uh.It has the common name of Hooker's Iris. But this normally applies to Iris hookeri Penny ex Loudon.\nThe Latin specific epithet hookeriana refers to Sir Joseph D. Hooker.In 1884, Mr Max Leichtlin, was given a plant specimen from some Moravians missionaries at Lahaul and Spiti district, Pakistan. He sent it to Prof. Foster.It was then first published and described by Foster in Gardeners' Chronicle Series 3, Vol.1 on page 611 in 1887.It was also published by Gilbert Baker in Baker, in Curtis's Botanical Magazine (Bot. Mag.) Vol.119 table 7276. in 1893, with an illustration after the specimen plant had first flowered.It was later published in the 'Journal of the RHS' 93, f128 in 1968.It was verified by United States Department of Agriculture and the Agricultural Research Service on 9 January 2003, and then updated on 1 December 2004.It is listed in the Encyclopedia of Life.Iris hookeriana is an accepted name by the RHS and it was last listed in the RHS Plant Finder in 2013.",
    "Distribution and habitat": "Iris hookeriana is native to tropical areas of Asia.",
    "Distribution and habitat-Range": "It is found in the Himalayan mountains, of India, (including the states of Himachal Pradesh, Jammu, and Uttarakhand (including the former kingdom of Kumaon,)) and in Pakistan, (including in the districts of Chitral, Swat, Gilgit, Hazara), Mansehra District,  and Kashmir.It was also found in Western Tibet, and one reference also mentions Afghanistan.It is almost as widespread as Iris kemaonensis, another 'Pseudoregelia iris'.Within Mansehra District, in Pakistan, it is found in the Naran valley,   at (3,300 to 3,500 m (10,800 to 11,500 ft) meters above sea level) with Rheum australe, Sibbaldia cuneata, Aster falconeri and Ranunculus hirtellus.",
    "Distribution and habitat-Habitat": "It grows on the sunny, mountain slopes, and in alpine meadows.They can be found at a wide ranges of altitude, between 2,300 to 3,700 m (7,500 to 12,100 ft) above sea level.",
    "Cultivation": "It is hardy to Zone H3, which meaning Hardy to −10 to −15 °C (14 to 5 °F)\nIt needs to be grown in an alpine house or bulb frame, in the UK. It was grown in containers at Kew Gardens, which gave it protection against winter wet. But it did not last very long.It prefers to grow in well-drained soils, with plenty of sunshine.It needs a long hot summer, to grow well the next year. They are dormant till late in the spring, and can avoid damage by late spring frosts.",
    "References": "",
    "Sources": "Chowdhery, H. J. & B. M. Wadhwa. 1984. Flora of Himachal Pradesh.\nMathew, B. 1981. The Iris. 67.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of [West] Pakistan.",
    "External links": " Media related to Iris hookeriana at Wikimedia Commons\n Data related to Iris hookeriana at Wikispecies"
  }
}