{
  "url": "https://en.wikipedia.org/wiki/Iris_typhifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Sibiricae"
    },
    {
      "Species": "Iris typhifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris typhifolia is a species in the genus Iris, also the subgenus of Limniris and in the Iris series Sibiricae. It is a rhizomatous herbaceous perennial, from China. It has slender, twisted leaves, deep green slender hollow stem and 2 violet-blue flowers. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris typhifolia has a creeping rhizome, that is surrounded by fibers. It can spread out to 60 cm (23.5 in) across.It has slender, upright leaves, that are occasionally twisted, and ending as point (or lanceolate – sword-shaped). The leaves are between 30–40 cm (12–15.5 in) long and 2mm wide (when flowering). They later, grow up to 90 cm (35.5 in) long and 6 mm wide (at seed and capsule growth time). The leaves has a visible mid-vein.It has a deep green, slender, hollow flowering stem, that grows up to between 50–90 cm (19.5–35.5 in) long. Although, the stem base can be slightly reddish.\nThe stem is unbranched and have between 2–4 green with a reddish-brown edge, lanceolate spathes (leaves of the flower bud), which measure 5.5–6 cm long and 1–1.2 cm wide, and can be membranous in form. The spathes surround 2 flowers in early spring to early summer, May and June.The flowers come in a range of violet-blue shades. From blue, to deep purple, to violet-blue, to violet, to dark violet. The flowers are 6–8 cm in diameter.Like other Irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The large, obovate (shaped like an egg), drooping 'falls' are 5–5.5 cm long, have a red/brown flush or spots on the hafts. The slender, oblanceolate, upright 'standards' are 4.5–5 long and 1-1.2 cm wide.It has a tubular perianth of 5mm long, pedicle (flower stalk stem) of between 1–5 cm long and yellow or yellow/brown anthers. It has 3 cm long stamens, style branches that are 3.5 long and 1–1.2 cm wide and a cylindric ovary which is 1.5–2 cm long and 2–3 mm wide.In July and September (after the iris has flowered), it produces a seed capsule, which is ellipsoid in form and measures 4.5–5 cm long by 1.2–1.5 cm wide. It is 3-angled and 6-veined. The seedlings will also come true from seed.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=28. This places it with Iris sibirica and Iris sanguinea.",
    "Taxonomy": "It is written as 北陵鸢尾 in Chinese script and known as 'bei ling yuan wei' in Pidgin.Iris typhifolia is pronounced EYE-ris ty-fih-FOH-lee-a.It has the common name (in the west) of Cattail Iris, or North Tombs Iris in China.The Latin specific epithet typhifolia is derived from the genus Typha and the Latin word for 'leaf' folia.It was first published and described by Kitag.  in Botanical Magazine (Tokyo) Volume 48, page398 in 1934. It was only known as a herbarium specimen for ages, due to the 'Cold War' with China, which stopped exploration in China and contact with Chinese botanists. In the 80's, trade restarted with UK and China. Also, in 1982 Professor Yu-tang Zhao (from Northeast Normal University, and author in Flora Reipublicae Popularis Sinicae (Flora of China) section on iris), also wrote about Chinese Iris species in the Iris Year Book, including Iris typhifolia. In 1988, he sent seeds of Iris typhifolia to the Royal Botanic Gardens, Kew, and some seedlings were then passed on to a few British Iris Society members. Most were planted outdoors and did not survive their first British winter, but after a bit of winter protection they survived. But there was a lot of variation. In 1992, Dr. James Waddick (from University of Kansas City, Missouri and Prof. Yu-tang Zhao), collected more seed and plants from the wild in China. They sent the seed back to America and members of the American Iris Society (who had sponsored the expedition), who started propagating the seeds. It was found that Iris typhifolia blooms weeks earlier than the other members in the sibirica group.Iris typhifolia is a 'tentatively accepted' name of the RHS.It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003.",
    "Distribution and habitat": "Iris typhifolia is native to Asia.",
    "Distribution and habitat-Range": "It is found in north east China, (also known as Manchuria), in the provinces of west Jilin, Liaoning, Nei Mongol) (also known as Inner Mongolia).) It is also found on the southern border of far eastern Russia. It has wide distribution along the Amur River valley.",
    "Distribution and habitat-Habitat": "It is found growing on damp areas near lakes, and on marshy ground and stream-sides.",
    "Cultivation": "Iris typhifolia should be grown in moist, slightly acidic soil (the pH level should be less than 7.8) with plenty of organic matter. It is tolerant of sandy or clay soils, as long as plenty of organic matter is added before planting.It prefers positions in full sun but can tolerate part shade (with some hours of sunlight). Although, in non-temperate areas (hot arid areas), they need shade, mulching and extra watering to survive. The iris needs moisture during the growing season (in spring and early summer) to create best blooms. But they don't grow in the water. Although they will tolerate occasional flooding.They are best propagated by division, as growing from seed, takes at least 3 years to produce a flowering plant. The divisions must be not be allowed to dry out and can be temporarily stored in bucket of water, while the new planting position is prepared. To grow from seed, allow the mature pods to dry on the plant. Then break open to collect seeds and the direct sow outdoors in fall or autumn. The seed should germinate within 3 months, if they have been pre-chilled for 4 weeks or placed outdoors over winter. Once germinated they should be brought indoors to avoid temperature shock and then transplant outside, when the plant has 4 leaves.The climatic conditions of the garden, controls planting (or transplanting) times. In the north, they are best planted in the spring (avoiding frost damage to tender roots). In the south, they are best planted in the autumn (or fall), which avoids the hot dry period.The iris should be planted in well prepared ground (with added compost or organic matter). They should be planted 3–5 cm (1–2 in) below the ground level. They then need to be watered, and kept moist for the next few days, to prevent wilting and transplant shock. They should be spacing at 45–60 cm (17.5–23.5 in) apart.A 2 cm (an inch) thick mulch of compost or well rotted manure, with a fertiliser to encourage blooming, can be applied in spring.It is hardy to USDA Zone 4–9, it is hardy in the UK, but will not survive wet winters in cooler parts of the world. It can tolerate temperatures as low as −30 °F, because it flowers early in spring, northern climate positions are preferred.They can be used in gardens, at waterside locations beside pools or streams, as well as the mixed perennial border. The flowers can be cut and used in floral displays.It is naturally propagated by pollinating insects such as bees which will feed on its nectar.It can be seen in the Botanical Gardens of Ljubljana, Slovenia.",
    "Cultivation-Hybrids and cultivars": "Iris typhifolia has been very useful to plant breeders and hybridisers, due to its hardiness, foliage, flower markings. and because it flowers earlier than other siberian irises.\nIris typhifolia 'China Spring' was the first introduced Iris typhifolia hybrid\nIris typhifolia 'Caitlin's Smile' – with erect foliage and purple blue flowers\nIris typhifolia 'China White'",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. Page198\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nCurrier McEwan, The Siberian Iris Data related to Iris typhifolia at Wikispecies"
  }
}