{
  "url": "https://en.wikipedia.org/wiki/Iris_pamphylica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Hermodactyloides"
    },
    {
      "Section": "Reticulatae"
    },
    {
      "Species": "Iris pamphylica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris pamphylica is a species in the genus Iris. It is the largest member of the subgenus of Hermodactyloides, it is also in the section Reticulatae. It is a bulbous perennial from Antalya Province in Turkey, Asia. It has long narrow leaves, shorter stem holding a bi-coloured flower in shades of purple, blue or purple-brown, with a yellow, purple-spotted section on a petal.",
    "Description": "It has long and thin bulb, that has fine netted 'tunic', underneath are thick fleshy roots. There are short fine hairs at the base of the bulb as well as a few bulblets, which can grow into adult bulbs.In spring, it has linear, narrow leaves, that look square-like when seen in cross section. When in flower, the leaves are between 10–20 cm (3.9–7.9 in)  tall. Later, the leaves extend up to 55 cm (22 in), when in full growth. In the mesophyll (between the upper and lower layers of epidermis) of the leaves, hexagonal crystals have been found.It has a stem that is between 10–25 cm (3.9–9.8 in) tall, making it the 2nd tallest Hermodactyloide Iris after Iris tuberosa.The stem has several green, inflated spathes (leaves of the flower bud).It blooms in late winter-spring, or early spring. The slightly fragrant flowers, are 5–6 cm (2–2 in) in diameter. They are carried on a stem (unlike other species in the subgenus), and are bi-coloured. They come in shades of purple, blue or purple-brown. Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The reflexed elliptic falls are 3.5–4 cm (1–2 in) long, purple-brown, in the centre of the petal is a yellow blotch, or yellow, purple-spotted median ridge. The narrowly oblanceolate shaped standards are 4 cm (1.6 in), long and 0.6 cm wide, they are pale to deep blue, veined darker.It has style branches which are 3.5 cm long, the bract same length as perianth tube at 2 cm long.In 2017, a comparison was carried out on the morphological and anatomical properties of Iris masia and Iris pamphylica (another endangered Turkish endemic iris), it was found that the leaves of both taxa have xeromorphic structure.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. It has a count of 2n = 20.",
    "Taxonomy": "It was published and described by Ian Charleson Hedge in 'Notes of the Roy. Bot. Gard. Edinburgh' Vol.23 on page 557 in 1961. It was also recorded in the Journal of the Royal Horticultural Society No.96 in 1971.It has been named after the old name for the region of Turkey, Pamphylia. In Turkish, it is known as Akseki navruzu.Iris pamphylica is an accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 3 December 2004.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in Turkey, within the Antalya Province near Manavgat), and Mount Taurus.",
    "Distribution and habitat-Habitat": "It is found in fields, and on the edges of oak forests, and open woodland on limestone soils.\nIt is normally found at 700–1,500 m (2,300–4,900 ft) above sea level.",
    "Conservation": "It was on the 1997 IUCN Red List of Threatened Plants, and was listed in the 'endangered' category of the Red Data Book of Turkish Plants (Ekim et. al., 2001). It needs legal protection of habitat and help with propagation, such as tissue culture techniques.",
    "Cultivation": "It likes to grow in loamy soils, and is hardy, but not as hardy as other bulbs in the series. It is suitable to grow in rock gardens or in pots.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Culture": "In Turkey, it has featured on the 7,500,000 lira coin (as part of the Turkish flowers set, issued in 2002).",
    "References": "",
    "Other sources": "Davis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands.\nMathew, B. 1981. The Iris. 177–178.",
    "External links": "Pamphylica Data related to Iris pamphylica at Wikispecies"
  }
}