{
  "url": "https://en.wikipedia.org/wiki/Iris_variegata",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Iris"
    },
    {
      "Species": "I. variegata"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris variegata is a species in the genus Iris, also in the subgenus Iris. It is a rhizomatous perennial from eastern Europe. It has dark green, ribbed leaves. The branched flowering stems can be as tall as the leaves, they can hold 2–3 flowers in summer. They are yellowish-white, with brown-purple veins on the drooping falls. It is very hardy and it is commonly cultivated as an ornamental plant in temperate regions. There are several cultivars.",
    "Description": "Iris variegata has often been confused for  Iris pallida 'Argentea Variegata, which has variegated leaves. But Iris variegata has variegated flowers.It has stout rhizome, with roots that can go up to 10 cm deep in the ground.It has leaves that are around 1–3 cm wide, dark green, ribbed leaves. They are slightly falcate (sword shaped).It can be variable in height in the wild (30–45 cm). Generally, it grows up to 45 cm (18 in) high, The branched flowering stems can be as tall as the leaves. There are normally 2–3 flowers per stem. The scentless flowers appear in early summer, May – June.The perianth tube is 2–2.5 cm long. The flowers are yellowish-white, with brown-purple veins on the falls. The flowers are generally about 5–7 cm wide. The falls are obovate-oblong shaped and nearly 2 cm wide, yellow with purple or chestnut brown veins, which are darker closer to the apex. It has a yellow beard in the centre on the lower part of the fall, the standards are erect, (vary in colour) from pale yellow to bright yellow and gold.It has a seed capsule measuring 2.2–2.8 cm long by 1–1.3 cm wide, with 6 ribs along the edge.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=24.",
    "Taxonomy": "It is commonly known as the 'Hungarian iris'. It is known as 'skäggiris' in Swedish.It was once known as Iris hungarica. which also applies to Iris aphylla subsp. hungarica.\nIt was described in 1753 by Carl Linnaeus in 'Species Plantarum' (on 1 May 1753).Between 1800 and 1850, several Iris breeders (including Lémon, Jacques and Salter), started breeding border irises for the garden. These irises were all the progeny of two species, Iris pallida and Iris variegata. It was William Rickatson Dykes who worked out that these were the parents of most hybrids, especially those bi-coloured hybrids. These new irises were known as 'Tall Bearded Irises'. In the wild, hybrids of Iris pallida and Iris variegata are very similar to Iris germanica.Hundreds of hybrids exist representing every colour from jet black to sparkling whites. The only colour really missing is bright scarlet. Many modern garden bearded irises are crosses of 'Iris germanica' and Iris variegata.Iris variegata is an accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 20 April 2009.",
    "Distribution and habitat": "It is native to parts of Europe.",
    "Distribution and habitat-Range": "Iris variegata is found in the Pannonian (ancient Roman province) region of central Europe. It occurs in southern Moravia, southern Slovakia, south-western Germany, southern Romania, Bulgaria, western Ukraine, Croatia, Czechoslovakia, Serbia, Hungary and Vienna, Austria .It has been introduced into Switzerland, Bohemia and Italy.",
    "Distribution and habitat-Habitat": "It prefers to grow in open stony areas and amongst scrub and light woodland, and also on the sunny slopes of the steppes and beside forest margins.",
    "Conservation": "It is an 'endangered' and protected species in the Czech Republic and Slovakia.",
    "Cultivation": "It is extremely hardy, as after flowering, its leaves die entirely away in the autumn and the plants remain dormant, until the spring when it regrows leaves and stems. It is best cultivated in well-drained fertile soils, but is tolerant of partial shade.It can be easily grown in gardens in Kashmir.Lifting, dividing and replanting the rhizomes is best done once flowering has finished, because this is when the plant grows the new shoots that will flower the following year. The rhizomes are placed on the surface of the soil facing towards the sun and with at least 45 cm of open ground in front of them – this allows two years growth and flowering. The plant is held in place by removing half the leaf mass to reduce wind rock and by using the old roots as anchors in the soil. The rhizome is placed on well dug ground and the roots placed either side into 10 cm deep grooves. The soil is then gently firmed around the roots, so holding the plant steady. New roots and leaves are created rapidly as the rhizome moves forwards.It also can be propagated by seed.",
    "Cultivars": "'Staten Island' (registered in 1945),\n'Gracchus' (1884),\n'Mary Vernon' (1940)",
    "Known variants": "Iris variegata var. Reginae  (white flowers with purple and violet veining), which was collected in Hungary in 1947.\nIris amoena (white standards, lilac/mauve falls),\nIris variagate var. pontica,",
    "Gallery": "",
    "See also": "Orris root",
    "References": "",
    "Sources": "Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin).\nCzerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 22–23.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea.",
    "External links": " Data related to Iris variegata at Wikispecies"
  }
}