{
  "url": "https://en.wikipedia.org/wiki/Iris_leptophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris leptophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris leptophylla is a species in the genus Iris, it is also in the subgenus of  Iris and in the Pseudoregelia section.  It is a rhizomatous perennial, from China. It has thin, long grey-green leaves, long slender stem and 2 fragrant purple, blue-purple, violet or lavender pink flowers. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has a thick rhizome, which is swollen and tuber-like. It is between 1.2 – 1.5 cm in diameter, and brown or grey-brown in colour.\nUnder the rhizome are fibrous secondary roots, which are yellow-white. On top of the rhizome, are the brown fibrous remains of last seasons leaves. They emit an odour. The rhizomes grow slowly.It has thin, linear leaves, that are greyish green, with a distinct rib (or midvein) and acuminate (pointed) end.\nThey can grow up to between 15–35 cm (6–14 in) long, and between 0.2 and 1 cm wide.\nThey appear in April.It has a slender stem, about 2 mm in diameter, that can grow up to between 15–35 cm (6–14 in) tall.The stem has 3 or 4 green, lanceolate spathes (leaves of the flower bud). They are between 3.5–8 cm (1–3 in) long and between 1 and 1.8 cm wide. They also have a distinct rib (or midvein) and (scarious) membranous edges.The stems hold between 2 or 3 terminal (top of stem) flowers, blooming in late spring to early summer, between April to May, or from May to June (in Europe).The fragrant flowers, (with a primrose-like fragrance,) are 3.4–6 cm (1–2 in) in diameter, they come in shades of purple, including blue-purple, violet, lavender pink.It has very short pedicels, and a flared, perianth tube of 3.5–5 cm (1–2 in) long, and up to 1.5 cm in diameter.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are obovate or spatulate (spoon-like) shaped, 5–5.5 cm (2–2 in) long and 2 cm wide. In the centre of the petal is a yellow, or white beard. They also have a dissected yellow crest. The erect standards are lanceolate,3.5–4 cm (1–2 in) long and between 0.5–1 cm wide.It has stamens that are between 1, to 4 cm long. It also has white anthers. \nThe light blue, style branches are about 4.5 cm long, with blue and white stripes.After the iris has flowered, between May to June, or May to July. it produces an ovoid, or cylindric seed capsule. Which is 4 cm long and 1.3 cm wide, with an acute point, and 6 prominent veins. It dehisces (splits open) laterally, to reveal pear shaped, dark brown seeds, with a brown aril (appendage).",
    "Description-Biochemistry": "In 2003, a study was carried out the rhizomes of Iris leptophylla, using chromatography and recrystallization. It found eight compounds (including 5 flavonoids), 'tectorigenin irisflorentin'  (I), 'tectorigenin irilone' (Ⅱ), wild Tectoridin iridin (Ⅲ), Tectoridin tectoridin (Ⅳ),  Tectoridin irilone-4'-glucoside (Ⅴ), the last three compounds were daucosterol (Ⅵ), β- sitosterol (Ⅶ), octadecyl acid (Ⅷ).In February 2007, a spectroscopic chemical compound study was carried out on the rhizomes of Iris leptophylla, it found several isoflavonoid glucosides, including  irisleptophyllidin, (C24H24O12 ,) nigricanin, irifloside and irigenin.In 2009, a karyotype analysis was carried out on 10 Irises found in China, it found the chromosome counts.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=26.",
    "Taxonomy": "It is written as 薄叶鸢尾 in Chinese script and known as bo ye yuan wei in Pidgin.It is commonly known as 'thin-leaf iris' (in China).The Latin specific epithet leptophylla refers to leptophyllus -a -um fine- or slender-leaved.The iris was originally collected by Hans Wolfgang Limpricht on 18 April 1914 in Wenchuan, of Sichuan in China.It was then first published and described by Alexander von Lingelsheim in 'Repertorium Specierum Novarum Regni Vegetabilis', Beihefte. (Edited by Friedrich Fedde) (Fedd. Repert. Spec. Nov. Regni Veg. Beih.) Vol.12 on page 325 in 1922.It was originally placed within the Nepalensis subgenus by Brian Mathew, but later it was suggested it should be placed in the 'Pseudoregelia Section' by Dr David Cutler of Kew in the Botanical Journal of the Linnean Society Vol.90 pages253-303 in 1985.It was verified by United States Department of Agriculture and the Agricultural Research Service on 9 January 2003, then updated on 6 January 2005.It is listed in the Encyclopedia of Life.Iris leptophylla is a tentatively accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in China, within the provinces of Sichuan, and Guangxi (or Gansu).",
    "Distribution and habitat-Habitat": "It grows on the edges of forests, in grassland and meadows, on hillsides and rocky slopes.They can be found at an altitude of 2,600 to 3,200 m (8,500 to 10,500 ft) above sea level.",
    "Conservation": "Iris leptophylla is an endangered plant.",
    "Cultivation": "It prefers to be grown in well-drained soils, (with grit and humus), in full sun. But it can tolerate partial shade.It is not hardy in the UK, so needs to be grown within an alpine house or bulb frame.In milder positions,(including some parts of Europe) it can be grown in a rock garden.A Herbarium specimen exists in the Department of Botany within the Swedish Museum of Natural History.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause a skin irritation or an allergic reaction.",
    "Uses": "The rhizomes of the plant can be used in herbal medicines to be used as a laxative.\nThe rhizomes also contain as isoflavone (containing a scent) which is used in perfumery.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 203.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": "has black and white illustration of the iris from a journal\n Data related to Iris leptophylla at Wikispecies"
  }
}