{
  "url": "https://en.wikipedia.org/wiki/Iris_kerneriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "series Spuriae"
    },
    {
      "Species": "Iris kerneriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris kerneriana  is a species in the genus Iris, it is also in the subgenus of Limniris and in series Spuriae. It is a small rhizomatous perennial plant, with fragrant, yellow flowers from Turkey. It is cultivated as an ornamental plant in temperate regions and known as Kerner Iris or Kerner's Iris.",
    "Description": "It is often confused with Iris halophila, which has bigger leaves. It is also similar in form to Iris sintenisii, except for the colour of the flowers, for the shape of the falls and for the fact that the spathe valves are not sharply keeled.It has long, thin rhizomes. That can form creeping clumps of plants.It has narrow, grass-like, bright green – pale green leaves. They can grow up to 30 cm (12 in) long, and 2–3 mm wide, (rarely 1 cm). They are more compact than Iris graminea.The flower stems are normally taller than the very narrow leaves.\nThey can grow up to between, 20–45 cm (8–18 in) tall. Very rarely, they reach 55 cm (22 in).In larger, more established plants, the strong erect, flower stems can branch and bear between 2–4 blooms on each plant. It has bracts that have wide transparent margins, which become scarious after antithesis (after flowering).The scented flowers, begin to appear between spring and early summer, between May and July. The flowers show a range of yellow shades; from sulphur yellow, to lemon yellow, to straw-yellow, to pale yellow, and deep cream.\nThe flowers are 5–12 cm (2–5 in) in diameter. It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'.\nThe narrow pointed, lance-shaped, falls are reflexed, arching over, so the tips of the falls almost touch the stem. They have a deeper yellow signal patch, then fade to cream at the edges. The cream standards are upright and erect, sometimes twisted.The style arms are similar in form to the falls. It has a perianth tube that can extends to 2 cm longer than the spathes, (leaves of the flower bud), but the spathe can almost extend to the base of the segments.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=18. It has also been counted by 'La Cour', (but unpublished) and by Lenz in 1963, both as 2n=18.In 2011, a study to find the various volatile chemical compounds within 3 species of native iris from Turkey. Iris pseudacorus, Iris kerneriana and Iris sofarana, were used and collected from Beyşehir and Trabzon. They used gas chromatography and gas chromatography/mass spectrometry methods. It was found that the flowers of Iris kerneriana contain (in percentages); α-kessyl acetate (14.7%), longipinene (10.8%), decanoic acid (10.6%), heptacosane (10.2%), hexadecanoic acid (9.5%) and 6-methyl-5-hepten-2-one (7.1%). The Iris kerneriana rhizomes contain; tetradecanoic acid (31.5%), heptacosane (10.0%), α-kessyl acetate (9.5%), nonacosane (8.8%) and 6-methyl-5-hepten-2-one (7.7%). Iris kerneriana stems contain; nonacosane (18.3%), heptacosane (16.7%), pentacosane (10.3%) and tricosane (6.0%).In 2013, a study into various chemical compounds of Iris species, it was found that the rhizomes of Iris soforana and stems of Iris kerneriana contain b-irone and the stems of Iris kerneriana contain trans-bionone-5,6-epoxide.",
    "Taxonomy": "The Latin specific epithet kerneriana refers to 'Anton Kerner von Marilaun' (1755-1830), an Austrian botanist, and Professor of Botany in Vienna.It has the common name of Kerner Iris, or Kerner's Iris.It was originally published by Paul Friedrich August Ascherson and Paul Ernst Emil Sintenis in 'Gardeners' Chronicle' Series 2, Vol.21 page795 in 1884. It was not validly published as they did not attach a description of the plant. In 1892, Baker published an article on it in the 'Handbook of the Iridaceae' Vol.16. on Aug–Nov 1892,  but thought that it was a synonym of Iris orientalis.It was later published as Iris kerneriana in 'Gardening Illustrated' Vol.58 page68 on 1 February 1936. It was verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003. Iris kerneriana is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to a small temperate region of western Asia.",
    "Distribution and habitat-Range": "It is found in Northern Turkey, from Bolu east to Erzurum and south to Kaz Dag and Ankara. Including; around the city of Amasya, and the villages of  Direkli, Yassucal and Abacu. It is also thought to occur in Armenia.",
    "Distribution and habitat-Habitat": "Iris kerneriana grows in open pine forests, in dry grassy turf/meadows and on dry scrub land. It grows at altitudes of between 300-2300m above sea level.",
    "Cultivation": "Iris kerneriana is hardy to between USDA Zone 3a (−39.9 °C (−40 °F)) to Zone 8b (−9.4 °C (15 °F)). It is also hardy in Europe and the UK.It prefers to grow in neutral to slightly acidic,  (6.1 to 6.5 (mildly acidic) – 7.6 to 7.8 (mildly alkaline)), gritty, well-drained soils, that are rich (in nutrients) and having proper drainage. It does not like soils containing lime. It prefers positions in full sun. There should be plenty of free-flowing water in spring, during the growing period. But they will not tolerate overwatering. Also, they should have a little water during the fall/autumn, during the dormant period.These isis are known to be 'difficult' to establish within a garden. It resents being disturbed after being planted, clumps should be left for several years, (ideally 10–15 years). They are thought to be ideal to use growing in front of borders and in rock gardens. They can also be grown on a peat bank amongst rhododendrons. It can be found growing on the rock gardens at Kew Gardens.",
    "Cultivation-Propagation": "Iris kerneriana can also be propagated by division or by seed growing. Since, it resents being disturbed, seed growing is the best option. Seeds can be collected from the dried seed capsules on the iris (after it has flowered). They can then be sown at any time, but winter or early spring gives better results, since they prefer a cold spell in damp conditions. Seeds should be covered with a very, fine layer of sand or grit. The seeds take a very long time to germinate, sometimes not appearing for many months. If they do not appear within 6 to 12 weeks, the seed tray should be then placed within a fridge for a short period (four weeks).",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (especially the rhizome and leaves), if ingested can cause stomach pains and vomiting. Handling the plant may cause a skin irritation or an allergic reaction.",
    "Uses": "In Turkish folk medicine, the rhizomes of Iris species called Turkey ‘navruz’ or ‘su¨sen’ have been applied as diuretics, carminatives and laxatives.",
    "References": "",
    "Sources": "Davis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands. [lists as I. kerneriana Asch. & Sint. ex Baker].\nMathew, B. 1981. The Iris. 112–113.",
    "External links": " Data related to Iris kernerisna at Wikispecies"
  }
}