{
  "url": "https://en.wikipedia.org/wiki/Iris_caucasica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris caucasica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris caucasica (also known as Caucasean Iris) is a species of plant in the genus Iris, it is also in the subgenus of Scorpiris. Pronounced as 'kaw-KAS-ee-kuh'.\nIt is a bulbous perennial\nIt was described in 'Commentat. Soc. Phys.' to Caesareae Universitatis Mosquensis of 1808 by Georg Hoffman.It was once confused with iris orchioides, but iris caucasica is a smaller plant, with sessile flowers. Also it has leaves that have white margins.Iris caucasica is an accepted name by the RHS.",
    "Habit": "It has between 1–4 flowers per stem, normally pale yellow or green and with winged falls. The falls also have a yellow ridge. The flowers are 5–15 cm (2–6 in) across. It flowers in later spring. It eventually reaches a height of 15 cm (flower and stem). he flowers are not fragrant.It has grey green leaves, which are ciliate and that start growing at flowering time. They reach up to 10–12 cm long and l-2 cm wide. The leaves have a faint white margin.It has a brown ovoid bulb with fleshy roots. It is similar to Iris persica.",
    "Native": "Iris caucasica grows on limestone mountain slopes (at 1200-3500m above sea level) in Turkey and Armenia and Azerbaijan, in the Caucasus mountains. Bieberstein notes seeing it near Tbilisi in the South Caucasus.\nIt has also been found in Israel and Iran.",
    "Hybrids": "In 1892, Michael Foster introduced a hybrid version 'Iris Caucasica Kharput'. Which does not have winged falls. It still has 4–5 flowers per stem, which are greenish-yellow. But they are generally larger than parent plant.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). (L USSR) [noted as 'Juno caucasica' (Hoffm.) Klatt].\nDavis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands. (F Turk)\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR. (F USSR)\nMathew, B. 1981. The Iris. (Iris) 146.\nRechinger, K. H., ed. 1963–. Flora iranica. (F Iran)\nTownsend, C. C. & E. Guest. 1966–. Flora of Iraq. (F Iraq)",
    "External links": "image of iris causica\nAnother image and growing tips Media related to Iris caucasica at Wikimedia Commons\n Data related to Iris caucasica at Wikispecies"
  }
}