{
  "url": "https://en.wikipedia.org/wiki/Iris_tenuis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Section": "Lophiris"
    },
    {
      "Species": "I. tenuis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris tenuis (also known as Clackamas iris) is a species in the genus Iris, it is also in the subgenus of Limniris. It is a rhizomatous perennial, from North America, endemic to Oregon in the Cascade Range, in Clackamas, the small flowers are white, pale blue or lilac, with a yellow or golden low dissect crest and pale green leaves. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris cristata, except that it is taller and larger.It has small, slender, cord-like, rhizomes, which are 10–15 mm in diameter. They have brown scale-like leaves on top of the rhizome. The shallow rooted, creeping and spreading rhizomes, create loose colonies around 30 cm wide.It has deciduous, narrow, pale green, or dark green, basal leaves. They are sword-shaped, they can grow up to between 30–35 cm (12–14 in) long and 1–1.5 cm (0–1 in) wide. They are fan-like, with brown membranous edges. The leaves are taller than the stems.It has slender, stems that can grow up to between 30–35 cm (12–14 in) tall.\nIt has 2–3 branches. The pedicel (flower stalks) are 0.4–1 cm long but they do not carry the flower clear of spathes.The stems have several spathes (leaves of the flower bud), that are 2–3 cm (1–1 in) long and 5 mm wide, and scarious (dry and membranous).The stems (and the branches) hold 1 flower (each branch), in late spring, between April and May.The flowers are 3–5 cm (1–2 in) in diameter, and come in shades of white, pale blue, or pale lilac.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'.\nThe white or pale blue falls are oblong-spatulate, 2.8–1 cm (1–0 in) long, with violet, blue or purple veins. In the centre is a yellow signal area and a low yellow or golden crest with undissected ridge.  \nThe erect standards are oblanceolate-spatulate, shorter than the falls, and notched at tip.It has a 3 cm long, funnel-form perianth tube, triangular-acuminate stigmas and a 0.4–0.7 cm long, elliptical ovary.It has 1.8 cm long styles, that do not have notched lobes.In propagation, the pollen tubes of Iris tenax reach the Iris tenuis ovules in 30 hours, whereas the pollen tubes of Iris tenuis require 50 hours to reach the Iris tenax ovules.After the iris has flowered, it produces an globose, or ovoid seed capsule, which is 0.9–1.5 cm (0–1 in) long and 1.2 cm wide.\nInside are D shaped, pale brown, pitted seeds, with a whitish raphe (ridge).",
    "Description-Biochemistry": "In 1956, a cytological (cell) study was carried out on various irises in the Californicae Section. Including Iris tenuis.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.It has been counted several time; 2n=28, Simonet in 1934, 2n=28, L.W. Lenz (Studies in Iris embryo culture, El Alsio 3 173–182 1956) and 2n=28, Smith & Clark in 1956.It has a published chromosome count of 2n=28.",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (tenuis) TEN-yoo-iss.It is commonly known as Clackamas Iris.The Latin specific epithet tenuis refers to the Latin for slender or thin.It was discovered in 1881, by Mr. L. F. Henderson, of Portland, Oregon, near a branch of the Clackamas River called 'Eagle Creek', about thirty miles from Portland.It was first published and described by Sereno Watson in (Proc. Amer. Acad. Arts) Vol.17 page380 in 1882. It was originally placed within the Californicae Series.In May, 1884, Mr. Henderson found iris specimen roots for the Cambridge Botanic Garden in the UK. But they did not survive the following winter in the British climate.Sereno Watson published another description of the iris in Garden and Forest Weekly, Volume 1 No. 1 on 29 February 1888, and in Vol.1 No.6 on \n7 March 1888 with an illustration.A black and white Illustration and description appears in Volume 1 An Illustrated Flora of the Pacific States  in 1923, and reprinted in 1940. The iris also appeared in Volume 4 on page313 in 1959.In 1937, R.C. Foster, was one of the first botanists to think that Iris tenuis is similar in form to Iris cristata. In 1956, F. H. Smith and Q. D. Clarkson noted, \"It clearly does not belong in the subsection with the other members of the Californicae,\". Due to the chromosome count of 2n=28, which is not similar to other Californicae series irises, who are normally counted as 2n=40. In 1958, Clarkson created a new subsection, the Oregonae, for it.\nThen in 1959,  Lee W. Lenz moved it into the Lophiris section.It was also published in Rickett, Wild Flowers of the US, Vol.5 plate19 in 1971.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 28 August 2007.Iris tenuis is a tentatively accepted name by the RHS.",
    "Distribution and habitat": "It is native to north western USA.",
    "Distribution and habitat-Range": "It is found in the U.S. state of Oregon. Within the Cascade Mountains, in Clackamas County.Found along the Clackamas River, and Molalla river.",
    "Distribution and habitat-Habitat": "It grows in the open wooded slopes, and along shaded stream banks.It is found underneath the Douglas fir (Pseutotsuga menziesii), and other shrub undergrowth in large colonies, in moist leafy soils.",
    "Conservation": "Iris tenuis along with Aster gormanii (now called Eucephalus gormanii), douglasia laeviagata var. laevigata, Isopyrum hallii, lilium washingtonianum, Pleuricospora fimbriolata and Sullivantia oregana are all sensitive species recorded with the Table Rock Wilderness in Oregon.It grows in Mount Hood National Forest, Oregon.",
    "Cultivation": "It is cold hardy, but not heat or dry hardy.\nIt is less hardy than other crested irises and is more difficult to establish in the UK.It is hardy to Europe Zone H2, and between USDA Zone 6 to Zone 9.It can grow in Marion, Multnomah, Josephine, and Washington.It prefers to grow in humus rich, (leafy) well drained soils.\nIt is tolerant of soils that are mildly acidic to neutral.It is tolerant of sun or partial shaded positions.\nIt prefers to have some sun during the day to create flowers.It has average water needs, it prefers to have moisture during the growing season.If the plant is lifted up in summer or in the spring, and then re-planted in leafy soil in the shade, it will re-grow again.The plants should be planted 7–15 cm (3–6 in) cm apart.It can be found in most plant nurseries in the US.",
    "Cultivation-Propagation": "It can also be propagated by division or by seed growing.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "FNA Editorial Committee. 1993–. Flora of North America.\nHitchcock, C. L. et al. 1955–1969. Vascular plants of the Pacific Northwest.\nMathew, B. 1981. The Iris. 77.",
    "External links": "Has photo of the iris in flower from 11 June 2006"
  }
}