{
  "url": "https://en.wikipedia.org/wiki/Iris_nelsonii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Series Hexagonae"
    },
    {
      "Species": "Iris nelsonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris nelsonii  is a species in the genus Iris, it is also in the subgenus of Limniris and in the Series hexagonae. It is a rhizomatous perennial, from northern America. It has long drooping, grass-like leaves, tall stems, 10 red-purple flowers.",
    "Description": "Iris nelsonii spreads into large colonies by rhizomes.It has long and narrow grass-like green leaves, which are often droop and becoming glaucous. They are 1–3 centimetres (0.39–1.18 in) wide and grow up to 80–90 cm (31–35 in) long. They do not grow as tall as the stem.The stems grow up to 70–110 cm tall (28–43 in), (28–43 inches) with 2–4 branches.It blooms between April and May (a week or 2 later than Iris fulva and Iris giganticaerulea) in the UK (June) with up to 10 flowers, that are 4–5 inches across.The large flowers come in a range of shades from red-purple,  to bright red to brown, and occasionally yellow. The rare yellows are sometimes called 'Abbeville yellows'.The flowers are often drooping or flaring, there are two top (terminal) flower buds, and often two buds together on the stalks. There is often a \"signal\" or bright spot on the petals.The iris flowers have three pollination units, each of which is composed of a sepal and stylar branch subtended by a single anther and the nectary. When a pollinator attempts to access the nectar, pollen is deposited on the head or the body of the pollinator. When the pollinator visits the next flower, the pollen (of the first flower) is deposited onto the stigmatic surface that folds down in front of the anther.After flowering, the iris produces a seed capsule, which tapers to a point at both ends.",
    "Taxonomy": "It has the common names of 'Abbeville red iris' or 'Abbeville swamp iris' and occasionally Nelson's iris.It was discovered in the late 1930s by W. B. Macmillan near Abbeville, Vermilion Parish in the US state of Louisiana.In July 1958, Charles W. Arny Jr. (a known Louisiana iris hybridizer) wrote an article in the 'Bulletin of the American Iris Society' #150 about the importance of the recently found Abbeville Iris and its use in creating new hybrids.Iris nelsonii was then first published and described by Randolph in 'Baileya' (a Quarterly Journal of Horticultural Taxonomy of Ithaca, New York) 14: 150 in 1966.\nLowell Randolph had collaborated with Ira S. \"Ike\" Nelson (a professor of horticulture at the University of Louisiana at Lafayette) since 1942, after the first show of the 'Society for Louisiana Irises' was held. Randolph named the new iris after him. Nelson later died in a car accident.It appears on Washington Flora Checklist.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 3 December 2004.Iris nelsonii is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to North America.",
    "Range": "Iris nelsonii can only be found in Abbeville swamp, in Louisiana (South-eastern U.S.).",
    "Habitat": "It lives in a privately owned Cypress-tupelo gum swamp, with forested edges and fluctuating water levels.The water levels of the swamp have changed over the years, possibly due to agricultural use and modification of waterways to improve drainage, which has resulted in reducing the swamp waters. Most iris nelsonii colonies are in ditches and spread along the banks of waterways, although some are still in the centre parts of the swamp.",
    "Conservation": "Due to its very limited native range of a single swamp in 'Vermilion Parish', which is privately owned. It has been introduced to Palmetto Island State Park to make it viewable to the public and to create a protected habitat.It is under several locational threats. Including, residential and commercial development, deforestation, over-collection (of wild species) and the main threat, of agriculture, which includes conversion of habitat and water usage pressures.Other natural threats such as salt water intrusion (into the swamp) caused by hurricanes and further magnified by coastal erosion, increases the threats to the iris colonies.",
    "Hybrid origin": "In 1938, Riley described the natural hybridization of Iris fulva and Iris hexagona; this led to the population of 'Abbeville Reds'.In 1966, when Randolph when describing the Iris, had mentioned that he had thought it had a hybrid origin, due to various chromosomal and morphological characteristics.In 1993, Michael L. Arnold (Department of Genetics of University of Georgia), carried out molecular study (using isozyme, cpDNA and RAPD (Random Amplified Polymorphic DNA) markers) on Iris nelsonii. It confirmed that the species was a hybrid, with genomic contributions from three widespread species of Louisiana iris – Iris brevicaulis Raf., Iris fulva Ker. and Iris hexagona Walt. It also suggested that most of the iris genome is inherited from Iris fulva. Although, it still as aspects from all three progenitor species. This means that Iris nelsonii's rhizomes, leaves and flowers are much larger than those of Iris brevicaulis and Iris fulva, yet are similar in size to those of Iris hexagona. The flowers of Iris nelsonii and Iris fulva are red and characteristic of a hummingbird pollination syndrome, whereas those of Iris brevicaulis and Iris hexagona are blue and characteristic of a bee pollination syndrome. This suggests that the few introgressed regions of Iris hexagona and Iris brevicaulis may have contributed to ecological divergence in Iris nelsonii.This characteristic of creating hybrids from three parents is rare.",
    "Cultivation": "The Louisiana irises generally all have similar cultivation requirements. They need full sunlight, moist, acidic soils (ph of 6.5) with a high organic and fertility content. For best flowering, moisture is essential during late autumn, winter and spring times, when the plant starts to grow.They can be used planted by the edges of ponds and pools or they can be planted in the water – but need the rhizomes pinned into the ground to stop them floating away.Propagation is best carried out by division of the rhizomes. Which is best carried out in late summer, when the plants are dormant. The ground must be prepared pre-planting, with the addition of a generous amount of organic matter and the soils dug to about 6inches deep (to allow for new root growth). Plants require dividing every 3–4 years to promote good flowering. They can combine with other plants but tend to 'move' to suitable positions. If using a fertilizer, sprinkle around the plant in late January or February, before the plant is in flower.The iris seed is not hard to raise, but does take many years to germinate and then they take 3–5 years before reaching flowering stage.It is estimated to be hardy to between USDA Zones 7 to 11. But could be hardy to Zone 5 or 6 with winter protection. It has a similar hardiness to Iris fulva. It can tolerate frost but will flower poorly in areas with cool summers. Iris nelsonii can be grown in southern UK, in damp or wet soils.",
    "Pollination": "Iris nelsonii, due to its hybrid origin, has been well documented and observed. This research found that the iris was most commonly visited by Archilochus colubris (ruby-throated hummingbird), then other pollinators include butterflies, wasps, and bee species. It was found that hummingbirds did not show an initial preference for either flower when they entered multi-species arrays. But when a hummingbird first visited an Iris nelsonii flower to collect pollen, it then visited another Iris nelsonii flower significantly more than expected (more than chance), revealing a flower constancy that may result in reproductive isolation between these species of iris. Hummingbirds readily transferred pollen analogues both within and between species, so despite their morphological differences, mechanical isolation does not result in reproductive isolation of these species.This also means that pollinator isolation may be important in preventing hybridization between Iris nelsonii and its geographically closest progenitor species, Iris hexagona.Further research found that some hybrid flowers may be as equally as attractive to pollinators as pure species flowers; also that Iris brevicaulis and Iris hexagona are primarily pollinated by bumblebees. Also Iris fulva is primary pollinated by hummingbirds.",
    "Pollination-Hybrids and cultivars": "The iris has been used by plant breeders to hybridize with various other irises, including Iris pseudacorus, Iris spuria, Iris versicolor and Iris virginica.",
    "References": "",
    "External links": "Image of Iris nelsonii Data related to Iris nelsonii at Wikispecies"
  }
}