{
  "url": "https://en.wikipedia.org/wiki/Iris_bloudowii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Psammiris"
    },
    {
      "Species": "Iris bloudowii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris bloudowii  is a species in the genus Iris, it is also in the subgenus of Iris and in the Psammiris section. It is a rhizomatous perennial, from Russia, Siberia, Kazakhstan, Mongolia and China, with sickle-shaped leaves, slender stem and 2 bright or pale yellow flowers. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris humilis (another Psammiris species).It has a thick, short, irregularly shaped, fibrous rhizome. They are 0.5–1.5 cm (0–1 in) in diameter. Under the rhizome, are numerous yellow-white, secondary roots. On top of the rhizome, are the brown, fibrous remains of old leaves. The rhizome has many branches, creating a slowly, creeping plant.It has 2–4, linear, or lanceolate, or sword-shaped basal leaves, They are slightly curved or sickle-shaped. They appear in spring, as broad, brown shoots, before turning greyish green, or light green, they can grow up to between 8–12 cm (3–5 in) long and 4–8 mm wide, at blooming time. Later, they extend up to between 15–25 cm (6–10 in) long and 8–13 mm wide. They have 5–6 longitudinal veins, but no central mid-vein. The leaves are deciduous, and die away after flowering.It has a slender, erect stem, that can reach up to between 8–10 cm (3–4 in) long. After flowering, the stem extends up to 35 cm (14 in) long. It is not branched and carries the flowers above the foliage.The stem has 2 or 3, keeled, oblong-lanceolate, reddish purple, membranous, spathes or bracts (leaves of the flower bud). They are 4 cm (2 in) long and 1.6–2 cm wide.The stems hold 2 terminal (top of stem) flowers, blooming in late spring, between April and May, or June (in Russia). The flowers are held on pedicels (stalks) that are 0.5–2 cm long.The flowers are 5–6 cm (2–2 in) in diameter, come in shades of yellow, from bright yellow, to clear yellow, to dark yellow.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate, or ovate, with purple or brown veins, leading to the haft (the section closest to the stem), and have a central yellow, or golden beard. They are 4 cm long and 2 cm wide. The upright standards are oblanceolate and 3–4.5 cm long and 1-1.2 cm wide. They are narrower and shorter than the falls.It has a 1–1.5 cm long perianth tube, which is equal in length to the green, spindle-shaped, ovary. The ovary also has 6 purple stripes. The plant also has 1.8–2.2 cm (1–1 in) long stamens, and bright yellow style branches that are flat and 2.5 cm long.After the iris has flowered, between June and August, it produces an oval or ovoid seed capsule, on a 1–1.2 cm long stalk. Inside are dark brown, ellipsoid or oval seeds, which are 5 mm long and 3 mm wide. They are wrinkled and have a white aril (appendage).",
    "Description-Biochemistry": "In 1986, a study was carried out on 3 iris species in China, the chromosomes of Iris mandshurica, Iris uniflora and Iris bloudowii were counted. Iris bloudowii had a count of 2n=26.\nIn 2005, a study was carried out on Iris bloudowii.In 2012, a genetic study was carried out on Iris laevigata and its from several closely related iris species, including Iris ensata, Iris setosa, Iris halophila, Iris scariosa, Iris potaninii, Iris tenuifolia, Iris bloudowii, and Iris sanguinea.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been counted several times, 2n=22 (Marc Simonet, 1934), 2n=22 (Randolph, 1947), 2n=26 (Simonet, 1952) and 2n=26 (Doronkin, 1984).\nIt is commonly published as 2n=22, 26, or 2n = 26.",
    "Taxonomy": "It has the common names of 'Bludov iris' or 'Bludova iris' (in Russia). It was also known as 'Blondow's Iris', due to a spelling translation mistake.\nIt is written as 中亚鸢尾 in Chinese script, and known as zhong ya yuan wei in Pidgin in China. 'Zhong ya yuan wei' is translated into English as 'central Asian iris', or 'central iris'.The Latin specific epithet bloudowii refers to von Bloudow, (or Count Dmitri N. Bludova, 1785 – 1864,) a former President of the Russian Academy of Sciences, founded in Saint Petersburg.It was first published and described by Carl Friedrich von Ledebour in 'Icones Plantarum' (Icon. Pl.) Vol.2 on page 5 in 1830.The type specimen for description was collected from the Altai Mountains.It was also published in 'Flora Altaica', Volume 4 on page 331 in 1833. Then in February 2007, Brian Mathew, published an article in Curtis's Botanical Magazine Volume 24, Issue 1, pages 30–33.It was verified by United States Department of Agriculture and the Agricultural Research Service on 2 October 2014.Iris bloudowii is an accepted name by the RHS.",
    "Distribution and habitat": "Iris bloudowii is native to temperate regions of central Asia.",
    "Distribution and habitat-Range": "It is found within the Siberian region, of the Russian Federation, in the states of Aga Buryat, Buryatia, Chita, Gorno-Altay, Irkutsk, Krasnoyarsk, Tuva and Primorye. It is also found in Kazakhstan, and Mongolia.\nIt is also found in China, within the Chinese provinces, of Xinjiang, (also known as 'Chinese Turkestan').This includes the Altai Mountains, and Tien Shan Mountains.It is listed with  Iris glaucescens, Iris humilis, Iris ruthenica, Iris sibirica, Iris tenuifolia and Iris tigridia being found in the Altai-Sayan region (where Russia, China, Mongolia and Kazakhstan come together).",
    "Distribution and habitat-Habitat": "It grows on the grassy meadow slopes of mountains, on the edge of woods and forests, in sandy dunes, and coastal meadows.It prefers sandy soils similar to Iris humilis.",
    "Cultivation": "It is hardy to between USDA Zone 4 to Zone 9.It is very cold hardy but prefers dry winter conditions.It prefers to be grown in well-drained, light sandy soils. It can grow in gravelly soils.It can tolerate mildly acidic or mildly alkaline soils (PH levels between 6.1 and 7.8).It can tolerate positions in full sun.It has average water needs during the growing season, but it should be kept dry during the winter.In the UK, it is best grown in a covered frame, but it can grown in the open in Russia.\nIt is rare in cultivation in the UK.It is grown in rock gardens.It has been grown in Russia since 1829. It was tested in botanical gardens of Moscow, St. Petersburg, Novosibirsk, Chita and Barnaul.Aphis newtoni Theobald can be found on Iris bloudowii, Iris latifolia, Iris spuria and Tigridia pavonia.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing.In 2003, a study was carried out on pollinating and germinating seeds of Iris bloudowii. It was concluded that if the pollination was around 12:00 in the morning. It is self-incompatibile.",
    "Cultivation-Hybrids and cultivars": "Iris bloudowii is rarely used in hybridizing, but a cross with Iris lutescens called 'Promise' was successful.\nIt also has 2 cultivars, 'Bloudowii Rupestris' and 'Bloudowii Turkestanica'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nKhassanov, F. O. & N. Rakhimova. 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia. Stapfia 97:177.\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR. [lists as I. bloudowi Bunge].\nMathew, B. 1981. The Iris. 39.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.",
    "External links": "Two photos of Iris bloudowii in flower in the Altai Mountains\n Data related to Iris bloudowii at Wikispecies"
  }
}