{
  "url": "https://en.wikipedia.org/wiki/Iris_falcifolia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Hexapogon"
    },
    {
      "Species": "Iris falcifolia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris falcifolia  is a species in the genus Iris, it is also in the subgenus of Iris and in the Hexapogon section. It is a rhizomatous perennial, from Uzbekistan, Kazakhstan, Afghanistan, Iran and Pakistan. It is a small plant, with sickle-shaped greyish-green leaves (hence the name), lilac-violet flowers and darker veining, and a white or yellow beard. It is cultivated as an ornamental plant in dry, temperate regions.",
    "Description": "It has a thick, short, rhizome, that produces nut-like segments, one per year, that spread to create small dense tufts of plants. On top of the rhizome are the fibrous remains of the previous seasons leaves, underneath are thick fleshy roots.It has greyish-green (falcate) curved leaves, that are covered in very small hairs. They can grow up to 25 cm (10 in) long and 2–4 mm wide.It is a dwarf plant, that has a stem (or peduncle) that can grow up to between 10–35 cm (4–14 in) long. The stem is hidden by 1–2 sheathing leaves.The stems have 3–4 spathes (leaves of the flower bud), that are 2.5–5 cm (1–2 in) long. They are greenish tinted purplish, partially membranous, with a hyaline (clear and translucent) margin.The stems hold short pedicels (flower stalks), and 2–5 flowers, in spring, between March and April.The flowers are 3–4 cm (1–2 in) in diameter, come in shades of lilac-violet, and purple.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are oblong or lanceolate-obovate shaped, and are 3–4 cm (1–2 in) long and 0.6-0.9 cm wide. They have a yellow, or whitish beard in the middle of the leaf. They have darker veining.\nThe standards are lanceolate, narrow, with a canaliculate (small channel) on the haft (section of the petal closest to the stem).It has a small perianth tube, 3 cm (1 in) cm long, 1.0 cm long filaments, 1–1.5 cm long anthers, and a globose and crenulated (notched) stigma.\nIt has a pale lilac, and 2.7 cm (1 in) cm long style branches, which are keeled, and have narrow lobes which are 8mm long.After the iris has flowered, it produces an oval seed capsule, which is 2.5–3.5 cm (1–1 in) long.\nThe seeds come out of the capsule via lateral slits, they are 5mm long and pear shaped. \nThey have a whitish, ring shaped aril (appendage), on the smaller end.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=18, which was discovered by Zakharyeva in 1985.",
    "Taxonomy": "It is known in Pakistan as 'khakhobe'.The Latin specific epithet falcifolia refers to 'sickle shaped leaves'.It was found in 1847, in Baluchistan (Pakistan) near the Caspian Sea, by Alexander von Bunge.It was first published and described by Alexander von Bunge in Beitrag zur Kenntniss der Flora Russlands und der Steppen Central-Asiens (Beitr. Fl. Russl.) Vol.329 on 7 November 1852.\nIt was also published in 'Mém. Acad. Imp. Sci. St.-Pétersbourg Divers Savans' Vol.7 page505 in 1854. Later published in 1941, 'Flora Uzbek' Vol.1 page 510, in 1971 in 'Consp. Fl. As. Med.' Vol.2 page130 and by Wendelbo in 'Flora Iranica' Vol.112 page37 in 1975.Later in 1913, William Rickatson Dykes, when he wrote his book the 'Genus Iris', placed the iris in the Regelia section. Then Lawrence in 1953 and Rodionenko in 1987 placed it in the Psammiris section. In 2004, Carol Wilson carried out a study on various irises including Iris falcifolia. She thought that the iris was misplaced and that it had a bulb instead of a rhizome, so should be placed with the Juno (Scorpiris) section.\nIn 2011, a molecular study was carried out and replaced the iris back within the Hexapogon section.It was verified by United States Department of Agriculture and the Agricultural Research Service on 2 October 2014.Iris falcifolia is an accepted name by the RHS.",
    "Distribution and habitat": "Iris falcifolia is native to temperate and tropical regions of central Asia.",
    "Distribution and habitat-Range": "It is found in temperate regions of Afghanistan, Iran, (in the former states of USSR), in Turkmenistan, Uzbekistan, and Kazakhstan.It is found in the tropical region of Pakistan, (also known as 'Baluchistan').They are specifically found in Kara Kum (desert) and Kyzyl Kum (desert) in Kazakhstan.",
    "Distribution and habitat-Habitat": "It grows on the clay soils of deserts.They can be found at an altitude of 1,200 metres (3,900 ft) above sea level.",
    "Cultivation": "It is hardy to areas with hot dry summers and very cold, nearly dry winters.\nIt could be cultivated in zones similar to N America and parts of Australia.It is occasionally grown in the UK but it is rare, also getting it to bloom is even rarer.It shares a similar geographic range with the Regelia irises.A specimen was sent to Paris Botanical Garden.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause diarrhoea, stomach pains and vomiting.\nThe rhizome can also be toxic to domestic animals.",
    "Uses": "Iris falcifolia is used as a purgative, an oil from the rhizomes was used as an ointment to treat rheumatism.In Baluchistan (Pakistan), 10g of ground flowers (not just the pistils) are mixed with liquid yoghurt and then drunk in the mornings and evenings, as a herbal remedy for dysentery.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nMathew, B. 1981. The Iris. 65–66.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of (West) Pakistan.\nRechinger, K. H., ed. 1963–. Flora iranica.",
    "External links": "Iris falcifolia in South Tajikistan\n Data related to Iris falcifolia at Wikispecies"
  }
}