{
  "url": "https://en.wikipedia.org/wiki/Iris_sintenisii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Spuriae"
    },
    {
      "Species": "Iris sintenisii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris sintenisii  is a species in the genus Iris, it is also in the subgenus of Limniris and in Series Spuriae,  with tall thin stems, violet-blue flowers and long grass-like leaves. It is a rhizomatous perennial plant, from  grass meadows (including steppe) parts of Europe, Russia, and Turkey. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris sintenisii is intermediate in appearance and form, between Iris graminea and a small Iris spuria.It has thin (or slender), wiry (or hard), short rhizomes.\nThat are covered with the brown, fibrous remains of the last seasons leaves.Over time it forms many branches to create a tight clumps or tussocks.It has linear, glaucous green to dark green, rigid, acuminate (tapering to a long point), grass-like leaves. They are often described as evergreen. They have clear pronounced veins. They can grow up to between 10–50 cm (4–20 in) long, and 0.3–0.5 cm wide. The leaves often exceed the height of the flower stems.Iris sintenisii is smaller than Iris graminea. It has cylindrical or slightly compressed, unbranched stems. They can grow up to between 10–40 cm (4–16 in) long.The stems have 2–3, green spathes, (leaves of the flower bud), that are 3.5–7.5 cm long. The leaves are all keeled. The inner leaves are slightly longer the outer leaves.The stems or peduncle hold 1 or 2, terminal (top of stem) flowers, between late spring and summer, between June and July.The flowers are similar in form to Iris graminea but in different shades of colour.\nThe flowers are not scented, and can be up 5–6 cm (2–2 in) in diameter, and come in shades of violet-blue, blue-purple, blue, purple, and violet.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The slender falls are slightly panduriform (shaped like a fiddle). They have a rounded or ovate/elliptic blade, measuring 1.3–1.4 cm long and 0.9–1.3 cm wide. Then they have a narrowing before a long oval haft (connecting to the stem), measuring 2.5–3 cm long and 0.3–0.5 cm wide. The haft is veined with red-purple.\nThey are white or cream, heavily veined violet-blue or purple.It has single coloured (violet-blue to blue-purple), upright standards that are oblanceolate and 3–4 cm long and 0.4–0.5 cm wide.It has single coloured (violet-blue to blue-purple), style branches, that are 2.6–2.8 cm long and 0.5–0.6 cm wide, with recurved lobes. It has a small slender ovary 1–2 cm long, with a slender beak. It also has small, triangular crests.This iris is uniquely pollinated by ants, as the flowers secrete nectar at the base of the petals.After the iris has flowered, it produces an oblong, seed capsule, 1.5 cm long and 1 cm wide. It also has a slender beak appendage up to 2 cm long.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has been counted several times; 2n=16, ex Randolph and Mitra 1956, Lenz, Bulletin of the American Iris Society169: 55. 1963; 2n=16, 32 Simonet 1934; 2n=16, Lenz 1963 and  2n=16, Popova, M., & I. Cesmedziev, (1975 & 1976).\nNormally the chromosome count is recorded as 2n=16, 32.In 2013, a study was carried out on the morphological and anatomical properties of Iris iberica subsp. elegantissima and Iris sintenisii were investigated. The cross-sections of root, scape and leaf parts of the plant were examined. During the anatomical studies, the wall thickenings of the endodermal cells were found to be three-sided. Leaf features, such as papillae, metaxylem number in the root and arrangement of vascular bundles can be used as distinguishing characters for the Iris species.",
    "Taxonomy": "It is known as Sintenis-Schwertlilie in Germany.It has the common name of Sintenisa iris. The Latin specific epithet sintenisii refers to Paul Sintenis, a botanical collector.Specimens were first collected by Sintenis from the Dobrudja district, (of Bulgaria) on the western coast of the Black Sea, to the south of the mouth of the Danube. It was then published and described by Victor Janka von Bules in 'Természetrajzi Füz' (printed in Budapest) Vol.1 on page 244 in 1877.In 1994, it was given Award of Garden Merit (AGM). It was then verified by United States Department of Agriculture Agricultural Research Service on 4 April 2003, and is an accepted name by the RHS.",
    "Distribution and habitat": "Iris sintenisii is native to temperate regions of Asia Minor, and eastern Europe and south eastern Europe.",
    "Distribution and habitat-Range": "It is found in Turkey (Asia Minor),\nWithin Europe, it is found in Albania, Bulgaria, Romania, and parts of former Yugoslavia,\n\nIt is also found within the south western parts of the Russian Federation or USSR.\nAlso found in Macedonia.One reference mentions France and Ukraine, but these could be naturalized populations.",
    "Distribution and habitat-Habitat": "Iris sintenisii grows in dry grass meadows (including steppes), on scrubland, and at the edges of forests.It can be found at altitudes of between 900-1500m above sea level.It can though be difficult to spot within meadows, after flowering as the leaves are very grass-like.",
    "Cultivation": "It is hardy to between  USDA Zone 5a (−28.8 °C (−20 °F)) to USDA Zone 9b (−3.8 °C (25 °F)). It is also in European Zone H2. It can tolerate temperatures as low as −18 °C. It is hardy in the UK, although within Russia, it is not hardy in St Petersburg, but thrives in the Botanical Garden of Stavropol.It prefers to grow in well-drained soils, that do not dry out during the summer. The shallow roots do not like intense summer heat, which dries out the soil. They are tolerate of soils containing limestone. They can grow in neutral to alkaline soils (with a pH level of between 6.6 and 8.5).The like to grow in positions in full sun or partial shade.During the summer or growing season, the iris requires lots of moisture to bloom. But care must be taken not to over-water.They can be grown in a rock garden or rockery, or in the front of a flower border. They are also suitable for use growing in trough or sink gardens (using old large disused sinks).Care must be taken when weeding during the autumn and early spring, as the leaves are very similar to grass.",
    "Propagation": "Irisi sintenisii can be propagated by division or by seed growing. Since, like many other spuria irises, it resents root disturbance, also the roots are very vulnerable to damage during clump division. It should be propagated by seed. The seeds can be collected from the capsules, when ripe and should be sown direct into clear soil, outdoors or into pots. The young seedlings can then be transplanted either during the beginning of spring or at the start of autumn (fall). They should be plant with a planting distance of 40 cm, as they do not like root competition. This species, which is pollinated by ants, is closely related to Iris graminea.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Hybrids and cultivars": "For a long while Iris brandzae was considered a subspecies of Iris sintenisii, but it is now classified as a separate species.Other known cultivars are 'Sintenissii Uromovi' and 'Topae'.",
    "References": "",
    "Sources": "Davis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands.\nGoulandris and Goulimis, 1969. Wild flowers of Greece, 185.\nMathew, B. 1981. The Iris. 116.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea.\nGrey Wilson and Mathew, 1981. Bulbs l28.",
    "External links": " Media related to Iris sintenisii at Wikimedia Commons\nSeveral images of the iris\n2 images of the iris\n Data related to Iris sintenisii at Wikispecies"
  }
}