{
  "url": "https://en.wikipedia.org/wiki/Iris_notha",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Spuriae"
    },
    {
      "Species": "Iris notha"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris notha  is a species in the genus Iris, it is also in the subgenus Limniris  and series Spuriae. It is a rhizomatous perennial with deep blue or violet flowers from the Caucasus region. It is cultivated as an ornamental plant in temperate regions. It was once Iris spuria subsp. notha, and can often be found under that name. It has the common name of fake iris or mimic iris in Russia.",
    "Description": "It has a stout, thick rhizome, that is between 8–20 mm thick. The roots are sometimes described as adventitious (in an unusual place).It has linear, smooth, acuminate (tapering to a long point) 65–95 cm (26–37 in) long and 6–18 mm wide leaves.\nThe leaves can be as long or longer than the peduncle.It has un-branched erect, stem, growing up to 30–90 cm (12–35 in) tall.It has dark green, linear, lanceolate, acuminate, spathes (leaves of the flower bud).It has unequal pedicels (stem of a single flower).The stems hold 3–5 terminal (top of stem) flowers, between May and July.It has un-fragranced, flowers that are up to 15 cm (6 in) in diameter, that are violet-blue, and bright blue.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are deflexed, elliptic or ovate and narrowed at the claw (section near the stem). It has a yellow central stripe (or blaze). The standards are erect, oblong and narrowed at the stem.It has a 20mm long perianth tube.It has slightly recurved, style branches, that are in the same shades of colour as the petals.\nAfter the iris has flowered, it produces a seed capsule in August. It is 6 angled, has a beak-like appendage, and woolly-ribbed.Inside the capsule, are light brown, rugose (wrinkled), semi-circular and flattened seeds.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. \nIt has a chromosome count: 2n=38.\nIt has been counted several times, 38 in 1969 by O.I. Zakharyeva and L.M. Makushenko, 44 in 1970 by AK Sharma and 42 in 1978 by V Karihaloo.",
    "Taxonomy": "It has the common names of fake iris, and mimic iris.The Latin specific epithet notha refers to the former name of the city of Ararat in Armenia.It was published as Iris notha by Friedrich August Marschall von Bieberstein in 'Flora Taurico Caucasica. Vol.3 page45 in 1819.It was the originally published and described by Bieberstein in 'Centuria Plantarum Rariorum Rossiae Meridionalis' (Cent. Pl. Ross. Merid.) Vol.3 page77 in 1843.It was also published by Boiss. in Flora Orientalis (Fl. Or.) Vol.5 page128 in 1884.It was then published as Iris spuria subsp. notha (M. Bieb.) Aschers. & Graebn. in Synops. Mitteleur Flora. Vol.3 page496 in 1905. Then by B. Mathew in his book Iris page118 in 1981.It was then published as  Iris notha by Köhlein in his book Iris page 169 in 1987.It was verified as Iris spuria subsp. notha (M.Bieb.) Asch. & Graebn. by United States Department of Agriculture Agricultural Research Service on 9 January 2003.Iris spuria subsp. notha is currently in February 2015, an accepted name by the RHS.",
    "Distribution and habitat": "Iris notha is native of temperate regions of Asia.",
    "Distribution and habitat-Range": "It is found in the Caucasus (both North and South, Caucasus). Within Russia, it is found on the hills in the Stavropol Krai, Dagestan, Krasnodar Krai, Chechnya and Ingushetia, Kabardino-Balkaria, and North Ossetia.One reference (Köhlein) refers to Kashmir.",
    "Distribution and habitat-Habitat": "Iris notha grows on steppe meadows, on the southern slopes of the dry scrub lands, in woodlands and on the slopes of the hills and foothills, and valleys.It grows at altitudes around 3000m above sea level.",
    "Conservation": "This is a scarce species with a fragmented population.Since, 1986 it has been listed in the Red Data Book of the Russian Federation (the soviet version of the IUCN Red List), within several republics (such as Kalmykia, Krasnodar, Stavropol and the Azov region). It is located in the ecological-recreational region of Kavkazskie Mineralnye Vody, which is under special protection.It is threatened due to the flowers being picked for bouquets and uncontrolled livestock grazing.",
    "Cultivation": "It is hardy to H2. It winters without shelter in various places within Russia.It was introduced to Britain in 1820.It was first grown in St. Petersburg Imperial Botanical Garden in 1841.It is cultivated in many botanical gardens of the USSR, including, Moscow, Syktyvkar, Michurinsk, Samara, Stavropol, Nalchik, Dnepropetrovsk, Uzhgorod and St. Petersburg.It is suitable to be grown in parks in dry conditions. It is tolerant of acid soils.",
    "Cultivation-Propagation": "It can also be propagated by division or by seed growing.",
    "References": "",
    "Sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). [= I. notha M. Bieb.].\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 118.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of [West] Pakistan.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea. [mentions].",
    "External links": "many photos of Iris notha Data related to Iris willmottiana at Wikispecies"
  }
}