{
  "url": "https://en.wikipedia.org/wiki/Iris_arenaria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Psammiris"
    },
    {
      "Species": "Iris arenaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris arenaria (sand iris) is a species in the genus Iris; it is also in the subgenus of Iris and in the Psammiris section. It is a rhizomatous perennial, from Central Europe, found in Hungary, Austria, Romania, Czech Republic and Ukraine. It has grass-like leaves, a short stem and pale yellow flowers. It has had a mixed origin and was once Iris humilis subsp. arenaria, a subspecies of Iris humilis (another Psammiris iris), until it was reclassified as a separate species. But many sources still state that it is either a synonym or subspecies of Iris humilis. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris pumila, but differs by being smaller in all parts.It has a long, thin rhizome, which is about 2–5 mm thick.  Which has many thickened branched nobes. These creeping branched rhizomes make clumps of plants. The rhizome has the remains of last seasons leaves.It has long, thin and flat leaves, that are 5–32 cm (2–13 in) long and 1.5-10mm wide.It has an erect, simple, unbranched and green stem, that grows up to between 5–25 cm (2–10 in) tall.The stems have 1–2 spathes (leaves of the flower bud), which are green, lanceolate and (scarious) membranous. They are 2–3.5 cm wide.They have short, 6mm long pedicels (flower stalk).The stems hold between 1 and 2 flowers, in spring, between April and May.The flowers have a very short flowering period, that only last one day, it opens in the morning and then closes in the afternoon.The fragrant flowers, are vanilla scented, and come in shades of yellow, between light yellow, and pale yellow, to bright yellow.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe falls are sub-orbicular, and 30–35 mm (1–1 in) long, and 1.3 cm wide. They have purple veins, and an orange, or deep yellow beard.\nThe standards are narrow, oblanceolate, with a short claw (section closest to the stem). They are 27–33 mm (1–1 in) long, with darker veins.It has a perianth tube that is hypanthial (cup shaped) or infundibuliform (funnel shaped) and 5-12mm, and 3 cornered oblong ovary.After the iris has flowered, in July–September, it produces an oblong or fusiform (spindle shaped) seed capsule.\nThe capsules dehisce (split open), laterally (similar to Iris korolkowii). Inside the capsules, are brown, ovoid, globose or pyriform seeds. which have a circular aril.",
    "Description-Biochemistry": "As most iries are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings. \nIt has a chromosome count: 2n=22, (Dobeš et al.) in 1997.",
    "Taxonomy": "It is commonly known as sand iris, or sandy iris or rock sand iris (of Iris humilis subsp. arenaria), or 'Hungarian Sand Flag'.The Latin specific epithet arenaria refers to sand, hence growing in sandy places.It was first published and described by Franz de Paula Adam von Waldstein and Pál Kitaibel in 'Descriptiones et Icones Plantarum Rariorum Hungariae'  (Descr. Icon. Pl. Hung.) Vol.1 table57, between (1799 and 1802).In 1961, Á. Löve & D. Löve reclassified it as Iris humilis subsp. arenaria  in 'Bot. Not.' Vol. 114 page 51.\nIn 2013, Barker & Govaerts created the \"World check-list of selected plant families\" from the Royal Botanic Gardens Kew, which lists Iris arenaria (Waldstein & Kitaibel in 1802) and Iris humilis (Georgi, 1775) as two separate species.It is also listed in 'Atlas of Seeds and Fruits of Central and East-European Flora: The Carpathian Mountains Region' as Iris arenaria.It has not been verified by United States Department of Agriculture and the Agricultural Research Service as of 28 April 2015.\nAs of 29 April 2015, Iris arenaria is still described as a synonym of Iris humilis by the RHS.",
    "Distribution and habitat": "Iris arenaria is native to central and eastern Europe.",
    "Distribution and habitat-Range": "It is found in Hungary, (including Kiskunság,) Austria, Romania, Czech Republic, Slovakia, and Ukraine.It is commonly found on Pannonian steppe, (within Austria, Bulgaria, Hungary, Romania, Serbia and Slovakia).",
    "Distribution and habitat-Habitat": "It grows on the sunny rock steppes, and on stony slopes, from lowlands to highlands.In Ukraine, it is found in the (pine) forest steppes beside Seversky Donets (river), on the sandy riversides and in sand dunes. In the Czech Republic, it is found in the sand dunes of Čenkov (within a national nature reserve). It is also in the dunes of Romania.It likes shallow and sandy soils.",
    "Conservation": "It is listed in Annex II of the FFH Directive (Flora, Fauna, Habitat) of the Habitats Directive 92/43/EEC, with Adenophora lilifolia, Aldrovanda vesiculosa, Angelica palustris, Cirsium brachycephalum , Iris aphylla subsp. hungarica and Pulsatilla pratensis ssp. hungarica.Iris arenaria is listed as 'endangered species'.  In Ukraine, it is listed as 'vulnerable'. In Romania, it is listed as 'rare'. In Czech Republic, it is listed as endangered as well.It is threatened by extensive grazing of sheep and goats, also sand extraction and urban development.It is protected in Czech Republic,(7 of 8 populations are located with reserves), Slovakia, Hungary and Serbia.Within Hungary, it is thought to be a 'Plant Species Of Community Importance', with 'Sand saffron' (Colchicum arenarium).",
    "Cultivation": "It is hardy plant, more hardy than Iris humilis.\nIt may need to be shelter in the winter.It prefers to grow in sandy, well drained soils, with lime.It likes positions in full sun.It can be grown as rock garden or alpine plant.It is rarely grown in the UK.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing.To grow new plants by seed, the seed capsule should be removed from the stem, before it is ripe. Then it should be left to dry for a few days, before removing the seed (from the capsule) and sowing in trays or pots.The seedlings need to grow for a year or two, before maturing enough for the plants to flower.",
    "References": "",
    "Sources": "Annals of Horticulture and Year book of Information on Practical Gardening for 1847. (mentions Sand Iris)",
    "External links": "Has an image of the (Sandy Iris) Iris arenaria\nHas many images of  Iris humilis (ssp. Arenaria)\n Media related to Iris arenaria at Wikimedia Commons\n Data related to Iris arenaria at Wikispecies"
  }
}