{
  "url": "https://en.wikipedia.org/wiki/Iris_haynei",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris haynei"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris haynei (Gilboa Iris) is a species in the genus Iris, subgenus Iris and section Oncocyclus. It is a rhizomatous perennial, from the shrublands and mountainsides of Palestine and Israel. It has smooth, linear or lanceolate, greyish-green leaves. Long slender stem and in Spring, (between March and April) large, fragrant flowers in shades of deep purple, violet, purple, brownish purple or dusky lilac veining or speckling over a pale ground. It has a dark purple, black-brown, to blackish signal patch, and a beard, which is variable from dark purple, white, or dark tipped yellow. It is rarely cultivated as an ornamental plant in temperate regions, as it needs very dry conditions during the summer.",
    "Description": "It is a geophyte, with a stout rhizome, and small brown stolons. They are below the surface of the ground, they all form clumps of plants.It has between 5 and 8 leaves, which are smooth, linear, or lanceolate, greyish-green. They can grow up to between 25–30 cm (10–12 in) long, and between 1 and 1.5 cm wide. \nThey grow in the spring and then fade after the summer.It has a slender stem or peduncle, that can grow up to between 40–60 cm (16–24 in) tall.The stems carry the flowers high above the foliage.The stems hold terminal (top of stem) flowers, blooming in spring, between March and April.The fragrant flowers, are 10–12 cm (4–5 in) in diameter,  they come in shades of deep purple, violet, purple, brownish purple, or dusky lilac. Normally veined or spotted over a pale, or pale pink-violet background.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe oblong or ovate, (rounded,) and recurved (bent backwards) falls are 7–8 cm (3–3 in) long and 4–6 cm wide. They are more densely veined and spotted than the standards.The incurved (bent forwards), standards are 9–10 cm (4–4 in) long and 6–7 cm wide.In the centre of the falls, is a dark purple, black-brown, to blackish signal patch,  also, in the middle of the falls, is a row of short hairs called the 'beard', which are variable, from dark purple, white, or dark tipped yellow.Although, a semi-albino form with a white-yellowish, or golden yellow flower and a dark red signal patch has been recorded.It has a 2.5 cm long perianth-tube, and after the iris has flowered, it produces an loculicidal (meaning it has chambers) seed capsule, inside the seeds have a method of delaying germination, for up to several years, so that they can re-produce plants following periods of droughts.",
    "Description-Biochemistry": "In 2002, a genetic analysis study was carried out on I. haynei and Iris atrofusca in Israel. To find the DNA markers and phenotypic variation.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20. It was counted in 1977 by Avishai & Zohary, then published in 1980.",
    "Taxonomy": "It is written in Hebrew by אירוס הגלבוע, and in Arabic as سوسن فقوعة.It has the common name of 'Gilboa Iris'. 'Mount Gilboa Iris'. 'Iris of Mount Gilboa', or 'Irus Ha-Gilboa'.\nThe Palestinian name is 'Sawsan Gilboa'.The Latin specific epithet haynei refers to William Amherst Hayne (1847–1873), (from Trinity College Cambridge), who was a botanist, who went with Tristram, to the ruins of Ataruz and Machaerus (Mukawir) in 1873.Although one source mistakenly, thought it was named after Friedrich Gottlob Hayne (1763–1832).It was originally found in Palestine, on Mount Gilboa, by Hayne in April 1872, and then it was first published and described by John Gilbert Baker in The Gardeners' Chronicle Vol.6 on page 710 in 1876.  This description was based on dried samples of plants that Haynes had originally found.Although occasionally, it is claimed that the plants author is Mallet (George B. Mallett, 1955– ), (as I. haynei (Baker) Mallet ) as it was thought to be called Iris hayne before 1905, and then published in 'Gardeners' Chronicle' Vol.35 on page 266 in 1904, but this has been rejected by other information sources.It was also published in 'Journal of the RHS' Vol.29 Proceedings on page112 in 1905.It was thought originally to be closely related to Iris sari, and was once also thought to be a form of Iris atrofusca, but after genetic testing in 2001, it was found to be a separate but linked species.It is listed as I. haynei in the Encyclopedia of Life, and in the Catalogue of Life. I. haynei is a tentatively accepted name by the RHS, and it was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 1 December 2004.",
    "Distribution and habitat": "It is native to temperate to Western Asia.",
    "Distribution and habitat-Range": "It is endemic to the ancient Samaria region, of northeastern Israel,  within the Lower Galilee region, (including on Mount Tabor), in the Beit Shean Valley, and found on Mount Gilboa.  Some small populations of the iris, can be found in the Judean Desert, and near to the kibbutz of Ein Gev.But it can also cross adjacent borders, such as the Israeli West Bank barrier Separation Wall between Israel and Palestine, by being found on the northern West Bank.",
    "Distribution and habitat-Habitat": "It grows in Mediterranean woodlands, shrublands, and on rocky hillsides. It is found on soils containing limestone, and dolomite, or at the edges of fields in terra rossa.\nThey can be found at an altitude of 150–550 m (490–1,800 ft) above sea level.",
    "Pollination": "I. haynei like many other Oncocyclus irises species, can be pollinated by night-sheltering solitary male bees (eucerine bees), who are attracted to the heat reward of the dark flowers.Unlike other plants, the floral size of I. haynei, is not an advantage for larger flowers and taller plants in attracting pollinators, over smaller plants such Iris tuberosa, compared to Iris atropurpurea and Iris gracilipes, where the large flowers does make an advantage, and has affected the evolution of flowers in I. atropurpurea.",
    "Pollination-Synecology": "On Mount Gilboa, the iris can be found growing alongside Ferula communis and Euphorbia hierosolymitana, near Pistacia lentiscus and Ceratonia siliqua, and at the edges of planted Aleppo pine forests.",
    "Conservation": "In 1950's the iris suffered from widespread picking, by plant dealers and visitors, also locals from nearby kibbutz, had collected the iris to make wreathes to decorate their rooms. It soon became very rare and endangered.In 1959, all Oncocyclus irises in Israel were listed as 'Very Rare'. Then in 1963, the Nature Reserves acts was established in Israel, the Society for the Protection of Nature in Israel with a Parliamentary lobby also initiated a special law for the protection of 95% of wildlife, including many threatened plants. It included the designation of 30 National Parks and 145 sites as nature reserves, which were administrated by Nature Conservation Authority. The 1964 'Species Protection Law' and the 'Endangered Species Law' includes various irises. Then in 1964, the Nature Reserves Authority (NRA) was established to enforce the act and manage the various reserves. The creation of nature reserves and wild plant protection law has saved the plant from extinction, Some of the reserves were set up specifically due to the presence of 'Oncocyclus' irises, including on Mount Gilboa. The iris can also be found in the nature reserves of Nahal Misgav, Nahal Qedesh, Nahal Dishon and Nahal Bet Ha'emek in Upper Galilee, Nazareth, Har Yona and Giv'at Ha-more in Lower Galilee and in Hula Valley within Ein Avazim. It is also found in Jalaboun (Important Plant Area), which has a typical Mediterranean climate and consists of open 'maquis' (chaparral), with olive groves and fields of wheat and pasture.  Also a public education campaign. including school teaching programmes, pamphlets and posters, stopped the public picking the wild plants. It was also thought that within the nature reserves, there needed to be controlled cattle grazing to reduce plant competition from aggressive grasses, herbs and thistles.Also the creation of the wall between Israel and Palestine (since 2002), has also affected its habitat. Several hundred flower groups were trans-located to the Mount Barkan area of Mount Gilboa. Although, most of these plants died between 2–10 years, due to dense pine tree plantations.In 2015, it was listed as rare, on the West Bank of Palestine, and parts of Israel (except on Mount Gilboa).On 24 February 2016, it was assessed by the IUCN as Vulnerable. It has a restricted habitat of less than 100 km2 .It is now part of Jerusalem Botanical Gardens preservation project, which includes seed collection.",
    "Conservation-Mount Gilboa controversy": "Before the creation of the Mount Gilboa Nature Reserve, the iris was threatened by deforestation, in 1950, the Jewish National Fund (JNF) led by Yosef Weitz, built a village near the Arab towns (on the Mount) to provide a new site for Jewish emigrants from Yemen. Afterwards, 47,000 saplings were planted on the hillsides. But most of these plants died due to drought in 1951 and excessive rain in 1952. Weitz carried on planting trees, by 1960, he had planted 355,000 trees on 170 dunams with on a 2% not surviving.  Although Azariah Alon (co-founder of the SPNI), who lived nearby called the foresters \"barbarians\". They destroyed native vegetation with fire and planted pines and eucalyptus. Alon then confronted Sharon Weitz (Yosef's son and head of the northern region Forestry Department). Azariah used his radio show to put forward his arguments. Yosef agreed to a change in the tree plans, and left the upper region of Barkan Mount, unplanted. Also many of the other pine trees died due to being planted too dense. Parts of the mount, could not be re-forested due to high amounts of kaolinite clay, which stopped tree growth.By February 1966, the populations of the iris were very scattered, making reproduction via pollination very difficult, also they were attacked by porcupines and rodents. Then in the spring of 1967, a conservationist (Palti Sela, a ranger in the Israel Nature and Parks Authority) with various assistants and friends, transplanted iris groups to make large groups. Also they used the 'tweezers method', to fertilize the irises.In 1970, a nature reserve on the mount, was created to protect the iris and other endemic wildflowers, then in 1976 and 1977, 170 plant species were counted on Mount Gilboa, including I. haynei.In 2003, an eco-friendly settlement (called 'Michal' with 120 housing units) was planned to be built on the eastern slope of the mount, it was proved by the INPA, who managed the land. Then in 2005, the 'Society for the Protection of Nature in Israel' (SPNI) carried out a survey on the mount (the site of the new proposed settlement), and over 3,500 iris plants were recorded. A coalition of Israeli scientists and the SPNI had objected to the planned settlement of 'Michal', which would risk \"total extinction\" of the iris. Although, the settlement was planned for energy-efficient homes, built with recycled materials, and the use of native plants. \"We want to live with nature\" said software engineer Aviv Harary. Also all the iris in the way would have been be transplanted before the construction begins. In reply, Michael Avishai, scientific director of the Jerusalem Botanical Gardens said that pollinating insects would have to compete with other insects introduced by the settlement gardens and agriculture. Another scientist warned that the light, pets, gardens, and utilities from the settlement could affect an area on the mountain 10 times larger than its footprint of homes. The SPNI also worked with The Gilboa Guard (or Mishmar Hagilboa) a local grassroots organization to provide opposition to the plan. Likud legislator Omri Sharon, son of the former prime minister, was in favour of the settlement. Eventually the settlement was abandoned.  Later another nature reserve was created (by the government on the development site) to protect the iris and other endangered wildflowers on the mount, The cancellation of the plan, then enforced the status of the SPNI, as an environmental organisation and public representative, and now proved in law.In 2012, the mount then became the site of a new public battle between the JNF and the SPNI.  In 2006, Israel Nature and Parks Authority (INPA) agreed to pass over its forest lands (or woodlands) to the JNF, this would alter the status of many acres of land. The parks authority looks after about 6 million dunams (1.5 million acres), and the JNF has 1.2 million dunams (300,000 acres). The agreement meant that the JNF would not interfere in the declaration of nature reserves in other places in Israel. The SPNI were very concerned about the agreement, as the JNF is more interested in construction and development instead of nature protection. Also the status of forest gives less protection to the open space rather than the status of nature reserve. The SPNI had even included Mount Gilboa in its list of threatened sites.Professor Yoram Yom-Tov of Tel Aviv University, was one of 60 scientists who signed an open letter against the transfer. He said \"Transferring these lands to the JNF is a grave mistake\". The SPNI wanted part of Mount Gilboa become a nature reserve, that it would co-manage with the JNF, but this was rejected. Dr. Omri Boneh said the Society's plan was rejected due to local councils opposition. Iris expert Dr. Yuval Sapir told a committee of scientific experts at the parks authority that \"some forest ranger who doesn't know the management instructions for the area could come along and plow it up or spray it.\"The feud between the two groups also includes the Tu Bishvat planting ceremony by JNF of oak trees in the Lower Galilee's Beit Keshet (a kibbutz, near Nazareth). The SPNI wanted the site to be nature reserve. Also a new law was being discussed by the Israeli Agriculture Ministry to establish a forestry authority. The JNF think they are best placed to run it, but the SPNI deputy director general Nir Papai told Environmental Protection Minister Gilad Erdan that the JNFs \"organizational and statutory structure are unsuitable for the structure required by a government authority managing forests.\"",
    "Cultivation": "'Oncocyclus Section' Irises are easier to grow than 'Regelia Section' irises. In general, they need good drainage, minimal summer rainfall and dry winters, similar to a semi-arid climate. In temperate areas (such as the Europe and America), they are only suitable for growing by specialist iris growers, within a bulb frame or greenhouse. They can be grown under glass (in frames), to protect the irises from excess moisture (especially during winter times) and also to ensure the (shallow planted) rhizomes get the best temperatures during the growing season. They can be grown in pots (especially in deep ones known as 'long toms'), but they need re-potting, every 2 years and extra feeding. Watering is one of the most critical aspects of iris cultivation. It can suffer from aphids, viruses and rots.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves. Oncoyclus irises dislike division, but it should only be carried out when the plant is overcrowded. Although hand pollination and germinating seedlings gives better results.",
    "Cultivation-Hybrids and cultivars": "Iris haynei has the following recorded cultivar names; 'Biggeri' and 'Haynei'.Known I. haynei crosses include; 'Arabian Knight' (Iris gatesii X I. haynei), 'Galeet' (crossed with Iris hermona), 'Gilmond' (crossed with Iris hermona), 'Judean Bronze' (crossed with Iris auranitica), 'Shah Azul' (crossed with Iris 'Judean Cream'), and 'Syrian Dawn'.I. haynei is the grandparent in the following crosses; 'Gethsemane', 'Shany' (Iris atropurpurea x I. haynei), and 'Syrian Scroll' (Iris gatesii x I. haynei).",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause a skin irritation or an allergic reaction.",
    "Culture": "It was also used for a postage stamp on 26 December 1978, part of a series of wild flowers.One source states that Iris bismarckiana (also known as 'Iris nazareth') was chosen, as the logo of The Society for the Protection of Nature in Israel in 1970, but it was in fact I. haynei.On Mount Gilboa, there is a trail between March and April to see the iris in flower, thousands can walk the trail.In 2012, it also inspired a book, The Gilboa Iris by Zahava D Englard, who is also a journalist, the book is a romance set on Mount Gilboa.On 5 April 2016, the Ministry of Environmental Affairs (Palestine) had adopted 'Sawsan Gilboa' (I. haynei) as the national plant of the State of Palestine, to go with the Olive tree (as the national tree), Palestine sunbird (national bird) and the 5th of March to be the national day for the Palestinian environment.",
    "See also": "Wildlife of Israel",
    "References": "",
    "Sources": "Mathew, B. The Iris. 1981 (Iris) 50–51.\nSapir, Y. et al. 2002. Morphological variation of the Oncocyclus irises (Iris: Iridaceae) in the southern Levant Bot. J. Linn. Soc. 139:369–382.\nZohary, M. & N. Feinbrun-Dothan Flora palaestina. 1966– (F Palest)",
    "External links": "Listed as part of the 'Flora of Israel'\nHas an image of the iris from 2010, Malkishua, Gilboa mountains, Israel Media related to Iris haynei at Wikimedia Commons\n Data related to Iris haynei at Wikispecies"
  }
}