{
  "url": "https://en.wikipedia.org/wiki/Iris_tingitana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Xiphium"
    },
    {
      "Species": "Iris tingitana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris tingitana (also commonly known as the Morocco iris, or Tangerian Iris, or Tangiers Iris) is a species in the genus Iris in the subgenus of Xiphium.",
    "Description": "The 1.5 in (38 mm) (diameter) bulb is red-brown in colour with veining.The largest bulbs of the Iris subg. Xiphium subgenus are Iris tingitana. In the US, bulbs with an 11 cm circumference are recommended to be used by flower producers.It has flowers in various shades of blue. It has pale blue veins on the flowers and has generally between 1 and 2 flowers to a stem. The stems is hidden by two channelled leaves.It blooms between February and May. The plant can grow to a maximum height of 60 cm (24 in) and its leaves appear in the autumn. They can grow up to 1 1/2 ft high.",
    "Description-Biochemistry": "'Iriskumaonin'  (C18H24O7 is found within the bulbs of Iris tingitana, as well as Iris germanica and Iris kemaonensis.",
    "Taxonomy": "The name is derived from 'tingitana' from the Greek word meaning 'from Tangiers'. It is pronounced 'ting-ee-TAN-uh'It is often mistakenly called 'Spanish Iris'. The Spanish Iris is Iris xiphium.\nIt was first published and described by Pierre Edmond Boissier and George François Reuter in 'Pugillus Plantarum Novarum Africae Borealis Hispaniaeque Australis' (Pugill. Pl. Afr. Bor. Hispan.) Vol. 113 in January 1852.It was then illustrated in Curtis's Botanical Magazine, Tab. 6775 on 1 September 1884.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 14 April 2009.Iris tingitana is listed in the RHS Plant Finder.",
    "Distribution and habitat": "It is native to Africa.",
    "Distribution and habitat-Range": "It is found in Morocco and Algeria.\nIt is also found in North Africa, Spain and Portugal.",
    "Conservation": "In 2014, it was becoming rare in Morocco.",
    "Cultivation": "It is very susceptible to iris mosaic virus.It can be propagated by bulblets, 1 to 4 small bulbs growing beside the main bulb which can then be taken off and planted to grow on to form a new bulb.It has a reputation of being a difficult species to grow in the UK. Even in the US, it is restricted to be grown in mild climates such as southern California. Due to the limited hardiness of the species, it is better grown in a bulb frame or grown in a dry border then lifted and stored like dahlias.It can be grown in pots for inside or outside displays.",
    "Cultivars": "Known cultivars include; Iris tingitana 'Paris' (large dark blue violet flowers)",
    "References": "",
    "Other sources": "Jahandiez, E. & R. Maire. 1931–1941. Catalogue des plantes du Maroc.\nMaire, R. C. J. E. et al. 1952–. Flore de l'Afrique du Nord.\nMathew, B. 1981. The Iris. 137–138.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea. [mentions].",
    "External links": " Media related to Iris tingitana at Wikimedia Commons\n Data related to Iris tingitana at Wikispecies"
  }
}