{
  "url": "https://en.wikipedia.org/wiki/Iris_tigridia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris tigridia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris tigridia  is a species in the genus Iris, it is also in the subgenus of  Iris and in the Pseudoregelia section.  It is a rhizomatous perennial, from Kazakhstan, Russia, Mongolia and China. It has dark green or greyish green, grass-like leaves, a short slender stem and a single (or rarely 2) flowers that are either violet, dark blue, blue-purple,  dark purple, mauve, lilac, lavender, or light purple. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has small compact rhizomes. Which are brown, yellow or white, fibrous. Underneath the rhizome are numerous fleshy, secondary roots, which are between 3 – 4 mm wide. On top of the rhizome are the dense, brown, or dark brown, fibrous remains of last seasons leaves. It creates small tufted plants.It has dark green, or greyish green leaves, that can grow up to between 5–30 cm (2–12 in) long, and between 1.5 and 6 mm wide. At the time of flowering, they are 5–13 cm (2–5 in) long, and between 1.5 and 2 mm wide. They then elongate to the final height of up to 30 cm tall. They are grass-like, they can be erect and linear, or slightly curved. They do not have a midvein, but have an acuminate apex (pointed) tip. This form separates them from Iris potaninii. In mild temperate areas, they are evergreen (lasting through the winter).It has a slender stem, that can grow up to between 3–15 cm (1–6 in) tall. Sometimes, the stem seems to only just appear above ground.The stem has 2, yellow-green, (scarious) membranous, spathes (leaves of the flower bud). \nThey are lanceolate and between 3–4 cm (1–2 in) long, with a pointed tip.The stems hold 1, (or  rarely 2,) terminal (top of stem) flowers, blooming between April and May, normally in May.The flowers are 3.5–5 cm (1–2 in) in diameter, come in shades of violet, dark blue, blue-purple, dark purple, mauve, lilac, lavender, or light purple. The flowers have darker spots, veining or mottling.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are\nobovate, and 3–4 cm (1–2 in) long, and 1–1.5 cm wide. It has in the centre of the petal, is a white patch, and a beard, with blue-white, or white hairs, tipped with yellow, or yellow hairs.\nThe erect, or tilting outwards, standards are oblanceolate, and 2.5–3 cm (1–1 in) long and 0.4–0.7 cm wide. They are darker shade than the falls.It has a 5 mm long pedicel, and 2 cm long perianth tube, that widens out at the top.It has 2.3–2.5 cm long styles, that have triangular crests. It has blue pollen, and a long, green ovary, that is up to 1.2 cm long. It has 1.5 cm long stamens.After the iris has flowered, between June and July, or up to August, it produces an ovoid, or fusiform (spindle shaped), seed capsule. That is between 2.5–4 cm (1–2 in) long, and 1.5–2 cm in diameter. It has a beak like top, attached to the remains of the perianth tube. Inside the capsule are roundish, or pear shaped (pyriform), seeds.\nThey have a creamy, or yellowish white aril (appendage).",
    "Description-Biochemistry": "In 2003, a study was carried out on the chromosome sequencing of various Irises from the Siberian region of central Asia. They sequenced the rbcL gene from some Siberian Iris species belonging to different subgenera including, Iris halophila, Iris ludwigii, Iris uniflora, Iris pseudacorus and Iris laevigata. Their results supported Brian Mathew’s classification from 1989. That Iris bloudowii, Iris humilis, Iris ivanovae, Iris tigridia, and Iris glaucescens form a cluster.In 2011, a chromosome and karyotype analysis study was carried out on the rhizomes of Iris tigridia. It found that the chromosome number of Iris tigridia was 2n=18.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been counted several times. Including by Doronkin in 1984.\nIt has been counted as 2n=18, 20, 22, 24,  28, 32, 34, 38, and 40.",
    "Taxonomy": "It is written as 粗根鸢尾 in Chinese script and known as cu gen yuan wei in Pidgin.It is also commonly known as 'thick-root iris' in China. or 'coarse roots iris'.\nIn Russia, it is commonly known as 'tiger Iris'.It is known as 'Bartsooxor tsaxildag' in Mongolian.The Latin specific epithet tigridia refers to 'tigris' or tiger-like. This refers to the colour marking of the perianth, or the rather motley coloured flower of the iris.It was first published and described (written in Latin) by Carl Friedrich von Ledebour and Alexander Andrejewitsch von Bunge in 'Flora Altaica' Vol.1 on page 60 in 1829.It was then published by Ledebour in 'Icones Plantarum novarum vel imperfecte cognitarum Floram rossicam' (Icon. Pl. Fl. Ross.) tab. 342. in 1830 (or 1833,) with a colour illustration, then by Karl Maximovich in the 'Bulletin of the Academy of Sciences St Petersburg' (Bull. Acad. Sci. St. Petersb.) Vol.26 on page530 in 1880 and by C.H. Wright in the 'Journal of the Linnean Society, Botany' (Journ. Linn. Soc. Bot.) Vol.36 on page 85 in 1903.\nIt was once placed with Iris potaninii and Iris pumila in the Pogoniris group, before being re-classified as in the Pseudoregelia section.\nIt was verified by United States Department of Agriculture and the Agricultural Research Service on 19 May 1999, then updated on 1 December 2004.It is listed in the Encyclopedia of Life.Iris tigridia is an accepted name by the RHS, it was last listed in the RHS Plant Finder in 2014.",
    "Distribution and habitat": "It is native to temperate Asia.It is endemic to the north-east Asia, from the Altai mountain range and Siberia to Manchuria in China.",
    "Distribution and habitat-Range": "It is found in Russia, within the Russian states of Aga-Buryat, Buryatia, Chita, Chukchi, Gorno-Altay, Irkutsk, Magadan, Tuva, and Yakutia (Sakha). Including the Altai mountains, Altai Republic, \nand Trans-Baikal region.Within middle Asia, it is found in Mongolia,(in the territories of Khubsugul, Khentei, Khangai, Mongol-Daurian and Middle Khalkha,)  and in Kazakhstan.It is also found in China,  within the provinces of Gansu, Heilongjiang, Jilin, Liaoning, Nei Monggol, Qinghai, Shanxi, and Sichuan.It is listed with  Iris bloudowii, Iris glaucescens, Iris ruthenica, Iris sibirica, Iris tenuifolia and Iris psammocola (another Pseudoregelia Iris) as being found in the Altai-Sayan region (where Russia, China, Mongolia and Kazakhstan come together).",
    "Distribution and habitat-Habitat": "It grows in (rocky or gravelly) screes, on the dry hillsides (or slopes), in dunes, in sandy meadows or grasslands, in steppes, and beside forest margins.They can be found at an altitude of 0–2,000 m (0–6,562 ft) above sea level.",
    "Conservation": "It is listed as 'rare' in Russia.\nIt is also rare in Mongolia.It is listed in the Red Data Book of the Russian Federation, the Data Book of the Altai Republic, (or Territory), of USSR, of the Tuva Republic, and the Republic of Khakassia, and of Kazakhstan.It is found in Dauria and Sokhondinsky State Biosphere Reserve (in Chita).",
    "Cultivation": "It is hardy to Zone H3 in Europe. Meaning that it is hardy to −10 to −15oC (14 to 5oF). In non-hardy areas, it can be grown in an alpine house or bulb frame. Due to the fact that the plant needs to be protected from winter moisture.It has been tested for hardiness in Russia, in the botanical gardens of Barnaul (The South-Siberian Botanical Garden), Novosibirsk (Central Siberian Botanical Garden), Chita (Trans-Baikal Botanical Garden) and Saint Petersburg Botanical Garden. Only in St. Petersburg, it was found to be not hardy.It can be grown in well-drained soils, in a sunny position.It can be grown in a rock garden.It is thought best planted between August and September.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing. It can only be divided, when the plant makes new side-shoots.",
    "Cultivation-Hybrids and cultivars": "Several cultivars have been introduced including;\n\n'Violet Peafowl' (purple)\n'Starry Diamond' (violet blue)\n'Rainbow in May' (purple-pink)\n'Bright Vitas' (blue).All 4 cultivars are between 12 cm to 14 cm tall, flower between April and May, are hardy, drought tolerant and salt tolerant.\n'Medianite' (a lilac and pink form, but lost in cultivation)Iris tigridia var. fortis (Y. T. Zhao) is listed as a variant from (Jilin, Inner Mongolia and Shanxi) in China. It grows 10–20 cm (4–8 in) tall, with violet flowers.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Uses": "It is used in gardens, also in herbal medicines, and as a fodder plant for farm animals.It has been eaten by cattle and horses, at most times of the year. It is also consumed by goats but it is thought to be an undesirable food source.",
    "References": "",
    "References-Other sources": "Fedtsch, B. 1935 Kom Fl URSS 4, 549.\nCzerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR).\nFu, Y. C. et al. 1977–. Flora intramongolica.\nLineam, Kitagawa 1939 Fl Mansh 149.\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 68.\nWaddick, J. W. & Zhao Yu-tang. 1992. Iris of China.\nWu Zheng-yi & P. H. Raven et al., eds. 1994–. Flora of China (English edition).\nLiu Ying, Liu 1936 Chinese Journal of Botany Vol.3 Issue 2 page 947",
    "External links": " Media related to Iris tigridia at Wikimedia Commons\nHas several images of the iris growing in Russia\nHas a large image of the iris\n Data related to Iris tigridia at Wikispecies"
  }
}