{
  "url": "https://en.wikipedia.org/wiki/Iris_forrestii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Sibiricae"
    },
    {
      "Species": "Iris forresti"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris forresti is a species of flowering plant in the genus Iris, also the subgenus of Limniris and in the Iris series Sibiricae. It is a rhizomatous herbaceous perennial, from China (including Tibet) and Burma. It has linear grassy-like leaves, long thin stem and fragrant yellow or lemon-yellow flowers. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris forrestii is similar in form to the smaller Iris wilsonii. It has short thick, rhizomes that form dense clumps of plants. The base of the plant is covered by fibres from the remains of the previous season’s leaves.It has linear, grassy-like leaves that are grey-green with one dull side and the other side a glossy green or yellow-green. The leaves grow to between 11–50 cm (4.5–19.5 in) long and 2–7 mm (0.079–0.276 in) wide. The leaves are shorter than the flower stems.It has a slender, hollow, flowering stem that grows up to between 15–45 cm (6–17.5 in) long and 2–3 mm wide.\nIn the wild, the plants are much smaller starting from 15 cm (6 in). The stem has between 1 and 2 smaller leaves (or bracts).\nThe unbranched stems have between 1 and 2 flowers at the terminal ends, in early summer, between May and June.It has 3 green lanceolate (sword-shaped) spathes (leaves of the flower bud), which have a slight reddish-purple edge and measuring 5.5–7 cm (2.2–2.8 in) long and 1–1.2 cm (0.39–0.47 in) wide.The yellow or lemon-yellow flowers are slightly fragrant, and are about 5–6 cm (2–2.5 in) in diameter.It has 2 pairs of petals, 3 large sepals (outer petals) known as the falls and 3 – 4 inner, smaller petals (or tepals), known as the standards. The drooping (obovate shaped) falls have a wide blade (about 1 inch wide and 4 inches long), which have purple-brown or red-brown stripes, lines or spots over a deeper yellow centre or signal patch. The upright and oblanceolate standards are narrower than the falls, with slightly curled edges. It has a perianth tube of 1.3 cm long, 3 cm long stamens, brown-yellow anthers and large pale yellow, arching style branches (almost as big as the standards) 4-4.5 cm long and 1.4–1.6 cm wide.In July and August (after blooming) it has a pale green ovary (seed case), containing the (ellipsoid shaped) seed capsule, measuring 4–4.5 cm long and 1.5–1.8 cm wide. The capsule has 6 ribs and a beaked point. Inside the capsule are semi-orbicular seeds.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=40, discovered by Sim 1932. This places it within the sub-group of the series, called the Sino-siberians.",
    "Taxonomy": "It is written as 云南鸢尾 in Chinese script, and known as 'yun nan yuan wei' in Pidgin.Iris forrestii is pronounced EYE-ris FOR-est-ee-eye.It has the common name of Forrest's iris, or occasionally as Yunnan Iris. The Latin specific epithet forresti refers to the 19th century plant collector and explorer George Forrest.It was first published and described by William Rickatson Dykes in Gardeners' Chronicle (of London), on page 418 in 1910. Using plants that were collected from one of George Forrest's favourite plant collecting areas, the Cang Mountain in the province of Yunnan in China.Dykes, later published it in his book 'The Genus Iris' in 1913 (with a colour illustration). Then in 1924, it was shown by Wal, at the Annual Meeting of the R.H.S. and then noted in the Journal of the Royal Horticultural Society 50, Jan. 1925. Also Waddick & Zhao mentioned Iris forrestii in 'Iris of China', 1992 (with a colour illustration).It was verified by United States Department of Agriculture and the Agricultural Research Service on 2 October 2014.This plant has gained the Royal Horticultural Society's Award of Garden Merit since 1994, as well as being an accepted name.",
    "Distribution and habitat": "Iris forrestii is native to tropical and temperate Asia.",
    "Distribution and habitat-Range": "It is found in China, (within the provinces of Guizhou, eastern Xizang, (also known as Tibet), western Yunnan, and southern Sichuan,including the 'Lichiang Range',), and also found in north east Burma (once known as Myanmar).",
    "Distribution and habitat-Habitat": "It grows on the alpine meadows and mountain pastures at altitudes of 2,900–4,300 m (9,500–14,100 ft) above sea level.",
    "Cultivation": "The Sino-siberian irises all generally have similar cultivation requirements. Although Iris forrestii is known as being easy to grow. They are not as hardy as the other group of Siberian irises. They also don't like very hot conditions either. If it losses too much moisture it will wither and die. Preferring the northern parts of America and United States to the overly warm southern America. They will tolerate temperatures of up to – 10 degrees C. But may survive lower if protected or well mulched in winter.It is hardy to USDA Zone 2–9, known as 'Hardy' in the UK, in Australia Zone 1–3, and Zone H2 (which means Hardy to −15 to-20 °C (5 to −4 °F ) in Europe.They prefer soils with a ph level of 5.5 to 7 (acidic to neutral) and more moisture tolerant. It is thought to be fairly easy to grow in most soils. They are also tolerant of windy conditions, except just after being planted. They like wet soils, but only during the growing season, if the rhizome and roots are exposed to constant moisture, it is likely to suffer from fungal infections.Unlike, other Sino-Siberians, Iris forrestii prefers positions in partial shade but can tolerate full sun. Although, they produce less flowers in sunny positions.They can be mulched with peat or garden compost in spring. They can also be fed in spring with a general fertiliser but it is not essential.They can be divided after flowering (in early summer) if the clumps become too big and congested, or if the centre of the plant is too old to produce flowers. Also propagation is easier carried out by division of the rhizomes, rather than growing from seed which takes at least 3 years to get the plant to flowering maturity.New plants should be re-planted or planted 25 cm (10 in)s) apart and 10 cm (4 in) deep, into weed free conditions. New plants can then be planted in spring or autumn.  But the ground needs to be prepared before planting. New plants should be well watered during the first season, and also take at least 2 years to become established.They can be used in gardens, at waterside locations beside pools or streams. But with some dryness during the year.A specimen exists in Royal Botanic Garden Edinburgh, which was collected by Forrest on 15 June 1906.",
    "Cultivation-Hybrids and cultivars": "It can easily hybridize with other members of the Sibericae series.Known Iris forrestii cultivars include, 'Gelber Knirps', 'King's Forrest', 'Tetrafor', 'Yellow Apricot', and 'Charm of Finches'.Known Iris forrestii crosses \n\nIris chrysographes X Iris forrestii have produced – 'Chrysofor', 'Chrysofor Bronze Queen', 'Chrysofor Canary', 'Chrysofor Delicata', 'Chrysofor Gloriosa', 'Chrysofor Maggie', 'Chrysofor Marion', 'Chrysofor Nancy', 'Chrysofor Peggy', 'Chrysofor Primrose Queen', 'Chrysofor Purpurea', 'Chrysofor Sunrise', 'Chrysofor Thelma', 'Cleeton Cross'.\nIris forrestii X Iris chrysographes produced 'Gamma'.\nIris delavayi X Iris forrestii produced 'Delfor' and 'Wid-Wid'.Crosses that are between the series Sibericae and the series Californicae are often referred to as Cal-Sibes. They are generally smaller than typical Siberian iris, but taller than Pacific Coast Irises. They have semi-evergreen foliage, and flowers that are 5–7 cm (2–3 in) in diameter. They are best grown in rich, well-drained soil in sun or part shade.\nPacific Coast Hybrid X Iris forrestii produced 'Dougbractifor'.\nIris bulleyana X forrestii produced 'Epsilon'.\nIris forrestii X Iris bracteata produced  'Forbra'\nIris forrestii X Siberian Hybrid produced 'Foretell'",
    "Toxicity": "All parts of plant (rhizome, leaf and flower) are poisonous if ingested.",
    "References": "\n Data related to Iris forresti at Wikispecies"
  }
}