{
  "url": "https://en.wikipedia.org/wiki/Iris_pallida_subsp._cengialti",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. pallida"
    },
    {
      "Subspecies": "I. p. subsp. cengialti"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris pallidula subsp. cengialti is a subspecies in the genus Iris, it is also in the subgenus of Iris subg. Iris. It is a rhizomatous perennial, from Italy and (part of the former country of Yugoslavia) Slovenia. It has yellowish-green, glaucous, lanceolate or ensiform leaves, tall stem, green flushed with purple spathes, 2 short branches, 2–3 scented flowers, in shades of violet, blue-violet, deep purple, blue-purple, deep blue-purple, pale purple, deep blue, to mid-blue. It has a yellow or orange tipped beard. It was originally published as Iris cengialti but then re-classified as a subspecies of Iris pallida, and known as Iris pallida subsp. cengialti, but it is often still called Iris cengialti. It is cultivated as an ornamental garden plant in temperate regions.",
    "Description": "It has a long, stout, fleshy, light-coloured (underground) rhizome. That is 1–3 cm wide (in diameter), and has long secondary roots. It forms creeping plants.It has yellowish-green, lanceolate, or ensiform (sword-shaped), leaves, that are glaucous. The basal leaves, can grow up to between 15–50 cm (6–20 in) long, and about 1.3 cm wide. The herbaceous leaves (die in the winter), sheath the stem.It has a round (in section) stem, or peduncle, that can grow up to between 30–45 cm (12–18 in), or 20–60 cm (8–24 in) tall.\nThe stems are taller than the leaves, and at higher levels on the mountains, the plants are shorter. It is also shorter than Iris pallida.The stem has glaucous green and ensiform spathes (leaves of the flower bud). They are slightly flushed with purple, and before flowering, they become pale brown, (scarious) membranous, and papery, They are 2.5 cm long, and between 2–4 cm (1–2 in) wide.It has 2 short branches (or pedicels). The stems (and the branches) hold between 2 and 3 flowers, It can have up to 6 flowers, but normally has 3 flowers, in spring, between April to June, or May, to July.The small, scented flowers, are 6–8 cm (2–3 in) in diameter, come in shades of blue, from violet, blue-violet, deep purple, blue-purple, deep blue-purple, pale purple, deep blue, to mid-blue.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate or cuneate shaped, they are 5–8.6 cm (2–3 in) long and 2.5–3.4 cm (1–1 in) wide. In the centre of the falls, is a short, (16–30 mm,) thick row of small hairs (the beard), which is yellowish-white, bright yellow, or white with orange tips. The standards are a similar size to the falls.It has 2.5 cm long style branch, that is paler than the falls and standards, and has deltoid crests.\nIt also has a six grooved, ellipsoid ovary, and a 0.6–0.8 cm long perianth tube.After the iris has flowered, it produces an ovoid seed capsule, that is 3–4 cm (1–2 in) long and 1 cm wide, with 3 sections, which contain 15–20 oval grey or yellowish seeds.",
    "Description-Biochemistry": "In 1956, a karyotype analysis was carried out on 40 species of Iris, belonging to the subgenera Eupogoniris and Pogoniris. It found that 24-chromosome tall bearded species could e divided into 3 karyotypes of Iris pallida. Iris kashmiriana has 2 pairs of median-constricted marker chromosomes,  Iris illyrica, Iris cengialti, and Iris imbricata, lastly Iris variegata, Iris reginae (later classified as a synonym of Iris variegata), and Iris perrieri all have no median-constricted chromosomes.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=24.",
    "Taxonomy": "It is commonly known as 'Iris del Cengio', 'Monte Cengio iris'.In Italy, it is known as 'Giaggiolo del Cengio Alto'. In Slovenia, it is known as 'Bohinj Iris', or 'Bòcje of lof'. In German, it is known as 'Rovereto Schwertlilie'.It is sometimes misspelt as Iris cengualti.The Latin specific epithet cengialti refers to a mountain or large hill 'Mount Cengialto' (also known as Monte 'Cengio Alto',), close to the town of Rovereto, in northern Italy. Confusingly, another mountain near Arsiero in the province of Vicenza (Veneto), is also known as Monte Cengio Alto.It was found by Francesco Ambrosi in 1854, on Monte Cengialto,It was then published as Iris cengialti by Ambrosi in Flora del Tirolo Meridionale Vol.1 (Fl. Tirolo Mer.) on page 643 in 1854, then fully published and described by A. Kerner in Österreichische Botanische Zeitschrift (Oesterr. Bot. Z.) Vol. 21, No.9, on pages 225–231 in September 1871. A. Kerner was then assigned the author of the name Iris cengialti, previously ascribed to Ambrosi.Iris pallida, Iris cengialti and Iris illyrica are all considered closely related but often given different taxonomic rank (by various authors Kerner, 1871; Ambrosi, 1854; Foster, 1886; Tommasini,\n1875; Pampanini, 1909; Lausi, 1964; Mathew, 1981; Colasante, 1995: Terpin et al., 1996).In May 1886, Sir Michael Foster noted in Gardeners' Chronicle on pages554 and 555, that it had similarities with Iris pallida. William Rickatson Dykes in his book in 'Handbook of Garden Irises' in 1914, suggested that Iris cengialti and Iris pallida were connected and should be merged under Iris pallida. In 1939, Brian Mathew considered it to be a subspecies of Iris pallida.Then in Giorn. Bot. Ital. Vol.130 on page575 in 1996, Iris cengialti was classified as a synonym of Iris pallida subsp. cengialti.It is normally classified as Iris pallida subsp. cengialti, and thought to be a naturally occurring hybrid.In Slovenia, a form of the plant is called Iris cengialti vochinensis, or Iris pallida subsp. cengialti f. vochinensis.probably of Asia Minor origin,It was verified as Iris pallida subsp. cengialti by United States Department of Agriculture and the Agricultural Research Service on 27 February 2002, and then updated on 1 December 2004.It is listed in the Encyclopedia of Life,\nand listed on the Catalogue of Life as Iris pallida subsp. cengialti.",
    "Distribution and habitat": "It is native to Europe.",
    "Distribution and habitat-Range": "It endemic in the alpine region, on the Dolomites (mountain range).It is found in north east Italy, (within the region of Trentino, and Veneto) and (part of the former Yugoslavia), in Slovenia, (within the regions of Bohinj. and Istria).In Trentino, it has found on Monte Zugna (south of Rovereto), and Mount Brione. In Veneto, it can be found on Mount Summano, in the province of Belluno.",
    "Distribution and habitat-Habitat": "It grows on the rocky mountain sides, on scree, in meadows, and dry grasslands. Usually on karst, or limestone soils.They can be found at an altitude of 200–1,600 m (660–5,250 ft) above sea level.They can found in the Dolomites, with other plants including;  alyssum ovirense, androsace villosa, centaurea haynaldii, crepis froelichiana subsp. dinarica, eritrichium nanum, euphorbia kerneri, geranium argenteum, leontodon berinii, lilium carniolicum, potentilla incana and thlaspi minimum.\nThey also grow in the Belluno forests of Acer pseudoplatanus (Mount Maple) and Tilia platyphyllos (Lime tree) with other geophytes and Leontodon tenuiflorus (Dandelion insubrico), Knautia persicina, Globularia nudicaulis and Paeonia officinalis (Wild Peony).\nIn Slovenia, in Bohinj, it grows in meadows with another rare plant, Linnaea borealis (twinflower).",
    "Conservation": "It is a rare plant, although locally it is abundant on the mountains, growing in masses, hanging onto relatively steep slopes.In Italy, it is listed as a protected species of regional interest (Annex B, LR 9/2007, Art. 96), and would be classed as 'vulnerable' on the IUCN Red List.",
    "Cultivation": "It is hardy to 0 °C.It prefers could grown in rich (in fertile loan,), well drained soil in full sun.It can be grown the rock garden.It is generally not attacked by pests and diseases.A herbarium specimen can be found at the Museum National d'Histoire Naturelle in Paris.",
    "Cultivation-Propagation": "Irises can generally be propagated by division. They should be lifted every three or four years, after the flowers are over. The tuber can be divided, with the dead roots trimmed and removed. The remains can then be replanted in enriched soil (with added compost). The leaves should be cut back to half their length, to prevent wind rock.",
    "Cultivation-Hybrids and cultivars": "It has been used in hybridizing (or breeding programmes), and the hybrids that have Iris cengialti as a parent, can have multiple flowers, on average between 5 and 8. The branches are generally short on slender stems.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 24. [lists as Iris cengialtii Ambrosi].\nPignatti, S. 1982. Flora d'Italia. [accepts subsp.]\nTerpin, K. et al. 1996. Author and type of the name Iris cengialti (Iridaceae). Giorn. Bot. Ital. 130:575–578.\nTutin, T. G. et al., eds. 1964–1980. Flora europaea. [lists as I. cengialti Ambrosi].",
    "External links": "Has a large image of the flower in the Belluno Dolomites National Park in Italy\nPainting of the iris, from the collection of Botanical Garden – University of Padova\n Media related to Iris cengialti at Wikimedia Commons\n Data related to Iris cengialti at Wikispecies"
  }
}