{
  "url": "https://en.wikipedia.org/wiki/Iris_halophila_var._sogdiana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Species": "I. halophila"
    },
    {
      "Variety": "I. h. var. sogdiana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris halophila var. sogdiana  is a species in the genus Iris, it is also in the subgenus Limniris and in series Spuriae. It is a variety of Iris halophila. It was once a species in its own right as Iris sogdiana, before being re-classified as a synonym of Iris halophila, but it has been re-classed again as a variant of Iris halophila. It is a rhizomatous perennial plant, with blue-violet flowers. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to Iris halophila but with blue-violet flowers.It has a stout, thick rhizome. Which has a creeping habit.It has green, sword-like, linear, smooth leaves, that are 4-12mm wide.  They taper to a point, somewhat compressed, smooth; radical leaves as long as the stems, linear, to 10 cm broad, acuminate; cauline leaves 4, progressively decreasing in size;It has 25–90 cm (10–35 in) tall stems.It has lanceolate, acuminate, carinate spathes (leaves of the flower bud).The stems hold between 3 and 4, terminal (top of stem) flowers, blooming between June and July.The un-fragranced flowers, come in shades of violet-blue.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals, known as the 'standards'. The falls are 4.5–5 cm long, obovate, round tipped, with dark purple veins and a yellow claw (section of petal closest to stem). The shorted standards are erect, obovate or oblong, are brown at the base.It has an 8mm long perianth tube, which is also the length of the ovary.It has linear, oblong style branches, which are light purple.After the iris has flowered, it produces a 4.5 cm long, 6-angled seed capsule with a long beak-like appendage. It has flattened seeds, with rough edges.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=44.In 1979, a study was carried out the seeds of Iris sogdiana, to find various chemical compounds including, alkali-soluble polysaccharides. Glucomannan, consisting of glucose and mannose was found.In 2011, a study was carried out on Iris halophila var. sogdiana and Iris halophila, to find the fat soluble constituents and volatility components. Using gas chromatography and mass spectrometry. (E,E) 9,12-octadecadienoic acid, methyl ester, 9-Octadecenoic acid(Z)-,methyl ester were found in both irises.",
    "Taxonomy": "It is written as 蓝花喜盐鸢尾 in Chinese script and known as lan hua xi yan yuan wei in Pinyin Chinese.It is also known as Iris 'Halophila Sogdiana'.It was commonly known as Iris sogdiana (before re-classification) or Ksiridion sogdiana (in Russia).The Latin specific epithet sogdiana refers to the ancient civilization of Sogdia in modern Tajikistan and Uzbekistan.\nIt was first published as Iris sogdiana  by Alexander Bunge in Mém. Acad. Imp. Sci. St.-Pétersbourg Divers Savans Vol.7 page507 in 1847. \nBunge then published it, (as Iris sogdiana) in Beitr. Fl. Russl. page331 in 1852.Later, B. Fedtsch in published the iris, as Iris sogdiana in 'Kom. Fl. URSS Vol.4 page526 in 1935.It was then published and described as Iris halophila var. sogdiana by Alexander Bunge and Valery Ivanovitsch Grubov  in 'Novosti Sist. Vyssh. Rast.' Vol.6 page30 in 1970. They also published it within 'Новости Сист Высш Раст 1969' page 30 in 1970.It was mentioned as Iris sogdiana in 'Vascular Plants of Russia and Adjacent States (the Former USSR)'.",
    "Distribution and habitat": "It is native temperate regions of central Asia.",
    "Distribution and habitat-Range": "It is found in the Asian countries of Afghanistan, Kyrgyzstan, Pakistan, Uzbekistan, Kazakhstan and Iran. Also in the former Russian republics of Turkmenistan.\nIt is also found in China, in the Chinese provinces of  Gansu and Xinjiang.In mountainous Kyrgyzstan, it is found in a region from Lake Issyk-Kul to the valley of the Chu.In 2011, a study recorded the vascular plants in the forests around Angren, Uzbekistan, 12 were found to be endemic to Central Asia. These are; Arum korolkovii, Carex turkestanica, Cousinia olgae, Eremurus regelii, Euphorbia jaxartica, Galium pamiroalaicum, Gymnospermium alberti, Iris sogdiana, Prunus sogdiana, Rosa kokanica, Thalictrum sultanabadense, and Veronica bucharica.",
    "Distribution and habitat-Habitat": "It is grown on the damp meadow steppes, on hillside wastelands, on gravelly slopes, on the banks of water reservoirs and on the banks of rivers.",
    "Cultivation": "It is the most hardy plant of all the Spuria irises.It prefers positions in partial shade.",
    "References": "",
    "Sources": "Liberty Hyde Bailey Hortorium. 1976. Hortus third. [as I. spuria var. halophila (Pall.) Dykes].\nMathew, B. 1981. The Iris. 118.\nNasir, E. & S. I. Ali, eds. 1970–. Flora of [West] Pakistan.\nRechinger, K. H., ed. 1963–. Flora iranica. [as I. spuria subsp. halophila (Pall.) B. Mathew & Wendelbo].",
    "External links": " Data related to Iris halophila var. sogdiana at Wikispecies"
  }
}