{
  "url": "https://en.wikipedia.org/wiki/Iris_afghanica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Regelia"
    },
    {
      "Species": "Iris afghanica"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris afghanica  is a species in the genus Iris, it is also in the subgenus of Iris and in the Regelia section. It is a rhizomatous perennial, from Afghanistan, with thin bluish-green leaves and creamy yellow or white flowers, that are veined with purple-brown. It has yellow-green or purple beards. Although, in the wild, it can vary in colour and size. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has a small brown rhizome. Underneath, are long thin secondary roots.It forms small tufts of plants, which can be up to 20 cm (8 in) across.It has slender, bluish-green leaves, which have a narrow white, membranous inner margin.\nThey can reach up to 30 cm (12 in) long, and between 0.2–0.6 cm wide but the outer leaves are often sickle-shaped (falcate). The leaves appear in February (in Europe) and after flowering they die away completely.The plants can vary in size depending on the location and the altitude. At higher altitudes, the plants are deeper in colour and smaller (around about 10 cm tall). At lower altitudes, the plants are larger (around 25–30 cm (10–12 in) tall) and more paler in colour.The stems (or scapes) can grow up to between 15–45 cm (6–18 in) tall.The stems hold 1, sometimes 2 terminal (top of stem) flowers, in late spring to early summer, between April and June.The flowers are 8–9 cm (3–4 in) in diameter, come in shades of creamy yellow or white.It has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe cream or white, drooping falls have a central purple signal patch, surrounded by purple-brown veining. In the centre of the petal is a beard of greenish yellow or purple hairs. The pale yellow upright standards, are 6–7 cm (2–3 in) long, they have a beard of greenish hairs on the lower part.As mentioned before, the plants can vary in colour due to altitude, the lower altitude plants can have pure white standards.It has a short style arm (above the falls) that is yellow, and veined with pale green.After the iris has flowered, it produces a seed capsule, which has not been described.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has been counted twice, as 2n=22, by Gustafsson & Wendelbo, in 1975 and 2n=22, by Johnson & Brandham in 1997.\nIt is commonly published as 2n=22.",
    "Taxonomy": "The Latin specific epithet afghanica refers to the country of Afghanistan, (where the iris comes from).In 1964, it was found by Rear Admiral Paul Furse and his wife Polly, in Afghanistan, on the northern side of the Salang Pass in the Hindu Kush, north of the city of Kabul. They initially thought that the iris was similar to Iris darwasica. Later in 1966, on another plant hunting trip, they found more specimens of the iris and realised it was a new species.It was first published and described by Per Wendelbo in 'Findings of the Royal Botanical Gardens of Edinburgh' (Roy. Bot. Gard. Edinburgh) Vol.31 Issue 2, page338 in 1972.It was also published in the Botanical Magazine Vol.668 in 1974.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 2 December 2004.Iris afghanica is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in north eastern Afghanistan.It is found in the Provinces of Afghanistan, within Balkh and Zabul Province regions, along the Salang River, or in Kataghan Province.\nOne source mentions the distribution range also extends to Pakistan.",
    "Distribution and habitat-Habitat": "It grows on the sunny, rocky mountain slopes composed of granite or shale,It was also recorded by Grey-Wilson (1973), as growing \"amongst boulders along the banks of the Salang River or on rocky slopes amongst grasses away from the river confines\".They can be found at an altitude of between 1,500 to 3,300 m (4,900 to 10,800 ft) above sea level.",
    "Conservation": "As of 26 May 2015, the iris has not yet been evaluated to IUCN Red List criteria.",
    "Cultivation": "It is hardy to European Zone H4.\nWithin UK, it is hardy but is best grown within a well-ventilated cold frame or alpine house. It replicate the natural conditions of hot, dry summers and freezing winters.It is best grown within well drained soils in a sunny situation.The plant is very sensitive to moisture and it needs to be heated in the sun.\nThe rhizomes are very prone to viral diseases, if they are exposed to moisture or dampness.It can be seen in the 'Davies Alpine House' within Kew Gardens.It is rare in cultivation (within the US), but established in cultivation (within Europe).",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing. Division is better carried out in late summer.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Heywood and Chant, 1982. Popular Encyclopedia of Plants. 181.\nMathew, B. 1981. The Iris. 61.\nRechinger, K. H., ed. 1963–. Flora iranica.",
    "External links": "Has photos of the iris in flower\n Data related to Iris afghanica at Wikispecies"
  }
}