{
  "url": "https://en.wikipedia.org/wiki/Iris_cypriana",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris cypriana"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris cypriana  is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from Cyprus. It has narrow, glaucous and evergreen leaves, tall slender stem, with 2–3 branches, and 1–3 large flowers in lavender, lilac, red-lilac, to dark purple shades. It is cultivated as an ornamental plant in temperate regions. It is listed in some sources as a synonym of Iris germanica.",
    "Description": "It has long and horizontal rhizomes and numerous secondary roots (underneath the rhizome), they are similar in form to other bearded irises.It has 2–3 basal, narrow, ensiform (sword shaped), glaucous and evergreen leaves. They can grow up to 70 cm (28 in) long, and between 2.5–4.8 cm (1–2 in) wide. They are narrower than Iris mesopotamica leaves. They are finely and irregularly ribbed. The leaves, soon die after flowering, then compared to Iris junonia, the leaves re-grow in autumn. They are larger enough, that during winter they can be damaged by frosts.It has a slender stem or peduncle,  that can grow up to between 90–125 cm (35–49 in) tall.It has 2–3 (rarely 4,) slender (slightly weak,) branches (or pedicels), near top of the plant.The stem and branches have 2 (scarious) membranous spathes, (leaves of the flower bud). They are normally up to 4–6 cm (2–2 in) long, navicular (boat shaped), broad and rounded. The outer bracts are brown and paper-like, or completely scarious.The stems (and many branches) hold between 1 and 3 flowers, in late spring, between March and May, or June. The large flowers, are 15 cm (6 in) in diameter, come in various shades, from lavender, lilac, red-lilac, to dark purple.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are obovate and cuneate, or wedge shaped. They are 10–12 cm (4–5 in) long and 4–4.9 cm (2–2 in) wide. They can have green-brown, or white veining on the hafts (where the petal meets the stem). In the centre of the petal is a thick white beard, tipped with orange. The standards are oblong, and 7.5–9 cm (3–4 in) long, and 4.3–6 cm (2–2 in) wide. They are paler in colour than falls.It has style branch that is 3.9 cm long and 1.9 cm wide.\nIt has a light green, perianth tube that is 2.5–3 cm (1–1 in) long. It is longer and more slender than Iris mesopotamica. It is also longer than Iris pallida.\nIt has filaments that are longer than anthers, which are 1.5 – 1.6 cm long and 1.5–1.8 cm long and 0.6 cm wide ovary. Iris pallida has small ovaries.After the iris has flowered, it produces an oval seed capsule, that is 11 cm (4 in) long and 3.5–4 cm (1–2 in) wide. It is triangular in cross-section, with 6 grooves or ridges. Inside the capsule, are pyriform (pear shaped0 or D shaped seeds, that are brown and wrinkled. They can measure up to 8mm x 5mm. They also germinate easily.",
    "Description-Biochemistry": "In 1956, a karyotype analysis was carried out on 40 species of Iris, belonging to the subgenera Eupogoniris and Pogoniris. The 48-chromosome tall bearded species include Iris kashmiriana, Iris mesopotamica, Iris cypriana and Iris croatica, are characterized by having 4 pairs of median-constricted chromosomes, twice the number of those present in Iris pallida Heinig.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.Iris cypriana is a tetraploid,.It has a chromosome count: 2n=48.Note, Iris germanica has a count of 2n=40.",
    "Taxonomy": "It is commonly known as the Cyprian Iris, (under Iris germanica).The Latin specific epithet cypriana refers to (coming from) Cyprus.It was first published and described by Foster and Baker in The Gardeners' Chronicle (Gard. Chron.) Vol.2 on page 182 in 1888 and then by Baker in 'Handbook of the Irideae'  (Handb. Irid.) on page 37 in 1892.It was often confused with Iris mesopotamica and Iris trojana, Iris trojana is now classified as a synonym of Iris germanica.In 1927, Iris pallida and Iris variegata were thought to be parent plants in Iris germanica. Then Mr Foster was sent plants from the Mediterranean, including Iris cypriana and Iris mesopotamica. He then started an iris breeding programme, that produced larger plants with different colours and patterns.In 1982, Brian Matthew reclassified Iris cypriana as a synonym of Iris germanica. Some botanists link it to Iris pallida.It has not been verified by United States Department of Agriculture and the Agricultural Research Service as of 19 September 2015.\nIt is listed in the Encyclopedia of Life as a synonym of Iris germanica.It is also listed in The Plant List, as Iris × cypriana Foster & Baker as a synonym of Iris × germanica L.Iris cypriana is a considered an 'unchecked name' by the RHS.",
    "Distribution and habitat": "It is native to Central Europe.",
    "Distribution and habitat-Range": "It is found in Cyprus,<!also-->\nIt is thought that it may have come from somewhere else, such as Turkey or Iraq.",
    "Distribution and habitat-Habitat": "It grows on rocky grounds.",
    "Conservation": "After its re-classification, specimens in the wild have not been found.",
    "Cultivation": "It is hardy to Europe zone H2. Meaning that it is hardy to −15 to-20oC (5 to −4oF).It is very difficult to grow in the UK and eastern US, unless grown in dry sand under glass, during summer (after blooming, between July, August and September). The rhizome is liable to rot in wet climates.It is best planted between August and September to get flowers the next year.Aphid Macrosiphum euphorbiae can be found on the plant.",
    "Cultivation-Hybrids and cultivars": "Since, being introduced it has been used in many plant breeding or hybridizing programmes. Robert Wallace (of Essex,) introduced many crosses (including 'Caterina', 'Crusader' and 'Lady Foster') after Dr Foster's death in 1907. As well as Iris 'Kashmir White' (in 1912).A known Iris cypriana cultivar is 'Cypriana Tarsus'.Known Iris cypriana crosses include;\n'Ambrose Wiseman', 'Amy Brandon Thomas', 'Arac', 'Bashi – Bazouk', 'Bolinbroke', 'Caterina', 'Crusader', 'Erato', 'Halstead', 'Hamdo'llah', 'John Foster', 'Korolcyp', 'Lady Foster', 'Mareschal', 'Mother Of Pearl', 'Muriel', 'Nirvana', 'Red Embers', 'Shelford Chieftain', 'Stamboul', 'Tamerlain', 'Yolande'.\n'Caterina' (is a cross between Iris cypriana and Iris pallida), introduced in 1909, it is tall, light lavender-violet  or pale lavender, flowered with a white and yellow tipped beard.\n'Crusader' (introduced in 1913), has large lavender blue flowers, on tall stems.\n'Lady Foster', was introduced in 1913.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "External links": " Data related to Iris cypriana at Wikispecies"
  }
}