{
  "url": "https://en.wikipedia.org/wiki/Iris_cycloglossa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris cycloglossa"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris cycloglossa (sometimes known as the Afghani iris) is a species in the genus Iris, in the subgenus of Scorpiris. It comes from Afghanistan.",
    "Description": "It has a small ovate blackish brown bulb, which also has tuberous roots, which are fragile.It has between 1-3 flowers per stem, that open in succession from the top down in May and June. They are large, (8–10 cm diam) fragrant, (with a clove-like scent), lavender blue flowers that have a white patch on the falls, it also has a yellow raised ridge. It also unlike other species, it has (4 cm long) upright standards.\nThey have a similar look to Dutch Iris flowers.The stem is between 20–30 cm tall.\nIt has also generally 6 shiny, grey-green leaves (that have a thin white margin) that are 1.5 cm wide and grow up to 30 cm long at flowering time. They grow along the stem of the plant.It has 5–6 cm long brown seeds that do not have an aril.",
    "Taxonomy": "It is sometimes known as the 'Afghani iris' in the US.The name 'cycloglossa' comes from the Greek words, 'tongues arranged in a circle'.It was first published in Biologiske Skrifter 10(3): 187 by (Norwegian botanist) Per Erland Berg Wendelbo in 1959.\nIt was first illustrated in 'Flora Iranica' in 1975 by Rechinger.Iris cycloglossa is an accepted name by the RHS.",
    "Cultivation": "It prefers to grow in full sun.It is hardy to USDA Zone 5.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "Native": "It is only found in a small region near Herat in Afghanistan, at 1450-1700 above sea level.\nCompared to other species within the genus, it comes from areas subject to winter-spring floods so the bulb tolerates a lot of water and generally moister growing conditions than many other in the Scorpiris genus.",
    "References": "",
    "Other sources": "Walter Erhardt, Erich Götz, Nils Bödeker, Siegmund Seybold: Der große Zander. Eugen Ulmer KG, Stuttgart 2008, ISBN 978-3-8001-5406-7. (Ger.)\nChristoper Brickell (Editor-in-chief): RHS A-Z Encyclopedia of Garden Plants. Third edition. Dorling Kindersley, London 2003, ISBN 0-7513-3738-2.",
    "External links": "image of the flower\nimage of the flower Media related to Iris cycloglossa at Wikimedia Commons\n Data related to Iris cycloglossa at Wikispecies"
  }
}