{
  "url": "https://en.wikipedia.org/wiki/Iris_orchioides",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris orchioides"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris orchioides (also commonly known as the Orchid iris It is a species in the genus Iris, it is also in the subgenus of Scorpiris. It is a bulbous perennial, from the mountains of Uzbekistan and Kyrgyzstan. It has dark green leaves, slender stems, up to 3 yellow flowers in spring. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "Iris orchioides grows up to 15 to 30 cm (6 to 12 in) tall.\nIts stem is hidden by channeled leaves until the flowers fade.\nIt has between 5-7, dark green, broad leaves that grow up to 6-8 inches tall.It has up to 3 yellow flowers on its stem. The flowers vary in shading, from deep yellow to creamy-yellow to a translucent pale yellow, between March and May.It has a big winged haft (the narrow constricted part of the standards (petals) and falls (sepals) near the center of the iris flower) which are about 2-cm (1\") wide.\nIt also has hairs on the ridge of the falls (which are very similar in look to a beard (of a bearded iris). It has standards are 1/2 inches wide and linear.It has cylindrical capsules and seeds without arils. These are similar to Iris bucharica and Iris warleyensis have cubiform seeds,",
    "Taxonomy": "It is commonly called the 'Orchid Iris'.It is called 'Ukrop' in its native Kazakh.It was first published and described by (French botanist) Élie-Abel Carrière in 'Revue Horticole'(Paris) in 1880).It was listed in 1995 in 'Vascular plants of Russia and adjacent states (the former USSR)' by Czerepanov, S. K.Iris orchioides is an accepted name by the RHS.It is often mistakenly, to be a yellow form of Iris bucharica or Iris tienshanica (a synonym of Iris loczyi (Kanitz.)) also from Kazakhstan).'Iris orchioides var. caerulea' (Baker) is a synonym of Iris vicaria (Vved.).It was verified by United States Department of Agriculture and the Agricultural Research Service on 2 October 2014.It is listed in the Encyclopedia of Life.Iris orchioides is an accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate Asia.",
    "Distribution and habitat-Range": "It is found in the mountains of Central Asia.\nIt has been found in Tashkent in Uzbekistan and Kyrgyzstan.",
    "Distribution and habitat-Habitat": "It likes the stoney soils of the foothills.",
    "Cultivation": "It is hardy to USDA Zone 5.It is best grown in an alpine house of bulb frame.It prefers to grow in full sun.",
    "Known cultivars": "Iris orchioides 'Sulphurea'Found in 1990, has canary-yellow flowers.\nIris orchioides 'Khirghizian Gold'",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction.",
    "References": "",
    "Other sources": "Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). [= Juno orchioides (Carrière) Vved.].\nKhassanov, F. O. & N. Rakhimova. 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia. Stapfia 97:177.\nKomarov, V. L. et al., eds. 1934–1964. Flora SSSR.\nMathew, B. 1981. The Iris. 157–158.",
    "External links": "Various small irises\n3 Images of cultivars; 'Kirghizian Gold' and Iris orchioides 'Kuramin' Data related to Iris orchioides at Wikispecies"
  }
}