{
  "url": "https://en.wikipedia.org/wiki/Iris_maackii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Laevigatae"
    },
    {
      "Species": "Iris maackii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris maackii  is a species in the genus Iris; it is also in the subgenus of Limniris and in the Iris series Laevigatae.  It is a rhizomatous perennial, from China and eastern Russia. It has sword-shaped grey-green leaves, and has many branched flowering stems that carry flowers in May that come in various shades of yellow.",
    "Description": "Iris maackii has a thick rhizome.It has sword-shaped grey-green leaves, which grow up to 18\" long (or between 20 and 45 cm long and about 1 cm wide). The leaves have a fan-like appearance.It has several branched flowering stems (or scape) which can reach about 80 cm (31 in) tall in May. The oval-shaped spathes are green (measuring 5 cm × 1.5 cm) and having between 1 and 2 flowers per stem. The flowers come in various shades of yellow, from creamy-yellow, to yellow, and are about 5 cm (2 in) in diameter, with a perianth tube of 1 cm long. It has yellow anthers on 2.5 cm (0.98 in) long stamens.Between June and August, it sets seed. The capsules are ellipsoid-cylindric (6–9 cm long and 1.5 cm wide). They have 6 ribs and end in a beak-like point. Inside are maroon brown seeds that are about 7 × 5 mm in size. The seed heads can be another garden feature of the plant.",
    "Taxonomy": "It was first published (and described) by Karl Maximovich in Bulletin de l’Académie Impériale des Sciences de Saint-Pétersbourg in 1880. It was published as Limniris maackii in Botanicheskii Zhurnal (published in Moscow & Leningrad) on 18 Apr 2007, but this was classed as a synonym of Iris maackii, whose name was accepted by Nina Alexeyeva in her book of 2008 Genus Iris L., written in Russian and published in the journal Turczaninowia.It is known as 乌苏里鸢尾 or wu su li yuan wei in China.The specific epithet maackii, refers to the Russian explorer and naturalist Richard Otto Maack.The original collection consisted of seed pods only, later named as a synonym of Iris laevigata before being re-classified as a species.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 10 March 2017.Iris maackii is now an accepted name by the RHS. Although it is not an accepted name at Kew Gardens in the UK, it is thought to be very similar to Iris laevigata, especially its seeds and capsules. The Kew botanists currently call it Iris maackii, due to no other acceptable name.",
    "Distribution and habitat": "Iris maackii is native to China and Russia.",
    "Distribution and habitat-Range": "It is located on moist soils near ponds and lakes from northeastern China into eastern Russia. Like Iris typhifolia, it can be found near to the Amur River and Ussuri River swamps, along the Russian/Chinese border. Also near East Heilongjiang, Liaoning in China.",
    "Habitat": "It is found in damp places near ponds and lakes at altitudes of between near sea level, rising up to 300 m (above sea level).",
    "Cultivation": "It can be seen at the Arboretum and Botanical Garden, University of Bergen, Norway.It is listed in Forest Vegetation of Northeast Asia.It is similar to Iris pseudacorus, in cultivation use and form.  It is hardy to USDA Zone 6.It can hybridize with many other irises.",
    "References": "",
    "Sources": "Mathew, B. 1981. The Iris. 143.\nAlexeyeva, N. (2008). Genus Iris L. (Iridaceae) in the Russia. Turczaninowia 11(2): 5–68.\nKomarov, V.L. (ed.) (1935). Flora SSSR 4: 1–586. Izdatel'stov Akademii Nauk SSSR, Leningrad.",
    "External links": "Image of white version of Iris maackii\n Data related to Iris maackii at Wikispecies"
  }
}