{
  "url": "https://en.wikipedia.org/wiki/Iris_cuniculiformis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Section": "Pseudoregelia"
    },
    {
      "Species": "Iris cuniculiformis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris cuniculiformis  is a species in the genus Iris, it is also in the subgenus of Iris and in the Pseudoregelia section. It is a rhizomatous perennial, from China, it has long and thin green leaves, and 1 lilac (or similar shade) large flowers, that have yellow or grey beards. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It has very short upright rhizomes, that are 1.5 cm long and 0.7 cm in diameter. It has fibrous secondary roots underneath the rhizome. It slowly forms dense clumps of plants.It has dull, or dark green leaves, that are 13.5–30 cm (5–12 in) long and 0.2–0.9 cm wide. They are pointed at the apex (lanceolate-like), and have inconspicuous veins.It has a slender stem, that can grow up to between 14–30 cm (6–12 in) tall.The stem has 2 or more, spathes or bracts (leaves of the flower bud), they are 3–5 cm (1–2 in) long. \nThe spathes are green, elliptic (in shape), and have a purple tinge at the base of the leaf.The stems hold 1 terminal (top of stem) flower, blooming between May and July. The flowers can survive for many days.The flowers are 6–7 cm (2–3 in) in diameter,  come in shades of lilac. Including pinkish violet, mauve, purple, lavender, and blue-violet. They are similar in colour to Iris sibirica flowers.It (like other irises) has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls are 4.25–5.5 cm (2–2 in) long and 1.9 - 2.3 cm wide. They have a yellow or grey beard, on a white signal patch. On the edge of the petal, are purple or violet veins, mottling or spots.\nThe standards are 3–4 cm (1–2 in) long and 1 – 1.2 cm wide. They are slightly paler than the falls.It has a 2.8–3.3 cm (1–1 in) long and 1.6 cm wide style. Which is similar in colour to the petals, but has pale margins. It has a 1–2 cm long perianth tube, 1-1.4 cm long cream anthers, and cream coloured pollen.After the iris has flowered, between June and August, it produces a seed capsule and seeds. Which have not been described.",
    "Description-Biochemistry": "In 2006, 13 species of Iris in China, including Iris japonica, Iris wattii and Iris cuniculiformis were studied for a  cytological analysis of the chromosome counts.In 2011, a study was carried out on various irises found in China. Including Iris tigridia,Iris bloudowii and Iris cuniculiformis.As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=22, the same as Iris dolichosiphon (another Pseudoregelia iris). It has also been noted as 2n = 26.",
    "Taxonomy": "It is pronounced as (Iris) EYE-ris (cuniculiformis) kun-e-ku-lee-for-miss.It is written as 大锐果鸢尾 in Chinese script and known as da rui guo yuan wei in Pidgin. It is translated as large sharp fruit kite Tail.The Latin specific epithet cuniculiformis refers to being shaped like a small rabbit. The standards of the flowers are similar in form to rabbits ears. Hence, the name.A herbarium specimen exists in the Royal Botanic Garden Edinburgh collection. It was found on 12 June 1993, collected by Mr Kunming, (from Edinburgh) on a ridge of a forest in Diqing Prefecture of Zhongdian County, China.  At an altitude of 3600m above sea level.It was first published and described by John Henry Noltie and Kai Yun Guan in 'New Plantsman' Vol.2 Issue3 page131 in 1995.It was thought at one time to be a hybrid or synonym of Iris bulleyana, or a synonym of Iris goniocarpa (another Pseudoregelia iris).It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 2 December 2004.Iris cuniculiformis is an accepted name by the RHS.It is listed in Encyclopedia of Life.",
    "Distribution and habitat": "Iris cuniculiformis is native to temperate areas of Asia.",
    "Distribution and habitat-Range": "It is found in China, in the provinces of Sichuan and Yunnan.\nIncluding, found on Hong Shan mountain.",
    "Distribution and habitat-Habitat": "It grows in the mountains, in open spaces, in grassy plateaus, and in shrubberies.It is often found in the same places as Iris bulleyana.They can be found at an altitude of 3,000–4,000 m (9,800–13,100 ft) above sea level.",
    "Cultivation": "It is hardy to between USDA Zone 8 (−12.2 °C (10 °F)) and Zone 11 (above 4.5 °C (40 °F)). Also RHS rating of H4.\nIn Australia between Zones 2 to 5.It can be grown in loamy soil which is enriched with compost.\nIt can tolerate mildly acidic (6.1 to 6.5) to mildly alkaline (7.6 to 7.8) ph level soils.It prefers to grow in full sun, or partial shade.\nIt will bloom better, if it receives six or more hours of direct sunlight every day.It has average (garden plant) water needs.It may suit a position in the front of a flower border.It was only recently (around the 90s), introduced to Britain.",
    "Cultivation-Propagation": "It can be propagated by division or by seed growing.Seeds are collected from the pods after flowering. Seeds are then sown in containers in a cold frame in autumn.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Wu Zheng-yi and P. H. Raven et al., eds. 1994–. Flora of China (English edition).",
    "External links": "Has an image of the iris in a garden\nImage of the iris growing in China\n Data related to Iris cuniculiformis at Wikispecies"
  }
}