{
  "url": "https://en.wikipedia.org/wiki/Iris_gatesii",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris gatesii"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris gatesii  is a species in the genus Iris, it is also in the subgenus of Iris and in the Oncocyclus section. It is a rhizomatous perennial, from the mountains of Turkey and Iraq. It has long, narrow, grey-green or glaucous leaves. The strong, sturdy stem supports a single large flower in spring, between April and June. The large flowers are very variable in colouring, ranging from a pale greenish, grey, white, or creamy-yellow background colour, which is then covered with many purplish-brown, purple, or nearly black, spots, dots, short broken lines, or veining. They have a brownish purple or purple beard, over a dark signal patch. It can be cultivated as an ornamental plant in temperate regions, if it does not get too wet during summer.",
    "Description": "It has a small, compact and stout rhizome, which is about 2 cm in diameter. They are very similar in form to Iris susiana. They form creeping plants, that can spread up to 1 or 2 feet wide.It has 5 to 7, greyish green, or glaucous-green leaves, which are linear, narrow and straight. \nThey are in a distichous (two-ranked leaf arrangement) fan. The leaves can grow up to between 30–60 cm (12–24 in) long, and between 0.5 and 1.1 cm wide. They are semi-evergreen, and fade in summer, to re-grow in winter. They are a darker shade of green and smaller, shorter and narrower, than I. susiana.It has a stout stem or peduncle, that can grow in March, up to between 35–60 cm (14–24 in) tall.   The stem is also taller than the stem of I. susiana.The stem has pale green spathes, (leaves of the flower bud), that are between 10–12.5 cm (4–5 in) long.The stems hold a single terminal (top of stem) flower, blooming in late spring, between April and June.The large flowers are between 13–20 cm (5–8 in) in diameter,  they are the largest of the Oncocyclus series, (including I. susiana,) and of all irises, except the Japanese hybrids.The flowers are very variable in colouring,  ranging from a pale greenish, grey,  silver, white,  pinkish, beige, or creamy-yellow background colour. Which is then covered with many brown, purplish-brown, purple,  violet, or nearly black, spots, dots, short broken lines, or veining.Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'.\nThe obovate (narrower end at the base) or elliptic shaped falls, can curl gently under, and they are 8–11 cm (3–4 in) long,  and 5–8 cm (2–3 in) wide. They can be more veined, speckled than the standards, or the falls having spots while the standards having vein markings. The massed purple dots or lines on a creamy white background creates a soft grey flower, when seen from a distance. The ovate or rounded shaped standards, are 8–13 cm (3–5 in) long, and 7–9 cm (3–4 in) wide, and slightly paler than the falls.In the centre of the falls, is a dark, purple signal patch, which is variable in size, (between large and very small, ) and can be hidden under the beard. Also in the middle of the falls, is a sparse, or broad, (2-2.5 cm wide,) and long (halfway down the falls,) row of short hairs called the 'beard', which are purple, brownish purple, or yellow.It has style arms that are a similar colour to the standards, (including yellow or white spotted with purple,) and 5 cm (2 in) wide, with purple dots, or veining.It has a 12.5–17.5 cm (5–7 in) long pedicel, with a short perianth tube, it has white filaments and anthers that are often tipped purple.After the iris has flowered, it produces a seed capsule, that is 7.5 cm (3 in) long and 2.5 cm wide.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=20. It was counted in June 1956, I. gatesii, Iris susiana, Iris lortetii, and Iris sofarana were found to have exclusively chromosomes with sub-terminal centromeres. It was also counted in 1977 by Avishai & Zohary.\nIn 2014, it was found that the genome of the plastid, found in the iris, unlike orchid genomes, has little gene loss and rearrangement and is likely to be similar to other genomes from Asparagales order.",
    "Taxonomy": "In America, it was once known as 'Monarch Iris', and as the 'Prince of Irises'.The Latin specific epithet gatesii refers to Rev. Gates, an American Missionary staying in Mardin, Northern Mesopotamia, (now part of Turkey). \nSome sources name him as 'Rev. T. J. Gates', others as 'Rev T.G. Gates', or 'Rev. F.S. Gates'.Although, Caleb Frank Gates, (1857–1946), was a more known missionary at the time. Born in Chicago, Illinois and graduated from Chicago Theological School in 1881. He then travelled to Mardin, before returning in 1883, and marrying Mary Ellen Moore (from Chicago). They then returned to Mardin from 1885 to 1894. He was later president of Euphrates College, in Harput. In 1903, he moved to Istanbul and became president of Robert College. He stayed at the college during the first World War and then in 1918 returned to the US. Before returning to Robert College between 1921–1922. He retired in 1923 and died on 9 April 1946 in Denver, Colorado. His son is Caleb Frank Gates, an American historian who served as Chancellor of the University of Denver.\n'I. gatesii' was found near Mardin, in the mountains of Kurdistan, by the botanist, collector and bulb nurseryman Paul Sintenis, who worked for Mr. Max Leichtlin (from Baden-Baden, Germany), with the help of Rev. Gates.It was then first published by Michael Foster in the 'Journal of the Royal Horticultural Society' (J. Roy. Hort. Soc.) Volume 11 on page 144 in 1889, then in fully described in Gardeners' Chronicle series 3, Volume 8, page18 on 5 July 1890, with an illustration.It was later published in The Garden Feb 18 1893, page 130 (with illustration on plate 897), in the Botanical Magazine 7867 in 1902 (with illustration) and in the 'Bulletin of the Alpine Garden Society' 39 page 287 in 1971.It gained an FCC ('First Class Certificate', awarded by the RHS,)  in 1891 when shown by Van Tubergen (bulb nursery). It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 1 December 2004. It is listed in the Catalogue of Life, and is a tentatively accepted name by the RHS.",
    "Distribution and habitat": "It is native to temperate Asia, mainly in Asia Minor.",
    "Distribution and habitat-Range": "Some sources state that it is found in Armenia, but it range is more to the north of that region, in South-eastern Turkey,  (within the districts of Urfa, Mardin and Siirt). It is also found in north-eastern Iraq.  (within the districts of Amadiya and Penjwin).",
    "Distribution and habitat-Habitat": "It grows on rocky limestone hillsides, on steppes, on slopes and in rock crevices.\nThey can be found at an altitude of 1,050 to 2,000 m (3,440 to 6,560 ft) above sea level.",
    "Conservation": "It is range and habitat is a small region, and the plant was listed by the IUCN as 'rare'. As of September 2016, it was currently un-assessed, and the effects of the Gulf War are unknown and undetermined.",
    "Cultivation": "Due to its range being much farther north than most Oncocyclus irises, it is more hardy in cultivation, than others.\nIt is hardy to between USDA Zone 8 to 9.It prefers to grow in well-drained soils, including light rich loam diluted with 1/3 old mortar rubble, or rich compost. It also likes a deep limestone gravel mulch.It prefers sites in full sun, and can be grown in raised bed, or an open border.\nIt likes moisture at the root tips, but the rhizomes are liable to rot in excessive water.It is recommended (by Dykes) to be planted in October, with the rhizomes planted about 2 inches from the surface.It is susceptible to virus infections when in cultivation, including from Iris mosaic virus. Which produces some necrotic lesions in the leaves and then followed by systemic leaf chlorosis. This strain of virus also attacks Belamcanda chinensis, Iris pumila and Iris ricardi.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing. Irises generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need stratification, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.",
    "Cultivation-Hybrids and cultivars": "In 1897, an illustration in The Garden magazine of 31 July, showed a border in Mr Van Tubergen's nursery with 400 flowers, which are the results of 3 seasons of cultivation of the irises.It has several cultivars such as 'Bailey's Cream', 'Corn Yellow', 'Gatesii Ball', and 'Hand Of God'.It has also been used in several crosses with other irises. Including; \n'I. gatesii' X Iris sari – 'Abou Ben Adhem',\n'I. gatesii' X Iris lortetii – 'Aphrodite' and 'Bedouin Queen',\n'I. gatesii' X Iris susiana – 'Tehama',\n'I. gatesii' X Iris haynei – 'Arabian Knight',\n'I. gatesii' X Iris mariae –  'Desert Gem',\n'I. gatesii' X Iris nazarena – 'Platinum Diamond',\n'I. gatesii' X Iris korolkowii – 'Dream Step', and 'Eos'.Tall Bearded Iris 'Parisiana' x 'I. gatesii' has been used in hybridization since the 1930s, including Iris 'William Mohr'.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Davis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965–1988 (F Turk)\nMathew, B. The Iris. 1981 (Iris) 49–50.\nTownsend, C. C. & E. Guest Flora of Iraq. 1966– (F Iraq)",
    "External links": "Has an image of the iris Media related to Iris gatesii at Wikimedia Commons\n Data related to Iris gatesii at Wikispecies"
  }
}