{
  "url": "https://en.wikipedia.org/wiki/Iris_stenophylla",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Scorpiris"
    },
    {
      "Species": "Iris stenophylla"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris stenophylla is a species in the genus Iris, it is also in the subgenus of Scorpiris. It is a bulbous perennial.",
    "Description": "Iris stenophylla has a very similar form to Iris persica. But with different colouring.\nIt has bulb with brown papery tunics, and fleshy storage roots.\nThe stem can be hidden by the leaves. It normally has one flower per unbranched stem. The flowers appear between March and May in the UK. In America, they can appear earlier.<\nThe flowers normally measure about 5.5-6.5 cm in diameter. They come in a range of shades, between violet-blue or lilac-blue. The falls have normally a darker blade with a violet spotted whitish area. It has a yellow or orange crest. The perianth tube is about 6–9 cm long.\nThe leaves are shorter than the stem at blooming time. They later grow up to 10–25 cm long and are between 5-10mm wide. Unusually unlike other Juno irises they do not have a white margin.\nThey grow from the base of the plant, they are slightly falcate (sickle-shaped) and greyish-green. The allisonii subsp. was thought to have more leaves than the type. \nIt has 3-3.5 cm long, ellipsoid capsules. The brown seeds do not have an aril (coating).",
    "Description-Biochemistry": "In 2002, a morphological and cytological study was carried out on Iris stenophylla subsp. stenophylla and Iris stenophylla subsp. Allsoni. This determined that there was not enough difference between the two subspecies, therefore 'Iris stenophylla subsp. Allsoni' is a synonym of Iris stenophylla. The results were then published in Vol. 14O, Issue 2 pages 115-127 of the Botanical Journal of the Linnean Society.",
    "Taxonomy": "The name stenophylla comes from the Greek word meaning narrow leaves.It was originally published in The Gardeners' Chronicle Vol.I page170 in 1900 by Baker based on an earlier description by Hausskn. Then it was shown in Botanical Magazine t.7734 in 1900.It was then published in 1994 as 'Juno stenophylla' (Hausskn. & Siehe) by Roidonenko  in 'Botanicheskii Zhurnal' of Moscow & Leningrad (St. Petersburg) Issue 79, page 105.Iris stenophylla subsp. allisonii was published in Brian Mathews book 'The Iris' page166 in 1981. Before it was re-classified as a synonym of Iris stenophylla.It was verified by United States Department of Agriculture and the Agricultural Research Service on 9 January 2003, then updated on 1 December 2004.It is listed in the Encyclopedia of Life.Iris stenophylla subsp. stenophylla is an accepted name by the RHS.",
    "Distribution and habitat": "It is native in Asia.",
    "Distribution and habitat-Range": "It is found in Turkey, near the West Taurus Mountains near Gundogmus.",
    "Distribution and habitat-Habitat": "It grows on the rocky hillsides, and on alpine meadows.They can be found at an altitude of 400–2,000 m (1,300–6,600 ft) above sea level.",
    "Conservation": "It is at risk in Turkey and was listed in the 1997 IUCN Red List of Threatened Plants.\nBetween 2004-2006, the ICUN had it listed as 'Vulnerable' around the region of Tatkoy and Konya.",
    "Cultivation": "It is hardy to USDA Zone 4.It is considered a fairly easy plant to cultivate. It can be grown in well drained, loamy soil in full sun. It is better grown in an Alpine house or bulb frame.To avoid botrytis and bulb rot, the plant must be watered around the base of the plant, not touching the channelled leaves.It can be seen growing in the Alpine house of Edinburgh Botanic Garden.",
    "References": "",
    "Other sources": "Davis, P. H., ed. 1965–1988. Flora of Turkey and the east Aegean islands.\nMathew, B. 1981. The Iris. 165–167.",
    "External links": " Media related to Iris stenophylla at Wikimedia Commons\n Data related to Iris stenophylla at Wikispecies\nImage of Iris stenophylla subsp. allisonii in 2009\nImage of Iris stenophylla in 2013"
  }
}