{
  "url": "https://en.wikipedia.org/wiki/Iris_taochia",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Iris"
    },
    {
      "Species": "Iris taochia"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris taochia is a species in the genus Iris, it is also in the subgenus of Iris. It is a rhizomatous perennial, from the Caucasus mountains and Turkey. It forms dense clumps, with grey-green leaves, simple stems of similar height, with 1–3 branches, a flowers in various shades from white, yellow to purple. They also have yellowish or white, tipped yellow beard. It is cultivated as an ornamental plant in temperate regions.",
    "Description": "It is similar in form to a dwarf form of a Iris aphylla.It has partially exposed rhizomes, that branches to form a dense clump. It has falcate (sickle-shaped), grey-green leaves, deciduous, simple, sheathing leaves. They can grow up to 30 cm (12 in) long, and between 1.5 and 2.5 cm wide. The leaves are a similar height to the flowering stems, but broader than those of Iris schachtii. It has a slender stem or peduncle, that can grow up to between 15–35 cm (6–14 in) tall, with 1–3 branches, (or pedicels). The stem (and branches) have inflated, green, spathes (or leaves of the flower bud). The stems (and the branches) hold 2 and rarely 5 flowers, in spring, between April, or between May and June. The large, flowers are 5–7 cm (2–3 in) in diameter, and come in shades from white, yellow to purple, including pale yellow, gold, brownish-red, reddish purple, blue, and violet. Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. In the middle of the falls, is a row of short hairs called the 'beard', which are yellow, or white, tipped with yellow, a few forms can have a purple beard. After the iris has flowered, it produces a seed capsule which has not been described.",
    "Description-Biochemistry": "As most irises are diploid, having two sets of chromosomes, this can be used to identify hybrids and classification of groupings.In 1989, a karyological study was carried out on 4 iris species in Turkey; including Iris junonia Schott et Kotschy ex Schott, Iris purpureobractea B. Matthew and T. Baytop, Iris taochia Woronow ex Grossh., and Iris schachtii. It found the chromosome counts of the various iris species, Iris taochia had a count of 2n=24.\nIt was also re-counted in 1990, by Şenel, G. & S. Özyurt. in Erzurum çevresinde yayilis|7 gösteren Iridaceae familyasina ait bazi goefitler üzerinde karyolojik incelemeler. X. Ulusal Biyoloji Kongresi (18–20 Temmuz 1990, Erzurum) Botanik Bildirileri 1: 97 page102.It is often listed as 2n=24",
    "Taxonomy": "It is sometimes known as Iris toochii, or Iris taochii.It is commonly known as 'Autum iris' or 'Tortum süseni', 'Tortum Iris' in Turkish.The Latin specific epithet taochia refers to the Taochi people, who were a race of people from Anatolia in antiquity, known mainly from Greco-Roman ethnography. The Taochoi lived in a mountainous area of the Black Sea to the current borders of Georgia, Armenia and Turkey.In 1927, it was initially discovered by G. Woronoff, in Kars within Turkish Armenia. It was then described by Woronow in Correvon in 1927. It was then first fully published and described by Alexander Alfonsovich Grossheim in Fl. Kavkaza Vol.1 on page 256 in 1928.As its growth habit is very similar to Iris aphylla, it was once re-classified as Iris aphylla var. taochia Woronow ex Grossheim. But in 1989, it returned to being a separate species.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 11 December 2014.It is listed in the Encyclopedia of Life, and in the Catalogue of Life.Iris taochia is a 'tentatively accepted name' by the RHS, and was last-listed in the RHS Plant Finder in 1998.",
    "Distribution and habitat": "It is native to temperate regions of western Asia, and south eastern Europe.",
    "Distribution and habitat-Range": "It is found in the Caucasus, and north-eastern, Turkey, (near Erzurum, in the region of Anatolia).Native to upland basalts in the north-eastern corner of Turkey around.",
    "Distribution and habitat-Habitat": "It grows on the dry, rocky slopes, and volcanic screes. Consisting of basalt.They can be found at an altitude of 1,500 to 1,700 m (4,900 to 5,600 ft) above sea level.",
    "Conservation": "It is listed as vulnerable in Black Sea region of Turkey.",
    "Cultivation": "It is hardy to −20 °C, meaning that it is hardy in hotter, drier parts of Europe and the USA.\nIn the UK, apart from the south east, it needs the protection of a bulb frame to form flowers, although needs plenty of water.It prefers to grow in well-drained soils, According to a soil analysis, carried out in 2006, the plant generally prefers sandy-argilloceous-loamy and loamy-sandy type of soil, with a medium alkaline or neutral, non-saline, calcareous in soils in regard of pH levels. It can tolerate slightly alkaline soils and rich soils in respect of organic matter and nitrogen.It prefers positions in full sun, similar to the conditions of Iris germanica.It is in cultivation, meaning it is found in specialist bulb nurseries.",
    "Cultivation-Propagation": "Irises can generally be propagated by division, or by seed growing.",
    "Cultivation-Hybrids and cultivars": "It is thought, that the species could be used in plant breeding programmes, to form small 'medium tall bearded' iris cultivars with more branching, but this is very similar to many other iris species.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction.",
    "References": "",
    "Sources": "Davis, P. H., ed. Flora of Turkey and the east Aegean islands. 1965–1988 (F Turk)\nMathew, B. The Iris. 1981 (Iris) 36–37",
    "External links": "Has images of the iris from Turkey Data related to Iris taochia at Wikispecies"
  }
}