{
  "url": "https://en.wikipedia.org/wiki/Iris_brevicaulis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Series Hexagonae"
    },
    {
      "Species": "Iris brevicaulis"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris brevicaulis  is a species in the genus Iris, it is also in the subgenus of Limniris and in the Series Hexagonae. It is a rhizomatous perennial, from North America. It has bright green, glossy long leaves, a long zig-zagged stem and 3–6 flowers per stem, which are come in blue shades from violet-blue, to lavender, to purple-blue, to bright blue to blue, and pale blue.",
    "Description": "Iris brevicaulis is the smallest in all the Hexagonae series of Louisiana irises. Its leaves and stalks are much shorter than the other species. It is similar in form to Iris virginica,\nThe flowers are normally never seen above the foliage, due to the short zig-zagging flower stems and occasionally, due to the habit of the stems to lie along the floor, or it is often decumbent (meaning the branches growing horizontally but turned up at the ends).It has a shallowly rooted, branching rhizome (about 10–25 mm in diameter), that can eventually form large colonies of plants (2 x 3 ft wide).It has long, glossy leaves, which are ensiform (sword-like), and grow from the base (of the plant). They are bright green, and grow to between 40–70 cm (16–28 in) long and 15–40 mm (0.59–1.57 in) broad.It has a zig-zagged stem (known in botany as fractiflex; hence the common name of Zig-zag iris) going at approx. 45 degrees angles (to each other), which grows to between 12–20 inches (30–51 centimetres) tall.\nIt has about 3–6 flowers per stem, 1–2 flowers at each axil, and at the terminus of the stem.It begins blooming in early to mid summer, from April to mid-July, or June (in the UK). Occasionally it does not produce flowers every year.The flowers are produced in a range of blue shades, from violet-blue, to lavender, to purple-blue, to bright blue, to blue, and pale blue shades. There is occasionally a white flowered form.\nThe large flowers are 3.5 to 5 inches (8.9 to 12.7 centimetres) across, with horizontal falls (sepals) that arch downward and upright standards (petals).\nThe petals are dark-veined and smaller than the sepals, which have a yellow (or whitish-yellow) signal patch or stripe. It has a yellow pubescence (rudimentary beard) on the sepals, (sometimes called falls).It has green styles and pale lavender style crests (which are ovate in form), and short anthers.It has a 6-angled seed capsule (similar to Iris hexagona), which is 3–5 cm long. Inside the irregular, circular seeds have a cork-like coating which allows them to float and thus aid in dispersal in its wet habitat.",
    "Description-Genetics": "As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count of 2n=44. It has been counted many times, 2n=44-Simonet 1934, 2n=42 by Randolph 1958 and 2n=42, Randolph in 1966.",
    "Taxonomy": "It is pronounced as EYE-riss brev-ih-KAWL-iss.It has several common names including 'Zig-zag iris', or short-stemmed iris, or 'Lamance iris', (especially in Tennessee), or 'Leafy Blue Flag', (especially in Ohio).The name of 'Lamance iris' comes from 'Lora La Mance', an American horticulturalist and author (1857–1939). The 'Brevicaulis' epithet comes from the latin for 'short stem'.It was first published and described by Constantine Samuel Rafinesque in 'Florula Ludoviciana', (Flora of the State of Louisiana) in 1817.Michael Foster was the first botanist and author to realise that Iris brevicaulis Raf. had the same description as Iris foliosa MacKenzie & Bush (published in Trans. Acad. Sci. St. Louis 12: 80–81. in 1902).\nLater authors agreed with this assessment, including Brian Mathew (The Iris,1981) and Clive Innes (The World of Iridaceae). But 'Iris foliosa' was used in the 1939 Checklist and 'Index Kewensis'. But most authors have agreed that Iris foliosa is a synonym.It was verified by United States Department of Agriculture and the Agricultural Research Service on 4 April 2003, then updated on 2 December 2004, and it is an accepted name by the RHS.",
    "Distribution and habitat": "Iris brevicaulis is the hardiest and most adaptable of all the Louisiana irises. Occurring a wide range of habitats.\nIt is native to North America.",
    "Distribution and habitat-Range": "It is found in Ontario, Canada, up as far north as the north-east shore of Lake Erie. Also in lots of states of the south-eastern United States, including Alabama (along various rivers,), Arkansas, Florida, Georgia, Illinois, Indiana, Kansas (Leavenworth,), Kentucky, Louisiana, Mississippi (around the Mississippi river basin,), Missouri, Ohio, Oklahoma, Tennessee and Texas. (including the Big Thicket forest).",
    "Distribution and habitat-Habitat": "Most Louisiana irises are found in the bayous of southern Louisiana, but Iris brevicaulis can tolerate drier soils than the other species and can also be found away from the swamp areas. It will grow in moist fields, damp prairies, wet meadows, moist woodlands, streams, riverbanks, marsh areas, around lakes, around ponds, in ravines at the base of wooded slopes (in Missouri) and in 'Bottomlands' (areas of low-lying alluvial land near a river).\nIn places where moisture is generally high during the growing seasons (of fall (autumn), winter and spring).",
    "Conservation": "Iris brevicaulis due to habitat destruction can be classed as 'endangered'. In Canada, it is only found in the state of Ontario. The Committee on the Status of Endangered Wildlife in Canada (COSEWIC) listed the Iris as a high priority candidate for assessment as a species at risk. A large population exists on the island of Pelee, which is now being conserved by volunteers.In the US, it was listed as 'threatened' in Ohio in 2012. In Illinois, it is listed as 'not common' with a scattered distribution.",
    "Cultivation": "The Louisiana irises generally all have similar cultivation requirements. Iris brevicaulis needs acidic soils (ph level of 6.5) with a high organic and high fertility content. It prefers full sun but can tolerate partial shade and prefers wet soils it can tolerate well drained soil.For best flowering, moisture is essential during late autumn, winter and spring times (October to May), when the plant starts to grow new leaves. They can be given a light feed between autumn and spring, if needed.They can be used planted by the edges of ponds, streams and pools, (or a bog garden), or woodland border.\nOnce established they are thought to be a reliable source for fresh cut flowers and they can tolerate damage from deer.Propagation is best carried out by division of the rhizomes.Which is best carried out in late summer to early spring, when the plants are dormant. The ground must be prepared pre-planting, with the addition of a generous amount of organic matter and the soils dug to about 6 inches deep (to allow for new root growth). Plants require dividing every 3–4 years to promote good flowering. They can combine with other plants but tend to 'move' to suitable positions.If using a fertilizer, sprinkle around the plant in late January or February, before the plant is in flower.New plantings need to be mulched to prevent sun-scalding.The iris seed is not hard to raise but a very slow process. It can take many months to germinate (between 3–12 months) with a 50% germination average. They are best germinated using a cold frame. They then can take 3–5 years before reaching flowering stage.Seeds should be harvested from the plant directly after flowering but they must be from mature seed pods. They then should be stored in paper bags, as seed stored in glass containers often goes mouldy.It is estimated to be hardy to between USDA Zones 4 to 9. It is thought to be the hardiest of all Louisiana Irises.It can tolerate frost but will flower poorly in areas with cool summers.It can be grown in southern UK, in damp or wet soils. They can also be grown in most of the United States, Canada, New Zealand and Australia.They are generally trouble-free and can even tolerate nibbling by deer.They are often available at water garden centres in the US.",
    "Toxicity": "Like many other irises, most parts of the plant are poisonous (rhizome and leaves), if mistakenly ingested can cause stomach pains and vomiting. Also handling the plant may cause a skin irritation or an allergic reaction. The rhizomes (thickened roots) of Iris brevicaulis contain poison. If mistakenly eaten it could cause nausea, vomiting, abdominal pain, diarrhoea and an elevated temperature.\nThe roots, seeds and plant sap can also cause skin irritation if touched.",
    "Pollination": "Iris brevicaulis is primarily pollinated by bumblebees. But it is also occasionally pollinated by hummingbirds.\nThey are pollinated in different ways, the hummingbirds must use their head to push back the iris' petals in order to gain access to the nectar. Pollen is then transferred on a hummingbird's forehead.",
    "Hybrids": "Due to Iris brevicaulis adaptable habitat and greater hardiness (than other Louisiana Iris species), it has been used in hybridization by plant breeders.Iris brevicaulis can easily hybridize with other Louisiana irises to create new variants. One of the first was 'Iris fulvala', a hybrid Dykes raised as a cross between Iris fulva and Iris brevicaulis. It produced two forms, both with rich velvety falls, one a red-purple form and the other was a bluer shade. The name was composed of Iris fulva and the first syllable of Lamance (the common name of Iris foliosa which was known at that time as 'Iris hexagona var. Lamancei'). Later Iris foliosa was found to be a synonym of Iris brevicaulis. The hybrids were found to be good garden plants and could flower more freely than either of the parents.It was crossed with Iris giganticaerulea to produce 'Iris × flexicaulis' Small.\nIt is also the 'parent' of a very old (nearly 100 years old),hybrid 'Dorothea K. Williamson'.Other Iris brevicaulis cultivars include;\n'Alabamensis', 'All Falls', 'Boonensis', 'Brevipes', 'Finders Keepers',  'Foliosa Alba', 'Mac's White', 'Meadow Frost', 'Mississippiensis', 'Ottine', 'Petite And Sweet', 'Pink Joy Roberts', 'Slowpoke', 'Territorial Rights', 'Trail Of Tears', 'Triple Treat'.",
    "References": "",
    "Sources": "The Iris, (1981), Mathew B.\nNative Alternatives to Invasive Plants (2006) Burrell, C. C.\nShinners & Mahler's Illustrated Flora of North Central Texas (1999) Diggs, G. M.; B. L. Lipscomb; B. O'Kennon; W. F...\nThe Louisiana Iris: Taming of a North American Wildflower",
    "External links": "Various photos of Iris brevicaulis Media related to Iris brevicaulis at Wikimedia Commons\n Data related to Iris brevicaulis at Wikispecies"
  }
}