{
  "url": "https://en.wikipedia.org/wiki/Prairie_iris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Subfamily": "Iridoideae"
    },
    {
      "Tribe": "Irideae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Series": "Series hexagonae"
    },
    {
      "Species": "I. savannarum"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris savannarum  is a species in the genus Iris, it is also in the subgenus of Limniris and in the Series hexagonae. It is a rhizomatous perennial.\nIt has the common name of prairie iris.It was published by Small in Addisonia (Colored Illustrations and Popular Descriptions of Plants. New York, NY) in 1925.It was later classified by various Iris authors (including R. C. Foster, 'Contributor to Gray Herberium'. 119: 3–82. 1937) as a variety of Iris hexagona, and called Iris hexagona var. savannarum.\nIt was listed in 'Iridaceae of North America database' (version 2010) and 'The PLANTS Database' (in 1996 and 2000), as 'Iris hexagona var. savannarum' andin the 'Guide to the Vascular Plants of Central Florida'.In 2002, Henderson re-classified both of Small's species Iris giganticaerulea (located in coastal Alabama to Louisiana) and Iris savannarum (located in Alabama, Georgia, and Florida) as distinct species. Iris hexagona then was left to populations in South Carolina and a few regions in northern Florida. This was agreed and expanded on by Daniel Ward in 2011 (from the University of Florida), who linked Iris kimballiae as a variant of Iris savannarum. It was later classified as a synonym of Iris savannarum.As most irises are diploid, having two sets of chromosomes. This can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=44.Iris savannarum and several other ornamental plants were evaluated for their potential use as accumulator plants for treating arsenic (As) contaminated soils. It was found that the iris dry weight increased with increasing solution concentrations but As did not accumulate in the plant tissue. As the iris can be harvested multiple times a year, it is a good choice for phytostabilisation.It is listed on The National Wetland Plant List (NWPL), which was updated in 2013. It is found in Atlantic Gulf Coastal Plains (AGCP) and Eastern Mountains and Piedmont (EMP).Specimens can be found at the Biodiversity Institute of Ontario Herbarium.Iris savannarum has been hybridized with Iris fulva to produce Iris × cacique.",
    "Description": "Iris savannarum is different to Iris hexagona in several features, including seed capsules (Iris hexagona capsules are hexagonal while Iris savannarum capsules are rounded), leaves (Iris hexagona has yellow-green leaves, while Iris savannarum has bright green leaves) and blooming times (Iris hexagona flowers one month later than Iris savannarum).It has a greenish coloured rhizome (2–2.5 cm diameter) with the fibre-like remains of the last season leaves, which branches with ease, forming large open clumps or colonies. The colonies are sometimes measured by the acre. The rhizome is poisonous to humans.It has 30–100 cm long stems, which have one branch.It has bright green grass-like leaves, rising from the base of the plant, (approx. 60–100 cm long by 0.8–2 cm wide). They usually die back after the plant has stopped flowering.The iris flowers between spring and summer. Generally between March to April. It has between 1–3 flowers per stem. Which come in ranges of blue, from violet-blue to blue to white. The white form was originally called Iris albispiritis, until it was re-classified as a synonym of Iris savannarum. The perianth tube is 1.2–1.5 cm long. It has blue or pale violet sepals, which are flecked with white and have deep blue veining (either side of the central ridge). They are about 7–8 cm long. The central ridge is yellow with a light green claw.It has a bright green ellipsoid seed capsule, which is about 6–10 cm long. They have 6 sharp, wing-like, equally spaced ridges, which converge to form a stout beak at apex of the capsule. Inside, are brown, circular or lozenge-like (8-12mm diameter) seeds.\nThe seed capsules can be very heavy, for the flowers stems, which then bend down to the ground or water (depending on habitat). The seeds are then released from the capsule, if released near water they will float (due to a cork-like coating). They can also drift in the wind to create new colonies.They are pollinated by insects, bees most normally. The iris flower has a small flap that protects the stigma, this prevents self-pollination. When a bee lands on the flower to gather pollen, it brushes past the flap, heading towards the anther. The bee collects pollen from the anther and deposits pollen from other flowers. On its way out, it brushes the stigma flap, closing it again.",
    "Native range": "Iris savannarum is found in the southeastern U.S., specifically in Alabama, Georgia, and Florida.  It is the most southerly-occurring iris species in the United States.Its main region of distribution is in Florida, where it dominates other iris species, and occurs in many small to medium-sized colonies in many places in the state.  Its range in Florida includes Sarasota County, and even as far south as Big Cypress Swamp in Monroe County.It prefers open freshwater swamps.  It also likes rich loamy sandy soils and poor sandy loam soils, and is tolerant of both soils that are wet all year and soils that are dry all year.",
    "References": "",
    "External links": "Images on Flickr Media related to Iris savannarum at Wikimedia Commons\n Data related to Iris savannarum at Wikispecies"
  }
}