{
  "url": "https://en.wikipedia.org/wiki/Rabbitear_Iris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Monocots"
    },
    {
      "Order": "Asparagales"
    },
    {
      "Family": "Iridaceae"
    },
    {
      "Genus": "Iris"
    },
    {
      "Subgenus": "Limniris"
    },
    {
      "Species": "I. laevigata"
    }
  ],
  "text": {
    "__SUMMARY__": "Iris laevigata, known as Japanese iris, rabbit-ear iris or kakitsubata (カキツバタ), is a Japanese species of iris related to other members of Iris subgenus Limniris, including other species of Japanese irises. It is found growing in shallow waters and seems to prefer marshy and still ponds although it can also be grown in damp soil if conditions are right. Flowers are usually blue, purple or violet and have unique colour patterns including some types with predominantly white flowers with blue spots, called washino-o and dark purples bordered with white, called maikujaku.\nAlternative names for I. laeviegata are I. albopurpurea and I. phragmitetorum. It is sometimes known commonly as shallow-flowered iris or yan zi hua.\nIn Manipur, India, Iris laevigata is locally known as kombirei and it is widely naturalized in shallow marshy areas.",
    "Cultivation": "Iris laevigata differs from the Japanese iris mainly in being more dependent on water and in lacking the strong midrib of the foliage. When grown from seeds, they usually germinate in 30–545 days although even under good conditions germination may be erratic. Seeds should be sown about 6 mm deep in a peaty seed sowing mix at about 15–20 °C with frequent watering. Some varieties are almost ever-blooming even in mild climates, which makes it a good candidate for water gardens in temperate areas in Europe and the Americas.\nThis plant has been cultivated in Japan for more than a thousand years and some varieties mentioned in Japanese gardening books in the late 17th century are still in existence.The variegated cultivar I. laevigata 'Variegata' has gained the Royal Horticultural Society's Award of Garden Merit.",
    "History and culture": "In Chiryū (知立市, Chiryū-shi) (Aichi prefecture, Japan) one can find an example of a water garden in the Yatsuhashi Kakitsubata Garden (八橋かきつばた園) at the Muryojuji Temple which has been known for its Kakitsubata garden since the Heian period and is also the place where the Japanese poet Ariwara no Narihira  wrote a poem in the Ise Monogatari using the five initial letters of Ka-Ki-Tsu-Ba-Ta. The poem goes: \nKArakoromo KItsutsu narenishi TSUma shi areba HArubaru kinuru TAbi wo shi zo omou (HA can also be read BA).\n The Kikatsubata is the prefectural flower of Aichi prefecture as well as of Chiryū City. Each year at the end of April a festival is held in the temple garden as a celebration of the flowering and attracts about 250,000 visitors each year.The Nezu Museum in Aoyama, in central Tokyo, possesses a pair of National Treasure screens painted by Ogata Korin, Irises, the most famous depiction of kakitsubata in art. The screens are placed on display mid-April to mid-May every year, when the kakitsubata are in bloom in the pond in the museum garden.",
    "References": "",
    "External links": "British Iris Society"
  }
}