{
  "url": "https://en.wikipedia.org/wiki/Delphinium_exaltatum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. exaltatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium exaltatum is a species of flowering plant in the buttercup family known by the common name tall larkspur. Other Delphinium species may be called tall larkspur, such as Delphinium barbeyi. D. exaltatum is native to the central and eastern United States, where it can be found in Kentucky, Maine, Ohio, Pennsylvania, Maryland, West Virginia, Virginia, North Carolina, Alabama, Tennessee, and Missouri.This plant is a perennial herb producing a stem up to 2 meters tall from a long, thick taproot. The base of the stem may have a reddish tinge and it is free of leaves by the time the plant blooms. The leaves are somewhat circular or pentagonal in outline and are divided into a few wedge-shaped lobes. The leaf blade is borne on a petiole up to 15 centimeters long. Flowering occurs between July and September. The inflorescence is a raceme of up to 30 flowers. The sepals are any shade of dull blue to purple or lavender, or occasionally white. The fruit is a follicle roughly a centimeter long.This species occupies wooded areas and prairie habitat and tolerates sunny and shady areas. It grows on slopes facing most any direction. The substrate is often rocky, with calcareous stone such as limestone, sometimes with chert. It may grow on amphibolite or diabase. It withstands an amount of disturbance and can persist in disturbed habitat remnants such as road cuts, ditches, fence rows, and fields. Associated plant species include upland boneset (Eupatorium sessilifolium) and staghorn sumac (Rhus typhina) in Maryland, barren strawberry (Waldsteinia fragarioides), fourleaf milkweed (Asclepias quadrifolia), eastern leatherwood (Dirca palustris), and prairie trillium (Trillium recurvatum) in Missouri, upland bentgrass (Agrostis perennans), orchard grass (Dactylis glomerata), mountain oatgrass (Danthonia compressa), Philadelphia lily (Lilium philadelphicum), timothy-grass (Phleum pratense), three-toothed cinquefoil (Sibbaldiopsis tridentata), and self-heal (Prunella vulgaris) in North Carolina, eastern green violet (Hybanthus concolor), American bladdernut (Staphylea trifolia), and yellow horse gentian (Triosteum angustifolium) in Pennsylvania, and barrelhead gayfeather (Liatris cylindracea), Chinese bushclover (Lespedeza cuneata), smooth aster (Symphyotrichum laeve), eastern smooth beardtongue (Penstemon laevigatus), downy skullcap (Scutellaria incana), and hoary puccoon (Lithospermum canescens) in Tennessee.Like most other Delphinium species, this plant is toxic, containing several poisonous alkaloids. Every part of the plant is poisonous, especially the seeds.This species can be found in many places across the eastern half of the United States and there are over 100 occurrences; however, most occurrences are small, with no more than 50 individuals. The main threat to the species is habitat loss. Agriculture and development has consumed habitat. Fire suppression is also a threat; the loss of a natural fire regime has allowed overgrowth and encroachment of competing vegetation, pushing this native plant out. Livestock causes habitat disturbance, such as soil compaction, in some areas. Road building, quarrying, and logging are factors. Pesticide use can reduce populations of the essential insect pollinators of this species. While the plant can tolerate some disturbance, as evidenced by its ability to thrive along roadsides, it cannot withstand habitat destruction.Management activities for the conservation of this species include controlled burns and other vegetation-clearing methods. Insect pollinators should be protected. The habitat should be preserved, with no logging, grazing, road construction, or other destructive forces. Transplanting propagated individuals into the habitat has been successful.\n\n\n== References =="
  }
}