{
  "url": "https://en.wikipedia.org/wiki/Delphinium_consolida",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Consolida"
    },
    {
      "Species": "C. regalis"
    }
  ],
  "text": {
    "__SUMMARY__": "Consolida regalis, known as forking larkspur, rocket-larkspur, and field larkspur, is an annual herbaceous plant belonging to the genus Consolida of the buttercup family (Ranunculaceae).",
    "Distribution": "Consolida regalis is native to:\nWestern Asia: Turkey, Georgia, western Siberia.\nNorthern Europe — Denmark; Finland; Sweden; Estonia; Latvia; Lithuania.\nMiddle Europe — Austria; Belgium; Czech Republic; Germany; Hungary; Netherlands; Poland; Slovakia; Switzerland.\nEast Europe — Belarus; Estonia; Latvia; Moldova; Russian Federation—European part; Ukraine.\nSoutheastern Europe — Albania; Bosnia and Herzegovina; Bulgaria; Croatia; Greece; Italy; Macedonia; Montenegro; Romania; Serbia; Slovenia.\nSouthwestern Europe — France.",
    "Habitat": "The plant is found growing on sandy or chalky soils. It is present at an altitude of 0–1,200 metres (0–3,937 ft) above sea level. \nIt grows in dry weedy places and roadside ditches, and in cereal crop fields. The plant has become quite rare in central and southern Europe because of the increased use of herbicides and intensive soil cultivation. \nThis species is grown as an ornamental plant.",
    "Description": "Consolida regalis reaches on average 30–80 centimetres (12–31 in) in height. The stem is erect, hairy and very branched at the top. The roots grow into the soil up to a depth of 50 centimetres (20 in), so the plant can survive long periods of drought. The leaves are alternately arranged. \nThe inflorescence is a cluster with five to eight hermaphrodite flowers. The flowers are dark blue or purple with five sepals. The upper sepal is prolonged in a spur of 15–18 millimetres (0.59–0.71 in) long, pointing toward the back. There are eight to ten stamens. The flowering period extends from May through August. \nThe flowers are pollinated by hymenoptera and lepidoptera. The seeds ripen from June through September. All plant parts are poisonous in large doses, especially the seeds, that contain up to 1.4% of alkaloids.",
    "Gallery": "",
    "References": "Pignatti S. - Flora d'Italia - Edagricole – 1982 - Vol. I, pag. 291\nConsolida regalis",
    "External links": "Global Species — Consolida regalis"
  }
}