{
  "url": "https://en.wikipedia.org/wiki/Delphinium_glaucum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. glaucum"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium glaucum is a species of \"tall\" larkspur known by the common names Sierra larkspur, mountain larkspur, and glaucous larkspur. Although Ewan, in his survey of North American Delphiniums, treated D. glaucum and D. brownii as two separate species, some taxonomists now seem inclined to treat D. brownii as a local form of D. glaucum. However, the matter does not yet appear to be completely resolved. This wildflower is native to western North America from Arizona to Alaska. It grows in moist mountainous environments, such as riverbanks and meadows. This plant sprouts one to several tall, stout, pale green erect stems which may approach three meters in height. The lobed leaves are generally found only at the base of the plant. The top of the stem is a large inflorescence which may itself be over a meter long. It usually contains over fifty widely spaced flowers, with each flower on a pedicel a few centimeters long. The sepals are flat and extend to the sides or point forward. The sepals and petals are dark blue to deep purple, although the top two petals may be lighter in color to almost white. They may be somewhat wrinkly. The spur is about two centimeters long.\nLarkspurs have long been associated with livestock-poisoning in North America, and D. glaucum (under the name D. brownii) is a species that has caused problems in the rangelands of Alberta, in western Canada.",
    "Chemical studies": "The earliest phytochemical research on D.glaucum (then known as D. brownii ) was that of Richard Manske, working at the National Research Laboratories in Ottawa, Canada, in 1938, who isolated an alkaloid that he was unable to purify adequately, and the common plant-sugar, mannitol. A few years later, John Goodson, at the Wellcome Chemical Research Laboratories in London, England, isolated what he believed to be the same alkaloid, in purer form, from seeds of Delphinium elatum, and named it \"methyl-lycaconitine\".Further work to identify the chemical constituents of D. glaucum (still called D. brownii) was carried out by Michael Benn and his co-workers at the National Research Council laboratories in Ottawa, Canada in 1963. These chemists confirmed the presence of methyllycaconitine in the plant, and also isolated another, structurally related diterpenoid alkaloid, which they named browniine.\nDelphinium glaucum (still under the name D. brownii) was studied again by Mike Benn's research group, at the University of Calgary, in Canada, with the objective of identifying the compounds responsible for its toxicity. These researchers again found methyllycaconitine and browniine in the plant, but also a closely related alkaloid, browniine-14-acetate, as well as the alkaloid magnoflorine, belonging to the aporphine class. Of these, methyllycaconitine was found to be the most toxic.",
    "References": "",
    "Further reading": "Ishii, Hiroshi S.; Harder, Lawrence D. (July 2012). \"Phenological associations of within- and among-plant variation in gender with floral morphology and integration in protandrous Delphinium glaucum\". Journal of Ecology. 100 (4): 1029–1038. doi:10.1111/j.1365-2745.2012.01976.x.",
    "External links": "Jepson Manual Treatment\nPhoto gallery\nPlant extract may block cannabis addiction"
  }
}