{
  "url": "https://en.wikipedia.org/wiki/Delphinium_scopulorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. scopulorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium scopulorum, commonly known as the Rocky Mountain larkspur is found dominantly in upper elevations of moist meadows. It is a non-woody plant and has a perennial duration, indicating a yearly growth. \"Scopulorum\" means \"of the mountains.",
    "Distribution": "Delphinium scopulorum is found in a floral region in the lower North America. It is specifically found in the states of New Mexico and Arizona.\nIts growth habit is forb or herb. Its Native Status is L48 (N), with a National and Regional Wetland Indicator Status of (FAC) and 7(FAC), respectively.",
    "Description": "The stems of Delphinium scopulorum are 50–120 cm in length and have a base that is reddish, puberulent, with midstems that are glabrous to subglabrous. The leaf blade is round to pentagonal (1.5-10 x 2x16 cm), and glabrous. The leaves are mostly on proximal which is 1/3 of stem and the petiole is around 15 cm long. The leaves are strongly lobed as well as divided palmately.\nThe flower is inflorescent, open and cylindric. The bracteoles range from 2–7 mm and are green and linear. The flower is 5-7 parted with cuneate divisions, toothed (3-7), and deeply lobed. It is raceme elongated and has a central segment of each division that is prominent. The sepals are light to dark violet-purple, glabrous, with lateral sepals pointing forward.  The upper petals are notched and purple tipped. The lower petal blades have covering stamens, sparse hairs and are centered below the junction of blade and claw. There are large spurs behind each flower.\nThe fruit is glabrous, around 4.5 times longer than wide and is around 16-20mm.\nSeeds tend to be black to brown, rectangular to pyramidal and wing-margined.\nIt attracts hummingbirds and butterflies.",
    "Planting": "Delphinium scopulorum is heat tolerant and deer resistant. One must treat the mildew with dusting sulfur or mildew spray. It is recommended to cut spikes above foliage leaving the old stem of about one foot before the flowers fade out.\nThese plants are best grown under moist and cool soil. The best sun exposure is from full sun to partial shade. A spacing of 12-15\" apart allows the seedheads to dry appropriately. Planting is recommended to be completed by mid-April.",
    "Germination": "Delphinium scopulorum seeds tend to sprout in 14–21 days and germinate in the dark. The seed needs oxygen to germinate; growing them incorrectly, such as growing when it is too wet or too deep, will result in inefficient germination. The recommended sowing depth for the seeds is 2 mm deep in a peaty seed mix.  Temperature conditions vary for these seeds (about 10 °C being optimal). Dormancy is caused in high temperature after two weeks of cold stratification.",
    "Poisoning": "According to the Canadian Department of Agriculture, this larkspur is considered poisonous to cattle located in areas of western prairies of Canada.  Since larkspur is common in high-elevation locations, many ranchers wait to move their cattle till the end of the summer due to a decrease in toxicity. Delphinium scopulorum is so toxic that death can in a few hours of ingestion. Death occurs due to neuromuscular blocking effects as well as cardiotoxic effects.",
    "References": "\nhttp://www.wnmu.edu/academic/nspages/gilaflora/delphinium_scopulorum.html\nhttp://swbiodiversity.org/seinet/taxa/index.php?taxon=8330\nhttp://calphotos.berkeley.edu/cgi/img_query?enlarge=6068+1631+0507+0064\nhttp://www.sagebud.com/rocky-mountain-larkspur-delphinium-scopulorum/\nhttps://web.archive.org/web/20111007042645/http://www.isrl.illinois.edu/~pheidorn/kmreiss/textproc/data/Species/link_s_Delphinium_scopulorum.html\nhttps://books.google.com/books?id=UXaQat5icHUC&pg=PA197&lpg=PA197&dq=what+is+Delphinium+Scopulorum+used+for&source=bl&ots=R__340kIoL&sig=vSmByyCCaGdIptZ278KseOsL6hw&hl=en&ei=gsrTTZiECYTfgQeXgb0u&sa=X&oi=book_result&ct=result&resnum=1&ved=0CB0Q6AEwAA#v=onepage&q=what%20is%20Delphinium%20Scopulorum%20used%20for&f=false\nhttps://books.google.com/books?id=90JJAAAAMAAJ&pg=PA401&dq=%22Delphinium+Scopulorum%22&hl=en&ei=q87TTbOLF5TfgQeCxNEu&sa=X&oi=book_result&ct=result&resnum=1&ved=0CDUQ6AEwAA#v=onepage&q=%22Delphinium%20Scopulorum%22&f=false\nhttp://www.b-and-t-world-seeds.com/carth.asp?species=Delphinium%20scopulorum&sref=3767\nAbrams, Leroy.(1944). Illustrated Flora of the Pacific States: Buckwheats to Kramerias (11). Stanford University Press."
  }
}