{
  "url": "https://en.wikipedia.org/wiki/Delphinium_barbeyi",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. barbeyi"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium barbeyi is a species of flowering plant in the buttercup family known by the common names subalpine larkspur, tall larkspur, and Barbey's larkspur. It is native to the interior western United States, where it occurs in the states of Arizona, Colorado, New Mexico, Utah, and Wyoming.This species is a perennial herb growing up to 1.5 meters tall. The leaves line the stem but disappear from the lowest part of the stem by the time the plant blooms. The leaves are somewhat rounded in outline and are divided into several lobes. The tall inflorescence bears up to 50 flowers at a time, but a plant may produce hundreds of flowers. Each is borne on a pedicel up to 6 centimeters long. The flower has five dark purple-blue sepals with whitish or yellowish hairs inside. The fruit is a follicle up to 2.2 centimeters long.The plant is long-lived, capable of exceeding 75 years of age.It occupies wet habitat types in subalpine and alpine climates. It is a dominant member of the herb layer in many places. It can often be found growing beneath aspens.This Delphinium commonly hybridizes with its relative, Delphinium glaucum. Hybrids may be more common in the habitat than individuals of the parent species. The hybrid is sometimes called the duncecap larkspur (Delphinium × occidentale). D. barbeyi also hybridizes with Delphinium ramosum and D. sapellonis.Bumblebees and hummingbirds use the nectar from the flowers. The bee species Bombus nevadensis, Bombus insularis, Bombus appositus and B. flavifrons and the hummingbirds Selasphorus platycercus, S. rufus, and Stellula calliope have been observed. Both types of pollinators prefer the larkspurs with the largest flower displays. The sphinx moth Hyles lineata and anthomyiid flies also visit the flowers.All members of the genus Delphinium are toxic to humans and livestock. Many species of larkspurs are known for being poisonous, and as hazards to livestock. This species is notorious as one of the toxic plants most commonly responsible for livestock death, especially cattle fatalities on the rangelands of Colorado and Utah. Sheep are much less susceptible. Up to 15% of a cow herd can be lost to poisoning in areas where this larkspur and its hybrids are common. The cost to ranchers is in the millions of dollars. Abundance of larkspur has persuaded ranchers to remove their animals from some areas of rangeland, or use the land only at certain times of the year. The plant contains many toxic alkaloids. The alkaloids barbinine and barbinidine were first isolated from this species. The most hazardous are called methyl succidimido anthramoyl lycoctomine (MSAL) diterpenoids. About two kilograms dry weight of the plant is estimated to provide a fatal dose of alkaloid. Paralysis occurs and death is caused by respiratory paralysis. Toxicity reactions in animals, sometimes called larkspur toxicosis, can be treated with physostigmine.Ranchers sometimes attempt to kill this larkspur with the herbicide tebuthiuron. Glyphosate and picloram have been effective in research trials, but these chemicals kill nontarget plants as well, accelerating the invasion of weeds into the habitat.\n\n\n== References =="
  }
}