{
  "url": "https://en.wikipedia.org/wiki/Delphinium_luteum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. luteum"
    }
  ],
  "text": {
    "__SUMMARY__": "The endangered flower Delphinium luteum, the yellow larkspur, is a perennial of the buttercup family which is endemic to the rocky, foggy hillsides of coastal Sonoma County, California. As of 2005 there were about 200 individuals believed to be in existence. This rare plant is a small herb bearing bright yellow cornucopia-shaped flowers.\nThe plant was never distributed beyond the coastal area of Sonoma and Marin Counties, and has never been abundant. Activities in the area including quarrying, grazing, agriculture, and development further reduced the population of yellow larkspur to its current near extinction. It has been listed as an endangered species since the 1970s. Extremely isolated patches of the plant still exist on private property near Bodega Bay, where it is protected.\nYellow larkspur is pollinated by hummingbirds and insects, and often hybridizes with two other Delphinium species if it receives their pollen. However, pure unhybridized individuals of yellow larkspur exist and the genetic diversity within the species is high. More recent conservation attempts have focused on specifically preserving the yellow larkspur species.\nA closely related flower in this region, Baker's larkspur, is also critically endangered, and the two species are often studied together.",
    "References": "",
    "Further reading": "Koontz, J.A., Soltis, P.S., & Brunsfeld, S.J. (2001). Genetic diversity and tests of the hybrid origin of the endangered yellow larkspur. Conservation Biology, vol. 15, number 6, 1608.",
    "External links": " Media related to Delphinium luteum at Wikimedia Commons\nJepson Flora Project Delphinium luteum\nPhoto gallery"
  }
}