{
  "url": "https://en.wikipedia.org/wiki/Delphinium_grandiflorum",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. grandiflorum"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium grandiflorum is a species of Delphinium known by the common names Siberian larkspur and Chinese Delphinium. It is native to Russia and China. There are several popular cultivars in several colours which are grown as ornamental plants, including 'Blue Butterfly', 'Summer Morning', 'Blue Mirror', and 'Summer Stars'. Like many other larkspurs, this plant is poisonous. It is much shorter and more compact than the more familiar tall D. elatum, with dispersed flowers, rather than single spikes.\nIt is a short-lived perennial that is suggested to be treated like an annual in many cases due to its unpredictability in terms of returning the next season. It readily provides seed pods for reseeding, although allowing it to go to seed hastens the end of its flowering. This species is commonly considered to have the most intense blue flowers of all species in its genus, although that depends on the particular variety, the particular plant, the freshness of the blossom, and the growing conditions. In sunlight the flowers can appear to glow or look fluorescent due to the intensity of the blue pigment.Plants are available with the following colors: deep blue, medium blue, pale blue, white, and light pale pink. There are no lavender varieties, unlike with rocket larkspur (D. ajacis or consolida) and elatum plants. Unlike those two species, this one is typically purchased by gardeners from nurseries rather than grown from seed, unless the gardener already has plants and collects seed or lets the plant reseed. Rocket larkspur seed is much less expensive and spike-type delphinium seed is more widespread for purchase. Nursery-grown grandiflorum plants are readily available in the United States and can be found at stores such as Walmart and Lowe's.  Dwarf and normal height varieties are available but even the normal height plants are short when compared to the cultivated spike-type delphiniums.",
    "References": "",
    "External links": "Kemper Garden Center\nPerennial Resources"
  }
}