{
  "url": "https://en.wikipedia.org/wiki/Delphinium_bakeri",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. bakeri"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium bakeri, or Baker's larkspur, is a perennial herb in the buttercup family (Ranunculaceae). It is endemic to California in the United States, where it is a federally listed endangered species. It is known in the wild from one remaining occurrence near Salmon Creek in Sonoma County, where only seven plants remained as of March 2006.This endangered species grows from a thickened, tuber-like, fleshy cluster of roots, to a height of 70 cm (26 inches). The leaves occur primarily along the upper third of the stem and are green at the time the plant flowers.\nThe flowers are irregularly shaped. It has five conspicuous sepals, bright dark blue or purplish, with the rear sepal elongated into a spur. The inconspicuous petals occur in two pairs. The lower pair is oblong and blue-purple, the upper pair oblique and white. Seeds are produced in several dry, many-seeded fruits that split open at maturity on only one side. The species flowers from April through May.\nBaker's larkspur grows on decomposed shale within coastal scrub plant community. Its range historically included the Point Reyes Peninsula and areas between Camp Meeker and Petaluma, California.",
    "Near-extinction incidents caused by road crews": "In July 2002, county-hired road crews mowing weeds in the critical habitat area cut down 30 to 50 Baker's larkspurs. Scientists initially believed the action may have caused the species' extinction.\nIn October 2004, the plant was nearly made extinct in earnest by road workers using heavy machinery to unclog a roadside drain. The last remaining population of about 100 plants was reduced to five individuals.",
    "See also": "Milo Samuel Baker",
    "References": "",
    "External links": " Media related to Delphinium bakeri at Wikimedia Commons\nJepson Manual Treatment\nSacramento Fish and Wildlife Office Species Account\nUS Fish & Wildlife News Release. Critical Habitat Designated for Two Imperiled California Coastal Plants. March 18, 2003.\nPhoto gallery"
  }
}