{
  "url": "https://en.wikipedia.org/wiki/Delphinium_cardinale",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. cardinale"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium cardinale is a species of larkspur known by the common names scarlet larkspur and cardinal larkspur. This wildflower is native to California and Baja California, where it grows on coastal, inland, and desert chaparral slopes, such as the Colorado Desert, and the Peninsular and Transverse Ranges.   The presence of diterpenoid alkaloids, probably including the highly toxic methyllycaconitine, in the above-ground parts of D. cardinale plants means that they are likely to be toxic.",
    "Description": "This tall larkspur grows on an erect stem which often exceeds two meters (~6 ft.) in height. The leaves are divided into many narrow lobes. The top of the thin stem is occupied by many widely spaced flowers, each at the end of a pedicel several centimeters long. Each flower has scarlet red sepals which are generally curled forward into a bowl shape. The petals are also scarlet, except for the top two which are scarlet marked with bright yellow blotches. The flower may be 3 centimeters wide and the same in length, including the spur.",
    "Habitat": "Typical habitat is in chert or shale talus at the edge of chaparral or within chaparral gaps.  As its flowers would suggest, it is hummingbird pollinated.",
    "Chemical Studies": "Since D. cardinale does not seem to have been associated either with folk-medicinal usage or livestock-poisoning, it has been the object of only limited chemical study: in 1966, Mike Benn of the University of Calgary in Canada isolated the following diterpenoid alkaloids from the above-ground parts of D. cardinale plants collected in California: browniine; dehydrobrowniine; hetisine; dehydrohetisine and lycoctonine. There was also good evidence for the presence of methyllycaconitine, but this was not isolated.",
    "References": "",
    "External links": "Jepson Manual Treatment — Delphinium cardinale\nCalFlora Database: Delphinium cardinale\nDelphinium cardinale — U.C. Photo gallery"
  }
}