{
  "url": "https://en.wikipedia.org/wiki/Delphinium_viridescens",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. viridescens"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium viridescens is a species of flowering plant in the buttercup family known by the common name Wenatchee larkspur. It is endemic to central Washington state in the United States, where it occurs in the Wenatchee Mountains in Chelan and Kittitas Counties.",
    "Description": "This rhizomatous perennial herb produces several hollow stems up to 1.5 meters tall or occasionally taller, reaching 2 meters. The upper part of the plant is coated in yellow glands. The mid-stem leaf blades are each divided into three wedge-shaped lobes, each of which is divided and subdivided into narrow, pointed lobes. Leaves higher on the stem are linear in shape. The inflorescence is a dense raceme of up to 80 flowers, each borne on a pedicel up to 2 centimeters long. The flower sepals have a purplish, yellow-green-tinged coloration and the smaller petals are purple to yellow. The sepals reach nearly 1 centimeter in length and the spur may just exceed one centimeter. Most Delphinium are pollinated by hummingbirds and bumblebees, but this species is visited only by bumblebees. Genetic analysis reveals that this species has high genetic variability and heterozygosity.",
    "Ecology": "This plant grows in moist to wet spots in coniferous forest and riparian habitat types. The soils are not well drained and the substrate may be saturated or even covered in water as late as early summer. The species is adapted to fire-prone habitat and can resprout from its rhizome if its aboveground parts are burned away.",
    "Conservation": "As of 2000 there were 21 known populations of this plant. Its distribution is all within an area 30 kilometers long by 10 wide. Threats to the species include loss of habitat to residential development, changes in the local hydrology, logging, and grazing.",
    "References": "\n\n== External links =="
  }
}