{
  "url": "https://en.wikipedia.org/wiki/Delphinium_staphisagria",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Order": "Ranunculales"
    },
    {
      "Family": "Ranunculaceae"
    },
    {
      "Genus": "Delphinium"
    },
    {
      "Species": "D. staphisagria"
    }
  ],
  "text": {
    "__SUMMARY__": "Delphinium staphisagria is a species of Delphinium, or larkspur, of the family Ranunculaceae. This plant is also known as lice-bane or stavesacre. It is described botanically as a stoutly-stemmed, hairy biennial with large palmate leaves up to 6 inches (15 cm) across. The flowers are mauve-blue to blue, short-spurred, and up to 1 inch (2.5 cm) across, occurring in racemes. The plant grows to a height of 4–5 feet. It grows throughout the Mediterranean. The dark-colored, wrinkled seeds of D. staphisagria are characteristically quite large (~5x6 mm), and it is likely that the species name, which translates to \"wild raisin\" (classical Greek: σταφὶς ἀγρία) is based on their appearance. This name-derivation seems to have been arrived at independently by a modern horticulturalist, David Bassett, who also gives a detailed account of his experiences in growing this species. All parts of this plant are highly toxic and should not be ingested in any quantity.",
    "History": "The use of herbal preparations made from D. staphisagria seeds for destroying body-lice has been recognized since antiquity. The Greek physician Dioscorides and the Roman historian Pliny are most often mentioned in this context, and in assessing this classical literature, Barton and Castle expressed the opinion that Dioscorides's description of staphis agria was consistent in most respects with the plant they knew as Delphinium staphisagria. One of the founders of American pharmacognosy, John Uri Lloyd, writing in his famous Pharmacopeia, also cited references to the use of D. staphisagria preparations in the writings of Nicander and Crescenzio.Additionally, stavesacre is mentioned in a fourth century \"magical\" papyrus codex from Egypt where it possibly facilitated gaining an erection. The plant is to be crushed and mixed with water and then sprinkled around the house. However, the interpretation of the formula remains uncertain.A Delphinium preparation of some sort (most likely from D. staphisagria) was apparently a standard issue to British troops at the Battle of Waterloo in 1815.",
    "Traditional uses": "As noted above, preparations made from D. staphisagria (apparently principally from the seeds) were used as a pediculicide throughout the last two millennia. Maud Grieve, in her famous Herbal, written in 1931, refers to stavesacre as being a \"vermifuge\" and \"vermin-destroying\", as well as to its parasiticidal properties. She also mentions that it is \"violently emetic and cathartic\".",
    "Chemical studies": "Not surprisingly, in view of the long and well-known uses of stavesacre against insect and animal pests, D. staphisagria was investigated by chemists as early as the beginning of the 19th Century. Two French scientists, Lassaigne and Feneulle, were the first to isolate an alkaloid, called delphinine from D. staphisagria seeds in 1819. The completely correct molecular structure of delphinine was not determined until 1971, due to the chemical complexity of this substance coupled with the technical limitations of the time. However, it was established quite early that delphinine was a member of the diterpenoid family of alkaloids, and it is often cited in Handbooks of poisonous plants as being a representative toxin of the genus Delphinium. This is not correct, as the occurrence of delphinine is actually very limited in this genus. Although delphinine is the major alkaloidal constituent of D. staphisagria seeds, several other related diterpenoid alkaloids have been isolated from them.",
    "Homeopathy": "Introduced into homeopathy by Dr. Samuel Hahnemann, Leipzig,  1817.\nHahnemann's fellow provers were: Cubitz, Franz, Gross, Gutmann, Hartmann, Haymel, Herrman, Kumer, Langhammer, Staph, Teuthorn.\n\n\n== References =="
  }
}