{
  "url": "https://en.wikipedia.org/wiki/Wahlenbergia_stricta",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Wahlenbergia"
    },
    {
      "Species": "W. stricta"
    }
  ],
  "text": {
    "__SUMMARY__": "Wahlenbergia stricta, the Australian bluebell, tall bluebell or austral bluebell, is an Australian wildflower from the Campanulaceae family.  It is considered the most commonly encountered of the Wahlenbergias. It is found in all Australian states but not the Northern Territory. It is often seen growing by the side of the road, enjoying the extra runoff.\nWahlenbergia stricta is a perennial herb flowering mainly in spring or summer with pale blue bell-like flowers. The leaves are long and linear, 5–70 millimetres (0.20–2.76 in) long. The five-petalled flowers are erect on long, slender stems and about 6–20 millimetres (0.24–0.79 in) in diameter. It forms thin, carrot shaped tubers.",
    "Cultivation": "Australian bluebells are generally easily propagated by division or root cutting.  The seed is a very fine, black powder.  It germinates readily in a few weeks and is best directly sown into tubes or cells as the seed and plant are very small and hard to separate and prick out.\nThere are a number of common cultivars, including various shades of blue from a saturated blue similar to #00f through to white.  Various double forms are available.  To maintain a cultivar propagation must be by vegetive means (division or cuttings).\nOnce established W. stricta is very hardy - the pot can be dried out completely and the plant reduced to a tuber, yet it will reshoot when the rain comes.  It is hardy in a range of soils from sand to gravel, clay to humus.",
    "See also": "Wahlenbergia gloriosa, although the gloriosa is the ACT flower, the stricta is more commonly seen and often misidentified as gloriosa.",
    "References": "",
    "External links": " Media related to Wahlenbergia stricta at Wikimedia Commons\n\nAustralian National Botanic Garden's page\nASGAP page\nNew South Wales PlantNet page"
  }
}