{
  "url": "https://en.wikipedia.org/wiki/Wahlenbergia_gloriosa",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Wahlenbergia"
    },
    {
      "Species": "W. gloriosa"
    }
  ],
  "text": {
    "__SUMMARY__": "Wahlenbergia gloriosa, commonly known as royal bluebell is a perennial herb in the bluebell family Campanulaceae. It has egg-shaped leaves near the base of its stem, linear leaves higher up and usually a single purple flower with a tube-shaped base. The flower is the floral emblem of the Australian Capital Territory.",
    "Description": "Wahlenbergia gloriosa is a perennial herb with spreading rhizomes and erect, mostly unbranched stems 6–40 mm (0.24–1.6 in) high. The leaves are often crowded and vary in size and shape from egg-shaped to narrow elliptic near the base, to linear or lance-shaped higher up and from 4 to 35 mm (0.16 to 1.4 in) long and 1 to 15 mm (0.039 to 0.59 in) wide. The edges of the leaves are usually wavy and sometimes have small teeth. Usually a single flower, sometimes two or three are borne on a glabrous pedicel 4–25 cm (1.6–9.8 in) long. There are glabrous, linear to lance-shaped bracteoles 3–18 mm (0.12–0.71 in) long on the pedicel. There are usually five glabrous, narrow triangular sepals 2.5–7 mm (0.098–0.28 in) long. The petals are purple and joined at their bases to form a more or less bell-shaped tube 2.5–8.5 mm (0.098–0.33 in) long with four, five or six lobes on the end. The lobes are 11–25 mm (0.43–0.98 in) long and 6–12 mm (0.24–0.47 in) wide. There are usually five white stamens 2–3 mm (0.079–0.12 in) long and a white style with two branches on its end. Flowering occurs in spring and is followed by the fruit which is a glabrous, cone-shaped capsule 8–12 mm (0.31–0.47 in) long and 3–5 mm (0.12–0.20 in) wide.",
    "Taxonomy and naming": "Wahlenbergia gloriosa was first formally described in 1947 by Noel Lothian and the description was published in the Proceedings of the Linnean Society of New South Wales from a specimen collected on Mount Buffalo by Percival St John. The specific epithet (gloriosa) is a Latin word meaning \"famous\" or \"splendid\".",
    "Distribution and habitat": "Royal bluebell is locally common in subalpine woodland and forest, often in rocky places and in alpine grassland and herbfield above 1,500 m (4,900 ft). It is found in the Australian Capital Territory, south-eastern New South Wales and in the Victorian high country.",
    "Use in horticulture": "This species is a frost-hardy ground cover that grows best in a sunny or part-shade position in cooler parts of Australia. It can be propagated by division, from cuttings or from seed and grown in enriched soil. It prefers soil with well-rotted organic matter and for the soil to be kept moist but not water logged.",
    "Cultural references": "In 1982 Wahlenbergia gloriosa was announced as the floral emblem of the Australian Capital Territory (A.C.T.), by a selection committee chaired by the director of the Australian National Botanic Gardens. The main criterion was its occurrence in the A.C.T. but also because of its horticultural merit and its potential for incorporation in both naturalistic and stylised representations.A postage stamp featuring the royal bluebell was issued in August 1986.\n\n\n== References =="
  }
}