{
  "url": "https://en.wikipedia.org/wiki/Wahlenbergia_capillaris",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Wahlenbergia"
    },
    {
      "Species": "W. capillaris"
    }
  ],
  "text": {
    "__SUMMARY__": "Wahlenbergia capillaris, commonly known as tufted bluebell, is a plant in the family Campanulaceae and is native to Australia and New Guinea. It is an erect perennial  herb with a few to many stems and grows to a height of 50 cm (20 in). The leaves are mostly linear with a few scattered teeth on the sides and the flowers are blue, bell-shaped with five lobes and arranged in cymes. This bluebell is widespread and common, occurring in all Australian mainland states and territories.",
    "Description": "Wahlenbergia capillaris is a perennial herb with a thickened taproot and a few to many thin, erect, branched stems that grows to a height of about 50 cm (20 in). The leaves are sometimes arranged up to stems and sometimes only near the base of the plant. The leaves are linear, 4–50 mm (0.16–2.0 in) long, 0.5–6 mm (0.020–0.24 in) wide and often have a few teeth arranged along the edge. The flowers are blue and arranged in cymes, each flower with five sepals joined at the base but with narrow triangular lobes 2–6 mm (0.079–0.24 in) long. The petals are joined at the base to form a narrow bell-shaped tube 4–9 mm (0.16–0.35 in) long with elliptic to egg-shaped lobes 6–15 mm (0.24–0.59 in) long and 2.5–6 mm (0.098–0.24 in) wide. The style is 4.5–9.5 mm (0.18–0.37 in) with three lobes on its end. Flowering mainly occurs between October and March and the capsule is oval or cone-shaped, 4–9 mm (0.16–0.35 in) long and 1.5–5 mm (0.059–0.20 in) wide.",
    "Taxonomy and naming": "The tufted bluebell was first formally described in 1839 by George Loddiges who gave it the name Campanula capillaris and published the description in The Botanical Cabinet. In 1839, George Don changed the name to Wahlenbergia capillaris.Roger Carolin rejected the name Campanula capillaris because Loddiges' description was inadequate, and in 1965 Carolin gave the species the name Wahlenbergia communis. In 2016, Ian Turner resurrected Loddiges' name and the change has been accepted by the World Checklist of Selected Plant Families and the Australian Plant Census. The specific epithet (capillaris) is a Latin word meaning \"of hair\".",
    "Distribution and habitat": "Wahlenbergia capillaris is widespread in all mainland states and territories of Australia and is especially common in disturbed sites and along roadsides.\n\n\n== References =="
  }
}