{
  "url": "https://en.wikipedia.org/wiki/Wahlenbergia_capensis",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "Clade": "Tracheophytes"
    },
    {
      "Clade": "Angiosperms"
    },
    {
      "Clade": "Eudicots"
    },
    {
      "Clade": "Asterids"
    },
    {
      "Order": "Asterales"
    },
    {
      "Family": "Campanulaceae"
    },
    {
      "Genus": "Wahlenbergia"
    },
    {
      "Species": "W. capensis"
    }
  ],
  "text": {
    "__SUMMARY__": "Wahlenbergia capensis, commonly known as the Cape bluebell, is a plant in the family Campanulaceae and is native to Cape Province but has been introduced to Australia. It is an annual herb with up to four greenish blue, bell-shaped flowers with spreading petal lobes.",
    "Description": "Wahlenbergia capensis is an annual herb with a one to a few stems and grows to a height of 14–50 cm (6–20 in). The lower leaves are egg-shaped to elliptic but become lance-shaped higher up. They are 9–40 mm (0.4–2 in) long and 1.5–10 mm (0.06–0.4 in) wide, sometimes with wavy edges and small teeth or lobes. Each plant has up to four bluish geen flowers that are dark blue near the centre and often have black spots. The five sepals are triangular, 4–7.5 mm (0.2–0.3 in) long and hairy. The petals form a tube, bell-shaped near the base with five spreading, egg-shaped to broadly elliptic lobes, 6–11 mm (0.2–0.4 in) long and 3–7.5 mm (0.1–0.3 in) wide. The five stamens have a filament 2.5–4 mm (0.1–0.2 in) long and an anther 2–3.5 mm (0.08–0.1 in) long. The style is dark blue with five branches on its tip. Flowering occurs from September to December. The fruit is a capsule 5–11 mm (0.2–0.4 in) long and 5–9 mm (0.2–0.4 in) wide.",
    "Taxonomy and naming": "The Cape bluebell was first formally described in 1753 by Carl Linnaeus who gave it the name Campanula capensis and published the description in Species Plantarum. In 1830, Alphonse Pyramus de Candolle changed the name to Wahlenbergia capensis. The specific epithet (capensis) refers to the native distribution of the species, the ending -ensis being a Latin suffix \"denoting place, locality or country\".",
    "Distribution and habitat": "Wahlenbergia capensis is widespread in, and restricted to the Western Cape between Clanwilliam and Knysna in South Africa. It is an introduced species occurring in the south-west of Western Australia where it is found between Kalbarri and Tambellup. The species was first collected in Western Australia in 1898.\n\n\n== References =="
  }
}