{
  "url": "https://en.wikipedia.org/wiki/Persea_indica",
  "classification": [
    {
      "Kingdom": "Plantae"
    },
    {
      "(unranked)": "Angiosperms"
    },
    {
      "(unranked)": "Magnoliids"
    },
    {
      "Order": "Laurales"
    },
    {
      "Family": "Lauraceae"
    },
    {
      "Genus": "Persea"
    },
    {
      "Species": "P. indica"
    }
  ],
  "text": {
    "__SUMMARY__": "Persea indica is a species of plant in the family Lauraceae. It belongs to the evergreen tree genus Persea of about 150 species, of which the avocado, P. americana, is the best known.\nIt is found in the Azores, Madeira, and Canary Islands in Macaronesia. It is threatened by habitat loss. It is the vegetable symbol of the island of La Gomera.",
    "Overview": "The Family Lauraceae was part of Gondwanaland flora. There they spread over most of the continent. The genus Persea died out in increasingly xerophytic Africa, starting with the freezing of Antarctica about 20 million years ago and the formation of the Benguela current. The genus is extinct in Africa, save for  P. indica, which survives in the fog shrouded mountains of the Canary Islands, which with Madagascar, constitute Africa's Laurel forest plant refugia.\nFossil evidence indicates that the genus originated in West Africa during the Paleocene, and spread to Asia, to South America, and to Europe and thence to North America. It is thought that the gradual drying of Africa, west Asia, and the Mediterranean from the Oligocene to the Pleistocene, and the glaciation of Europe during the Pleistocene, caused the extinction of the genus across these regions, resulting in the present distribution.\nP. indica is a species exclusive to Laurisilva, since this habitat is constantly threatened by encroaching agriculture, the laurel forest animal or vegetal species had already become rare in many of its former habitats and are threatened by habitat loss.",
    "Fossil record": "Fossils of Persea indica have been described from the fossil flora of Kızılcahamam district in Turkey, which is of early Pliocene age.",
    "See also": "List of animal and plant symbols of the Canary Islands",
    "Notes": "",
    "References": "Bañares, A. et al. 1998.  Persea indica.   2006 IUCN Red List of Threatened Species.   Downloaded on 23 August 2007."
  }
}