{
  "url": "https://en.wikipedia.org/wiki/Lepiota_harithaka",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. harithaka"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota harithaka is an agaric mushroom of the genus Lepiota in the order Agaricales. It was described as new to science in 2009. Found in Kerala State, India, fruit bodies of the fungus grow on the ground among bamboo roots.",
    "Taxonomy": "The species was first described in 2009 in the journal Mycotaxon. The type collection was made on the campus of the University of Calicut in June, 2006. The specific epithet harithaka derives from the Sanskrit name for \"greenish\".",
    "Description": "The fruit bodies have caps that are initially convex, before flattening out or becoming slightly depressed, often with a blunt umbo. The cap diameter reaches 2–3.5 cm (0.8–1.4 in) in diameter. Its  dull white surface is covered with brown fibrillose small scales that are most numerous in the center and diminish approaching the cap margin. The cap margin is initially curved inward before straightening out in age. The pale yellow gills are free from attachment to the stem. They are crowded together, and interspersed with 8–9 tiers of lamellulae (short gills). Viewed with a hand lens, the gill edges appear fringed. The stem is roughly cylindrical, often with thicker, somewhat bulbous base. Measuring 4.3–7.2 cm (1.7–2.8 in) long by 2–4 mm thick (expanding to up to 6 mm at the base), the stem is hollow, and has a smooth, fibrillose surface. A membranous, whitish ring is located on the upper portion of the stem, but it does not last long before disintegrating. The whitish flesh is up to 0.5 cm (0.20 in) thick at the center of the cap, and lacks any distinct odor. All parts of the mushroom will stain a greyish-green color if handled.Lepiota harithaka produces a yellowish white spore print. Spores are roughly elliptical to almond-shaped, hyaline (translucent) and measure 5–7 by 3–4 µm. The spore are smooth, thick-walled (up to 1 µm), and contain refractive oil droplets. The basidia (spore-bearing cells) are cylindrical to club-shaped, hyaline to pale green, four-spored with sterigmata up to 5 µm long, and measure 14–20 by 5–7 µm. Cheilocystidia (cystidia on the gill edge) are crowded, typically club-shaped, and measure 20–39 by 7–21 µm; there are no cystidia on the gill faces (pleurocystidia). The cheilocystidia contain crystalline granules. Clamp connections are absent from the hyphae.",
    "Habitat and distribution": "The fruit bodies of Lepiota harithaka grow singly or scattered on the ground among bamboo roots, both dead and living. The species has been recorded only from the type locality in the Malappuram District of Kerala State in India.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota harithaka  in MycoBank."
  }
}