{
  "url": "https://en.wikipedia.org/wiki/Lepiota_shveta",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. shveta"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota shveta is an agaric fungus of the genus Lepiota in the order Agaricales. Described as new to science in 2009, it is found in Kerala State, India.",
    "Taxonomy": "The species was first described in the journal Mycotaxon in 2009, based on collections made on the campus of the University of Calicut in November 2004. The specific epithet shveta derives from the Sanskrit word for \"white\".",
    "Description": "Fruit bodies have caps that are initially egg-shaped before expanding  to become conical or convex and eventually flat, ultimately attaining a diameter of 0.5–2.4 cm (0.20–0.94 in) wide. The cap surface is white, and covered with powdery bran-like particles, especially near the center. The cap margin, initially curved inward before straightening out in age, is fringed with pieces of the partial veil, and can develop cracks that may extend almost to the center of the cap. The gills are free from attachment to the stem, and close to crowded, with 2–3 tiers of interspersed lamellulae (short gills). The gill edges are minutely fringed. The stem is roughly cylindrical, hollow, and measures 1.5–3.2 cm (0.6–1.3 in) long by 1.5–4 mm (0.059–0.157 in) thick. The stem surface is white, but becomes pale brownish orange when handled. The surface texture is fibrillose (as if made of smooth, silky fibers), and has tiny, pressed-down scales. The stem bears a white, fibrillose ring on its upper half, but the ring does not last long before disintegrating.  The white flesh is up to 1 mm thick, and has no distinctive odor.Lepiota shveta produces a white spore print. The spores are oblong to somewhat cylindrical, hyaline (translucent), and measure 6–9.5 by 3.5–5 µm. They are smooth, and contain small oil droplets. The basidia (spore-bearing cells) are club-shaped, four-spored with sterigmata up to 4.5 µm long, and measure 17–24 by 6.5–8.5 µm. Cheilocystidia (cystidia on the gill edge) are club-shaped or somewhat cylindrical, thin-walled, hyaline, and measure 14–32 by 7–13 µm; there are no cystidia on the gill face (pleurocystidia).",
    "Habitat and distribution": "The fruit bodies of Lepiota shveta grow singly or scattered on the ground and in decaying leaf litter. The species is known only from the type locality, where it is fairly common.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota shveta  in MycoBank."
  }
}