{
  "url": "https://en.wikipedia.org/wiki/Lepiota_cristatanea",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. cristatanea"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota cristatanea is a species of agaric fungus in the family Agaricaceae. Described as new to science in 2011, it is found in China. The mushroom is similar to the widespread species Lepiota cristata but can be distinguished by its smaller spores.",
    "Taxonomy": "The species was described in 2001 from collections made in Kunming, China. Due to the close physical similarity between the species, it has often been misidentified as Lepiota cristata, but genetic evidence demonstrates that the two species are clearly distinct.",
    "Description": "The cap is initially roughly bell-shaped to conical, later flattening as the cap matures, and eventually reaches a diameter of 1.5–5 cm (0.6–2.0 in).  The cap surface features a brownish to orange-brown center that breaks up into small scales concentrically distributed. The gills are fairly crowded, free from attachment to the stipe, and white. There are shorter gills (lamellulae) interspersed between them. The cylindrical, hollow stipe measures 2–5.5 cm (0.8–2.2 in) long by 0.2–0.7 cm (0.1–0.3 in) thick. Its color is pale orange to grayish orange and it has a fibrillose surface texture. On the upper half of the stipe is a membranous ring that is colored whitish on the upper surface with small brown scales on the lower surface. The flesh has an odour similar to that of L. cristata.The spores are somewhat triangular in side view, but ovoid to oblong in front view; they have typical dimensions of 4.0–5.5 by 2.5–3.0 μm. They are hyaline (translucent), smooth, and weakly stain reddish purple in Cresyl Blue. The cheilocystidia (cystidia on the gill edge) are club-shaped, hyaline, thin-walled, and measure 22–48 by 9–18 μm; pleurocystidia (cystidia on the gill face) are not present. The cap cuticle comprises a hymeniderm of tightly packed club-shaped to cylindrical hyphae that measure 14–60 by 5–13 μm. Clamp connections are present in hyphae throughout the fruit body.",
    "Habitat and distribution": "Lepiota cristatanea is known only from Yunnan Province, China, where it grows singly or in groups on humus-rich soils. Typical habitats include footpaths, lawns, gardens, and roadsides.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota cristatanea  in Index Fungorum"
  }
}