{
  "url": "https://en.wikipedia.org/wiki/Lepiota_aspera",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Echinoderma"
    },
    {
      "Species": "E. asperum"
    }
  ],
  "text": {
    "__SUMMARY__": "Echinoderma asperum or Lepiota aspera,  sometimes known commonly as the freckled dapperling, is a large, brownish, white-gilled mushroom, with a warty or scaly cap. It lives in woodland, or on bark chips in parks, and gardens.",
    "Taxonomy and naming": "First described by the eminent nineteenth century mycologist Persoon as Agaricus asper, the freckled dapperling has been through several taxonomical name changes.  Lucien Quélet moved it to genus Lepiota and since then it has long been known as Lepiota aspera (Pers.) Quel..  For a time it was placed with the other \"spiny\" Lepiota species into a separate sub-genus called Echinoderma, and in 1978 Marcel Bon put it into Cystolepiota.  Then in 1991 Bon created the new genus Echinoderma for this and similar brownish warty species, and the new name Echinoderma asperum is almost universally accepted in more recent publications.The species name is the Latin adjective \"asper\" (with feminine: \"aspera\" and neuter \"asperum\"), meaning \"rough\".This same species was described by Weinmann in 1824 as Agaricus acutesquamosus and by Wilhelm Gottfried Lasch in 1828 as Agaricus friesii, giving rise to corresponding synonyms in genera Lepiota and Echinoderma.  Although most authorities now consider all these names to be synonyms, Moser separated the acutesquamosum form from the asperum form as different species, on the basis that the latter has forking gills and the former not.",
    "Description": "",
    "Description-General": "The cap is oval at first; becoming convex, or campanulate with age. It is uniform reddish/brown, or brown at the centre; breaking up into erect pyramidal scales, on a paler ground, and up to 10 cm in diameter.  The stem is paler; around 10 cm in length, and has sparse brown scales below the ring.  The ring itself is large and cottony; sometimes adhering to the cap perimeter, and often taking brownish scales from there, which are seen at its edge. The gills have a tendency to fork and are free, crowded, and white, with the spore print being white also. The flesh is white, and is said to smell of rubber, earth balls (Scleroderma citrinum), or the mushroom Lepiota cristata.",
    "Description-Similar species": "The brownish scales on the cap and the lower part of the stem and the white gills make the genus Echinoderma quite distinctive, but E. asperum could be confused with other members, such as E. calcicola (which has warts the same colour as the background and non-forking gills which are less crowded) and the rare E. hystrix (which is darker and has dark gill-edges).",
    "Distribution and habitat": "Echinoderma asperum appears during autumn in deciduous woodland, or in parks and gardens where wood chip mulch has been used.  It has been recorded widely in northern temperate zones - varying between common and quite rare in Europe and North Africa, it occurs in North America, and it has been reported in Japan, Australia and New Zealand.",
    "Edibility": "This mushroom has been shown to cause alcohol intolerance and may be poisonous.\n\n\n== References =="
  }
}