{
  "url": "https://en.wikipedia.org/wiki/Lepiota_anupama",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. anupama"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota anupama is a gilled mushroom of the genus Lepiota in the order Agaricales. Found in Kerala State, India, it was described as new to science in 2009.",
    "Taxonomy": "The species was described in a 2009 Mycotaxon article, along with eight other new Lepiota species. The specific epithet anupama derives from the Sanskrit word for \"without comparison\". The type collection was made on the campus of the University of Calicut in 2006.",
    "Description": "The fruit bodies of Lepiota anupama have caps that are first convex before flattening out in maturity, often developing a shallow umbo. The cap attains a diameter of 1.5–2.0 cm (0.6–0.8 in). The color of the cap surface ranges from brownish grey to reddish gray. Its surface has flaky scales that are more concentrated near the center. There are fine radial grooves near the cap margin; young specimens, the margin is curved inward, but it straightens as it ages, and eventually develops cracks. The gills are white, and free from attachment to the stem. They are crowded together closely, and there are 2–3 tiers of lamellulae (short gills that do not extend completely from the cap margin to the stem). Viewed with a hand lens, the gill edges appear to have fringes. The white stem is centrally attached to the cap, roughly cylindrical with a slight widening towards the base, and measures 2.3–4.0 cm (0.91–1.57 in) long by 2–3 mm wide. Initially solid, the stem becomes hollow in age. The stem has a membranous, whitish ring on its upper half. The flesh is thin, white, and lacks any distinctive odor.Lepiota anupama produces a white spore print. The spores are roughly elliptical in shape, thick-walled, hyaline (translucent), and measure 5–7 by 3.5–5 µm. Spores contain refractive oil droplets. The basidia (spore-bearing cells) are club-shaped, four-spored with sterigmata up to 3 µm long, and measure 14–20 by 7–10 µm.",
    "Habitat and distribution": "The fruit bodies of Lepiota anupama grow singly or scattered on soil rich in humus. Common in the Kozhikode and Malappuram districts of Kerala, fruiting usually occurs after the occurrence of heavy rains during monsoon season, continuing for about 1.5 weeks.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota anupama  in MycoBank."
  }
}