{
  "url": "https://en.wikipedia.org/wiki/Lepiota_clypeolaria",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. clypeolaria"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota clypeolaria commonly known as the shield dapperling or the shaggy-stalked Lepiota, is a common, toxic mushroom in the genus Lepiota. It is widely distributed in northern temperate zones, where it grows in deciduous and coniferous forest. Fruit bodies have a brownish cap, a shaggy stipe with a collapsed, sheathing ring or ring zone, and spindle-shaped spores.",
    "Taxonomy": "The species was first described in 1789 as Agaricus clypeolarius by French mycologist Jean Baptiste Francois Bulliard. Paul Kummer transferred it to Lepiota in 1871. It is commonly known as the \"shaggy-stalked Lepiota\".",
    "Description": "The cap is egg-shaped when young, soon broadly bell-shaped and has pale straw- or orange-brown scales on a pale background. The central umbo is covered with a well-delimited uniform disk of the same colour as the scales.  It grows to a diameter of 4–7 cm (1.6–2.8 in). The gills are white, crowded, free from attachment to the stipe.The white stem has an indistinct ring, below which it is coarsely woolly, giving an appearance which is sometimes described as \"booted\". The stipe, which measures 5–12 cm (2.0–4.7 in) long by 0.3–1 cm (0.12–0.39 in) thick, is hollow and slender, expanding slightly at the base into a club shape. The flesh is white and has an unpleasant smell.The spore print is white. spores are fuse-shaped (fusiform), meaning that they are tapered at both ends.  They have dimensions of 12–16 by 5–6 μm. Cystidia on the gill edge (cheilocystidia) are club-shaped to cylindrical, and measure 20–40 by 5–15 μm.",
    "Similar species": "The species Lepiota ochraceosulfurescens may be distinguished as having a less defined dark area in the cap centre, a smell of rubber or melted butter, and yellow flesh in the stipe base, but in Species Fungorum and Funga Nordica this name is regarded as a synonym.Lepiota magnispora is similar in appearance and often confused with L. clypeolaria. The former species has brighter colours with a more intensely coloured cap center, and longer spores.L. clypeolaria is probably the best known of the section Fusisporae within genus Lepiota, whose members are characterized by long spindle-shaped spores and a fluffy stem beneath the ring.",
    "Habitat and distribution": "The fruit bodies of Lepiota clypeolaria grow singly or in small groups on the ground in deciduous and coniferous forests. A common species, it is widespread in temperate regions of the Northern Hemisphere, and has been reported from Asia, Europe, North America, and South America. Fruiting occurs in autumn. In China, it is known from the provinces of Heilongjiang, Jilin, Liaoning, Jiangsu, Guangdong, and Yunnan.",
    "See also": "List of Lepiota species",
    "References": "E. Garnweidner. Mushrooms and Toadstools of Britain and Europe. Collins. 1994.\nH. Knudsen & J. Vesterholt. Funga Nordica.  Agaricoid, boletoid and cyphelloid genera.  Nordsvamp, Copenhagen 2008.",
    "External links": "Lepiota clypeolaria  in Index Fungorum\nLepiota clypeolaria  in MycoBank."
  }
}