{
  "url": "https://en.wikipedia.org/wiki/Lepiota_babruka",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. babruka"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota babruka is a gilled mushroom of the genus Lepiota in the order Agaricales. Known only from Kerala State, India, it was described as new to science in 2009.",
    "Taxonomy": "The species was described by T.K.A. Kumar and P. Manimohan in 2009, in the journal Mycotaxon. The type collection was made in 2004, in the Kannur District of Kerala State in India. The specific epithet babrulka is derived from the Sanskrit word for \"brownish\".",
    "Description": "The fruit bodies of Lepiota babruka have caps  up to 3 cm (1.2 in) wide, which are initially broadly convex before flattening out in age, usually developing a shallow umbo. The cap color is brown, and it is covered with small, darker brown, pyramid-shaped scales. The cap margin, initially curved inward before straightening out in maturity, becomes cracked in age. The gills are free from attachment to the stem. At first, they are white, but later develop yellowish tones. They are crowded together, and have 3–4 tiers of lamellulae (short gills that do not extend completely from the cap margin to the stem). The edges of the gills are the same colors as the gill face, and are fringed if viewed with a hand lens. The cylindrical, hollow, stem measure 3.5 cm (1.4 in) long and 2 mm thick, and roughly the same width throughout. Its color is initially brown before darkening, and the surface is fibrillose (made of thin, threadlike fibers). A whitish, membranous ring is present on the upper portion of the stem in young fruit bodies, but it does not last for long. The flesh is thin (less than 2 thick), yellowish-white, and lacks any distinctive odor.The spores have a roughly elliptical shape, and dimensions of 4.5–7 by 3–4 µm. They are thick-walled, smooth, hyaline (translucent), and contain refractive oil droplets. The basidia (spore-bearing cells) are club-shaped, four-spored with sterigmata up to 3 µm long, and measure 10–17 by 6–8 µm. The cheilocystidia (cystidia on the gill edge) are plentiful, thin-walled, and measure 13–34 by 10–20 µm; there are no pleurocystidia (cystidia on the gill face).",
    "Habitat and distribution": "The fruit bodies of Lepiota babruka grow singly on the ground among decaying leaf litter. It is known only from the type locality.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota babruka  in MycoBank."
  }
}