{
  "url": "https://en.wikipedia.org/wiki/Lepiota_castaneidisca",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. castaneidisca"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota castaneidisca is a species of agaric fungus in the family Agaricaceae. Formally described in 1912, it was for a long time considered the same species as the similar Lepiota cristata until molecular analysis reported in 2001 demonstrated that it was genetically distinct. It is most common in coastal and northern California, and has also been recorded in Mexico. A saprobic species, it is usually found under redwood and Monterey cypress. Its fruit bodies (mushrooms) have white caps with an orange-red to orange-brown center that measure up to 3.2 cm (1.3 in) wide. The cream-colored to light pink stems are up to 6.5 cm (2.6 in) long by 0.2–0.6 cm (0.1–0.2 in) thick, and have a ring. L. castaneidisca can be distinguished from other similar Lepiota species by differences in habitat, macroscopic, or microscopic characteristics.",
    "Systematics": "The species was first described as new to science by mycologist William Alphonso Murrill in 1912. Murrill collected the type material growing near redwoods near Searsville Lake, California, in December 1911. In 1914, Murrill decided that the species was the same as Lepiota cristata (which he called Lepiota conspurcata (Willd.) Morgan); this opinion was later corroborated by Walter Sundberg in 1989 after he studied the type collection and concluded that the microscopic characteristics of both were the same. Using molecular analysis based on comparing DNA sequences of the internal transcribed spacer region, mycologist Else Vellinga determined that despite the lack of distinguishing micro-morphological characteristics, the two species were distinct.The epithet castaneidisca refers to the chestnut-colored center of the cap. Lepiota means \"the scaly one\".",
    "Description": "The fruit bodies of Lepiota castaneidisca have white, bell-shaped to convex caps 0.8 to 3.2 cm (0.3 to 1.3 in) in diameter, with an orange-reddish to pale orange-brown center. Mature specimens fade and lose the reddish shades. The cap surface develops small pale pink or cream patches (especially on the outermost zone) on a white background that has radially arranged fibrils. The gills are somewhat crowded to moderately distant, with typically 40–45 full length gills, and 1–5 tiers of interspersed lamellulae (short gills that do not extend fully from the cap margin to the stem). They are slightly ventricose, measuring 2.5–5 mm wide, and have a white fringed or irregular edge. Whitish when young and cream-colored in age, they have a free gill attachment to the stem.  The stem is 25–65 mm (1.0–2.6 in) long by 2–6 mm (0.1–0.2 in) thick, cylindrical, slightly widened at the base, hollow, and fibrillose. Its color is pinkish in the lower part, and it stains reddish where damaged, especially in older specimens. The flesh is whitish, sometimes with cream tones, or reddish-brown in mature specimens. There is a ring that points upward in young specimens, but in maturity it degrades to remnants that are left behind on the stem. It has a sharp odor similar to rubber or cod liver oil.  The mushroom is not known to be poisonous, but consumption is not recommended due to the risk of possible confusion with Lepiota species that contain deadly amatoxins.The smooth, dextrinoid spores are in side view triangular with a spurred base, in frontal view oblong, and typically measure 5–9 by 3–4 μm. Staining with Cresyl blue shows them to be somewhat metachromatic, and binucleate. Cystidia on the gill edge (cheilocystidia) are club-shaped to cylindric or sometimes spheropedunculate (somewhat spherical with a stem), and have dimensions of 20–44 by 6.5–13.5 μm. Basidia are 18–30 by 5–8 μm, mostly four-spored, and are absent on the gill edge. Pleurocystidia (cystidia on the gill face) are absent. The cap cuticle is a hymeniderm (lengthened cells arranged side by side) with mostly colorless elements of different lengths, measuring 16–62 by 8–18 μm. The stipitipellis (outer covering of the stem) comprises a layer of colorless hyphae measuring about 2–3 μm wide. Clamp connections are present in the hyphae of all parts of the fungus.",
    "Description-Similar species": "Lepiota castaneidisca closely resembles L. cristata (with which it has commonly been confused), but it has a more rounded cap, lacks an umbo, and is reddish- or pinkish-brown, rather than orange-brown. L. cristata, which is widely distributed in the Northern Hemisphere, prefers habitats where the natural vegetational cover has been disturbed by humans, or in the beds of rivers and creeks; in contrast, L. castaneidisca is found in natural, undisturbed habitats. Other similar species in similar habitats with which L. castaneidisca could be confused include L. thiersii and L. neophana; in contrast to L. castaneidisca, both of the latter two species have ellipsoid spores. The fruit bodies of L. thiersii appear from November through April, and grow scattered or in groups under cypress. It usually lacks the reddish color in the center of the cap associated with L. castaneidisca, and its spores are not as long, with dimensions of 4.7–6.3 by 3.1–3.9 μm. L. neophana is a rare species, but more widely distributed in the United States than L. castaneidisca, as it has been reported from Ohio and Michigan in addition to California. It also fruits under cypress, usually between December and April. This mushroom is most readily distinguished from L. castaneidisca by the dark brown to blackish-brown color of the cap center.",
    "Habitat and distribution": "Lepiota castaneidisca is a saprobic fungus. Fruit bodies appear in the late fall and winter (November to February), where they grow gregariously near cypress, redwood or in mixed  coast live oak forests. The fungus is common in coastal and northern California, and is often found in the San Francisco Bay Area. The northern limit of its distribution is Washington State and southern British Columbia, and it has been recorded as far south as Mexico.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota castaneidisca  in Index Fungorum\nLepiota castaneidisca at mushroomobserver.org\nOccurrence map"
  }
}