{
  "url": "https://en.wikipedia.org/wiki/Lepiota_ignivolvata",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. ignivolvata"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota ignivolvata, sometimes known commonly as the orange-girdled parasol, is a fairly rare member of the gilled mushroom genus Lepiota. It is among the larger species in this group, growing in coniferous or deciduous woodland during autumn; it has a primarily European distribution. Being inedible, and perhaps poisonous, it should not be gathered for culinary use. Many of the species in this genus are deadly.",
    "Description": "The cap is between 4 to 10 centimetres (1.6 to 3.9 in) in diameter. It is convex, later flat, and with a raised central boss (umbo). The centre of the cap is reddish brown, or orange-brown, breaking into small scales, which are fewer, and lighter towards the margin. The best identification aid is the orange (somewhat indented) ring, which is low on the white, slightly bulbous to club-shaped stem, which often has an orange flush at its base.\nThe gills are white to cream, giving a white spore print.  They are free of the stem, and are fairly crowded together. The flesh is white throughout, and has an unpleasant chemical smell, similar to that which is produced when cutting metal; the odor has also been compared to rubber. L. ignivolvata has an unpleasant, rancid taste. The spores are spindle (fusiform) or almond (amygdaloid) in shape, with dimensions of 9–13 to 5–7; µm.The similar species Lepiota ventriosospora and Lepiota cristata lack the orange colouring on the ring.\nL. ignivolvata belongs to the section Fusisporae within genus Lepiota, whose members are characterized by long spindle-shaped spores and a fluffy stem beneath the ring.",
    "Naming history": "This species was originally described by Marcel Josserand and M. Bousset in 1948 in the French language in the quarterly bulletin of the French Mycological Society.  However at that time the nomenclatural rules demanded a description in Latin, and so the species did not officially exist until when in 1972 the same two authors republished with a short Latin text in the monthly bulletin of the \"Société linnéenne de Lyon\" (Linnaean Society of Lyon).  For this reason the full correct author designation is \"Bousset & Joss. ex Joss.\"",
    "Distribution and habitat": "Lepiota ignivolvata is widespread across Europe, its stronghold being in central to southern Europe.  In Britain it is rare, and resides on the British Red Data list. It appears in deciduous, and coniferous woods, in autumn, and seems to favour beech.",
    "See also": "\nList of Lepiota species\n\n\n== References =="
  }
}