{
  "url": "https://en.wikipedia.org/wiki/Lepiota_ananya",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. ananya"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota ananya is a gilled mushroom of the genus Lepiota in the order Agaricales. Known only to come from Kerala State, India, it was described as new to science in 2009.",
    "Taxonomy": "The species was first described in a 2009 issue of the journal Mycotaxon. The type collection was made in July 2005, in Palode, a village in the Thiruvananthapuram district of Kerala State, India. The specific epithet ananya is derived from the Sanskrit word for \"unique\".",
    "Description": "Fruit bodies have caps that are initially convex, becoming broadly convex and finally flattened with an umbo; the cap attains a diameter of 14–25 mm (0.55–0.98 in). The cap surface is whitish, sometimes with a yellowish tinge, and has dark brown, pressed-down fibrillose scales that are more concentrated in the center of the cap. The cap margin, initially curved inward before straightening in age, has fine grooves and a scalloped edge. The gills are free from attachment to the stem, and colored light yellow. They are crowded together closely, and interspersed with 3–4 tiers of lamellulae (short gills). The edges of the gills are finely fringed. The hollow, cylindrical stem measures 2.2–4.0 cm (0.87–1.57 in) by 1.5–5 mm (0.1–0.2 in) thick, with a thicker base. The stem surface is whitish and fibrillose; the stem base arises from a white mycelium. The stem bears a  membranous, whitish ring on its upper portion. The flesh is up to 2 mm thick, whitish to pale yellow, and has no distinct odor.Spores are amygdaliform (almond-shaped) with walls up to 1 µm thick, smooth, hyaline (translucent), and measure 5.5–8 by 3.5–4.5 µm. The spores contain refractive oil droplets. The basidia (spore-bearing cells) are club-shaped, hyaline, contain oil droplets, and have dimensions of  13–21 by 8–10 µm. They are four-spored with sterigmata up to 5 µm long. Cheilocystidia (cystidia on the gill edge) are abundant, and have a shape ranging from cylindrical to club-shaped to utriform (like a leather bottle). They are thin-walled, hyaline or pale yellowish, and measure 15–37 by 7.5–10 µm; there are no cystidia on the gill faces (pleurocystidia). Clamp connections are rare in the hyphae.",
    "Habitat and distribution": "The fruit bodies of Lepiota ananya grow single or scattered on the ground among decaying litterfall. The species is known only from its type locality.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota ananya  in MycoBank."
  }
}