{
  "url": "https://en.wikipedia.org/wiki/Lepiota_maculans",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Basidiomycota"
    },
    {
      "Class": "Agaricomycetes"
    },
    {
      "Order": "Agaricales"
    },
    {
      "Family": "Agaricaceae"
    },
    {
      "Genus": "Lepiota"
    },
    {
      "Species": "L. maculans"
    }
  ],
  "text": {
    "__SUMMARY__": "Lepiota maculans is a rare species of agaric fungus in the family Agaricaceae. It was originally  collected in Missouri, and then 105 years later in eastern Tennessee. It is the only member of Lepiota known to have a pink spore print instead of the usual white or cream color. The fruit bodies have caps up to 4 cm (1.6 in) in diameter, with brownish, sparsely scaled centers. The gills are closely spaced, not attached to the stipe, and discolor reddish at the edges.",
    "Taxonomy": "The species was first described in 1905 by American mycologist Charles Horton Peck. The type collection was made by physician and amateur botanist Noah Miller Glatfelter from St. Louis, Missouri. Peck characterized it as a \"small but pretty species, easily known by the flesh of both pileus and stem changing to a reddish color where wounded and by the lamellae assuming a reddish or pink color with age or in drying.\" The mushroom was found again 105 years later in a survey of macrofungi in the Great Smoky Mountains National Park. Molecular analysis of DNA sequence data confirmed its placement in the genus Lepiota, despite its pink-colored spore print (an unusual color for that genus; usual is white or cream). Comparison of the fruit bodies with the original type material demonstrated that, based on the shape, size, and staining reactions of the spores, both collections represented the same species. L. maculata is classified in the section Lepiota of genus Lepiota, and is closely related to the European L. ignivolvata.",
    "Description": "The fruit bodies have plano-convex caps that frequently have a small umbo, and a diameter of 3.2–4 cm (1.3–1.6 in). The cap margin is initially curved downward before straightening out in  maturity, when it typically becomes eroded. The center of the cap is brown and velutinous, and often forms sparse scales that expose the yellowish flesh underneath. The gills are free from attachment to the stem, and somewhat crowded together. Their color is initially yellowish-buff to orange-pink, and they frequently discolor reddish near the cap margin. The yellowish stem measures 3.6–5.4 cm (1.4–2.1 in) long by 2.5–3 mm thick at the top; it gradually thickens approaching the base, and is sometimes bulbous or club-shaped, up to 5 mm (0.20 in) wide. The partial veil that covers the young developing gills is left as a loose ring zone on the stem.The spore print is pink. Spores are smooth, oblong to amygdaliform (almond shaped) in profile view, spindle-shaped in frontal view, and measure 8.8–9.5–11.3 by 4.4–4.9–5.4 μm. The basidia (spore-bearing cells) are club-shaped to somewhat cylindrical, four-spored, and have dimensions of 22–27–32 by 8–9–11 μm. Cheilocystidia (cystidia on the gill edge) are club-shaped to somewhat cylindrical, and measure 13–19–29 by 6.0–7.5–11 μm. The cap cuticle comprises a trichoderm (with hyphae arranged roughly parallel, perpendicular to the cap surface) of hyphae measuring 117–188–345 by 7–9–11 μm. These slightly yellow-brown hyphae have tips that are obtuse to somewhat acute, and arise from short and cylindrical bases. Clamp connections are present in the hyphae of all tissues.",
    "Habitat and distribution": "Fruit bodies of Lepiota maculans grow in groups on the ground in grass at the edge of deciduous forests. The mushroom has been reported only from the US states Tennessee and Missouri.",
    "See also": "List of Lepiota species",
    "References": "",
    "External links": "Lepiota maculans  in MycoBank."
  }
}