{
  "url": "https://en.wikipedia.org/wiki/Tuber_anniae",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. anniae"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber anniae is a species of truffle in the genus Tuber. The truffle is purported to be uncommon, but is primarily found in the United States Pacific Northwest. Recently the fruiting of closely related taxa have been found in the Baltic Rim countries, primarily forests dominated by Scots pine in eastern Finland.",
    "Background": "Ecologically, Tuber species are obligate ectomycorrhizal fungi and form ectomycorrhizas (ECM) with pine (Pinus spp.), fir (Abies spp.), birch (Betula spp.), aspen (Populus spp.), oak (Quercus spp.), hazel (Corylus avellana L.),  and rockrose (Cistus spp.). However, truffle research is quite a new process in the boreal country of Finland. Originally there were only three recorded species of white truffles: Tuber borchii Vittad., T. maculatum and Tuber scruposum R. Hesse. Nevertheless, the diversity of Tuber in boreal or sub-boreal forests is becoming more evident with the application of molecular tools to ectomycorrhizal communities studies in these regions. Species within the T. anniae complex seem to be adapted to a wide range of soil types, however, a species complex may have numerous individual (cryptic) species, each of which may have distinct ecological preferences. Ectomycorrhizas consist of a mantle, covering the root tip and a Hartig net of hyphae surrounding the plant cells within the root cortex.",
    "Taxonomy": "The ascomata (fruit body) is a unique feature of T. anniae. The shape is subglobose (not entirely round or spherical) to irregular, being between 6 and 18 millimetres (0.24 and 0.71 in) in diameter. In youth it tends to be glabrous (hairless) with a pale yellow color and when mature a dark olive brown color with grayish white furrows and patches. The odor of the body is mild, similar to that of paint; taste has yet to be recorded. There are no reports on the edibility of T. anniae or its relatives. However, its relation to T. puberulum and T. borchii (two edible truffle species) and its fair size (in some collections) indicate potential culinary value, although potential yields of these truffles still need to be determined.",
    "See also": "List of Tuber species",
    "References": "",
    "External links": "\"Tuber anniae\" at the Encyclopedia of Life"
  }
}