{
  "url": "https://en.wikipedia.org/wiki/Tuber_lijiangense",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Subphylum": "Pezizomycotina"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. lijiangense"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber lijiangense is a species of truffle in the family Tuberaceae. Found in China, it was described as a new species in 2011. Fresh truffles are pale yellow or light brown, roughly spherical, and measure up to 3 cm (1.2 in) in diameter.",
    "Taxonomy": "The species was described as new to science in the journal Mycotaxon in 2011. The type collection was made in Lijiang City, China (Yunnan Province), where it was found growing in the ground near Yunnan Pine (Pinus yunnanensis). The specific epithet lijiangense refers to the type locality.",
    "Description": "The fruit bodies are pale yellowish light brown when fresh, roughly spherical or irregularly lobed, and measure 0.5–3 cm (0.20–1.18 in) in diameter. The outer surface is densely covered with short hairs that are 60–100 μm long and 2.5–5 μm wide at the base. The peridium (outer skin) is 250–350 μm thick and comprises two distinct layers of tissue. The outer tissue layer, 60–100 μm thick, is made of somewhat angular to roughly spherical light brown cells that are typically 7.5–25 μm wide. The inner layer (190–250 μm thick) consists of interwoven hyphae that are thin-walled, hyaline (translucent), and 2.5–5 μm thick.The internal spore-bearing tissue of the truffle, the gleba, is initially whitish before becoming brown to purple-brown in mature specimens. It has many narrow whitish veins running through it. The asci (spore-bearing cells) are spherical (or nearly so), usually contain one or two spores (although less commonly there are three spores), and measure 60–90 by 50–80 μm. They can be sessile, or situated on a short stalk. The spherical spores are initially hyaline, but become brown to yellowish-brown in age. They measure 25–42.5 μm with walls 2.5–5 μm thick, and feature a mesh-like surface ornamentation with ridges and spines up to 2 μm high. The height of the spore ornamentation in Tuber lijiangense is lower than all other known Tuber species.",
    "See also": "List of Tuber species",
    "References": "",
    "External links": "Tuber lijiangense  in Index Fungorum"
  }
}