{
  "url": "https://en.wikipedia.org/wiki/Tuber_donnagotto",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. donnagotto"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber donnagotto is a species of truffle in the family Tuberaceae. Described as a new species in 2012, it is found in Croatia. The black truffle measures 2–7 cm (0.8–2.8 in) in diameter.",
    "Taxonomy": "Tuber donnagotto was found several times in late 2010 and early 2011 by the authors Romano Božac,  Ivan Širić, and Ivica Kos. The specific epithet donnagotto refers to the names of the Lagotto Romagnolo dogs (\"Donna\" and \"Gotta\") that found the truffles.",
    "Description": "The fruit bodies are black, roughly spherical, and measure 2–7 cm (0.8–2.8 in) in diameter. The exterior surface is warty and irregular. The peridium (outer skin) is 150–450 μm thick. The fruit bodies are very hard.The internal spore-bearing tissue of the truffle, the gleba, is whitish when young, turning light brown in mature specimens. It has many white narrow veins running through it. The asci (spore-bearing cells) are spherical, contain one to seven spores (although typically there are four to six), and measure 55–80–90 by 65–75 μm. They are situated on a short stalk 15–20 μm long. The spherical to ellipsoid spores are yellowish-brown. They measure 20–30 by 20–25 μm and feature a surface ornamentation of irregular polygonal meshes. The mesh ridges are up to 4 μm high and 5–8 μm wide.",
    "Habitat and distribution": "The truffles grow underground in pine forests near the northern Adriatic coast, fruiting from November to April. Pinus halepensis is the predominant tree species in the type locality. Truffles from the first harvest in November were found mostly near the soil surface. Those collected from the second (December) harvest were deeper, about 5–10 cm (2.0–3.9 in) deep and were larger. Fruit bodies from the third harvest in February were found on the surface of the soil where there was no grass growing. The authors suggest that the fungus secretes chemicals that inhibit the growth of grasses. The preferred soil is gravelly and red, with a pH of 7.6–7.8. The fungus has been recorded  only from Croatia.",
    "See also": "List of Tuber species",
    "References": "",
    "External links": "Tuber donnagotto  in Index Fungorum"
  }
}