{
  "url": "https://en.wikipedia.org/wiki/Tuber_polyspermum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Subphylum": "Pezizomycotina"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. polyspermum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber polyspermum is a species of truffle in the family Tuberaceae. Found in China, it was described as new to science in 2011. Fruit bodies of the truffle are small and brown, measuring up to 1.5 cm (0.6 in) in diameter.",
    "Taxonomy": "The species was first described scientifically in the journal Mycotaxon in 2011. The type collection—made by local farmers in Kunming, China (Yunnan Province) in 2002—was found in soil under Yunnan Pine (Pinus yunnanensis). Molecular phylogenetic analysis of ribosomal DNA sequences suggests that the species occupies a distinct clade in the genus Tuber. The specific epithet polyspermum refers to the large quantity of spores present in the fruit bodies.",
    "Description": "The truffles are brown to grayish-brown in color, measure 0.5–1.5 cm (0.2–0.6 in) in diameter, and usually have an umbilicate (navel-shaped) depression at the base. The peridium (outer skin) is 150–200 μm thick and comprises two distinct layers of tissue. The outer tissue layer, 50–100 μm thick, is made of somewhat angular to roughly spherical light brown cells that are typically 7.5–15 wide. The inner layer (100–150 μm thick) is a type of tissue known as a textura intricata, consisting of irregularly interwoven hyphae. These hyphae are thin-walled, hyaline (translucent), and 2.5–5 μm thick.The internal spore-bearing tissue of the truffle, the gleba, is brown to purple-brown in mature specimens. It has a few large white veins running through it, and contains many spores. The asci (spore-bearing cells) are spherical (or nearly so), usually contain between one and four spores (although rarely there are five spores), and measure 65–85 by 45–60 μm. The roughly elliptical spores are initially hyaline, but become brown to yellowish-brown in age. They measure 25–37.5 by 20–25 and feature a mesh-like surface ornamentation with ridges up to 2.5–3 μm high.Tuber polyspermum very closely resembles the North American species T. lyonii in both macro- and microscopic characteristics; the only differences noted by the authors were the umbilicate depression and the darker gleba of T. polyspermum. These difference alone would not have been enough to justify creating a new species, but the molecular analysis revealed that the North American and Chinese species were clearly distinct.",
    "See also": "List of Tuber species",
    "References": "",
    "External links": "Tuber polyspermum  in Index Fungorum"
  }
}