{
  "url": "https://en.wikipedia.org/wiki/Tuber_microspermum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. microspermum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber microspermum is a species of truffle in the family Tuberaceae. Described as new to science in 2012, the edible species is found in China. The roughly spherical truffle is up to 1.5 cm (0.6 in) wide and yellowish-brown in color. It is distinguished from other truffles by its small asci (spore-bearing cells) and small spores that have a network-like surface pattern punctuated by small spines.",
    "Taxonomy": "The species was first described scientifically in the journal Mycotaxon in 2012. The type collection was obtained from a mushroom market in Kunming, China (Yunnan Province), in 2010. The specific epithet microspermum refers to the species' small spores.",
    "Description": "Fruit bodies of Tuber microspermum are yellow-brown, roughly spherical, and measure up to 1.5 cm (0.6 in) in diameter. The surface of the peridium (outer skin) is either smooth, or has minute wart-like projections. The peridium comprises two distinct layers of tissue. The 80–120 μm-thick outer layer is made of somewhat angular to roughly spherical cells that are typically 7.5–12.5 μm in diameter. These cells have thick walls that contain a brown pigmentation. The inner tissue layer of the peridium consists of interwoven hyaline (translucent), thin-walled hyphae measuring 2.5–5 μm wide.The internal spore-bearing tissue (gleba) of the truffle is brown when it is mature. It features white to yellowish-white narrow veins that give it a \"marbled\" appearance. The truffle has thick-walled asci that have a somewhat spherical, elliptical, or somewhat irregular shape. These asci are usually on a short stalk, contain between one and five spores, and measure 45–70 by 40–60 μm. The spores are elliptical, and dark brown in mature specimens. The size of the spores is typically 15–25 by 12.5–20 μm, although spores from single-spored asci are larger, measuring 30–35 by 22.5–25 μm. Spores have a network pattern (reticulation) and discrete spines on their surface that are usually 4–6 μm long.",
    "See also": "List of Tuber species",
    "References": "",
    "External links": "Tuber microspermum  in Index Fungorum"
  }
}