{
  "url": "https://en.wikipedia.org/wiki/Tuber_microspiculatum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. microspiculatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber microspiculatum is a species of truffle in the family Tuberaceae. Found in China, it was described as new to science in 2012. The edible species has fruit bodies up to 2.5 cm (1.0 in) wide that range in color from light yellow to reddish brown depending on their age. It is distinguished microscopically from other similar truffles by the honeycomb-like ornamentation on the surface of its spores.",
    "Taxonomy": "The species was first described in the journal Mycotaxon in 2012. The type collection was made at a mushroom market in Kunming, China (Yunnan Province) in 2012. The specific epithet microspiculatum refers to the characteristic surface ornamentation of the spores.",
    "Description": "The truffles are 2–2.5 cm (0.8–1.0 in) wide and range in color from white-yellow to light brown to reddish brown. The smooth peridium (outer skin) is 200–250 μm thick, and made of two distinct layers of tissue. The outer layer, generally 50–100 μm thick, is made of somewhat angular to roughly spherical cells that are 7.5–15 μm wide, with yellowish-brown walls. The intensity of the coloring increases approaching the outer surface of the peridium. The inner layer of the peridium is made of thin-walled, hyaline (translucent) hyphae measuring 2.5–5 μm wide.The internal spore-bearing tissue of the truffle, the gleba, has a brown to reddish-brown color in mature specimens. It has many thin, branched, yellowish-white veins throughout, which give it a \"marbled\" appearance. The asci (spore-bearing cells) are roughly spherical, elliptical, or irregular in shape, contain between two and four spores (rarely only a single spore), and measure 60–85 by 55–70 μm. The spores are elliptical and typically have dimensions of 22.5–35 by 17.5–22.5 μm, although spores that originated from single-spored asci are larger (42.5–45 by 22.5–25 μm). The surface of the spores features a honeycomb-like reticulum (network or ridges) punctuated by spines measuring 2.5–4 μm. The meshes of the reticulum are numerous and tiny.",
    "See also": "List of Tuber species",
    "References": "",
    "External links": "Tuber microspiculatum  in Index Fungorum"
  }
}