{
  "url": "https://en.wikipedia.org/wiki/Tuber_aestivum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. aestivum"
    }
  ],
  "text": {
    "__SUMMARY__": "The summer truffle (Tuber aestivum) or burgundy truffle (Tuber uncinatum) is a species of truffle, found in almost all European countries.",
    "Taxonomy": "In cuisine and commerce, particularly in France and Italy, the summer truffle (T. aestivum) is distinguished from the burgundy truffle (T. uncinatum). However, molecular analysis showed in 2004 that these two varieties of truffle are one species. The differences between them are therefore likely due to environmental factors.This article uses the older of the two binomial names, T. aestivum, to designate the species, while discussing the characteristics of the two varieties separately.",
    "Burgundy truffles": "Burgundy truffles (French: truffe de Bourgogne; Italian: tartufo nero di Fragno or scorzone, \"bark\"; Spanish: trufa de verano; Swedish: svart sommartryffel), have an intense, hazelnut-like aroma and are highly prized for their gastronomic qualities. They are used in the haute cuisine of France and Italy, as well as a substitute for the Périgord black truffle (T. melanosporum). Like other truffles, they are also canned and bottled for export.With bodies (ascocarps) from 2 centimetres (1 in) to 10 centimetres (4 in) in diameter, burgundy truffles are relatively large. Their brown or black outer skin (peridium) forms pyramidal warts about 3 to 9 mm wide, resembling rough bark.Burgundy truffles are harvested from September to late December, sometimes also until late January. They have a wider distribution than any other truffle species. Burgundy truffles are found across Europe, from Spain to eastern Europe and from Sweden to North Africa. In France they are found mainly in the north-east and in Italy, in the north. In the United Kingdom they were plentiful prior to the 20th century, but are now rare. Their distribution may not yet be definitively established: there are as of 2007 unconfirmed reports of findings in China.",
    "Summer truffles": "The flavor, size and color of summer truffles (Italian: tartufo estivo) is similar to that of burgundy truffles, but their aroma is less intense and the flesh (gleba) is a paler hazel color.As their name suggests, summer truffles are harvested earlier than burgundy truffles, from May to August. They are most often found in the southern part of the distribution area of the species, notably in the Mediterranean climate areas of France, Italy and Spain.",
    "See also": "List of Tuber species",
    "References": "Hall, Ian R.; Gordon Thomas Brown; Alessandra Zambonelli (2007). \"Burgundy or Summer Truffle\". Taming the truffle: the history, lore, and science of the ultimate mushroom. Timber Press. ISBN 978-0-88192-860-0.\nPaolocci, Francesco; Andrea Rubini; Claudia Riccioni; Fabiana Topini; Sergio Arcioni (June 2004). \"Tuber aestivum and Tuber uncinatum: two morphotypes or two species?\". FEMS Microbiology Letters. 235 (1): 109–115. doi:10.1111/j.1574-6968.2004.tb09574.x. PMID 15158269.\nGryndler, Milan; Hana Hršelová; Lucie Soukupová; Eva Streiblová; Slavomír Valda; Jan Borovička; Hana Gryndlerová; Ján Gažo; Marián Miko (May 2011). \"Detection of summer truffle (Tuber aestivum Vittad.) in ectomycorrhizae and in soil using specific primers\". FEMS Microbiology Letters. 318 (1): 84–91. doi:10.1111/j.1574-6968.2011.02243.x. PMID 21385201.",
    "References-Footnotes": " Media related to Tuber aestivum at Wikimedia Commons"
  }
}