{
  "url": "https://en.wikipedia.org/wiki/Tuber_texense",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Subphylum": "Pezizomycotina"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. lyonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber lyonii, also known as the American brown truffle or the pecan truffle, is a species of truffle native to North America. The pecan truffle is so named because it is most commonly found in pecan orchards, in association with the pecan tree, however the pecan is not its only symbiote. Formerly considered nothing more than a nuisance by pecan farmers, the pecan truffle has been gaining in popularity as an edible mushroom in recent years and can fetch over $160 per pound at market.",
    "Description": "The fruit body has a light brown outer skin (peridium) that can be rounded, have “lobes,” and may be furrowed or smooth. When the mature truffles are cut in half, they have a marbled interior with white sterile veins layered between brown veins where the spores are produced. It usually rests in the top few inches of soil, sometimes poking up through the soil so that it is exposed and becomes dried out or attacked by insects.",
    "Ecology and Distribution": "The range of the pecan truffle extends from the northern Mexico states of Nuevo León and Tamaulipas into Québec, Canada and from the eastern seaboard out to the southern reaches of the Rocky Mountains. It is most commonly reported in association with Carya (hickories and pecans) and Quercus (oaks, the most receptive of Tuber symbiotes). However, it has occasionally been discovered in association with Corylus (hazels) and Castanea (chestnuts), and even Basswood trees. One particularly productive habitat where T. lyonii has been found is in well-managed pecan orchards, particularly along the edge of herbicide strips. This is likely due to the raised pH of the soil, which is usually around 7 or 7.5 for pecan production.\nFruiting bodies seem to be produced most prolifically on young trees, and fruits towards the end of summer and into fall depending on the specific local climate. In the southernmost part of its range through Florida and southern Georgia, fruiting may continue through the winter and as late as February. The fruiting bodies can reach up to 12 centimeters across at maturity, though most fall between 0.5 and 2 centimeters.\n\n\n== References =="
  }
}