{
  "url": "https://en.wikipedia.org/wiki/Tuber_magnatum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. magnatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber magnatum, the white truffle or trifola d'Alba Madonna (\"Truffle of the White Madonna\" in Italian) is a species of truffle in the order Pezizales and family Tuberaceae; it is found in southern Europe.",
    "Distribution": "It is found mainly in the Langhe and Montferrat areas of the Piedmont region in northern Italy and, most famously, in the countryside around the cities of Alba and Asti.  Acqualagna, in the northern part of the Marche near Urbino, is another center for the production and commercialization of white truffles, and its annual festival is one of the most important in Italy.In recent years search for truffles became very popular in Bosnia and Herzegovina. Especially abundant occurrence is recorded in the regions of Vlašić, Lisina and Kozara, and lately, after discovery of its presence, in western part of Herzegovina region, around village of Služanj and town of Čitluk. Plans for cultivation are already taking shape, with foreign companies, considering country's adequately climate, to invest in local agriculture.White truffles can also be found in Molise, Abruzzo and in the hills around San Miniato, in Tuscany. They are also found on the Istria peninsula, in Croatia in the Motovun forest along the Mirna river,  and in Slovenia along the Dragonja and Rizana river, as well as in the Drome area in France.",
    "Habitat": "Growing symbiotically with oak, hazel, poplar and beech and fruiting in autumn, they can reach 12 cm (5 in) diameter and 500 g, though are usually much smaller. The flesh is pale cream or brown with white marbling.",
    "Commercialisation": "Italian white truffles are very highly esteemed and are the most valuable on the market. The white truffle market in Alba is busiest in the months of October and November when the Fiera del Tartufo (truffle fair) takes place. In 2001, the Tuber magnatum truffles sold for between $1000–$2200 per pound ($2200–$4800 per kg); as of December 2009 they were being sold at $14,203.50 per kilogram.A variety of white truffle (Tuber magnatum pico) is found in other parts of northern and central Italy, but is not as aromatic as those from Piedmont.In November 1999, what was then the largest truffle in the world was found near Buje, Croatia. The truffle weighed 1.31 kilograms (2 lb 14 oz) and was entered in the Guinness Book of Records.The record price paid for a single white truffle was set in December 2007, when Macau casino owner Stanley Ho paid $330,000 (£165,000) for a specimen weighing 1.5 kilograms (3.3 lb). One of the largest truffles found in decades, it was unearthed near Pisa, Italy, and sold at an auction held simultaneously in Macau, Hong Kong, and Florence. This record was then matched on November 27, 2010, when Ho again paid $330,000 for a pair of white truffles, including one weighing nearly a kilogram.\nIn December 2014, a white truffle weighing 4.16 pounds or 1.89 kilos was unearthed in the Umbrian region of Italy. It was auctioned at Sotheby's in New York. While some had expected it to sell for $1 million, it was sold for $61,000 to a Taiwanese buyer.",
    "See also": " Media related to Tuber magnatum at Wikimedia Commons\n Data related to Tuber at Wikispecies\nList of Tuber species\n\n\n== References =="
  }
}