{
  "url": "https://en.wikipedia.org/wiki/Tuber_sinoexcavatum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. sinoexcavatum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber sinoexcavatum is a species of truffle in the family Tuberaceae. Described as a new species in 2011, it is found in China. The pale yellowish-brown to brown truffles measure up to 3 cm (1.2 in) in diameter. The species is named for its close resemblance to the common European truffle T. excavatum.",
    "Taxonomy": "The species was described as new to science in the journal Mycotaxon in 2011. The type collection was made in Panzhihua City, China (Sichuan Province), where it was found growing in the ground near pine trees. The specific epithet sinoexcavatum combines the Latin word sino (China) with excavatum, meaning \"the endemic Chinese species that is similar to T. excavatum\".",
    "Description": "The fruit bodies are pale yellowish-brown to brown, roughly spherical, and measure 1.5–3 cm (0.6–1.2 in) in diameter. The base of the truffle has a cavity. The exterior surface is either smooth or has minute papillae (nipple-like projections); around the area of the basal cavity, the surface is distinctly warted. The peridium (outer skin) is 200–300 μm thick and comprises two distinct layers of tissue. The outer tissue layer, 40–100 μm thick, is made of somewhat angular to roughly spherical light brown cells that are typically 5–15 μm wide. The inner layer (160–200 μm thick) consists of interwoven hyphae that are thin-walled, hyaline (translucent), and 2.5–5 μm thick.The internal spore-bearing tissue of the truffle, the gleba, is yellow-brown to reddish-brown in mature specimens. It has many whitish narrow veins running through it. The asci (spore-bearing cells) are spherical (or nearly so), usually contain two or three spores (although less commonly there can be one or four spores), and measure 75–125 by 62.5–100 μm. They are situated on a short stalk. The spherical spores are initially hyaline, but become brown to yellowish-brown in age. They measure 35–50 by 30–45 μm and feature a mesh-like surface ornamentation with ridges and spines up to 5 μm high and 7.5–15 μm wide.Tuber sinoexcavatum closely resembles the common European truffle T. excavatum, but mature fruit bodies of the latter species usually have a dark colored gleba.",
    "See also": "List of Tuber species",
    "References": "",
    "External links": "Tuber sinoexcavatum  in Index Fungorum"
  }
}