{
  "url": "https://en.wikipedia.org/wiki/Tuber_sinoalbidum",
  "classification": [
    {
      "Kingdom": "Fungi"
    },
    {
      "Division": "Ascomycota"
    },
    {
      "Subphylum": "Pezizomycotina"
    },
    {
      "Class": "Pezizomycetes"
    },
    {
      "Order": "Pezizales"
    },
    {
      "Family": "Tuberaceae"
    },
    {
      "Genus": "Tuber"
    },
    {
      "Species": "T. sinoalbidum"
    }
  ],
  "text": {
    "__SUMMARY__": "Tuber sinoalbidum is a species of truffle in the family Tuberaceae. Known only from China, it was described as a new species in 2011. Fresh truffles are whitish with a similarly colored interior, and measure up to 4.5 cm (1.8 in) in diameter.",
    "Taxonomy": "The species was described as new to science in the journal Mycotaxon in 2011. The type collection was made by a farmer in Panzhihua City, China (Sichuan Province) in 2007. Molecular phylogenetic analysis of ribosomal DNA sequences shows that the species groups in a clade with Tuber huidongense. The specific epithet sinoalbidum combines the Latin words for China (sino) and white (albidum).",
    "Description": "The fruit bodies of Tuber sinoalbidum are whitish in color, spherical or nearly so, and measure 2–4.5 cm (0.8–1.8 in) in diameter. Its surface is either surface, or has very fine wart-like projections. The peridium (outer skin) is 200–250 μm thick and comprises two distinct layers of tissue. The outer tissue layer, 50–100 μm thick, is made of somewhat angular to roughly spherical light brown cells that are typically 7.5–15 μm wide. The inner layer (150–200 μm thick) is a type of tissue known as a textura intricata, consisting of irregularly interwoven hyphae. These hyphae are thin-walled, hyaline (translucent), and 2.5–5 μm thick.The internal spore-bearing tissue of the truffle, the gleba, is whitish or greyish-white in mature specimens. It has many whitish to light brown narrow veins running through it. The asci (spore-bearing cells) are spherical (or nearly so), usually contain between one and four spores (although rarely there are five spores), and measure 45–60 by 60–80 μm. They are situated upon a stalk that is 8–20 by 3–5 μm long. The roughly elliptical spores are initially hyaline, but become brown to yellowish-brown in age. They measure 25–37.5 by 17.5–25 μm and feature a mesh-like surface ornamentation with ridges and spines up to 3.5–5 μm high.The authors note that Tuber huidongense (endemic to Sichuan and Yunnan Provinces) resembles Tuber sinoalbidum in spore ornamentation, but the former species can be distinguished from the latter by the brown surface color and blackish gleba of mature fruit bodies.",
    "See also": "List of Tuber species",
    "References": "",
    "External links": "Tuber sinoalbidum  in Index Fungorum"
  }
}