{
  "url": "https://en.wikipedia.org/wiki/Andrews'_beaked_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. bowdoini"
    }
  ],
  "text": {
    "__SUMMARY__": "Andrews' beaked whale (Mesoplodon bowdoini), sometimes known as the deep-crest beaked whale or splay-toothed whale, is one of the most poorly known members of a poorly known genus. The species has never been observed in the wild, and is known only from specimens washed up on beaches.",
    "Taxonomy": "The species was first described in 1908 by the American scientist Roy Chapman Andrews from a specimen collected at New Brighton Beach, Canterbury Province, New Zealand, in 1904. He named it in honor of George S. Bowdoin, a donor and trustee to the American Museum of Natural History.",
    "Description": "The body of Andrews' beaked whale is robust in comparison with other members of the genus. The melon is low, and the beak is short and thick. The lower jaw is peculiar in that halfway through it rises up significantly with the teeth extending over the rostrum. The head also sometimes has a light patch on the sides, more prominent in the males. The male, overall dark gray to black, has a lighter \"saddle\" marking between the blowhole and dorsal fin on its back. Males also carry scars typical of the genus. Females are slate gray with grayish-white flanks and belly. Cookie cutter shark bites are present in both genders. Females are believed to reach at least 4.9 meters (16 feet) and males 4.5 meters (15 feet). The young are believed to be around 2.2 meters (7.2 feet) long when born.",
    "Behavior": "The calving season may be during summer and autumn off New Zealand. Otherwise, any behavior is completely unknown.",
    "Population and distribution": "Andrews' beaked whales live in the Southern Hemisphere, and the precise range is uncertain. Some 35 stranded specimens have been recorded in Australia and New Zealand, Macquarie Island, the Falkland Islands, and Tristan da Cunha. That range may imply a circumpolar distribution. However, there are no confirmed sightings to confirm this.",
    "Conservation": "Andrews' beaked whale has never been hunted, and there are no records of it being caught in fishing gear. In addition, Andrews’ beaked whale is covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MOU).",
    "Specimens": "MNZ MM002133, collected Spirits Bay, Northland, New Zealand 1992",
    "See also": "List of cetacean species",
    "References": "Encyclopedia of Marine Mammals. Edited by William F. Perrin, Bernd Wursig, and J.G.M Thewissen. Academic Press, 2002. ISBN 0-12-551340-2\nSea Mammals of the World. Written by Randall R. Reeves, Brent S. Steward, Phillip J. Clapham, and James A. Owell. A & C Black, London, 2002. ISBN 0-7136-6334-0",
    "External links": "Factsheets\nCetaceans of the World\nCMS\nWhale & Dolphin Conservation Society (WDCS)"
  }
}