{
  "url": "https://en.wikipedia.org/wiki/Antarctic_minke_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Balaenopteridae"
    },
    {
      "Genus": "Balaenoptera"
    },
    {
      "Species complex": "minke whale species complex"
    },
    {
      "Species": "B. bonaerensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Antarctic minke whale or southern minke whale (Balaenoptera bonaerensis) is a species of minke whale within the suborder of baleen whales. It is the second smallest rorqual after the common minke whale and the third smallest baleen whale. Although first scientifically described in the mid-19th century, it was not recognized as a distinct species until the 1990s. Once ignored by the whaling industry due to its small size and low oil yield, the Antarctic minke was able to avoid the fate of other baleen whales and maintained a large population into the 21st century, numbering in the hundreds of thousands.  Surviving to become the most abundant baleen whale in the world, it is now one of the mainstays of the industry alongside its cosmopolitan counterpart the common minke. It is primarily restricted to the Southern Hemisphere (although vagrants have been reported in the North Atlantic) and feeds mainly on euphausiids.",
    "Taxonomy": "",
    "Taxonomy-History": "In February 1867, a fisherman found an estimated 9.75 m (32.0 ft) male rorqual floating in the Río de la Plata near Belgrano, about ten miles from Buenos Aires, Argentina. After bringing it ashore he brought it to the attention of the German Argentine zoologist Hermann Burmeister, who described it as a new species, Balaenoptera bonaerensis, the same year. The skeleton of another specimen, a 4.7 m (15 ft) individual taken off Otago Head, South Island, New Zealand, in October 1873, was sent by Professor Frederick Wollaston Hutton, keeper of the Otago Museum in Dunedin, to the British Museum in London, where it was examined by the British zoologist John Edward Gray, who described it as a new species of \"pike whale\" (minke whale, B. acutorostrata) and named it B. huttoni. Both descriptions were largely ignored for a century.\nGordon R. Williamson was the first to describe a dark-flippered form in the Southern Hemisphere, based on three specimens, a pregnant female taken in 1955 and two males taken in 1957, all brought aboard the British factory ship Balaena. All three had uniformly pale gray flippers and bicolored baleen, with white plates in the front and gray plates in the back. Further studies in the 1960s supported his description. In the 1970s osteological and morphological studies suggested it was at least a subspecies of the common minke whale, which was designated B. a. bonaerensis, after Burmeister's specimen. In the 1980s further studies based on external appearance and osteology suggested there were in fact two forms in the Southern Hemisphere, a larger form with dark flippers and a \"diminutive\" or \"dwarf form\" with white flippers, the latter of which appeared to be more closely related to the common form of the Northern Hemisphere. This was strengthened by genetic studies using allozyme and mitochondrial DNA analyses, which proposed there were at least two species of minke whale, B. acutorostrata and B. bonaerensis, with the dwarf form being more closely related to the former species. One study, in fact, suggested that sei whales and the offshore form of Bryde's whale were more closely related to one another than either species of minke whale were to each other. The American scientist Dale W. Rice supported these conclusions in his seminal work on marine mammal taxonomy, giving what he called the \"Antarctic minke whale\" (B. bonaerensis, Burmeister, 1867), full specific status – this was followed by the International Whaling Commission a few years later. Other organizations followed suit.",
    "Taxonomy-Divergence": "Antarctic and common minke whales diverged from each other in the Southern Hemisphere 4.7 million years ago, during a prolonged period of global warming in the early Pliocene which disrupted the Antarctic Circumpolar Current and created local pockets of upwelling, facilitating speciation by fragmenting populations.",
    "Taxonomy-Hybrids": "There have been two confirmed hybrids between Antarctic and common minke whales. Both were caught in the northeastern North Atlantic by Norwegian whaling vessels. The first, an 8.25 m (27.1 ft) female taken off western Spitsbergen (78°02′N 11°43′E) on 20 June 2007, was the result of a pairing between a female Antarctic minke and a male common minke. The second, a pregnant female taken off northwestern Spitsbergen (79°45′N 9°32′E) on 1 July 2010, on the other hand, had a common minke mother and an Antarctic minke father. Her female fetus, in turn, was fathered by a North Atlantic common minke, demonstrating that back-crossing is possible between hybrids of the two species.",
    "Description": "",
    "Description-Size": "The Antarctic minke is among the smallest of the baleen whales, with only the common minke and the pygmy right whale being smaller. The longest caught off Brazil were an 11.9 metres (39.0 feet) female taken in 1969 and an 11.27 metres (37.0 feet) male taken in 1975, the former four feet longer than the second longest females and the latter five feet longer than the second longest males. Off South Africa, the longest measured were a 10.66 metres (35.0 feet) female and a 9.75 metres (32.0 feet) male. The heaviest caught in the Antarctic were a 9 metres (29.5 feet) female that weighed 10.4 metric tons (11.5 short tons) and an 8.4 metres (27.6 feet) male that weighed 8.8 metric tons (9.7 short tons). At physical maturity, females average 8.9 metres (29.2 feet) and males 8.6 metres (28.2 feet). At sexual maturity, females average 7.59 metres (24.9 feet) and males 8.11 metres (26.6 feet). Calves are estimated to be 2.74 metres (9 feet) at birth.",
    "Description-External appearance": "Like their close relative the common minke, the Antarctic minke whale is robust for its genus. They have a narrow, pointed, triangular rostrum with a low splashguard. Their prominent, upright, falcate dorsal fin – often more curved and pointed than in common minkes –is set about two-thirds the way along the back. About half of individuals have a light gray flare or patch on the posterior half of the dorsal fin, similar to that seen in species of dolphins in the genus Lagenorhynchus. They are dark gray dorsally and clean white ventrally. The lower jaw projects beyond the upper jaw and is dark gray on both sides. Antarctic minkes lack the light gray rostral saddle present in the common and dwarf forms. All individuals possess pale, thin blowhole streaks trailing from the blowhole slits, which first veer left and then right – particularly the right streak. These streaks appear to be more prominent and consistent on this species than on either the common or dwarf minke. Most also have a variably colored – light gray, light gray with dark edges, or simply dark – ear streak trailing behind the opening for the auditory meatus, which widens and becomes more diffuse posteriorly. A light gray variably shaped double chevron or W-shaped pattern (analogous to a similar pattern seen on their larger cousin the fin whale) lies between the flippers. This broadens to form a light gray shoulder patch above the flippers. Like common and dwarf minkes, they have two light gray to whitish swaths, called the thorax and flank patches, the former running diagonally up from the axilla and diagonally down again to form a triangular intrusion into the dark gray of the thorax and the latter rising more vertically along its anterior edge and extending further dorsally before gradually sloping posteriorly to merge with the white of the ventral side of the caudal peduncle. A dark gray, roughly triangular thorax field separates the two, while a narrower dark gray shoulder infill separates the thorax patch from the shoulder patch. Two light gray, forward directed caudal chevrons extend from the dark gray field above, forming a whitish peduncle blaze between them. The smooth sided flukes, usually about 2.6 to 2.73 m (8.5 to 9.0 ft) wide, are dark gray dorsally and clean white (occasionally light gray to gray) ventrally with a thin, dusky margin. Some small, dark gray speckling may be present on the body.Antarctic minkes lack the bright white, transverse flipper band of the common minke and the white shoulder blaze and bright white flipper patch (occupying the proximal two-thirds of the flipper) of the dwarf minke. Instead, their narrow, pointed flippers, about one-sixth to one-eighth of the total body length, are normally either a plain light gray with an almost white leading edge and a darker gray trailing edge or two-toned, with a thin light gray or dark band separating the darker gray of the proximal third of the flipper from the lighter gray of the distal two-thirds. Unlike the dwarf minke, the dark gray between the eye and flipper does not extend unto the ventral grooves of the throat to form a dark throat patch; there is instead an irregularly shaped line running from about the level of the eye to the anterior insertion of the flipper, merging with the light gray of the shoulder patch.The longest baleen plates average 25 to 27 cm (9.8 to 10.6 in) in length and about 12.5 to 13.5 cm (4.9 to 5.3 in) in breadth and number 155 to 415 pairs (average 273). They are two-toned, with a dark gray outer margin on the posterior plates and a white outer margin on the anterior plates – though there may be some rows of dark plates amongst the white plates. There is a degree of asymmetry, with a smaller number of white plates on the left side than on the right (12% on average for the left versus 34% on average for the right). The dark gray border occupies about one third of the width of the plates (ranging from about one-seventh to over half of its width), with the average width being greater on the left side than on the right. In contrast, dwarf minkes have smaller baleen plates of only 20 cm (7.9 in) in length, have a greater number of white plates (over 54%, often 100%) that lack this asymmetrical coloration, and have a narrow dark gray border (when present) of less than 6% of the width of the plate. Antarctic minkes have an average of 42 to 44 thin, narrow ventral grooves (range 32 to 70) that extend to about 48% of the length of the body – well short of the umbilicus.",
    "Distribution": "",
    "Distribution-Range": "Antarctic minke whales occur throughout much of the Southern Hemisphere. In the western South Atlantic, they have been recorded off Brazil from 0°53'N to 27°35'S (nearly year-round), Uruguay, off central Patagonia in Argentina (November–December), and in the Strait of Magellan and Beagle Channel of southern Chile (February–March), while in the eastern South Atlantic they have been recorded in the Gulf of Guinea off Togo, off Angola, Namibia (February), and Cape Province, South Africa. In the Indian and Pacific Oceans, they have been recorded off Natal Province, South Africa, Réunion (July), Australia (July–August), New Zealand, New Caledonia (June), Ecuador (2°S, October), Peru (12°30'S, September–October), and the northern fjords of southern Chile. Vagrants have been reported in Suriname – an 8.2 metres (26.9 feet) female was killed 45 km (28 mi) upstream the Coppename River in October 1963; the Gulf of Mexico, where a 7.7 metres (25.3 feet) female was found dead off the U.S. state of Louisiana in February 2013; and off Jan Mayen (June) in the northeastern North Atlantic.They appear to disperse into offshore waters during the breeding season. In the spring (October–December), Japanese sighting surveys from 1976 to 1987 recorded relatively high encounter rates of minke whales off South Africa and Mozambique (20° – 30°S, 30° – 40°E), off Western Australia (20° – 30°S, 110° – 120°E), around the Gambier Islands of French Polynesia (20° – 30°S, 130° – 140°W), and in the eastern South Pacific (10° – 20°S, 110° – 120°W). Later surveys, which distinguished between Antarctic and dwarf minke whales, showed that most of these were Antarctic minke whales.They have a circumpolar distribution in the Southern Ocean (where they have been recorded year-round), including the Bellingshausen, Scotia, Weddell and Ross Seas. They are most abundant in the MacKenzie Bay-Prydz Bay area (60° – 80°E, south of 66°S) and relatively numerous off Queen Maud Land (0° – 20°E, 66° – 70°S), in the Davis (80° – 100°E, south of 66°S) and Ross Seas (160°E – 140°W, south of 70°S), and in the southern Weddell Sea (20° – 40°W, south of 70°S). Like their larger cousin the blue whale, they have a particular affinity for the pack ice. In the spring (October–November), they occur widely throughout the pack ice zone to near the edge of the fast ice, where they have been observed between belts of pack ice and in leads and polynyas – often in heavy ice cover. Some individuals have become trapped in the ice and were forced to overwinter in the Antarctic – for example, up to 120 \"lesser rorquals\" were trapped in a small breathing hole with sixty killer whales and an Arnoux's beaked whale in Prince Gustav Channel, east of the Antarctic Peninsula and west of James Ross Island, in August 1955.",
    "Distribution-Migration and movements": "Two Antarctic minke whales marked with \"Discovery tags\" – 26 cm (10 in) stainless steel tubes with an inscription and number engraved on them – in the Southern Ocean during the austral summer (January) were recovered a few years later off northeastern Brazil (6° – 7°S, 34°W) during the austral winter (July and September, respectively). The first was marked off Queen Maud Land (69°S 19°E) and the second southeast of the South Orkney Islands (62°S 35°W). Over twenty individuals marked with these Discovery tags showed large-scale movements around the Antarctic continent, each moving more than 30 degrees of longitude – two, in fact, had moved over 100 degrees of longitude. The first was marked off the Adélie Coast (66°S 141°E) and recovered the following season off the Princess Ragnhild Coast (68°S 26°E), a minimum of 114 degrees of longitude. The second was marked north of Cape Adare (68°S 172°E) and recovered nearly six years later northwest of the Riiser-Larsen Peninsula (68°S 32°E), a minimum of over 139 degrees of longitude. Both were marked and recovered in January.On 20 January 1972, a 49.5 cm (19.5 in) broken-off bill of a marlin (Makaira sp.) was found embedded in the rostrum of a minke whale caught in the Southern Ocean at 64°06′S 87°14′E, providing indirect evidence of migration to the warmer tropical or subtropical waters of the Indian Ocean.",
    "Distribution-Population": "Earlier estimates suggested that there were several hundred thousand minke whales in the Southern Ocean. In 2012, the Scientific Committee of the International Whaling Commission agreed upon a best estimate of 515,000. The Report of the Scientific Committee acknowledged that this estimate is subject to some degree of negative bias because some minke whales would have been outside the surveyable ice edge boundaries.",
    "Biology": "",
    "Biology-Natural history": "Antarctic minke whales become sexually mature at 5 to 8 years of age for males and 7 to 9 years of age for females. Both become physically mature at about 18 years of age. After a gestation period of about 10 months, a single calf of 2.73 m (9.0 ft) is born – twin and triplet fetuses have been reported, but are rare. After a lactation period of about six months, the calf is weaned at a length of 4.6 m (15 ft). The calving interval is estimated to be about 12.5 to 14 months. Peak calving is from May to June, while peak conception is from August to September. Females may live up to 43 years of age.",
    "Biology-Prey": "Antarctic minke whales feed almost exclusively on euphausiids. In the Southern Ocean, over 90% of individuals fed on Antarctic krill (Euphausia superba); E. crystallorophias also formed an important part of the diet in some areas, particularly in the relatively shallow waters of Prydz Bay. Rare and incidental items include calanoid copepods, the pelagic amphipod Themisto gaudichaudii, Antarctic sidestripes (Pleuragramma antarcticum), the crocodile icefish Cryodraco antarcticus, nototheniids, and myctophids. The majority of individuals examined off South Africa had empty stomachs. The few that did have food in their stomachs had all preyed on euphausiids, mainly Thysanoessa gregaria and E. recurva.",
    "Biology-Predation": "Antarctic minke whales are the main prey item of Type A killer whales in the Southern Ocean. Their remains have been found in the stomachs of killer whales caught by the Soviets, while individuals caught by the Japanese exhibited damaged flippers with tooth rake scars and parallel scarring on the body suggestive of killer whale attacks. Large groups of killer whales have also been observed chasing, attacking, and even killing Antarctic minke whales. Most attacks involve Type A killer whales, but on one occasion, in January 2009, a group of ten Type B or pack ice killer whales, which normally preyed on Weddell seals in the area by wave-washing them off ice floes, were observed to attack, kill, and feed on a juvenile Antarctic minke whale in Laubeuf Fjord, between Adelaide Island and the Antarctic Peninsula.",
    "Biology-Parasites and epibiotics": "Little has been published on the parasitic and epibiotic fauna of Antarctic minke whales. Individuals were often found with orange-brown to yellowish patches of the diatom Cocconeis ceticola on their bodies – 35.7% off South Africa and 67.5% in the Antarctic. Of a sample of whales caught by a Japanese expedition along the ice edge, one-fifth was infested with cyamids (those from one whale were identified as Cyamus balaenopterae). Several hundred of these whale lice can be found on a single whale, with an average of 55 per individual – most are found at the end of the ventral grooves and around the umbilicus. The copepod Pennella was found on only one whale. Cestodes were commonly found in the intestines (one example was identified as Tetrabothrius affinis).",
    "Behavior": "",
    "Behavior-Group size and composition": "Antarctic minke whales are more gregarious than their smaller counterparts, the common and dwarf minke whale. The average group size in the Antarctic was about 2.4 (adjusted downwards for observer bias), with about a quarter of the sightings consisting of singles and one-fifth of pairs; the largest aggregation consisted of 60 individuals. Off South Africa, the average group size was about two, with singles (nearly 46%) and pairs (31%) being the most common – the largest was 15. Off Brazil, most sightings were of singles (32.6%) or pairs (31.5%), with the largest group consisting of 17 individuals.Like common minke whales, Antarctic minkes exhibit a great deal of spatial and temporal segregation by sex, age class, and reproductive condition. Off South Africa, immature animals predominate from April to May, while mature whales (mainly males) dominate from June onwards – in August and September mature males often accompany cow-calf pairs. Off Brazil, a good proportion of the individuals are immature (particularly for females) in July and August, but by September most are mature, and by October and November nearly all are mature. Females outnumber males two to one off Brazil, while the opposite is true off South Africa, where males outnumber females nearly two to one. Over a quarter of the females off South Africa were found to be lactating, whereas lactating females are very rare in the Antarctic – though a cow-calf pair was observed in the austral winter (August) in the Lazarev Sea. In the sub-Antarctic and Antarctic, immature animals are normally solitary and occur in lower latitudes further offshore, while mature whales are typically found in mixed groups (usually one sex outnumbers the other, and groups composed solely of males or females are occasionally found) and occur in higher latitudes. Mature males dominate in middle latitudes, while mature females predominate in the higher latitudes of the pack ice zone – from two-thirds to three-quarters of the whales in the Ross Sea consist of pregnant females.An immature Antarctic minke whale was observed briefly associating with four dwarf minke whales on the Great Barrier Reef in July 2000.Unlike common minke whales, they often have a prominent blow, which is particularly visible in the calmer waters near the pack ice. In the narrow holes and cracks in the pack ice they have been observed spyhopping – raising their head vertically – to expose their blowholes to breathe; individuals have even been seen to break breathing holes through sea ice in the winter (July–August), rising in a similar manner. When traveling fast in open water they can create larger versions of the \"roostertail\" of spray created by their smaller cousin, the Dall's porpoise. During bouts of feeding they will lunge multiple times onto their side (either left or right) into a dense patch of prey with mouth agape and ventral pleats expanded as their gular pouch fills with prey-laden water. After making a series of shorter dives during which they will surface anywhere from two to fifteen times, they will make a longer dive of up fourteen minutes.  Shallower dives of normally less than 40 m (130 ft) are made at night (from about 8 p.m. to about 2 a.m.) while deeper dives that can be over 100 m (330 ft) deep are made during the day (from about 2 a.m. to about 8 p.m.).",
    "Behavior-Vocalizations": "Antarctic minke whales produce a variety of sounds, including whistles, calls reminiscent of a clanging bell, clicks, screeches, grunts, downsweeps, and a sound called bioduck. Downsweeps are intense, low frequency calls that sweep down from about 130 to 115 Hz to about 60 Hz, with a peak frequency of 83 Hz. Each sweep has a duration of 0.2 seconds and an average source level of about 147 decibels at a reference pressure of one micropascal at one metre. The bio-duck call, first described in the 1960s and named by sonar operators on Oberon-class submarines for its purported resemblance to the quack of a duck, consist of a series of anywhere from three to a dozen pulse trains that range from 50 to 200 Hz and have a peak frequency of about 154 Hz – they sometimes also possess harmonics of up to 1 kHz. They are repeated about every 1.5 to 3 seconds and have a source level of 140 decibels at a reference pressure of one micropascal at one metre. Their source remained a mystery for decades until attributed to the Antarctic minke whale in a paper published in 2014 – though it had been suggested to originate from this species as early as the mid-2000s. It has been recorded in the Ross and Lazarev Seas, over Perth Canyon, off Western Australia from late June to early December, and in the King Haakon VII Sea from April to December. The sound seems to be made near the surface before foraging dives, but nothing is known of its function.",
    "Whaling": "The barque Antarctic, sent by whaling pioneer Svend Foyn and led by Henrik Johan Bull, managed to harpoon at least three minke whales in the Antarctic between December 1894 and January 1895. Two were saved, both being used for fresh meat (one had only yielded two barrels of blubber). In December 1923, when the men of the first modern whaling expedition to visit the Ross Sea saw \"a number of spouts\" after leaving the ice edge they were soon disgusted to find out that they from lowly minke whales. The few caught by the British in the 1950s were taken more for curiosity than anything else. The chemist Christopher Ash, who had served on the British factory ship Balaena during this time, stated that they were small enough to be lifted by their tails using a 10-ton spring balance and weighed entire. \"Generally this is done when there are no other whales about and the deck empty except for a crowd of sightseers,\" Ash explained, \"but this crowd quickly scatters when the whale is just hanging free and starts to spin around and swing from side to side, as it almost always does.\" Like Bull before him, Ash commented on their meat, which he described as \"fine-textured in comparison with the other whales, and if properly cooked almost indistinguishable from beef.\"They were primarily exploited for this very reason – their high quality meat – in later years, which fetched as much as two dollars a pound in 1977. With the larger blue, fin, and sei whales depleted, whaling nations focused their attention on the smaller, but more numerous, minke whales. Though the Soviets had caught several hundred in the 1950s, it was not until 1971-72 that a significant catch was made, with over 3,000 being taken (nearly all by a single Japanese expedition). Not wanting to repeat the same mistakes it had made with previous species, the International Whaling Commission set a quota of 5,000 for the following season, 1972-73. Despite these precautions, the quota was exceeded by 745 – later quotas would be as high as 8,000.During the commercial whaling era, from 1950-51 to 1986-87, 97,866 minke whales (the vast majority probably Antarctic minkes) were caught in the Southern Ocean – mainly by the Japanese and Soviets – with a peak of 7,900 being reached in 1976-77. Harpoon guns of lesser caliber and \"cold harpoons\" (harpoons without explosive shells) had to be used due to their small size, while no air was pumped into the carcasses when they were tied alongside for towing to ensure the greatest quality of meat. While an expedition or two was fitted out each year specifically for minke whales – the Jinyo Maru in 1971-72, the Chiyo Maru from 1972-73 to 1974-75, and the Kyokusei Maru in 1973-74 – most expeditions, which targeted other species, ignored minkes during the peak of the whaling season (November–December and late February to early March) and only caught them on whaling grounds relatively close to those of larger ones – the minke whaling grounds were much further south (south of 60°S) than those for fin and sei whales.From 1987 to the present, Japan has been sending a fleet consisting of a single factory ship and several catcher/spotting vessels to the Southern Ocean to catch Antarctic minkes under Article VIII of the IWC, which allows the culling of whales for scientific research. The first research program, Japanese Research Program in the Antarctic (JARPA), began in 1987-88, when 273 Antarctic minkes were caught. The quota and catch soon increased to 330 and 440. In 2005-06, the second research program, JARPA II, began. In its first two years, in what Japan called its \"feasibility study\", 850 Antarctic minkes, as well as 10 fin whales, were to be taken each season (2005–06 and 2006–07). The quota was reached in the first season, but due to a fire, only 508 Antarctic minkes were caught in the second. In 2007-08, because of constant harassment from environmental groups, they failed to reach the quota again, with a catch of only 551 whales.\nBeginning in 1968, larger numbers of minke whales were caught off Natal, South Africa, mainly to supplement the dwindling supply of larger species, particularly the sei whale. A total of 1,113 whales (nearly all Antarctic minke, but a few dwarf minke as well) were caught off the province between 1968 and 1975, with a peak of 199 in 1971. They were taken by whale catchers of 539 to 593 gross tons with 90 mm harpoon guns mounted on their bows, which brought them to the whaling station at Durban (29°53′S 31°03′E) for processing. Gunners refused to take minkes early in the day, because sharks devoured any minke carcasses that were flagged, forcing the catchers to tow them during the chasing of other whales and thus slowing them down. They also could not use asdic, as it frightened them and lead to protracted chases. The season lasted from February to September, with a peak in the last month of the season.In 1966, minke whales became the target of whaling operations off northeastern Brazil (6° – 8°S) due, once again, to the decline of sei whales. Over 14,000 were caught between 1949 and 1985, with a peak of 1,039 in 1975. They were caught by a succession of whale catchers – the 367-ton Koyo Maru 2 (1966–1971), the 306-ton Seiho Maru 2 (1971–1977), and the 395-ton Cabo Branco (also called Katsu Maru 10, 1977–1985) – up to 100 miles offshore and brought to the whaling station at Costinha, operated by the Compania de Pesca Norte do Brasil (COPESBRA) since 1911. The season lasted from June to December, with a peak in either September or October.An 8.2 m (27 ft) male Antarctic minke whale (confirmed by genetics) was caught west of Jan Mayen (70°57′N 8°51′W) in the northeastern North Atlantic on 30 June 1996.",
    "Other mortality": "Entanglement in fishing gear and probably ship strikes are other sources of mortality. The former have been reported off Peru and Brazil, and the latter off South Australia. All involved calves or juveniles.",
    "Conservation status": "The Antarctic minke whale is currently considered Near Threatened by the IUCN red list. However, the IUCN states that the population size is \"clearly in the hundreds of thousands\".The Antarctic minke whale is listed on Appendix II  of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.\nIn addition, the Antarctic minke whale is covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region.",
    "See also": "List of cetacean species\nList of whale vocalizations",
    "References": "",
    "External links": " Media related to Balaenoptera bonaerensis at Wikimedia Commons\n Data related to Balaenoptera bonaerensis at Wikispecies"
  }
}