{
  "url": "https://en.wikipedia.org/wiki/Araguaian_river_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Iniidae"
    },
    {
      "Genus": "Inia"
    },
    {
      "Species": "I. araguaiaensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Araguaian river dolphin  or Araguaian boto (Inia araguaiaensis) is a South American river dolphin population native to the Araguaia–Tocantins basin of Brazil.",
    "Discovery and species recognition": "The recognition of I. araguaiaensis as a distinct species is still debated. It was originally distinguished from the Amazon river dolphin (Inia geoffrensis) in January 2014 on the basis of nuclear microsatellite and mitochondrial DNA data as well as differences in skull morphology (it generally has a wider skull). It also differs from the Amazon and Bolivian river dolphins in the number of teeth per hemimandible (24–28 versus 25–29 and 31–35, respectively).However, I. araguaiaensis is still not recognized as a separate species by the Committee on Taxonomy of the Society for Marine Mammalogy, the largest international association of marine mammal scientists in the world. The Committee made these comments regarding the decision to not include I. araguaiaensis as an independent species: \"Inia araguaiaensis, was described by Hrbek et al. (2014).  However, this study only examined samples from two extremes of the distribution of Inia so is it unclear if the molecular differences observed represented real species-level separation or were due to sampling from two locations separated by a large distance. Diagnostic osteological differences were also reported. However, because this was based on the examination of very few specimens (only 2 for the new species and only 9 for I. geoffrensis), the authors’ conclusions are very concerning.\"",
    "Description": "Members of the genus are gray to pink in color and have a body length range from 1.53 to 2.6 m (5.0 to 8.5 ft). They have a dorsal ridge rather than a fin. Their neck vertebrae are unfused, allowing them to turn their heads sharply. Like other river dolphins, I. araguaiaensis has a prominent forehead and a much longer snout than those of most marine dolphins, as well as smaller eyes than marine dolphins. Because their aquatic environment is often turbid, their vision is not as well developed. River dolphins tend to be less active than marine dolphins. They feed mainly on fish, aided by echolocation.",
    "Taxonomy": "This species is most closely related to the Amazon river dolphin (Inia geoffrensis), from which it is believed to have split about 2.08 million years (Ma) ago, on the basis of mitochondrial DNA sequence comparisons. The time of divergence corresponds to the time the Amazon and Araguaia-Tocantins river basins became separated, implying vicariant speciation. Major rapids in the lower Tocantins River (into which the Araguaia River flows) are thought to have contributed to isolating the two species, as the Pará River (into which the Tocantins flows) connects with the Amazon River.\nThe estimated times of divergence with I. boliviensis, P. blainvillei and L. vexillifer are 2.9, 12.0 and 16.2 Ma ago, respectively.",
    "Conservation issues": "The total population of the species is estimated to be of the order of 600 to 1500 individuals, and genetic diversity is limited. The ecology of its habitat has been adversely affected by agricultural, ranching and industrial activities, as well as by the use of dams for hydroelectric power. The inhabited section of the Araguaia River probably extends over about 1500 km out of a total length of 2110 km. The Tocantins River habitat is fragmented by six hydroelectric dams, so the population there is at particular risk. The authors of the discovery paper regard its probable eventual IUCN status to be Vulnerable or worse.The largest number of individuals of the new species is likely to occur in and around Cantão State Park, which contains most of the lakes in the Araguaia basin.  However, commercial fishermen around the park have been killing them because they sometimes steal fish from nets.  Shooting is common, but around protected areas like Cantão, where the sound of a gun might attract park rangers, some fishermen have taken to putting out poisoned bait for dolphins. The southernmost population of the species is a small group of isolated individuals in the Tocantins river above the Serra da Mesa dam.",
    "See also": "List of cetacean species",
    "References": "",
    "External links": "Araguaian river dolphin at WDC\n\"Inia araguaiaensis\" at the Encyclopedia of Life\n\"Inia araguaiaensis\". Integrated Taxonomic Information System."
  }
}