{
  "url": "https://en.wikipedia.org/wiki/Atlantic_humpback_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Sousa"
    },
    {
      "Species": "S. teuszii"
    }
  ],
  "text": {
    "__SUMMARY__": "The Atlantic humpback dolphin (Sousa teuszii) is a species of humpback dolphin that is found in coastal areas of West Africa.\nIt is regarded as critically endangered by the IUCN.",
    "Description": "Apart from its geographical range, it is distinguishable from other humpback dolphins by its amount of vertebrae (e.g. one less than the Indo-Pacific humpbacked dolphin) and its number of teeth (26 to 31 pairs). They can also be distinguished by a robust body with a well-defined rostrum. They are typically slate gray on the back and sides, fading to light gray ventrally. The dorsal fin is small, slightly falcate, and triangular, and sits on a distinctive and well developed dorsal hump.\nBirth weight – at least 22 lb (10 kg)\nAdult weight – 550-630 lb (250–285 kg)",
    "Behavior and diet": "This species is known to be shy; it does not bow-ride and aerial displays are rarely seen. The groups usually range from 1-8 animals, but gatherings of up to 20-40 animals have been observed. In Angola and Guinea, some individuals appear to exhibit high site fidelity and strong association patterns. Groups generally forage close to shore in shallow waters and often within the surf zone. They appear to feed mainly on inshore schooling fish such as mullet, though a variety of coastal fish and crustacean species are also known prey items. These dolphins tend to feed in small bays, sheltered waters behind reef-breaks and in areas off dry river mouths, while traveling occurs mainly along exposed coastlines.",
    "Range and habitat": "This species is endemic to the tropical to subtropical west coast of Africa in the eastern Atlantic Ocean, from western Sahara to Angola. It is mainly found in shallow coastal and estuarine waters, usually less than 66 feet (20 m) deep.",
    "Interaction with humans": "The Atlantic humpback dolphin is known to engage in cooperative fishing with Mauritanian Imraguen fishermen, by driving fish towards the shore and into their nets. Incidental capture in gill nets is considered their greatest threat followed by directed takes, habitat loss and degradation, overfishing, marine pollution, anthropogenic sound, and climate change.",
    "See also": "\nList of cetacean species\n\n\n== References =="
  }
}