{
  "url": "https://en.wikipedia.org/wiki/Atlantic_spotted_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Stenella"
    },
    {
      "Species": "S. frontalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Atlantic spotted dolphin (Stenella frontalis) is a dolphin found in the Gulf Stream of the North Atlantic Ocean. Older members of the species have a very distinctive spotted coloration all over their bodies.",
    "Taxonomy": "The Atlantic spotted dolphin was first described by Cuvier in 1828. Considerable variation in the physical form of individuals occurs in the species, and specialists have long been uncertain as to the correct taxonomic classification. Currently, just one species is recognised, but a large, particularly spotty variant commonly found near Florida quite possibly may be classified as a formal subspecies or indeed a species in its own right.\nAtlantic spotted dolphins in the Bahamas have been observed mating with bottlenose dolphins.  Rich LeDuc has published data that suggest the Atlantic spotted dolphin may be more closely related to bottlenose dolphin (genus Tursiops) than to other members of the genus Stenella.",
    "Description": "The coloring of the Atlantic spotted dolphin varies enormously as it grows, and is usually classified into age-dependent phases known as two-tone, speckled, mottled, and fused. Calves are a fairly uniform gray-white, with one or no spots. When they are weaned, speckling occurs, typically between 3 and 4 years and lasting for an average of 5 years. A juvenile is considered mottled when it develops merging gray and white spots on the dorsal surface and black spots on the ventral surface. This usually happens between age 8 or 9. A fused pattern is reached when dark and white spots are on both the ventral and dorsal sides. As the animal matures, the spots become denser and spread until the body appears black with white spots at full maturation.In comparison to other dolphin species, the Atlantic spotted dolphin is medium-sized. Newborn calves are about 35–43 in (89–109 cm) long, while adults can reach a length of 2.26 m (7 ft 5 in) and a weight of 140 kg (310 lb) in males, and 2.29 m (7 ft 6 in) and 130 kg (290 lb) in females.\nCompared to the much smaller pantropical spotted dolphin, the Atlantic spotted dolphin is more robust. It shares its habitat with the pantropical spotted dolphin and the bottlenose dolphin.\nThe species exhibits a range of about ten different vocalizations, including whistles, buzzes, squawks and barks, each corresponding with different behaviors.",
    "Behavior": "Atlantic spotted dolphins are extremely gregarious animals, which gather in complex social groups of 5-15, often in mixed groups with common bottlenose dolphins. They are fast swimmers and known for their bow-riding and long, shallow leaping behaviors. Their mating system consists of one male mating with several females, and the pod is highly protective over pregnant females. The dolphin’s gestational period is ~11 months, and the mother cares for its calf for up to 5 years, with the help of the rest of her group.These animals are cooperative hunters that hunt in groups at night. They strategically encircle their prey, which consists mostly of small fish, benthic invertebrates, and cephalopods such as squid. They can dive to depths of up to 60 m and can stay beneath the surface for up to 10 minutes at a time.",
    "Population and distribution": "The species is endemic to the temperate and tropical areas of the Atlantic Ocean. It has been widely observed in the western end of the Gulf Stream, between Florida and Bermuda. Off the Bahamas, tourism industries to swim with dolphins are available. It is also present in the Gulf of Mexico. More infrequent sightings have been made further east, off the Azores and Canary Islands. Northerly sightings have been made as far north as Cape Cod across to the southwestern tip of Spain. They are certainly present further south, too, as far as Rio Grande do Sul in Brazil and across to west Africa, but their distribution is poorly understood in these areas.\nAbout 20 years ago, only about 80 dolphins were in the Bahamas. Now, almost 200 dolphins are found there. On account of their similar appearance to other dolphins in their range, it is difficult to be sure of the Atlantic spotted dolphin's population. A conservative estimate is around 100,000 individuals.",
    "Human interaction": "Some Atlantic spotted dolphins, particularly some of those are around the Bahamas, have become habituated to human contact. In these areas, cruises to watch and even swim with the dolphins are common. They are usually not held in captivity.\nAtlantic spotted dolphins are an occasional target of harpoon fishermen, and every year some creatures are trapped and killed in gill nets, but these activities are not currently believed to be threatening the survival of the species. This species lives in the mesopelagic layer of the ocean. These dolphins are not threatened by extinction, however, commercial trade may affect their evolution and sustainability. Sometimes they are killed by harpoons off St. Vincent.",
    "Conservation": "The Atlantic spotted dolphin is included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia. They are also marked as Least Concern of the Conservation Action Plan for the World's Cetaceans.",
    "See also": "List of cetacean species\nMarine biology",
    "References": "Whales Dolphins and Porpoises, Mark Carwardine, Dorling Kindersley Handbooks, ISBN 0-7513-2781-6\nNational Audubon Society Guide to Marine Mammals of the World, Reeves, Stewart, Clapham and Powell,and there is no characteristics for survival. ISBN 0-375-41141-0\nPerrin, William F. (2002). \"Stenella frontalis\". Mammalian Species (702):1–6.",
    "External links": "Voices in the Sea - Sounds of the Atlantic Spotted Dolphin\nWhale and Dolphin Conservation Society"
  }
}