{
  "url": "https://en.wikipedia.org/wiki/Australian_humpback_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Sousa"
    },
    {
      "Species": "S. sahulensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Australian humpback dolphin (Sousa sahulensis) is a species of humpback dolphin and the fourth recognized humpback dolphin species chronologically. The specific name sahulensis is derived from the Sahul Shelf, located between northern Australia and southern New Guinea, where the Australian humpback dolphins occur.The species was scientifically described on 31 July 2014 in the journal Marine Mammal Science. As of August 2014, there is no population estimate for the Australian humpback dolphin, but based on available sighting data it is put to \"a few thousand\".",
    "Appearance": "Australian humpback dolphins are slightly different from the other three humpback dolphin species in overall length, number of teeth, vertebrae and geographic distribution. The dorsal fin of the Australian humpback dolphin is lower and more wide-based than those of the Atlantic humpback dolphin and the Indian humpback dolphin, and its coloration is dark gray, while its closest humpback relative, the Chinese white dolphin, has distinctly white (often with a pink tinge) coloration. The Australian humpback dolphin also has a distinctive dark dorsal feature, resembling a cape.Known size for Australian humpback dolphins range from 31/2 – 9 ft (1-2.7m). The dorsal fin is short, triangular in shape, and lacks the dorsal “Hump” typical of Atlantic and Indian humpback dolphins. The body is mainly dark gray in color, with flanks shading to the light gray. A diagonal cape line extending from just above the eye and neck down to the urogenital area separates the dark back and lighter belly. White scarring and dark flecking on the head, back, dorsal fin, and tail stock are common in adult animals. Birth weight is between 88-110 lb (40–50 kg) and adult weight is between 507-550 lb (230–250 kg).",
    "Life history": "Mating and calving occurs year-round. The gestation period lasts 10–12 months, lactation may last more than 2 years and a 3-year calving interval is likely. Individuals may live for at least 30 years. Scientists studied the dolphins for 17 years before finally coming to the conclusion that sahulensis was a separate species within the souse genus. It was DNA that proved most useful to determining its classification. Genetic analyses found 7 unique mitochondrial DNA bases and a single nuclear DNA base supporting it status as a new species.",
    "Food and foraging": "These dolphins are known to be opportunistic, generalist feeders, eating a wide variety of coastal-estuarine and inshore reef fish. Feeding may occur in a variety of habitats (mangroves, sandy-bottom estuaries, seagrass meadows, and inshore coral reefs) and involve animals dispersed over wide areas or tight groups targeting localized prey. These marine mammals are occasionally seen chasing fish into shallows and beaching themselves to catch their prey.",
    "Conservation and management": "There is no global population estimate but subpopulation estimates are in the low hundreds. Due to their coastal distribution, Australian humpback dolphins are vulnerable to a variety of threats including incidental captures in gill nets and shark nets set for bather protection, habitat loss and degradation, vessel strikes, pollution, and climate change. With an official species name, the new Aussie dolphin will have a greater chance of receiving special conservation treatment.",
    "Behaviour": "Australian humpback dolphins have been observed strand-feeding.\nThey are generally shy and elusive and tend to keep their distance from boats. Humpback dolphins have been observed to display mating courtship between Australian snubfin dolphins.",
    "See also": "List of cetacean species",
    "References": "",
    "External links": " Media related to Sousa sahulensis at Wikimedia Commons"
  }
}