{
  "url": "https://en.wikipedia.org/wiki/Australian_snubfin_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Orcaella"
    },
    {
      "Species": "O. heinsohni"
    }
  ],
  "text": {
    "__SUMMARY__": "The Australian snubfin dolphin (Orcaella heinsohni) is a dolphin found off the northern coasts of Australia. It closely resembles the Irrawaddy dolphin (of the same genus, Orcaella) and was not described as a separate species until 2005.  The closest relative to the genus Orcaella is the killer whale, Orcinus orca. The Australian snubfin has three colors on its skin, while the Irrawaddy dolphin only has two. The skull and the fins also show minor differences between the two species.",
    "Taxonomy": "The taxonomic specific name, heinsohni, was chosen in honor of George Heinsohn, an Australian biologist who worked at James Cook University, \"for his pioneering work on northeast Australian odontocetes, including the collection and initial analysis of Orcaella heinsohni specimens which form the basis for much of our knowledge of the new species\".New species of large mammals are quite rarely described nowadays, and those that are usually are from remote areas — such as the saola - or are otherwise rarely encountered, see for example Perrin's beaked whale, or the spade-toothed whale, which is only known from two complete specimens and a few bones cast ashore. In fact, the Australian snubfin was the first new dolphin species to be described in 56 years, but was followed, in 2011, by the discovery and description of the Burrunan dolphin (T. australis), also from the Australian continent. The Australian snubfin dolphin is unusual among recently described mammals in that a population is accessible for scientific study.\nNonetheless, the existence of snubfin dolphins in the waters of northern Australia had only become known in 1948, when a skull was found at Melville Bay (Gove Peninsula, Northern Territory). This individual apparently had been caught and eaten by aboriginals. However, the discovery remained unnoted until discussed by Johnson (1964), and soon thereafter a Dutch skipper had his observations of the then-unrecognized species published. The common name “snubfin dolphin” was suggested in 1981 and highlights a diagnostic external character and has previously been used in field guides for identification.Two scientists, Isabel Beasley of James Cook University and Peter Arnold of Museum of Tropical Queensland, took DNA samples from the population of dolphins off the coast of Townsville, Queensland, and sent them to the National Oceanic and Atmospheric Administration's Southwest Fisheries Science Center in La Jolla, California. The results showed George Heinsohn was correct in his hypothesis that the Townsville population was a new species.The holotype QM JM4721 (JUCU MM61) is the skull and some other bones of an adult male found drowned in a shark net at Horseshoe Bay, Queensland, on 21 April 1972. It was about 11 years old at the time of its death.",
    "Description": "A species of delphinid in the genus, Orcaella, which contains one other species, the Irrawaddy dolphin Orcaella brevirostris, O. heinsohni females can reach lengths of 230 cm (91 in) and males can reach 270 cm (110 in). Australian snubfin dolphins are subtly tricoloured: brownish on the top, lighter brown along the sides, and a white belly; the Irrawaddy dolphin, on the other hand, is uniformly slate grey except for the white belly. The new species has a rounded forehead, very unlike other dolphin species in Australia, and the very small, \"snubby\" dorsal fin distinguishes it from other dolphins in its range. The lack of a groove on each side of the back and the presence of a neck crease further distinguishes this species from its relative. Tail flukes also have an identifiable jagged trailing edge that can help distinguish it from other species of delphinids.\nThe number of nasal bones in each side of a snub fin dolphin's skull vertex varies from none to six. There is a poorly developed mesthemoid plate. In the upper jaw there are roughly 11–22 teeth in each half, and in the lower jaw there are roughly 14–19 teeth in each half.",
    "Life history": "In a study of Australian snubfin dolphins consisting of 18 individuals, it was determined the approximate life span is around 30 years. However, since sightings are so rare, a lot remains unknown about many about this species. Gestation is estimated to be around 11 months based off rates of similar species.",
    "Behavior": "Much remains unknown about the ecology and behaviors of the Australian snubfin dolphin. Australian snubfin dolphins have a varied diet, eating a range of fish, shrimp and cephalopods (squid, cuttlefish and octopus). They are found in small groups of about 2–6, but larger groups (up to 14 individuals) have also been observed. Populations are usually smaller than 150 individuals. Some instances long-term sociability has been observed among individuals off the coast of Queensland, Australia. Grouping associations seem to be strongest among male individuals implying some potential correlation to reproductive strategy. Additionally, there was an observation of snubfin dolphins displaying mating courtship between Australian humpback dolphins.Both the Australian snubfin dolphin and the Australian humpback dolphin co-occur throughout much of the tropical Northern waters of Australia, and have similar vocal repertoires consisting of click trains, burst pulses, and whistles. As a member of the suborder odontoceti, much of these vocalizations are thought to be associated with echolocation for both navigation and foraging. They produce clicks of short durations with high peaks, making their clicks distinguishable from other odontocetes.Snub fin dolphins have also been observed interacting with Australian humpback dolphins, and one case of a hybrid between the two species was documented using DNA analysis in 2014.Australian snubfin dolphins have been observed to spit jets of water across the surface of the water as a potential feeding strategy. Jets of water appear to cause fish to leap from the water towards the dolphin, making them easier prey targets.",
    "Behavior-Feeding": "Off the coast of Queensland, Australia, the Australian snubfin dolphin predominantly feeds in coastal-estuarine waters. There is a predominance of feeding activity by rivers and areas off the coast of Cleveland bay. Australian snubfin dolphins have also been seen foraging and then following passing by fish trawlers to capitalize on an opportunity for prey. They can be classified as opportunistic feeders and have been seen congregating to feed in groups. Being opportunistic feeders snubfins consume a large array of prey items. Snubfin dolphin consume a wide array of prey, that can be narrowed down to coastal, estuarine, and reef‐associated fishes throughout the water column and at the bottom.  The most common prey items by specie are cardinal fish (Apogon), proceeded by the cuttlefish (Sepia), the squid Uroteuthis (Photololigo), and the toothpony fish (Gazza). Another big part of the snubfin diet are cephalopods.",
    "Range and status": "The snubfin dolphin is considered endemic to Australia. In the Pacific Ocean off Townsville, about 200 individual snubfin dolphins were found. The range of the species is expected to extend to Papua New Guinea; that is, O. heinsohni is endemic to the northern half of the Sahul Shelf, but the majority live in Australian waters. They are found all along the northern coasts of Australia, from Broome, Western Australia, to the Brisbane River in Southeast Queensland. They are not thought to be common, and are being given a high conservation priority. Australian snubfin dolphins are currently listed as “vulnerable” by the IUCN.Habitat range has primarily been determined through visual sightings and stranding data, limiting the range to areas accessible by humans. Pacific acoustic monitoring methods are being deployed to attempt to more accurately determine the range of these animals by listening for their distinctive echolocation clicks.",
    "Threats": "Although some hunting by indigenous people occurs (as evidenced by the 1948 specimen), this is likely to be insignificant compared to other threats such as drowning in sharknets and fishing gear. Snubfins are particularly at risk from incidental capture in gillnets, which are often placed in near-shore areas and near the mouths of rivers, where these dolphins are more likely to be found. Although it is not known how many dolphins die in this manner, it is considered to be the greatest threat to populations in Papua New Guinea. Anti-shark nets and drumlines put in place for Queensland's shark control program are also a significant threat to snubfins, with about 1.8 snubfin dolphins killed every year between 1997 and 2011.The coastal zones along the Australian snubfin dolphin's range have been highly modified for mining and agricultural purposes as well as ports, aquaculture and residential development. Land reclamation, vessel traffic and construction results in the degradation of the snubfin's natural habitat through increased noise, lower water quality and a reduction in food supply, in addition to direct loss of habitat areas due to land reclamation. This can result in decreased survival rates and/or emigration in search of better resources.Pollution is another threat to snubfin dolphins, as the water discharge from rivers in the dolphins’ Australian range are contaminated by industrial and agricultural runoff. The snubfin dolphins’ strong site fidelity means they are likely exposed to pollutants on a daily basis. Indeed, one study of snubfins on the Great Barrier Reef found levels of polychlorinated biphenyls (PCBs) far exceeding the thresholds for small cetaceans, over which reproductive anomalies and immunosuppression can occur.\nPeriodic floods present a temporary threat to snubfin dolphins in that they result in an increase in freshwater discharge, heavy metals, nutrients, sediment and pesticides in coastal areas. Increases in floods, cyclone severity, storm surges and sea surface temperatures due to climate change will likely also affect the habitat and future food supply of snubfin dolphins.\nAs a result of the cumulative effects of drowning as bycatch and habitat loss and degradation, the Australian snubfin dolphin population is believed to be decreasing and is likely to meet the criteria for IUCN's “endangered” status in the near future.As small populations are more vulnerable to extinction due to the small numbers and low genetic diversity, the snubfin dolphin is at significant risk in their human populated habitat. The insufficient data on the species poses additional threat as their general ecology is not fully understood.",
    "Conservation": "The Australian snubfin dolphin is listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.Australian snubfin dolphins are also listed as “vulnerable” by the IUCN.In addition, Australian snubfin dolphins are covered by Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MOU).",
    "See also": "\nList of cetacean species\nMarine biology\nEnvironmental issues in Australia\n\n\n== References =="
  }
}