{
  "url": "https://en.wikipedia.org/wiki/Blainville's_beaked_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. densirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "Blainville's beaked whale (Mesoplodon densirostris), or the dense-beaked whale, is the widest ranging mesoplodont whale and perhaps the most documented. The French zoologist Henri de Blainville first described the species in 1817 from a small piece of jaw — the heaviest bone he had ever come across — which resulted in the name densirostris (Latin for \"dense beak\"). Off the northeastern Bahamas, the animals are particularly well documented, and a photo identification project started sometime after 2002.",
    "Taxonomy": "Blainville named the species Delphinus densirostris, based on the description of a nine-inch piece of rostrum of unknown origin housed in the Paris Museum. The second specimen, a complete skull sent from the Seychelles by a M. Leduc in 1839, was named Ziphius seychellensis by the English zoologist John Edward Gray in 1846; the French scientist Paul Gervais later placed this specimen in the genus Dioplodon (\"two-toothed\").",
    "Description": "The body of Blainville's beaked whale is robust, but also somewhat compressed laterally compared with other mesoplodonts. The males have a highly distinctive appearance, the jaws overarch the rostrum, like a handful of other species, but does it towards the beginning of the mandible and then sloped down into a moderately long beak. Before the jaw sloped down, a forward-facing, barnacle infested tooth is present. One of the more remarkable features of the whale is the extremely dense bones in the rostrum, which have a higher density and mechanical stiffness than any other bone yet measured. At present, the function of these bones is unknown, as the surrounding fat and the brittleness of the bone make it unlikely to be used for fighting.  It has been suggested that it may play a role in echolocation or as ballast, but without sufficient behavioral observation, this cannot be confirmed.  The melon of the whale is flat and hardly noticeable. Coloration is dark blue/gray on top and lighter gray on the bottom, and the head is normally brownish. Males have scars and cookie cutter shark bites typical of the genus. Males reach at least 4.4 m (14 ft 5 in) and 800 kg (1,800 lb), whereas females reach at least 4.6 m (15') and 1 tonne (2200 pounds). Juveniles are 1.9 m (6 ft 3 in) long when born and weigh 60 kg (130 lb).",
    "Population and distribution": "This species of beaked whale is found in tropical and warm waters in all oceans, and has been known to range into very high latitudes. Strandings have occurred off Nova Scotia, Iceland, the British Isles, Japan, Rio Grande do Sul, South Africa, central Chile [edit:not seen in the Blainville’s range], Tasmania, and New Zealand. The most common observations take place off Hawaii, the Society Islands, and the Bahamas. The species does not migrate. It inhabits water 1600 to 3000 feet deep. Despite the relatively common nature of the whale, no population estimates are available.",
    "Behavior": "Blainville's beaked whales are seen in groups of three to seven individuals. Research has shown that these whales typically fall silent above 170 meters, probably in order to avoid Orcas from preying on them.",
    "Behavior-Diving": "The dives of Blainville's beaked whales feature long dive times and short surface intervals. They are among the longest and deepest divers of any cetacean, with the deepest documented dive being 1,599 m. The species dives primarily to forage for food in the deep ocean, usually diving >800 m when foraging. It is thought that foraging at these depths helps to avoid predators that hunt in mid-depth waters, such as large sharks or killer whales.In a study published in 2008, diving statistics of beaked whales were analyzed and no significant difference was found in diving behavior between day and night. For example, mean and max duration, number of deep dives, max depth, and ascent and descent rates were all calculated as equal during the day and night. However, number of mid-depth dives was recorded to be six times higher during the day than at night. These results suggest that Blainville's beaked whales forage the same amount during the day and night, but switch to deeper-water prey at night.",
    "Behavior-Foraging": "Blainville's beaked whales do not capture prey by jaw. They use suction feeding to capture prey. They create low pressure in mouth by retracting tongue, and using throat grooves to expand throat volume. This creates a lower pressure in the mouth than the surrounding waters, allowing the whale to suck in water and whole prey.Feeds primarily on squid, fish and other invertebrates. It probably feeds mainly on squid; the stomach of one stranded individual contained only squid.",
    "Behavior-Communication": "Blainville's beaked whales can live in small cohesive groups while simultaneously spending close to 80% of their life in silence. While living in these groups individuals can be separated by hundreds of meters. It is believed that these beaked whales will use their sound as a sensory cue in order to not be separated from their group. Because Blainville's beaked whales almost exclusively vocalize while on their dives, most believe that they are using sound to help their foraging. However, while on their dives they will produce whistles which are most commonly known for communication among odontocetes rather than echolocation for foraging. This has left the true meaning of the Blainville's beaked whales vocalization a mystery.",
    "Conservation": "The beaked whale has occasionally been hunted, but has never been a specific target. The Blainville's beaked whale is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic Sea, North East Atlantic, Irish and North Seas (ASCOBANS) and the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS). The species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).",
    "Specimens": "MNZ MM002350, collected Tongoia Beach, North of Napier, Hawke's Bay, New Zealand, 1998\nThe Queensland Museum in Brisbane, Australia, has a full skeleton of an adult male on permanent display.",
    "Gallery": "",
    "See also": "List of cetacean species",
    "References": "Encyclopedia of Marine Mammals. Edited by William F. Perrin, Bernd Wursig, and J.G.M Thewissen. Academic Press, 2002. ISBN 0-12-551340-2\nSea Mammals of the World. Written by Randall R. Reeves, Brent S. Steward, Phillip J. Clapham, and James A. Owell. A & C Black, London, 2002. ISBN 0-7136-6334-0\nPossible functions of the Ultradense bone in the rostrum of Blainville's beaked whale (Mesoplodon densirostris). Written by Colin D. MacLeod. Canadian Journal of Zoology, 80(1): 178-184 (2002). Available: here",
    "External links": "ARKive - images and movies of the Blainville's beaked whale (Mesoplodon densirostris)\nFactsheets - Blainville's Beaked Whale\nCetaceans of the World\nCMS\nHawaii's Beaked Whales\nWhale & Dolphin Conservation (WDC)"
  }
}