{
  "url": "https://en.wikipedia.org/wiki/Bowhead_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Balaenidae"
    },
    {
      "Genus": "Balaena"
    },
    {
      "Species": "B. mysticetus"
    }
  ],
  "text": {
    "__SUMMARY__": "The bowhead whale (Balaena mysticetus) is a species of baleen whale belonging to the family Balaenidae and the only living representative of the genus Balaena. The bowhead is the only baleen whale endemic to the Arctic and sub-arctic waters. The species is named after its characteristic massive triangular skull, which is used to break through Arctic ice. Other common names of the species are the Greenland right whale or Arctic whale. American whalemen called them the steeple-top, polar whale, or Russia or Russian whale.\nThe bowhead has the largest mouth of any animal  representing almost one third of the length of the body, the longest baleen plates with a maximum length of 4 meters (13.1 feet)  and may have the biggest longevity of all mammals, with the ability to reach an age of more than 200 years.The bowhead was an early whaling target. The population was severely reduced before a 1966 moratorium was passed to protect the species. Of the five stocks of bowhead populations, three are listed as \"endangered\", one as \"vulnerable\", and one as \"lower risk, conservation dependent\" according to the IUCN Red List. The global population is assessed as of least concern.",
    "Taxonomy": "Carl Linnaeus first described this whale in the 10th edition of his Systema Naturae (1758). Seemingly identical to its cousins in the North Atlantic, North Pacific and Southern Oceans, they were all thought to be a single species, collectively known as the \"right whale\", and given the binomial name Balaena mysticetus.\nToday, the bowhead whale occupies a monotypic genus, separate from the right whales, as proposed by the work of John Edward Gray in 1821. For the next 180 years, the family Balaenidae was the subject of great taxonometric debate. Authorities have repeatedly recategorized the three populations of right whale plus the bowhead whale, as one, two, three or four species, either in a single genus or in two separate genera. Eventually, it was recognized that bowheads and right whales were different, but there was still no strong consensus as to whether they shared a single genus or two. As recently as 1998, Dale Rice, in his comprehensive and otherwise authoritative classification, Marine Mammals of the World: Systematics and Distribution, listed just two species: B. glacialis (the right whales) and B. mysticetus (the bowheads).Studies in the 2000s finally provided clear evidence that the three living right whale species comprise a phylogenetic lineage, distinct from the bowhead, and that the bowhead and the right whales are rightly classified into two separate genera. The right whales were thus confirmed to be in a separate genus, Eubalaena. The relationship is shown in the cladogram below:\n\nThe earlier fossil record shows no related cetacean after Morenocetus, found in a South American deposit dating back 23 million years.\nAn unknown species of right whale, the so-called \"Swedenborg whale\" which was proposed by Emanuel Swedenborg in the 18th century, was once thought to be a North Atlantic right whale by scientific consensus. Based on later DNA analysis those fossil bones claimed to be from \"Swedenborg whales\" were confirmed to be from bowhead whales.",
    "Description": "The bowhead whale has a large, robust, dark-coloured body and a white chin/lower jaw. The whale has a massive triangular skull, which it uses to break through the Arctic ice to breathe. Inuit hunters have reported bowheads surfacing through 60 cm (24 in) of ice. The bowhead also has a strongly bowed lower jaw and a narrow upper jaw. Its baleen is the longest of that of any whale, at 3 m (9.8 ft), and is used to strain tiny prey from the water. The bowhead whale has paired blowholes, at the highest point of the head, which can spout a blow 6.1 m (20 ft) high. The whale's blubber is the thickest of that of any animal, with a maximum of 43–50 cm (17–20 in). Unlike most cetaceans, the bowhead does not have a dorsal fin.Bowhead whales are comparable in size to the three species of right whales. According to whaling captain William Scoresby Jr., the longest bowhead he measured was 17.7 m (58 ft) long, while the longest measurement he had ever heard of was of a 20.4 m (67 ft) whale caught at Godhavn, Greenland, in early 1813. He also spoke of one, caught near Spitsbergen around 1800, that was allegedly nearly 21.3 m (70 ft) long. In 1850, an American vessel claimed to have caught a 24.54 m (80.5 ft) individual in the Western Arctic. It is questionable whether these lengths were actually measured. The longest reliably measured were a male of 16.2 m (53 ft) and a female of 18 m (59 ft), both landed in Alaska. On average, female bowheads are larger than males.\nAnalysis of hundreds of DNA samples from living whales and from baleen used in vessels, toys, and housing material has shown that Arctic bowhead whales have lost a significant portion of their genetic diversity in the past 500 years. Bowheads originally crossed ice-covered inlets and straits to exchange genes between Atlantic and Pacific populations. This conclusion was derived from analyzing maternal lineage using mitochondrial DNA. Whaling and climatic cooling during the Little Ice Age, from the 16th century to the 19th, is supposed to have reduced the whales' summer habitats, which explains the loss of genetic diversity.A 2013 discovery has clarified the function of the bowhead's large palatal retial organ. The bulbous ridge of highly vascularized tissue, the corpus cavernosum maxillaris, extends along the centre of the hard plate, forming two large lobes at the rostral palate. The tissue is histologically similar to that of the corpus cavernosum of the mammalian penis. It is hypothesized that this organ provides a mechanism of cooling for the whale (which is normally protected from the cold Arctic waters by 40 cm (16 in) or more of fat). During physical exertion, the whale must cool itself to prevent hyperthermia (and ultimately brain damage). It is believed that this organ becomes engorged with blood, causing the whale to open its mouth to allow cold seawater to flow over the organ, thus cooling the blood.",
    "Behaviour": "",
    "Behaviour-Swimming": "Bowhead whales are not social animals, typically travelling alone or in small pods of up to 6. They are able to dive and remain submerged underwater for up to an hour. The time spent underwater in a single dive is usually limited to 9–18 minutes. Bowheads are not thought to be deep divers but they can reach a depth of up to 500 ft (150 m). These whales are slow swimmers, normally travelling at about 2–5 km/h (1.2–3.1 mph) [0.55–1.39 m/s (1.8–4.6 ft/s)]. When fleeing from danger, they can travel at a speed of 10 km/h (6.2 mph) [2.78 m/s (9.1 ft/s)]. During periods of feeding, the average swim speed is increased to 1.1–2.5 m/s (3.6–8.2 ft/s) [3.96–9 km/h (2.46–5.59 mph)].",
    "Behaviour-Feeding": "The head of the bowhead whale comprises a third of its body length, creating an enormous feeding apparatus. Bowhead whales are filter feeders, feeding by swimming forward with mouth wide open. The whale has hundreds of overlapping baleen plates consisting of keratin hanging from each side of the upper jaw. The mouth has a large upturning lip on the lower jaw that helps to reinforce and hold the baleen plates within the mouth. This also prevents buckling or breakage of the plates from the pressure of the water passing through them as the whale advances. To feed, water is filtered through the fine hairs of keratin of the baleen plates, trapping the prey inside near the tongue where it is then swallowed. The diet consists of mostly zooplankton which includes copepods, amphipods, and many other crustaceans. Approximately 2 short tons (1.8 long tons; 1.8 t) of food is consumed each day. While foraging, bowheads are solitary or occur in groups of two to ten or more.",
    "Behaviour-Vocalization": "Bowhead whales are highly vocal and use low frequency (<1000 Hz) sounds to communicate while travelling, feeding, and socialising. Intense calls for communication and navigation are produced especially during migration season. During breeding season, bowheads make long, complex, variable songs for mating calls. From 2010 through to 2014, near Greenland, 184 distinct songs were recorded from a population of around 300 animals.",
    "Behaviour-Reproduction": "Sexual activity occurs between pairs and in boisterous groups of several males and one or two females. Breeding season is observed from March through August; conception is believed to occur primarily in March when song activity is at its highest. Reproduction can begin when a whale is 10 to 15 years old. The gestation period is 13–14 months with females producing a calf once every three to four years. Lactation typically lasts about a year. To survive in the cold water immediately after birth, calves are born with a thick layer of blubber. Within 30 minutes of birth, bowhead calves are able to swim on their own. A newborn calf is typically 4–4.5 m (13–15 ft) long, weighs approximately 1,000 kg (2,200 lb), and grows to 8.2 m (27 ft) within the first year.",
    "Health": "",
    "Health-Lifespan": "Bowhead whales are considered to be the longest-living mammals, living for over 200 years. In May 2007, a 15 m (49 ft) specimen caught off the Alaskan coast was discovered with the 3.5 in (89 mm) head of an explosive harpoon of a model manufactured between 1879 and 1885. The whale was probably harpooned sometime between 1885 and 1895, and its age at the time of death was estimated at between 115 and 130 years. Spurred by this discovery, scientists measured the ages of other bowhead whales; one specimen was estimated to be 211 years old. Other bowhead whales were estimated to be between 135 and 172 years old. This discovery showed the longevity of the bowhead whale is much greater than originally thought.",
    "Health-Genetic benefits": "It was previously believed the more cells present in an organism, the greater the chances of mutations that cause age-related diseases and cancer. Although the bowhead whale has thousands of times more cells than other mammals, the whale has a much higher resistance to cancer and aging. In 2015, scientists from the US and UK were able to successfully map the whale's genome. Through comparative analysis, two alleles that could be responsible for the whale's longevity were identified. These two specific gene mutations linked to the bowhead whale's ability to live longer are the ERCC1 gene and the proliferating cell nuclear antigen (PCNA) gene. ERCC1 is linked to DNA repair as well as increased cancer resistance. PCNA is also important in DNA repair. These mutations enable bowhead whales to better repair DNA damage, allowing for greater resistance to cancer. The whale's genome may also reveal physiological adaptations such as having low metabolic rates compared to other mammals. Changes in the gene UCP1, a gene involved in thermoregulation, can explain differences in the metabolic rates in cells.",
    "Ecology": "",
    "Ecology-Range and habitat": "The bowhead whale is the only baleen whale to spend its entire life in the Arctic and sub-Arctic waters. The Alaskan population spends the winter months in the southwestern Bering Sea. The group migrates northward in the spring, following openings in the ice, into the Chukchi and Beaufort seas. It has been confirmed the whale's range varies depending on climate changes and on the forming/melting of ice.Historical range could have been broader and more southern than that of currently regarded as bowheads had been abundant among Labrador and Newfoundland (Strait of Belle Isle), and northern Gulf of St. Lawrence at least until 16th and 17th century although it is unclear this was whether or not due to colder climate of those periods. Distributions of Balaena during Pleistocene were far more southerly as fossils have been excavated from Italy and North Carolina, and thus could have overlapped between those of Eubalaena based on locations where fossils have been excavated.",
    "Ecology-Population": "It is generally recognized that there are five stocks of Bowhead Whales. These include: 1) the Western Arctic stock in the Bering, Chukchi and Beaufort Seas, 2) the Hudson Bay and Foxe Basin stock, 3) the Baffin Bay and Davis Strait stock, 4) the Sea of Okhotsk stock, and 5) the Svalbard-Barents Sea stock. However, recent evidence suggests that the Hudson Bay and Foxe Basin stock, and the Baffin Bay and Davis Strait stock should be considered one stock based on genetics and movements of tagged whales.",
    "Ecology-Population-Western Arctic": "The Western Arctic Bowhead population, also known as the Bering-Chukchi-Beaufort population, has recovered since the commercial harvest of this stock ceased in the early 1900s. A 2011 study estimated that the Western Arctic Bowhead population was 16,892 (95% CI: 15,074-18,928), more than triple the population estimate in 1978. This study puts the yearly growth rate at 3.7% (95% CI = 2.8-4.7%) from 1978 to 2011. This data suggests that the Western Arctic Bowhead stock may be at or near its pre-commercial whaling level.Alaskan Natives continue to hunt small numbers of Bowhead Whales for subsistence purposes. The Alaska Eskimo Whaling Commission co-manages the Bowhead subsistence harvest with the National Oceanic and Atmospheric Administration. The Alaskan villages that participate in the Bowhead subsistence harvest include: Barrow, Point Hope, Point Lay, Wainwright, Nuiqsut, Kaktovik Gambell, Savoonga, Kivalina, Wales and Little Diomede. The annual subsistence harvest of the Western Arctic stock has ranged from 14 to 72, amounting to an estimated 0.1-0.5% of the population.",
    "Ecology-Population-Baffin Bay and Davis Strait": "In March 2008, Canada's Department of Fisheries and Oceans stated the previous estimates in the eastern Arctic had under-counted, with a new estimate of 14,400 animals (range 4,800–43,000). These larger numbers correspond to prewhaling estimates, indicating the population has fully recovered. However, if climate change substantially shrinks sea ice, these whales could be threatened by increased shipping traffic.The status of other populations is less well known. There were about 1,200 off West Greenland in 2006, while the Svalbard population may only number in the tens. However, the numbers have been increasing in recent years.",
    "Ecology-Population-Hudson Bay and Foxe Basin": "The Hudson Bay – Foxe Basin population is distinct from the Baffin Bay – Davis Strait group. Original population size of this local group is unclear, but possibly about 500 to 600 whales annually summered in the northwestern part of the bay in 1860s. More likely, the number of whales that actually inhabit Hudson Bay is much smaller than the total population size of this group, and despite current population size is rather unclear, reports from local indigenous people indicate this population is at least increasing over decades. Larger portions of the bay is are used for summering while wintering is on smaller scale where some animals winter in Hudson Strait most notably north of Igloolik Island and northeastern Hudson Bay. Distribution patterns of whales in this regions are largely affected by presences of killer whales and bowheads can disappear from normal ranges due to recent changes in killer whales' occurrences within the bay possibly because of changes in movements of ice floes by climate change. Whaling grounds in 19th century covered from Marble Island to Roes Welcome Sound and to\nLyon Inlet and Fisher Strait, and whales still migrate through most of these areas.\nMostly, distributions within Hudson Bay is restricted in northwestern part along with Wager Bay, Repulse Bay, Southampton Island (one of two main know summering areas), Frozen Strait, northern Foxe\nBasin, and north of Igloolik in summer, and satellite tracking indicates that some portions of the group within the bay do not venture further south than such as Whale Cove and areas south of Coasts and Mansel Islands. Cow – calf pairs and juveniles up to 13.5 m (44 ft) in length consist of majority of summering aggregation in northern Foxe Basin while matured males and non-calving females may utilize northwestern part of Hudson Bay. Fewer whales also migrate to west coast of Hudson Bay, Mansel and Ottawa Islands. Bowhead ranges within Hudson Bay are usually considered not to cover southern parts, but at least some whales migrate into further south such as at Sanikiluaq and Churchill river mouth.Congregation within Foxe Basin occurs in a well-defined area at 3,700 km (2,300 mi) north of Igloolik Island to Fury and Hecla Strait and Jens Munk Island and Gifford Fiord, and into Gulf of Boothia and Prince Regent Inlet. Northward migrating along western Foxe Basin to eastern side of the basin also occurs in spring seasons.",
    "Ecology-Population-Sea of Okhotsk": "Not much is known about the endangered Sea of Okhotsk population. To learn more about the population, these mammals have been regularly observed near the Shantar Islands, very close to the shore, such as at Ongachan Bay. Several companies provide whale watching services which are mostly land-based. According to Russian scientists, this total population likely does not exceed 400 animals. Scientific research on this population was seldom done before 2009, when researchers studying belugas noticed concentrations of bowheads in the study area. Thus, bowheads in the Sea of Okhotsk were once called \"forgotten whales\" by researchers. WWF welcomed the creation a nature sanctuary in the regionPossibly, vagrants from this population occasionally reach into Asian nations such as off Japan or Korean Peninsula (although this record might or might not be of a right whale). First documented report of the species in Japanese waters was of a strayed infant (7 m [23 ft]) caught in Osaka Bay on 23 June 1969, and the first living sighting was of a 10 m (33 ft) juvenile around Shiretoko Peninsula (the southernmost of ice floe range in the northern hemisphere) on 21 to 23 June 2015. Fossils have been excavated on Hokkaido, but it is unclear whether or not northern coasts of Japan once had been included in seasonal or occasional migration ranges.\nGenetic studies suggest Okhotsk population share common ancestry with whales in Bering-Chukchi-Beaufort Seas, and repeated mixings had occurred between whales in two seas.",
    "Ecology-Population-Svalbard-Barents Sea": "The most endangered but historically largest of all bowhead populations is the Svalbard/Spitsbergen population. Occurring normally in Fram Strait, Barents Sea and Severnaya Zemlya along Kara Sea to Laptev Sea and East Siberian Sea regions, these whales were seen in entire coastal regions in European and Russian Arctic, even reaching to Icelandic and Scandinavian coasts and Jan Mayen in Greenland Sea, and west of Cape Farewell and western Greenland coasts. Also, bowheads in this stock were possibly once abundant in areas adjacent to the White Sea region, where few or no animals currently migrate, such as the Kola and Kanin Peninsula. Today, the number of sightings in elsewhere are very small, but with increasing regularities with whales having strong regional connections. Whales have also started approaching townships and inhabited areas such as around Longyearbyen. The waters around the marine mammal sanctuary of Franz Josef Land is possibly functioning as the most important habitat for this population.Current status of population structure of this stock is unclear; whether they are remnant of the historic Svalbard group, re-colonized individuals from other stocks, or if a mixing of these two or more stocks had taken place. In 2015, discoveries of the refuge along eastern Greenland where whaling ships could not reach due to ice floes and largest numbers of whales (80–100 individuals) ever sighted between Spitsbergen and Greenland indicate that more whales than previously considered survived whaling periods, and flows from the other populations are possible.",
    "Ecology-Population-Possible moulting area off Baffin Island": "During expeditions by a tour operator 'Arctic Kingdom', a large group of bowheads seemingly involved in courtship activities were discovered in very shallow bays in south of Qikiqtarjuaq in 2012. Floating skins and rubbing behaviours at sea bottom indicated possible moulting had taken place. Moulting behaviours had never or seldom been documented for this species before. This area is an important habitat for whales that were observed to be relatively active and to interact with humans positively, or to rest on sea floors. These whales belong to Davis Strait stock.\nIsabella Bay in Niginganiq National Wildlife Area is the first wildlife sanctuary in the world to be designed specially for bowhead whales. However, moultings have not been recorded in this area due to environmental factors.",
    "Ecology-Predation": "The principal predators of bowheads are humans. Killer whales are also known predators. Bowheads seek the safety of the ice and shallow waters when threatened by killer whales.",
    "Whaling": "The bowhead whale has been hunted for blubber, meat, oil, bones, and baleen. Like the right whale, it swims slowly, and floats after death, making it ideal for whaling. Before commercial whaling, they were estimated to number 50,000.Commercial bowhead whaling began in the 16th century when the Basques killed them as they migrated south through the Strait of Belle Isle in the fall and early winter. In 1611, the first whaling expedition sailed to Spitsbergen. By mid-century, the population(s) there had practically been wiped out, forcing whalers to voyage into the \"West Ice\"—the pack ice off Greenland's east coast. By 1719, they had reached the Davis Strait and, by the first quarter of the 19th century, Baffin Bay.In the North Pacific, the first bowheads were taken off the eastern coast of Kamchatka by the Danish whaleship Neptun, Captain Thomas Sodring, in 1845. In 1847, the first bowheads were caught in the Sea of Okhotsk, and the following year, Captain Thomas Welcome Roys, in the bark Superior, of Sag Harbor, caught the first bowheads in the Bering Strait region. By 1849, 50 ships were hunting bowheads in each area. By 1852, 220 ships were cruising around the Bering Strait region, which killed over 2,600 whales. Between 1854 and 1857, the fleet shifted to the Sea of Okhotsk, where 100–160 ships cruised annually. During 1858–1860, the ships shifted back to the Bering Strait region, where the majority of the fleet would cruise during the summer up until the early 20th century. An estimated 18,600 bowheads were killed in the Bering Strait region between 1848 and 1914, with 60% of the total being reached within the first two decades. An estimated 18,000 bowheads were killed in the Sea of Okhotsk during 1847–1867, 80% in the first decade.Bowheads were first taken along the pack ice in the northeastern Sea of Okhotsk, then in Tausk Bay and Northeast Gulf (Shelikhov Gulf). Soon, ships expanded to the west, catching them around Iony Island and then around the Shantar Islands. In the Western Arctic, they mainly caught them in the Anadyr Gulf, the Bering Strait, and around St. Lawrence Island. They later spread to the western Beaufort Sea (1854) and the Mackenzie River delta (1889).\n\nCommercial whaling, the principal cause of the population decline, is over. Bowhead whales are now hunted on a subsistence level by native peoples of North America.",
    "Whaling-Subsistence whaling in Alaska": "Some Alaska Native peoples continue by tradition to hunt bowhead and beluga whales on a subsistence level, with low annual bowhead total quotas set by the International Whaling Commission in conjunction with individual village limits set by the Alaska Eskimo Whaling Commission.Bowhead hunting is limited to whaling crews which are:\n\nIñupiat\nSt Lawrence Island Siberian YupikFor the Native peoples of Alaska, bowhead subsistence hunting occurs during the northward spring migrations based from the ice and from small boats during the returning fall migrations.",
    "Conservation": "The bowhead is listed in Appendix I by CITES. While the global population is thought to be secure and thus assigned \"Least concern\" status, some populations are listed by the National Marine Fisheries Service as \"endangered\" under the auspices of the United States' Endangered Species Act. The IUCN Red List data are as follows:\nSvalbard population – Critically endangered\nSea of Okhotsk subpopulation – Endangered\nBaffin Bay-Davis Strait stock – Endangered\nHudson Bay-Foxe Basin stock – Vulnerable (Estimated to be 1,026 individuals in 2005 by DFO)\nBering-Chukchi-Beaufort stock – Lower risk – conservation dependentThe Alaska Department of Fish and game and the USA government list the Bowhead Whale as Federally EndangeredThe bowhead whale is listed in Appendix I of the Convention on the Conservation of Migratory Species of Wild Animals (CMS), as this species has been categorized as being in danger of extinction throughout all or a significant proportion of their range. CMS Parties strive towards strictly protecting these animals, conserving or restoring the places where they live, mitigating obstacles to migration, and controlling other factors that might endanger them.",
    "Gallery": "Media related to Balaena mysticetus at Wikimedia Commons",
    "See also": "List of cetacean species",
    "References": "",
    "External links": "\"Bowhead whale: 200 year old whales\". BBC Ocean Giants. October 2013.\n\"The Bowhead Whale\". Voices in the Sea, University of California San Diego. October 2013.\n\"Bowhead Whale (Balaena mysticetus)\". Office of Protected Resources, NOAA Fisheries. October 2013.\n\"Bowhead whale (Balaena mysticetus)\". ARKive. October 2013. Archived from the original on 22 April 2006. Retrieved 29 March 2006.\n\"Harpoon may prove whale was at least 115 years old\". World History Blog. October 2013.\n\"In Search of the Bowhead Whale\". NFB.ca. October 2013. A documentary by Bill Mason from 1974 following an expedition that searches out and meets the bowhead and beluga.\n\"Balaena mysticetus\". The TerraMar Project. March 2016. Archived from the original on 5 October 2016. Retrieved 29 March 2016."
  }
}