{
  "url": "https://en.wikipedia.org/wiki/Burmeister's_porpoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Phocoenidae"
    },
    {
      "Genus": "Phocoena"
    },
    {
      "Species": "P. spinipinnis"
    }
  ],
  "text": {
    "__SUMMARY__": "Burmeister's porpoise (Phocoena spinipinnis) is a species of porpoise endemic to the coast of South America. It was first described by Hermann Burmeister, for whom the species is named, in 1865. Locally it is known as marsopa espinosa (thorny porpoise) and chancho marino (sea pig).",
    "Population and distribution": "While Burmeister's porpoise seems to be relatively common in its range, little work has been done to survey the species. The total population is at least in the tens of thousands. Its range appears to be continuous in coastal waters from northern Peru in the Pacific round Tierra del Fuego and up to southern Brazil in the Atlantic. Burmeister’s porpoises frequent inshore bays, channels, and fjords, but individuals have been spotted as far as 50 km from the shore and in the freshwater Valdivia River in southern Chile. Though normally found in continental shelf waters, they have been found as deep as 1,000 m.",
    "Description": "Most photographs of Burmeister's porpoises are taken of dead specimens and show the animal to be coloured black. This phenomenon gave rise to the earlier common name, black porpoise. However live individuals are typically a dark grey color. They turn black in just a few minutes after death. The underside varies in colour but is usually a lighter grey. Burmeister's are about 150 cm long when fully mature and weigh 50–75 kg. The maximum recorded weight is that of a female at 105 kg. They have a shallow indentation at their blowhole set just in front of the eyes. The shape and placement of the dorsal fin is unusual for a cetacean—it is triangular rather than curved and points backwards more than upwards. It is located about three quarters of the way along the back—further back than any other dolphin or porpoise. These features are sufficient to distinguish the porpoise from the similar-sized Chilean dolphin which is found in the porpoise's Pacific range.",
    "Behaviour": "Burmeister's porpoise is difficult to observe. It appears to be shy, shows little of its body when surfacing and will move quickly away from approaching boats. They are typically seen alone or in pairs with occasional larger groups. One report from Chile saw a group of 70 in number. The porpoise feeds on various pelagic fish such as anchovies, hake and mackerel.",
    "Conservation": "Like all porpoises, Burmeister's is vulnerable to accidental capture in fishing nets. This is common in Uruguay, Peru and Chile. The annual estimated catch is largest in Peru, at 2000 individuals. In Peruvian waters, Burmeister’s porpoise caught as bycatch are primarily used for human consumption. Until the late 1990s, Burmeister's were also harpooned deliberately for food and for use as crab bait.In severe El Nino events, the ecosystem of the Humboldt current is disrupted. Anchovies either perish or leave the area, and it appears that many porpoises and other marine mammals, including the Burmeister’s porpoise,  must find other food sources or starve as a result. In 1997, during an El Nino event, Burmeister’s porpoises were found stranded on Peruvian beaches.The IUCN lists the animal as Near Threatened in its Red List of Threatened Species. The long-term prognosis for the species is unknown.Burmeister's porpoise is listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.",
    "See also": "List of cetacean species\nMarine biology",
    "References": "",
    "Bibliography": "Burmeister's Porpoise in the Encyclopedia of Marine Mammals, J.C. Reyes, 1998. pages 177-179. ISBN 0-12-551340-2\nNational Audubon Society Guide to Marine Mammals Reeves et al., 2002. ISBN 0-375-41141-0\nWhales, Dolphins and Porpoises, Carwardine, 1995. ISBN 0-7513-2781-6\nPhocoena spinipinnis, Brownell and Praderi Mammal Species vol 217 pages 1–4, 1984.",
    "External links": "Whale & Dolphin Conservation Society (WDCS)\nConvention on Migratory Species page on the Burmeister's porpoise"
  }
}