{
  "url": "https://en.wikipedia.org/wiki/Burrunan_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Tursiops"
    },
    {
      "Species": "T. australis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Burrunan dolphin (Tursiops australis) is a species of bottlenose dolphin found in parts of Victoria, Australia. It was recognised as a species in 2011. By size, the Burrunan dolphin is between the other two species of bottlenose dolphins, and only around 150 individuals have been found in two locations.",
    "Taxonomy": "The species was formally named Tursiops australis by the researcher who described the species, Kate Charlton-Robb of Monash University, and colleagues. The dolphin's common name, burrunan, is an Aboriginal name in the Boonwurrung, Woiwurrung and Taungurung languages, meaning \"large sea fish of the porpoise kind\". The species name australis is the Latin adjective \"southern\", and refers to the Australian range of the dolphin.The Burrunan dolphin is one of three recognized extant species of Tursiops, the bottle-nosed dolphins. Some differences had been noted, but for a long time not enough evidence was available to classify it as its own species. However, an examination of their skulls, external characteristics, and DNA from old and current samples revealed unique characteristics which resulted in its classification as a separate species. It is the third time since the late 19th century that a new dolphin species has been recognised.",
    "Description": "The Burrunan dolphin is dark bluish-gray at the top near to the dorsal fin extending over the head and sides of the body. Along the midline, it is a lighter gray which extends as a blaze over on the side near the dorsal fin. Ventrally, it is off-white, which reaches over the eye and the flipper in some instances. It is smaller than the common bottlenose dolphin, but larger than the Indo-Pacific bottlenose dolphin, measuring between 2.27 and 2.78 m (7.4 and 9.1 ft) in length.",
    "Distribution and habitat": "The recognition of T. australis sp. nov. is particularly significant given the endemism of this new species to a small geographic region of southern and south-eastern Australia. Only two resident populations of the Burrunan dolphin have been identified, one in Port Phillip and the other in the Gippsland Lakes. Their combined population has been estimated as about 100 in Port Phillip and 50 in Gippsland. Additionally, T. australis haplotypes have been documented in dolphins located in waters off eastern Tasmania, and in coastal waters of South Australia in the Spencer Gulf region and west to St Francis Island. The initial report on the Burrunan dolphin suggested that the low number of individuals found might immediately qualify the species for protection under the Environment Protection and Biodiversity Conservation Act.The species is found in estuaries and sheltered bays of the southern coasts of Australia, often in locations that make them vulnerable to human activities.",
    "Gallery": "",
    "See also": "\nList of cetacean species\nMarine biology\n\n\n== References =="
  }
}