{
  "url": "https://en.wikipedia.org/wiki/Chilean_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Cephalorhynchus"
    },
    {
      "Species": "C. eutropia"
    }
  ],
  "text": {
    "__SUMMARY__": "The Chilean dolphin (Cephalorhynchus eutropia), also known as the black dolphin, is one of four dolphins in the genus Cephalorhynchus. The dolphin is only found off the coast of Chile; it is commonly referred to in the country as tonina.",
    "Physical description": "The Chilean dolphin is small at around 1.7 m (5.6 ft) in length, with a blunt head. These characteristics often make for its incorrect identification as a porpoise. This dolphin is thickly shaped with its girth up to two-thirds its length. The dorsal fin and flippers are small in proportion to body size in comparison with other dolphins. The throat, underside, and the closest part of the flippers to the body are white. The remainder of the body is a mix of greys. It has 28–34 pairs of teeth in the upper jaw and 29–33 in the lower.\nThe Chilean dolphin is normally sighted in small groups of around two to 10 individuals, with some larger gatherings occasionally sighted.\nLongevity, gestation, and lactation periods are not known, but are believed to be similar in length to the more studied, and similar, Hector's and Commerson's dolphins which have a gestation period of about 10 months to one year and maximum longevity of 20 years.",
    "Population and distribution": "The population of the Chilean dolphin, perhaps one of the least studied of all cetaceans, is not known with certainty. There may be as many as a few thousand individuals, although at least one researcher, Steve Leatherwood, has suggested the population may be much lower (see also [1] for a survey of South American cetacean population with data on the Chilean dolphin). Whatever its number, the Chilean dolphin is endemic to the coast of Chile and thought not to migrate. The dolphin is seen over a wider interval of latitudes than other Cephalorhynchus species — from Valparaíso at 33°S to Cape Horn at 55°S. The species appears to prefer areas of shallow water (less than 200 m depth) and in particular enjoys fast-flowing tidal areas and mouths of rivers.The close association with riverine and estuarine ecosystems makes Chilean dolphins extremely vulnerable to habitat loss both from coastal and upstream river basin degradation. The limited distribution and relatively inflexible habits of cultural degradation makes them particularly vulnerable to fragmentation and population loss in the face of increasing human activities in the far flung regions of the world.",
    "Conservation": "The Chilean dolphin is listed on Appendix II Convention on the Conservation of Migratory Species of Wild Animals (CMS).  It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.",
    "Name": "In the early part of the 20th century, the Chilean dolphin was commonly known as the black dolphin. This was later agreed to be a poor choice of name. Most of the few individual specimens studied by scientists were either washed-up individuals whose skin had darkened due to exposure to air or live specimens seen at sea but only at a distance (and so appeared darker than they were). As more specimens were studied, it became clear that the back of the dolphin was in fact a mixture of grey colours and that its underside was white. The scientific community is now universally agreed in naming the dolphin Chilean on account of its distribution along the coast of the country.",
    "Pictures": "",
    "See also": "Cetacean Conservation Center\nDolphin Research Center\nList of cetacean species\nSouthern Ocean",
    "References": "National Audubon Society: Guide to Marine Mammals of the World ISBN 0-375-41141-0\nEncyclopedia of Marine Mammals ISBN 0-12-551340-2",
    "External links": "Whale and Dolphin Conservation Society\nyaqu pacha - Organization for the Conservation of South American Aquatic Mammals"
  }
}