{
  "url": "https://en.wikipedia.org/wiki/Clymene_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Stenella"
    },
    {
      "Species": "S. clymene"
    }
  ],
  "text": {
    "__SUMMARY__": "The Clymene dolphin (Stenella clymene), in older texts known as the short-snouted spinner dolphin, is a dolphin endemic to the Atlantic Ocean. It is the only confirmed case of hybrid speciation in marine mammals, descending from the spinner dolphin and the striped dolphin.",
    "Taxonomy": "The Clymene dolphin was first formally described by John Edward Gray in 1846, although, unusually, he did not assign it its current name until four years later, in 1850. From then on, until a reassessment in 1981, the Clymene dolphin was regarded as a subspecies of the spinner dolphin (Stenella longirostris). In 1981, Perrin et al. asserted the Clymene's existence as separate species. Until this time, because Clymenes are relatively remote and were regarded as very similar to the more accessible spinners, they were never heavily studied. Anatomical and behavioral traits suggested that this species is a hybrid of the spinner dolphin and striped dolphin (Stenella coeruleoalba), and DNA testing has shown that it is indeed a hybrid species.The common and scientific names are probably derived from the Greek oceanid Clymene, although it has also been argued that it may instead come from the Greek word for \"notorious\".",
    "Description": "The Clymene dolphin looks very similar to the spinner dolphin. At close quarters, it is possible to observe that the beak of the Clymene is slightly shorter than that of its relative. The dorsal fin is also less erect and triangular.The basic color of the Clymene dolphin is \"cetacean neapolitan\" - it occurs in three shaded layers — the underside being white. Next, a strip of light grey runs from just above the beak, round either side of the eye back to the tail stock, where the band thickens. The top layer, from the forehead, along the back to the dorsal fin, and down to the top of the tail stock, is a dark grey. The beak, lips, and flippers are also dark grey in color. Clymene dolphins grow to about 2 m (6.6 ft) in length and 75 to 80 kg (165 to 176 lb) in weight.",
    "Behavior and biology": "Clymene dolphins spend most of their lives in waters over 100 m (330 ft) in depth, but occasionally move into shallower, coastal regions. They feed on squid and small schooling fish, hunting either at night, or in mesopelagic waters where there is only limited light. Predators include cookie-cutter sharks, as evidenced by bite marks seen on a number of animals.Clymenes are fairly active dolphins. They do spin longitudinally when jumping clear of the water, but not with as much regularity and complexity as the spinner dolphin. They will also approach boats and ride bow waves. Group sizes vary from just four up to around 150 individuals, although about forty is typical. Many of these groups appear to be single-sex, and also to be segregated by the approximate age of the individuals. Clymene dolphins are also highly vocal, making short whistles in a range of 6–19 kHz.No figures are available for the size of animals at birth. Gestation, lactation, and maturation periods are all unknown, but are unlikely to vary greatly from others in the genus Stenella. Their longevity is also unknown, although at least one sixteen-year-old individual has been reported from a stranding.",
    "Population and distribution": "The Clymene dolphin is endemic to the Atlantic Ocean. Its full range is still poorly understood, particularly at its southern end. The species certainly prefers temperate and tropical waters. The northern end of the range runs roughly from New Jersey east-southeast to southern Morocco. The southern tip runs from somewhere around Angola to Rio de Janeiro. They appear to prefer deep water. Numerous sightings have been recorded in the Gulf of Mexico. The species has not been sighted, however, in the Mediterranean Sea.The total population is unknown. The only population estimate available is for the north part of the Gulf of Mexico, where a count of 6,500 individuals was reported. However, it is suspected that there are three well-define populations in the Atlantic Ocean, located in the North Atlantic, South Atlantic, and the Gulf of Mexico. As of more recent research, it is presumed that individuals from the South Atlantic and the Gulf of Mexico move between these two populations, while the North Atlantic population seems to be more isolated. The species may naturally be rare in comparison with others in the genus Stenella.",
    "Human interaction": "Some individuals have been killed from directed fisheries in the Caribbean and others may have been caught in nets off West Africa.",
    "Conservation": "The West African population of the Clymene dolphin is listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS), since it has an unfavourable conservation status or would benefit significantly from international co-operation organized by tailored agreements.\nThe Clymene dolphin is covered by the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia.",
    "See also": "Marine mammal\nList of cetacean species\nList of genetic hybrids",
    "References": "",
    "Bibliography": "Carwardine, Mark.  Whales Dolphins and Porpoises, Dorling Kindersley Handbooks, ISBN 0-7513-2781-6.\nDee, Eileen Mary and Mark McGinley. 2010. Clymene dolphin. Encyclopedia of Earth. topic ed. C. Michael Hogan. ed. Cutler J. Cleveland, NCSE, Washington DC\nJefferson, Thomas A. \"Clymene Dolphin\" in Encyclopedia of Marine Mammals, 234–236. ISBN 0-12-551340-2\nPerrin and Mead. (1994). \"Clymene Dolphin\" in Handbook of Marine Mammals. 5: 161–171.\nReeves, Stewart, Clapham and Powell. National Audubon Society Guide to Marine Mammals of the World, ISBN 0-375-41141-0."
  }
}