{
  "url": "https://en.wikipedia.org/wiki/Commerson's_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Cephalorhynchus"
    },
    {
      "Species": "C. commersonii"
    }
  ],
  "text": {
    "__SUMMARY__": "Commerson's dolphin (Cephalorhynchus commersonii), also referred to by the common names jacobita, skunk dolphin, piebald dolphin or panda dolphin, is a small oceanic dolphin of the genus Cephalorhynchus. Commerson's dolphin has two geographically-isolated but locally-common subspecies. The principal subspecies, C.c.commersonii, has sharply-delineated black-and-white patterning and is found around the tip of South America. The secondary subspecies, C.c.kerguelenensis, is larger than C.c.commersonii, has a less-sharply delineated dark and light grey patterning with a white ventral band, and is found around the Kerguelen Islands in the Indian Ocean.\nThe dolphin is named after French naturalist Dr Philibert Commerson, who first described them in 1767 after sighting them in the Strait of Magellan.",
    "Population and distribution": "Two disjunct subspecies of the dolphin are found in geographically disparate areas separated by 130° of longitude and about 8,500 km (5,300 mi); it is not known why they are thus distributed. Global populations are unknown, but the species is accepted to be locally common.\nThe main subspecies, C.c.commersonii, is found inshore in various inlets in Argentina including Puerto Deseado, in the Strait of Magellan and around Tierra del Fuego, and near the Falkland Islands(Las Malvinas). A survey in 1984 estimated there to be 3,400 individuals in the Strait of Magellan.Dolphins of the second subspecies, C.c.kerguelenensis, were discovered in the 1950s. They reside near the Kerguelen Islands in the southern part of the Indian Ocean, and prefer shallow waters.\nIn 2004, a vagrant individual of unconfirmed origin was sighted on South Africa's Agulhas Bank, a location 4,200 km (2,600 mi) from the Kerguelen Islands and 6,300 km (3,900 mi) from South America. Though the Kerguelen Islands are closer, such a journey would require swimming against the Antarctic Circumpolar Current.",
    "Description": "",
    "Description-C.c.commersonii": "The commersonii subspecies has a black head, dorsal fin, and fluke, with a white throat and body. The demarcation between the two colours is very clear-cut. This stocky creature is one of the smallest of all cetaceans, growing to around 1.5 m (5 ft). A mature female caught off of southern Patagonia, at 23 kg (51 lb) and 1.36 m (4.5 ft), may be the smallest adult cetacean on record. Its appearance resembles that of a porpoise, but its conspicuous behaviour is typical of a dolphin. The dorsal fin has a long, straight leading edge which ends in a curved tip. The trailing edge is typically concave, but not falcate. The fluke has a notch in the middle. This dolphin has no rostrum.Sexes are easily distinguished by the different shape of the black blotch on the belly — it is shaped like a teardrop in males but is more rounded in females. Females reach breeding age at six to 9 years. Males reach sexual maturity at about the same age. Mating occurs in the spring and summer and calving occurs after a gestation period of 11 months during the spring and summer. The Commerson's dolphin has been known to live up to eighteen years in the wild, while in captivity the oldest individual was at least 33 years old at the time of death.",
    "Description-C.c.kerguelenensis": "Dolphins of the kerguelenensis subspecies tend to be larger than those of C.c.commersonii, and differ in patterning in that they are dark grey instead of black, and light grey instead of white, except ventrally. The demarcation between areas of the pattern is also less clearly demarcated.",
    "Behavior": "Commerson's dolphin is very active. It is often seen swimming rapidly on the surface and leaping from the water. It also spins and twists as it swims and may surf on breaking waves when very close to the shore. It will bow-ride and swim behind fast-moving boats. It is also known to swim upside-down, which is thought to improve the visibility of its prey.\nThis dolphin feeds on a mix of coastal and pelagic fish and squid. Those in the South American subpopulation supplement their diets with crustaceans. Individuals have been recorded as entering the Santa Cruz River to forage there during low tide.",
    "Conservation": "The IUCN lists Commerson's dolphin as Least Concern in its Red List of Threatened Species. The proximity of the dolphin to the shore makes accidental killing in gillnets a common occurrence. The dolphin was killed for use as crab bait by some Argentinian and Chilean fishermen in the 1970s and 1980s, but this practice has since been curtailed.The Commerson's dolphin population of South America is listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.",
    "Captivity": "These dolphins have been known to be displayed in a few aquariums.",
    "See also": "List of cetacean species",
    "References": "\nNational Audubon Society: Guide to Marine Mammals of the World ISBN 0-375-41141-0\nEncyclopedia of Marine Mammals ISBN 0-12-551340-2\nThe Sierra Club Handbook of Whales and Dolphins\n\n\n== External links =="
  }
}