{
  "url": "https://en.wikipedia.org/wiki/Dusky_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Lagenorhynchus"
    },
    {
      "Species": "L. obscurus"
    }
  ],
  "text": {
    "__SUMMARY__": "The dusky dolphin (Lagenorhynchus obscurus) is a dolphin found in coastal waters in the Southern Hemisphere. Its specific epithet is Latin for \"dark\" or \"dim\". It is very closely genetically related to the Pacific white-sided dolphin, but current scientific consensus holds they are distinct species. The dolphin's range is patchy, with major populations around South America, southwestern Africa, New Zealand, and various oceanic islands, with some sightings around southern Australia and Tasmania. The dusky dolphin prefers cool currents and inshore waters, but can also be found offshore. It feeds on a variety of fish and squid species and has flexible hunting tactics. The dusky dolphin is known for its remarkable acrobatics, having a number of aerial behaviours. The status of the dolphin is unknown, but it has been commonly caught in gill nets.",
    "Taxonomy": "It is commonly thought that the dusky dolphin was first described by John Edward Gray in 1828 from stuffed skin and a single skull shipped from the Cape of Good Hope to the British Museum. Gray first described the species as Delphinus obscurus, with the subgenus Grampus in his 1828 Specilegia Zoologica. Gray reported that the animal was captured around the Cape of Good Hope by a Captain Haviside (often misspelt \"Heaviside\") and sent to the British Museum though the Royal College of Surgeons in 1827.However, Gray later wrote that a similar dolphin was described as Delphinus supercilious by French surgeons and naturalists René Primevère Lesson and Prosper Garnot from a specimen collected off the coast of Tasmania two years before his own classification. Gray classified D. supercilious as a junior synonym of his D. obscurus and credited Lesson and Garnot (1826) for their original description. Meanwhile, Charles Darwin also described what turned out to be this species as Delphinus fitzroyi from a specimen harpooned off Argentina in 1838. The dusky dolphin was reclassified as Prodelphinus obscurus in 1885 by British naturalist William Henry Flower, before gaining its current binomial name, Lagenorhynchus obscurus, from American biologist Frederick W. True in 1889.",
    "Taxonomy-Genetics": "The dusky dolphin and the Pacific white-sided dolphin are considered phylogenetically related species. Some researchers have suggested they are the same species, but morphological and life-history evidence shows otherwise. The two sister species diverged at around 1.9–3.0 million years ago. Recent analysis of the mitochondrial cytochrome b gene indicates that the genus Lagenorhynchus, as traditionally conceived, is not a natural (monophyletic) group. Another study finds that the dusky and the Pacific white-sided dolphin form the sister group to the (expanded) genus Cephalorhynchus. If this placement is accurate, a new genus name will need to be coined to accommodate these two species.Dusky dolphins from Argentina and southwest Africa separated 2000 generations ago from an ancestral Atlantic population and subsequently diverged without much gene flow. Most populations have low genetic diversity, with the Peruvian population being an exception. Possible hybrids of dusky dolphins have been described with a long-beaked common dolphin and a southern right whale dolphin. There are four subspecies classified; (Lagenorhynchus obscurus obscurus), (L. o. fitroyi), (L. o. posidonia) and (L. o. superciliosis).",
    "Description": "The dusky dolphin is small to medium in length compared with other species in the family. There is significant variation in size among the different population areas. The largest dusky dolphins have been encountered off the coast of Peru, where they are up to 210 cm (6 feet) in length and 100 kg (210 pounds) in mass. The size for dusky dolphins in New Zealand have been recorded to be a length range of 167–178 cm and a weight range of 69–78 kg for females and a length range of 165–175 cm and a weigh range of 70–85 kg for males.Almost no sexual dimorphism occurs in this species, although males have more curved dorsal fins with broader bases and greater surface areas. The back of the dolphin is dark grey or black, and the dorsal fin is distinctively two-toned; the leading edge matches the back in colour, but the trailing edge is a much lighter greyish white. The dusky dolphin has a long, light-grey patch on its fore side leading to a short, dark-grey beak. The throat and belly are white, and the beak and lower jaw are dark grey. Two blazes of white colour run back on the body from the dorsal fin to the tail. Right between the white areas remains a characteristic thorn-shaped patch of dark colour, by which the species can easily be recognised. Aside from that, dusky dolphins may be confused with other members of their genus when observed at sea.\nIt can be distinguished from the common dolphin, which has a more prominent and longer beak and yellow flank markings. The skull of a dusky dolphin has a longer and narrower rostrum than that of an hourglass dolphin or Peale's dolphin of similar age and size.",
    "Populations and distribution": "The dusky dolphin has a discontinuous semi-circumpolar range. The dolphins can be found off the coasts of South America, southwestern Africa, southern Australia and Tasmania, New Zealand, and some oceanic islands. Off South America, they range from southern Peru to Cape Horn in the west and from southern Patagonia to around 36°S in the east.  Its range also includes the Falkland Islands. They are particularly common from Peninsula Valdes to Mar de Plata. In comparison, they are uncommon in the Beagle Channel and the inshore waters of the Tierra del Fuego region.Dusky dolphins are found throughout New Zealand waters. The dolphin population in this area centres around East Cape and Cape Palliser on the North Island to Timaru and Oamaru on the South Island. They are especially common in the cold waters of the Southland and Canterbury currents. In Africa, the dusky dolphin ranges from Lobito Bay, Angola in the north to False Bay, South Africa in the south. Within Australian waters, dusky dolphins have been recorded in colder waters of Kangaroo Island, eastern Tasmania, and Bass Strait, although they are uncommon and those that are sighted there are possibly transients from New Zealand. They are also found around Campbell, Auckland, and Chatham in the western South Pacific, Tristan da Cunha in the South Atlantic and Île Amsterdam, and Île Saint-Paul in the southern Indian Ocean.",
    "Ecology and behaviour": "Dusky dolphins prefer cool, upwelling waters, as well as cold currents. They largely live in inshore waters and can be found up to the outer continental shelf and in similar zones in offshore islands. They can move over great distances (around 780 km), but have no well-defined seasonal migrations. However, dolphins off Argentina and New Zealand make inshore and offshore seasonal and diurnal movements. In Argentina, dusky dolphins associate closely with southern right whales and South American sea lions. They have been found around bottlenose dolphins, but apparently do not interact with them, and may share feeding areas with Risso's dolphins. They also associate with various seabirds, such as kelp gulls, cormorants, terns, shearwaters, petrels, and albatrosses. In New Zealand, dusky dolphins mingle with common dolphins. Dusky dolphins have also been observed with southern right whale dolphins and pilot whales off southwestern Africa.",
    "Ecology and behaviour-Vocalisations and echolocation": "In general, three different types of sounds are produced by dolphins (and other toothed whales). These are click trains, which are made of numerous individual clicks, usually broadband signals that change from low value to high value quickly, burst pulses, which are individual clicks with high repetition and can be heard by humans only as a buzzing sound, and whistles, which are signals that are pure-tones and whose frequency varies depending on the time. Dusky dolphins produce all three sounds, but most commonly make burst pulses. Whistling is more common when dusky dolphins mingle with other dolphin species such as common dolphins. Their echolocation signals are broadband and of short duration, much like those other whistle-producing toothed whales. They tend to have bimodal frequency spectra which peak between 40 and 50 kHz at low frequency and between 80 and 110 kHz at high frequency. The species' echolocation signals are about 9–12 dB lower than for the larger white-beaked dolphin.",
    "Ecology and behaviour-Foraging and predation": "Dusky dolphins prey on a variety of fish and squid species. Common fish species eaten include anchovies, lantern fish, pilchards, sculpins, hakes, horse mackerel, hoki and red cod. They are generally coordinated hunters. Their very flexible foraging strategies can change depending on the environment. In certain parts of New Zealand, where deep oceanic waters meet the shore, dusky dolphins forage in deep scattering layers at night. They arrive at the hunting site individually, but form groups when in the layer.  The dolphins use their echolocation to detect and isolate an individual prey. Groups of foraging dolphins tend to increase when the layer is near the surface and decrease when it descends.When hunting in shallower waters in New Zealand and Argentina, dusky dolphins tend to forage during the day. The dolphins chase schools of fish or squid and herd them into stationary balls. They may control the school with light reflected from their white bellies. Dolphins herd prey against the surface, but also horizontally against the shore, a point of land, or the hull of a boat. During these times, dusky dolphins are believed to increase prey availability for other predators, including other dolphins, seabirds, sharks, and pinnipeds. In Argentina, dusky dolphins may use bird aggregations to locate and herd prey. Conversely, pinnipeds and sharks take advantage of the dolphin hunts. Dusky dolphins are themselves preyed on by killer whales and large sharks. Dolphins avoid killer whales by swimming into shallower water. Dusky dolphins are also susceptible to parasitism by certain nematode, cestode, and trematode species, mostly the genera Nasitrema and Anisakis, and Phyllobothrium delphini, Braunina cordiformis, and Pholeter gasterophilus.",
    "Ecology and behaviour-Social behaviour and reproduction": "Dusky dolphins live in a fission-fusion society, with most group size increases occurring during foraging and decreases in group sizes occurring during resting and traveling. In the Golfo San José off the Valdes Peninsula, dolphins commonly switch between small traveling groups and large sociosexual groups, and encounter a variety of associates. Studies of dolphins off Kaikoura, New Zealand, showed the dolphins normally live in large groups that split into smaller subgroups. These subgroups are composed of mating adults (mating groups), mothers with calves (nursery groups) and nonbreeding adults. Dusky dolphins have a promiscuous mating system in which both males and females mate with multiple partners. Mating groups are generally made of around 10 males and a single female. These mating groups can be found in both shallow and deep water but more often gather near shore.\n\nIn the mating groups, the males pursue a female in high-speed chases. Females seem to prefer males with great speed and agility rather than size, strength, or aggression. Females may extend the chase as long as possible so only the best male remains. Females may try to evade males that are not vigorous or lack social skill. Males also may form alliances to catch females. Unlike male bottlenose dolphins, male dusky dolphins cannot monopolise females. The time when female dusky dolphins first reproduce varies between regions. New Zealand dolphins first reproduce at about seven to years, with possibly six to seven years for Argentine dolphins. A study of dusky dolphins off the coast of Peru showed the reproductive cycle lasts around 28.6 months, with mother dolphins pregnant for 12.9 months, lactating for a further 12 months, and resting for 3.7 months before the cycle begins again. During copulation, females tend to be on the top. As with all species where females mate with multiple partners, male dusky dolphins have large testicles for sperm competition. Dusky dolphins sometimes engage in sexual behaviour for reasons other than reproduction, perhaps for greeting, communication, or strengthening social bonds. Homosexual behaviour between males has been observed.  Dolphins having sex for social reasons tend to be more relaxed.Females with calves tend to gather in nursery groups in shallow water. Nursery groups likely provide mothers and calves more time to rest, which is important for both. While the behaviours of nursery groups vary by month, resting is the predominant behaviour during most months. The formation of nursery groups in shallow waters also allows members to hunt prey species that inhabit in these waters. Both adults and calves have been observed to chase and catch fish, and the adults may be teaching the calves how to hunt. In contrast to shallower waters, hunting in deep water at night may be too dangerous for calves.  Calves are particularly vulnerable to predators like killer whales and use of shallow water by nursery groups may be a way to avoid predation. Nursery groups tend to avoid mating groups. Adult males in these groups will aggressively herd and chase females. They can separate calves from their mothers and harass them, as well. Calves may also become even more vulnerable to predators as they become exhausted and disoriented. Mother dolphins may look after calves that are not their own.",
    "Ecology and behaviour-Aerial behaviour": "Dusky dolphins perform a number of aerial displays, including leaps, backslaps, headslaps, tailslaps, spins, and noseouts. They also perform head-over-tail leaps which have been called the most \"acrobatic\" of the displays. A headfirst re-entry is performed when a dolphin leaps entirely out of the water and positions its back in a curve while it flips the tail to land back in the water head-first. \"Humping\" is similar, except the snout and tail remain in the water when the dolphin is the arch. Leaps, head-over-tail leaps, backslaps, headslaps, tailslaps, and spins are often done over and over again. Young dusky dolphins apparently are not born with the ability to perform the leaps and must learn to master each one. Calves appear to learn the leaps in this order: noisy leaps, head first re-entries, coordinated leaps, and acrobatic leaps. Adults may perform different leaps in different contexts, and calves may independently learn how to perform leaps, as well as learn when to perform these when interacting others.",
    "Relationship with humans": "",
    "Relationship with humans-Status": "The dusky dolphin, protected in much of its range, is listed as Data Deficient by the IUCN because; \"... assessment of global population status is not possible with the currently available estimates of abundance and removals. The subpopulation off Peru has probably been overexploited, but present data do not allow estimation of present decline\". Dusky dolphins may fall victim to the small cetacean fisheries of Peru and Chile. The expansion of these fisheries could have started in Peru when the anchoveta fishery collapsed in 1972. Dolphins have also been caught in gill nets in New Zealand, but catches appear to have dropped since the 1970s and 1980s.  In Peru, dusky dolphins are killed in large numbers (10.000-15.000 per year) and used as shark bait or for human consumption. The dolphins are also thought to have been harpooned off South Africa, but the numbers are not considered large.The dusky dolphin is listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS) as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.",
    "Relationship with humans-Mussel farming": "The effect of mussel farming on dusky dolphins has been studied in Admiralty Bay, New Zealand. Dusky dolphins are commonly seen in this area, which is also where the greatest density of farming activity is proposed. Apparently, dolphins rarely enter existing farms, and when they do, they usually swim quickly up the lanes and between rows of lines and floats.",
    "Relationship with humans-Tourism": "Dusky dolphins are popular attractions for whale-watching tours. Since 1997, dolphin-watching activities have increased in Patagonia, with dusky dolphins (along with Commerson's dolphins) as the target species.  Tourists interested in seeing dusky dolphins grew from 1,393 in 1997 to 1,840 in 2000. Encounters with dolphins increased from 25% during 1999 to 90% in 2001. Dolphin watching in this areas started as an alternative to whale watching, which was mostly based on that of the southern right whale. Dusky dolphin watching is also popular in New Zealand, whose dolphin-watching industry begin in the late 1980s, as a side attraction to sperm whale watching. Whale and dolphin watching tours have grown with around 75 permitted dolphin tour operators. New Zealand has several locations to view and swim with dusky dolphins, notably in Kaikoura and Marlborough Sounds.While dusky dolphin tourism is a larger industry in New Zealand than it is in Argentina, the effects of tourism on the dolphins seem to be lower in the former than the latter. New Zealand tours are operated under permits, and are limited in number and have conditions and guidelines related to approach procedures and swim operations. By contrast, no direct regulation of dolphin watching is done in Argentina. As such, dolphin activities are often disturbed by touring vessels.",
    "See also": "List of cetacean species\nMammals of New Zealand",
    "References": "",
    "References-General": "Encyclopedia of Marine Mammals. Perrin, W. F., Wursig, B and J. G.M. Thewissen., editors. (2008) Academic Press; 2nd edition, ISBN 0-12-373553-X\nThe Dusky Dolphin: Master Acrobat off Different Shores. Würsig, B., and Würsig, M., editors. (2010) Academic Press. ISBN 0-12-373723-0.\nWhales, Dolphins and. Porpoises, K. S, Norris. editor, (1977) University of California Press. ISBN 0-520-03283-7\nSensory Abilities of Cetaceans. Thomas, J.; Kastelein, R., editors. (1990) Plenum Press. ISBN 0-306-43695-7.\nCetacean Societies. Mann, J., editor. (2000) University of Chicago Press,  ISBN 0-226-50341-0.",
    "External links": "ARKive – images and movies of the dusky dolphin (Lagenorhynchus obscurus)\nWhale and Dolphin Conservation Society"
  }
}