{
  "url": "https://en.wikipedia.org/wiki/Dwarf_sperm_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Kogiidae"
    },
    {
      "Genus": "Kogia"
    },
    {
      "Species": "K. sima"
    }
  ],
  "text": {
    "__SUMMARY__": "The dwarf sperm whale (Kogia sima) is a sperm whale that inhabits temperate and tropical oceans worldwide, in particular continental shelves and slopes. It was first described by biologist Richard Owen in 1866, based on illustrations by naturalist Sir Walter Elliot. The species was considered to be synonymous with the pygmy sperm whale (Kogia breviceps) from 1878 until 1998. The dwarf sperm whale is a small whale, 2 to 2.7 m (6 ft 7 in to 8 ft 10 in) and 136 to 272 kg (300 to 600 lb), that has a gray coloration, square head, small jaw, and robust body. Its appearance is very similar to the pygmy sperm whale, distinguished mainly by the position of the dorsal fin on the body–nearer the middle in the dwarf sperm whale and nearer the back in the other.\nThe dwarf sperm whale is a suction feeder that mainly eats squid, and does this in small pods of typically 1 to 4 members. It is preyed upon by the killer whale (Orcinus orca) and large sharks such as the great white shark (Carcharodon carcharius). When startled, the whale can eject a cloud of red-brown fluid, similar to a squid. Most of what is known of the whale comes from beached individuals, as sightings in the ocean are rare. Many of these stranded whales died from parasitic infestations or heart failure.\nThe dwarf sperm whale is hunted in small numbers around Asia. It is more threatened by ingesting or getting entangled by marine debris. No global population estimate has been made, and so its conservation status by the International Union for Conservation of Nature (IUCN) is data deficient.",
    "Taxonomy": "The first two dwarf sperm whale specimens, a male and a female, were collected in 1853 by naturalist Sir Walter Elliot, who thought it a kind of porpoise due to the short snout. However, when he sent drawings of these whales–including skeletal diagrams–to biologist Richard Owen to describe, Owen, in his 1866 paper, recognized it as a type of sperm whale in the family Physeteridae based on several similar characteristics, such as having functional teeth in only the lower jaw, a lopsided blowhole leaning towards the left side, and a spermaceti organ. He named it Physeter (Euphysetes) simus, the same genus as the sperm whale (Physeter macrocephalus) and the pygmy sperm whale (now Kogia breviceps), with Euphysetes acting as a subgenus. The species name simus is Latin for \"stump-nosed\", a reference to its blunt snout. John Edward Gray, when he created the genus Kogia in 1846, gave no indication to the meaning, but, since the word has a feminine ending, the masculine species name simus had to be changed to sima to fit this when the combination Kogia simus was proposed by various 20th century authors.In 1871, mammalogist Theodore Gill split Physeteridae into two subfamilies: Physterinae with Physeter, and Kogiinae with Kogia and the now-defunct Euphysetes; this has now been elevated to family, Kogiidae. Gill also proposed the dwarf sperm whale be moved to its own genus, Calignathus. In 1878, naturalist James Hector synonymized the dwarf sperm whale with the pygmy sperm whales as K. breviceps. No distinction was made by most authors until mammalogist Dale Rice in his 1998 review of marine mammal taxonomy citing the works of Dr. Teizo Ogawa from 1936, researcher Munesato Yamada from 1954, zoologist Charles Handley from 1966, and mammalogist Graham James Berry Ross from 1979.Genetic testing in 2006 suggests that K. sima may actually represent two species, one in the Atlantic and one in the Indo-Pacific region. The Cape of Good Hope around South Africa may mark the barrier between these two populations.",
    "Description": "The dwarf sperm whale can range in size from 2 to 2.7 m (6.6 to 8.9 ft) in length and 136 to 272 kg (300 to 600 lb) in weight—less than the 4.25 m (14 ft) and 417 kg (920 lb) pygmy sperm whale. A newborn is generally around 1 m (3 ft 3 in) long and 14 kg (31 lb). Males are thought to reach physical maturity at age 15, and females age 13. Sexual maturity, which happens after an individual has attained 2–2.2 m (6 ft 7 in–7 ft 3 in) in length, happens at 2 to 3 years for males and around 5 for females. Gestation takes place probably over around 9.5 months.The dwarf sperm whale has a dark-gray or blue-gray coloration with a lighter-gray underside, and a pale, crescent-shaped mark between the eye and the flipper, sometimes called a \"fake gill,\" which is characteristic of the genus. Some individuals have been known to have a second crescent-shaped mark, creating a sort of pale ring encircling a darker spot. It has a high dorsal fin halfway down the length of the body, and two or more throat grooves. The dorsal fin is taller and closer to the head than it is in the pygmy sperm whale, and the back is flatter.\n\nKogia is identified as having a square head, a small jaw with the snout jutting outward, and a porpoise-like build with a robust body that rapidly decreases towards the tail. They have the shortest snouts of any modern day whale. Characteristic of sperm whales, the left nostril is markedly larger than the right, and it has a spermaceti organ on its skull. The brain weighs around 0.5 kg (1.1 lb). The eyes are adapted for low-light environments. The dwarf sperm whale has 14 to 24 teeth, rarely 26, in the lower jaw that are sharp, slightly curved backwards, and–like other sperm whales–lack enamel. The teeth rarely exceed 30 mm (1.2 in) in length, smaller than those of the pygmy sperm whale. At most, 6 teeth are in the upper jaws, though in modern sperm whales, upper teeth are defunct.Unique to Kogia, there is a sac which hangs off from the small intestines near the anus that is filled with a dense, red-brown fluid that looks similar to chocolate syrup. When stressed, this fluid is released. The dwarf sperm whale has between 50 and 57 vertebrae–7 neck vertebrae, 12 to 14 thoracic vertebrae, and 29 or 35-to-37 lumbar vertebrae. The variation can either be due to loss of bones during preparation of a specimen, or individual variations. It is not known to be sexually dimorphic.",
    "Population and distribution": "The dwarf sperm whale ranges throughout tropical and temperate oceans of the world and inhabits the continental shelf and slope area. It seems to prefer warmer waters than the pygmy sperm whale. The dwarf sperm whale is one of the most commonly beached deep-diving whales in the world, though rarely seen at sea, and likewise, most information about the whale comes from examining beached individuals. Diving depth may vary from place to place: a study in the Bahamas placed average depth at around 250 m (820 ft), whereas a study in the deeper waters of Hawaii placed it at around 1,500 m (4,900 ft).In the West Pacific, its recorded range spans from Japan to Tasmania and New Zealand, and in the East Pacific from British Columbia to central Chile. In the Indian Ocean, the whale is reported from Oman, Sri Lanka, India, Thailand, Indonesia around Timor, western Australia and South Africa. In the West Atlantic, it has been recorded from Virginia to southern Brazil, and in the East Atlantic from Italy in the Mediterranean Sea to South Africa.No global population estimation has been made. Population counts have been taken over certain areas, though given the difficulty to distinguish the dwarf sperm whale from the pygmy sperm whale, the overall estimate represents the total number of both species. In the North Atlantic, they are estimated at around 3,785 individuals; in the East Pacific, around 11,200 individuals.",
    "Ecology": "",
    "Ecology-Diet": "The dwarf sperm whale is an open ocean predator. The stomach contents of stranded dwarf sperm whales comprise mainly squid and, to a lesser degree, deep sea fish (from the mesopelagic and bathypelagic zones) and crustaceans. However, crustaceans make up a sizable part of the diets of Hawaiian dwarf sperm whales, up to 15%. The stomach contents of whales washed up in different regions of the world indicate a preference for cock-eyed squid and glass squid across its range, particularly the elongate jewel squid (Histioteuthis reversa) and Taonius.The throat grooves and the developed musculature in the throat in Kogia are probably adaptations for increasing the volume of the mouth for suction feeding, possibly the best-developed among toothed whales. Also, the blunt snout, lack of teeth, and reduced jaw are characteristics seen in other suction feeding toothed whales. The whale uses its sharp teeth to hold onto prey while expelling water from the mouth.Dwarf sperm whale calves typically start eating solid food once they have reached a size of around 1.35 m (4 ft 5 in) though are not fully weaned until they reach around 1.5 m (4 ft 11 in). Toothed whale calves generally start eating solid food at around 6 months, and mothers stop lactating after around 18 to 20 months.",
    "Ecology-Threats": "Killer whales (Orcinus orca) and sharks are known to prey on the dwarf sperm whale. Dwarf sperm whale remains have been found in the stomachs of great white sharks (Carcharodon carcharias), and infestations of the cestode Phyllobothrium delphini in beached individuals indicates shark attacks since the cestode matures in sharks.The dwarf sperm whale also competes with other squid-eating whales, such as beaked whales. It occupies the same ecological niche in the same regions as the pygmy sperm whale, though the latter can forage in deeper waters and has been known to feed on a wider array of species of larger size.Some beached individuals have had large parasitic infestations which probably lead to their death, particular with nematodes in the stomach and tapeworms in the blubber. In the southeastern United States, stranded dwarf sperm whales were found to have died from heart failure, and heart failure may have led to the stranding itself.",
    "Behavior": "Kogia is thought to be slow-moving, rarely displaying rapid surfacing behavior, tending to float at the surface with only the nape and dorsal fin exposed. From the surface, they sink vertically, instead of lifting their tails out of the water to dive, which would create a splash.The dwarf sperm whale congregates into small pods of 1 to 4 individuals, though on occasion 10, likely due to limited food resources. Small group size and deep foraging grounds in the summer could also be anti-predator behaviors. However, this is less likely as dolphins congregate in large pods with hundreds of members to prevent predation. The whale probably follows seasonal squid migrations from offshore in the summer to nearshore in the winter. It is possible it prefers a slope habitat as it allows the whale to herd squid against the wall, or it causes upwelling which the whale can ride on in order to save energy while hunting. Younger animals may congregate in shallower areas and adults in deeper areas; the slope around South Africa may be a nursery grounds.The Kogia, unlike other whales, can eject a red-brown fluid when startled, likely to distract predators, similar to squid. This cloud can cover 100 m2 (1,100 sq ft) in the water.The Kogia do not whistle, and instead produce narrowband high-frequency clicks. Narrowband high-frequency clicks are more similar to some dolphin and porpoise species–such as the hourglass dolphin (Lagenorhynchus cruciger), Hector's dolphin (Cephalorhynchus hectori), the Chilean dolphin (Cephalorhynchus eutropia), Commerson's dolphin (Cephalorhynchus commersonii), the harbour porpoise (Phocoena phocoena), and Dall's porpoise (Phocoenoides dalli)–than to other deep-diving whales, such as beaked whales and the sperm whale. The Kogia peak frequencies are generally less than 130 kHz.",
    "Relationship with humans": "There is some hunting of the dwarf sperm whale in Indonesia, Japan, Sri Lanka, and the Lesser Antilles as food or bait, though there are no major operations. A bigger threat is likely ingestion of marine debris and entanglement in fishing gear, though it has not been determined how serious a threat these pose. The International Union for Conservation of Nature (IUCN) currently lists the dwarf sperm whale's conservation status as data deficient, though it could possibly be least concerned.The dwarf sperm whale is covered by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area. The species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU), and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).",
    "See also": "Kogia pusilla\nList of cetacean species",
    "References": "",
    "Further reading": "Whales Dolphins and Porpoises, Mark Carwardine, Dorling Kindersley Handbooks, ISBN 978-0-7513-2781-6\nNational Audubon Society Guide to Marine Mammals of the World, Reeves, Stewart, Clapham and Powell, ISBN 978-0-375-41141-0",
    "External links": "Whale & Dolphin Conservation Society (WDCS)\nVoices in the Sea – Sounds of the Dwarf sperm Whale"
  }
}