{
  "url": "https://en.wikipedia.org/wiki/False_killer_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Pseudorca"
    },
    {
      "Species": "P. crassidens"
    }
  ],
  "text": {
    "__SUMMARY__": "The false killer whale (Pseudorca crassidens) is an oceanic dolphin that inhabits oceans worldwide but mainly frequents tropical regions. It was first described in 1846 as a species of porpoise based on a skull, which was revised when the first carcasses were observed in 1861. The name \"false killer whale\" comes from the similar skull characteristics to the killer whale (Orcinus orca).\nThe false killer whale reaches a maximum length of 6 m (20 ft), though size can vary around the world. It is highly sociable, known to form pods of up to 500 members, and can also form pods with other dolphin species, such as bottlenose dolphins (Tursiops truncatus). Further, it can form close bonds with other species, as well as partake in sexual (including both heterosexual and homosexual) interactions with them. Conversely, the false killer whale has also been known to feed on other dolphins, though it typically eats squid and fish. It is a deep-diving dolphin, with a maximum recorded depth of 927.5 m (3,043 ft); its maximum speed is around 29 km/h (18 mph).\nThe false killer whale easily adapts to captivity and is kept in several aquariums around the world, though its aggression towards other dolphins makes it less desirable. It is threatened by fishing operations, as it can become entangled in fishing gear. It is drive hunted in some Japanese villages. The false killer whale has a tendency to mass strand given its highly social nature, with the largest stranding consisting of 805 beached at Mar del Plata, Argentina. Most of what is known of false killer whale comes from examining stranded individuals.",
    "Taxonomy": "The false killer whale was first described by the British paleontologist and biologist Richard Owen in his 1846 book, A history of British fossil mammals and birds, based on a skull discovered in 1843. The skull was found in Stamford, Lincolnshire in England and dated to the Middle Pleistocene around 126,000 years ago. He found the skull comparable to the long-finned pilot whale (Globicephala melas), the beluga whale (Delphinapterus leucas), and Risso's dolphin (Grampus griseus)–in fact, he gave it the nickname \"thick toothed grampus\" in light of this and assigned the animal to the genus Phocaena (a genus of porpoises) which Risso's dolphin was also assigned to in 1846. The species name crassidens means \"thick toothed\".In 1846, zoologist John Edward Gray assigned the false killer whale to the genus Orca with the killer whale (now Orcinus orca). Until 1861, when the first carcasses washed up on the shores of Kiel Bay in Denmark, the species was thought to be extinct. Based on these and a pod that beached itself three months later in November, zoologist Johannes Theodor Reinhardt moved the species in 1862 to the newly erected genus Pseudorca, which established it as being neither a porpoise nor a killer whale. However, the name \"false killer whale\" comes from the apparent similarity between its skull and that of the killer whale.The false killer whale is a member of the family Delphinidae, the oceanic dolphins. It is part of the subfamily Globicephalinae, and its closest living relatives are Risso's dolphin, the melon-headed whale (Peponocephala electra), the pygmy killer whale (Feresa attenuata), the pilot whales (Globicephala spp.), and possibly the snubfin dolphins (Orcaella spp.). One subspecies was proposed by Paules Edward Pieris Deraniyagala in 1945, P. c. meridionalis, though there was not sufficient justification, and William Henry Flower suggested in 1884 and later abandoned a distinction between northern and southern false killer whales; there are currently no recognized subspecies. However, individuals in populations around the world can have different skull structures and vary in average length, with Japanese false killer whales being 10–20% larger than South African false killer whales. It can hybridize with the bottlenose dolphin (Tursiops truncatus) to produce fertile offspring called \"wholphin\".",
    "Description": "The false killer whale is black or dark gray, though slightly lighter on the underside. It has a slender body with an elongated, tapered head and 44 teeth. The dorsal fin is sickle-shaped, and its flippers are narrow, short, and pointed, with a distinctive bulge on the leading edge of the flipper (the side closest to the head). The average body length is around 4.9 m (16.1 ft), with females reaching a maximum size of 5 m (16.4 ft) in length and 1,200 kg (2,600 lb) in weight, and males 6 m (20 ft) long and 2,200 kg (4,900 lb) in weight. However, on average, males and females are about the same size. Newborns can be 1.5–2.1 m (4.9–6.9 ft) in length. Body temperature ranges from 36–37.2 °C (96.8–99.0 °F), increasing during activity. The teeth are conical, and there are 14–21 in the upper jaw and 16–24 in the lower.The false killer whale reaches physical maturity between 8 and 14 years, and maximum age in captivity is 57 years for males and 62 for females. Sexual maturity happens between 8 and 11 years. In one population, calving occurred at 7 year intervals; calving can occur year-round, though it usually occurs in late winter. Gestation takes around 15 months. Females lactate for 9 months to 2 years. The false killer whale is one of three toothed whales, the other two being the pilot whales, identified as having a sizable post-reproductive lifespan after menopause, which occurs between ages 45 and 55.Being a toothed whale, the false killer whale can echolocate using its melon organ in the forehead to create sound, which it uses to navigate and find prey. The melon is larger in males than in females.",
    "Behavior": "The false killer whale has been known to interact non-aggressively with several dolphin species: the bottlenose dolphin, the pacific white-sided dolphin (Lagenorhynchus obliquidens), the rough-toothed dolphin (Steno bredanensis), the pilot whales, the melon-headed whale, the pantropical spotted dolphin (Stenella attenuata), the pygmy killer whale, and Risso's dolphin.The false killer whale may respond to distress calls and protect other species from predators, aid in childbirth by helping to remove the afterbirth, and have been known to interact sexually with bottlenose dolphins and pilot whales, including homosexually. It has been known to form mixed-species pods with those dolphins, probably due to shared feeding grounds. In Japan, these only occur in winter, suggesting it is tied to seasonal food shortages.A pod near Chile had a 15 km/h (9.3 mph) cruising speed, and false killer whales in captivity were recorded to have a maximum speed of 26.9–28.8 km/h (16.7–17.9 mph), similar to the bottlenose dolphin. Diving behavior is not well recorded, but one individual near Japan dove for 12 minutes to a depth of 230 m (750 ft). In Japan, one individual had a documented dive of 600 m (2,000 ft), and one in Hawaii 927.5 m (3,043 ft), comparable to pilot whales and other similarly-sized dolphins. Its maximum dive time is likely 18.5 minutes.The false killer whale travels in large pods, evidenced by mass strandings, usually consisting of 10 to 20 members, though these smaller groups can be part of larger groups; it is highly social and can travel in groups of more than 500 whales. These large groups may break up into smaller family groups of 4 to 6 members while feeding. Members stay with the pod long-term, some recorded as 15 years, and, indicated by mass strandings, share strong bonds with other members. It is thought it has a matrifocal family structure, with the mothers heading the pod instead of the father, like in sperm whales and pilot whales. Different populations around the world have different vocalizations, similar to other dolphins. The false killer whale is probably polygynous, with males mating with multiple females.",
    "Ecology": "Generally, the false killer whale targets a wide array of squid and fish of various sizes during daylight hours. They typically target large species of fish, such as mahi-mahi and tuna. In captivity, it eats 3.4 to 4.3% of its body weight per day. A video taken in 2016 near Sydney shows a group hunting a juvenile shark. It sometimes discards the tail, gills, and stomach of captured fish, and pod members have been known to share food.\nIn the Eastern Pacific, the false killer whale has been known to target smaller dolphins during tuna purse-seine fishing operations; there are cases of attacks on sperm whales (Physeter macrocephalus), and one instance against a calf of a humpback whale (Megaptera novaeangliae). Killer whales are known to prey on the false killer whale, and it also possibly faces a threat from large sharks, though there are no documented instances.The false killer whale is a known host of several parasites: trematode Nasitrema in the sinuses, nematode Stenurus in the sinuses and lungs, an unidentified crassicaudine nematode in the sinuses, stomach nematodes Anisakis simplex and Anisakis typica, acanthocephalan worm Bolbosoma capitatum in the intestines, whale lice Syncyamus pseudorcae and Isocyamus delphinii, and the whale barnacle Xenobalanus globicipitus. Some strandings had whales with large Bolbosoma infestations, such as the 1976 and 1986 strandings in Florida.",
    "Population and distribution": "The false killer whale appears to have a widespread presence in tropical and semitropical oceanic waters. The species has been found in temperate waters, but these occurrences were possibly stray individuals, or associated with warm water events. It generally does not go beyond 50°N and below 50°S. It usually inhabits open oceans and deep-water areas, though it may frequent coastal areas near oceanic islands.The false killer whale is thought to be common around the world, though no total estimation has been made. The population in the Eastern Pacific is probably in the low tens-of-thousands, and around 16,000 near China and Japan. The population around Hawaii has been declining.",
    "Human interaction": "The false killer whale is known to be much more adaptable in captivity than other dolphin species, being easily trained and highly sociable with other species, and as such it is kept in several public aquariums around the world, such as in Japan, the United States, the Netherlands, Hong Kong, and Australia. Individuals were mainly captured off California and Hawaii, and then in Japan and Taiwan after 1980. It has also been successfully bred in captivity. However, Chester, an orphaned newborn who was stranded in Tofino on Vancouver Island in 2014 and rescued by Vancouver Aquarium, died from a bacterial erysipelas infection in 2017 at the age of three and a half. Being the fifth whale to die in the aquarium, Chester's death caused the Vancouver Park Board to ban the aquarium from acquiring more whales.The false killer whale has been known to approach and offer fish it has caught to humans diving or boating. However, it also takes fish off of hooks, which sometimes leads to entanglement or swallowing the hook. Entanglement can cause drowning, loss of circulation to an appendage, or impede the animal's ability to hunt, and swallowing the hook can puncture the digestive tract or can become a blockage. In Hawaii, this is likely leading to the decline in local populations, reducing them by 75% from 1989 to 2009. The false killer whale is more susceptible to organochloride buildup than other dolphins, being higher up on the food chain, and stranded individuals around the world show higher levels than other dolphins. It has been known to ride the wakes of large boats, which could put it at risk of hitting the boat propeller.In a few Japanese villages, the false killer whale is killed in drive hunts using sound to herd individuals together and cause a mass stranding or corral them into nets before being killed.",
    "Beachings": "The false killer whale regularly beaches itself, for reasons largely unknown, on coasts around the world, with the largest stranding consisting of 835 individuals on 9 October 1946 at Mar del Plata in Argentina. Unlike other dolphins, but similar to other globicephalines, the false killer whale usually mass strands in pods, leading to such high mortality rates. These can also occur in temperate waters outside its normal range, such as with the mass strandings in Britain in 1927, 1935, and 1936.The 30 July 1986 mass stranding of 114 false killer whales in Flinders Bay, Western Australia was widely watched as volunteers and the newly created Department of Conservation and Land Management (CALM) saved 96 individuals, and founded an informal network for whale strandings. The 2 June 2005 Geographe Bay stranding of 120 individuals in Western Australia, the fourth in the bay, was caused by a storm preventing the animals from seeing the shoreline; this also caused a rescue effort of 1,500 volunteers by CALM.\n\nSince 2005, there have been seven mass strandings of false killer whales in New Zealand involving more than one individual, the largest on 8 April 1943 on the Mahia Peninsula with 300 stranded, and 31 March 1978 in Manukau Harbour with 253 stranded.Whale strandings are rare in southern Africa, but mass strandings in this area are typically associated with the false killer whale, with mass strandings averaging at 58 individuals. Hot-spots for mass strandings exist along the coast of the Western Cape in South Africa; the most recent in 30 May 2009 near the village of Kommetjie with 55 individuals.On 14 January 2017, a pod of around 100 beached themselves in Everglades National Park in Florida, and the remoteness of the area was detrimental to rescue efforts, causing the deaths of 81 whales. The other two strandings in Florida were in 1986 with three beached whales from a pod of 40 in Cedar Key, and 1980 with 28 stranded in Key West.",
    "Conservation": "The false killer whale is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS), and the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS). The species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).\nNo accurate global estimates for the false killer whale exist, so the species is listed as Near Threatened by the IUCN Redlist. In November 2012, the United States' National Oceanic and Atmospheric Administration recognized the Hawaiian population of false killer whales, comprising around 150 individuals, as endangered.",
    "See also": "List of cetacean species",
    "References": "",
    "External links": "Whale and Dolphin Conservation Society\nNOAA Fisheries Office of Protected Resources, False Killer Whale (Pseudorca crassidens)\nAgreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas\nAgreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area\nMemorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia\nMemorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region\nVoices in the Sea - Sounds of the False Killer Whale"
  }
}