{
  "url": "https://en.wikipedia.org/wiki/Feresa",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "FeresaGray, 1870"
    },
    {
      "Species": "F. attenuata"
    }
  ],
  "text": {
    "__SUMMARY__": "The pygmy killer whale (Feresa attenuata) is a poorly known and rarely seen oceanic dolphin. It derives its common name from sharing some physical characteristics with the killer whale. It is the smallest species that has \"whale\" in its common name. Although the species has been known to be extremely aggressive in captivity, this aggressive behavior has not been observed in the wild.The species had been described by John Gray in 1874, based on two skulls identified in 1827 and 1874. The next recorded sighting was in 1952 which led to its formal naming by Japanese cetologist Munesato Yamada in 1954.",
    "Description": "The pygmy killer whale is dark gray to black on the cape and has a sharp change to lighter gray on the sides. The flesh around their lips and on the end of their snout is white while pinkish white skin surrounds the genitals. The average length is just over two meters (6.5 ft.). Upon reaching 2 meters in length, males are considered sexually mature. They have approximately 48 teeth, with 22 teeth on the top jaw and 26 on the lower jaw.The pygmy killer whale avoids human contact. They are not acrobatic animals; but, some spy-hopping, breaching, and other active behaviors have been recorded.\nThese dolphins move in groups, usually of 10 to 30, but occasionally much larger. They travel approximately 3 km/hour (2 miles/hour) and  are predominately found in deeper waters ranging from 500 m to 2000 m (1600–6500 ft.) in depth.Their diet consists of cephalopods and small fish. They have been observed attacking, killing, and eating other cetacean species such as the common dolphin. Blood analysis from individuals off the coast of southeastern Brazil showed a mercury:selenium ratio of 1.6:1, which is higher than the typical 1:1 ratio common in other odontocetes; this was attributed to local use of fungicides and chemicals used in gold extraction that are high in mercury.",
    "Description-Early records": "Prior to the 1950s, the only record of pygmy killer whales was from two skulls identified in 1827 and 1874. In 1952, a specimen was caught and killed in Taiji, Japan which is known for its annual dolphin hunts. Six years later, in 1958, an individual was killed off the coast of Senegal. In 1963, there were two recorded events involving pygmy killer whales. The first was in Japan, where 14 individuals were caught and brought into captivity; all 14 animals were dead within 22 days. The second was off the coast of Hawaii where an individual animal was caught and successfully brought into captivity. In 1967, a single pygmy killer whale off of Costa Rica died after becoming entangled in a purse seine net. Finally, in 1969, a pygmy killer whale was killed off the coast of St. Vincent and a group of individuals was recorded in the Indian Ocean.More recently, in November 2018 a small pod of pygmy killer whales stranded on a beach in Northland, New Zealand, with limited externally visible injuries. A rescue operation was put into place that involved first driving the whales from the west coast to the east coast in order to refloat them in calmer sea conditions. After 3 days, all but one of the whales were euthenised after repeatedly restranding in worsening condition.",
    "Description-Distinguishing from other dolphin species": "Pygmy killer whales are most commonly confused with melon-headed whales and false killer whales. For instance, a published paper describing an encounter with a school of pygmy killer whales was later determined to be either a mixture of pygmy and false killer whales or solely false killer whales.The three species can be differentiated by physical differences between them. One defining difference is, although both species have white around the mouth, on pygmy killer whales the white extends back onto the face. Pygmy killer whales also have rounded-tipped dorsal fins, as opposed to pointed tips. When compared to false killer whales, pygmy killer whales have a larger dorsal fin. Finally, pygmy killer whales have a more clearly defined line where the dark dorsal color changes to the lighter lateral color than either of the other two species.Behavioral differences can also be used to differentiate pygmy killer whales from false killer whales. Pygmy killer whales usually move slowly when at the surface whereas false killer whales are highly energetic. Pygmy killer whales rarely bow ride but it is common in false killer whales.The small size of this species also causes confusion with other dolphins especially where the frontal head shape of the animals encountered remains unseen. Unlike the melon-headed whale, pygmy killer whales do not normally lift the full face above the water as they surface to breathe so it is not easy to confirm the lack of a bottle. Furthermore, in calmer waters the small bow wave pushed in front of the face looks like a bottle from a distance.",
    "Echolocation and hearing": "Like other oceanic dolphins, pygmy killer whales use echolocation. The centroid of echolocation frequencies is between 70–85 kHz and can range from 32 to 100 kHz. This is similar to the range of other odontocetes such as the bottlenose dolphin but is slightly higher than false killer whales. While echolocating, they produce 8-20 clicks per second with a 197-223 decibel sound level at the production source. The linear directionality of sound production in pygmy killer whales is better than in porpoises but lower than is found in bottlenose dolphins; higher directionality results in sounds that are easier to discern from background noise. Based on similarities to the acoustic parameters of other odontocetes, it is presumed that they use a similar mechanism for producing echolocation clicks.The anatomy for auditory reception is similar to other odontocetes, with a hollow mandible and a mandibular fat body composed of a low density outer layer and a denser inner core. The inner core comes into direct contact with the tympanoperiotic complex (functionally similar to the auditory bulla in other species - see Cetacea). Hearing tests performed on two live individuals brought in for rehabilitation exhibited frequency response range and temporal resolution similar to that found in other echolocating dolphins. During those tests, one individual exhibited low frequency hearing loss that might have been related to treatment with the antibiotic amikacin although the researchers believed the more likely cause was slight differences in testing setup.",
    "Population and distribution": "Pygmy killer whales have been observed in groups ranging from 4 to 30 or more individual animals. The only population estimate is of 38,900 individuals in the eastern tropical Pacific Ocean; however, this estimate had a large coefficient of variation meaning the true population size could be much lower or much higher.The species has a wide distribution in tropical and subtropical waters worldwide. They are sighted regularly off Hawaii and Japan. Appearances in bycatch suggest a year-round presence in the Indian Ocean near Sri Lanka and the Lesser Antilles. The species has also been found in the south-west Indian Ocean in the French Southern and Antarctic Lands off Europa Island, Mozambique and South Africa but not yet recorded off East Africa. In the Atlantic, individuals have been observed as far north as South Carolina on the west  and Senegal on the east. They have been observed along the coast of South America and as far north as the Gulf of Mexico where they have been known to breed during the spring season.A resident population of pygmy killer whales lives in the waters around Hawaii. Most sightings have been around the main island, however there are occasional sightings around several of the other islands. The population has a tightly connected social structure with affiliations between individuals that can last up to 15 years. Despite the existence of this resident population, sightings of pygmy killer whales around Hawaii are still quite rare; they accounted for less than 1.5% of all cetaceans sighted in a study lasting from 1985 to 2007. This population has been observed associating with false killer whales, short-finned pilot whales, and bottlenose dolphins.",
    "Conservation": "Pygmy killer whales have been incidental bycatch in fishing operations.  They represent as much as 4% of the cetacean bycatch in drift gill nets used by commercial fisheries in Sri Lanka.Like other cetaceans, they are hosts to parasitic worms such as cestodes and nematodes. The cestode species, Trigonocotyle sexitesticulae, was first discovered in the corpse of a pygmy killer whale. A pygmy killer whale found stranded on the coast of New Caledonia died from parasitic encephalitis caused by nematodes. They are also victims of  opportunistic cookie cutter sharks.Pygmy killer whales are occasionally involved in mass strandings. As seen in other cetaceans, these strandings often involve a sick or injured individual; even when pushed back out to the sea by rescuers, the healthy individuals will often strand again and refuse to leave until the death of the individual in declining health.The pygmy killer whale is classified as least concern by the IUCN. They are covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS) and the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS). The species is further included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).",
    "See also": "List of cetacean species\nMarine biology",
    "References": "",
    "External links": "Official website of the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas\nOfficial website of the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area\nMemorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia\nOfficial webpage of the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region"
  }
}