{
  "url": "https://en.wikipedia.org/wiki/Gray's_beaked_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. grayi"
    }
  ],
  "text": {
    "__SUMMARY__": "Gray's beaked whale (Mesoplodon grayi), sometimes known as Haast's beaked whale, the Scamperdown whale, or the southern beaked whale, is one of the better-known members of the genus Mesoplodon. This species is fairly gregarious and strands relatively frequently for a beaked whale. In the Māori language, this species is called hakurā or iheihe.",
    "Taxonomy": "The species was first described in 1876 by Julius von Haast, director of the Canterbury Museum, Christchurch, New Zealand. He named it after the British taxonomist John Edward Gray, a zoologist at the British Museum. His description was based on three skulls he had received in May 1875 from a William Hood, Esq., who had retrieved them from three specimens that were part of a group of 28 individuals that had stranded on Waitangi Beach, Chatham Island, in the summer of 1874-75.",
    "Description": "Gray's beaked whale is a fairly slender member of the genus. The melon on the whale bulges towards the blowhole and slopes down towards the beak. The beak itself is very long and pointed for a beaked whale, and has a relatively straight mouth line. In both sexes, 17–22 small teeth per row located towards the back of the mouth have been reported, but not confirmed. In males, two small, triangular teeth are present halfway down the mouth. The overall coloration is dark on top and light below, and both sexes have a white beak. Females are lighter on top and have additional white markings near the genitals. Adult males often carry linear scars that probably result from fighting, and both males and females may display circular scars from cookiecutter shark bites. M. grayi are 5.5 to 6.0 m (18.0 to 19.7 ft) long and weigh around 1,100 kg (2,400 lb). They are believed to be around 2.4 m (7 ft 10 in) long when born.",
    "Behavior": "Gray's beaked whale is very gregarious. It has a tendency to strand in large groups, once involving 28 individuals. Other strandings involved five to eight animals. The upper teeth may be used in holding prey, but why only this species has them is not clear.\nGray's beaked whale is said to be the most common species of whale to beach in New Zealand. Two whales that stranded themselves on Opape Beach in the Bay of Plenty, New Zealand, in December 2010, were initially thought to be Gray's beaked whales, but later found to be the very rare spade-toothed whale.",
    "Population and distribution": "This species typically lives in the Southern Hemisphere between 30 and 45°, and is typically observed at depths of 2,000 m (6,600 ft). Many strandings have occurred off New Zealand, but others have happened off Australia, South Africa, South America, and the Falkland Islands. This species has been sighted in groups off the coast of Madagascar and in the Antarctic area. Oddly, one specimen stranded off the Netherlands, in a different hemisphere and several thousand miles away from all other strandings. No population estimates exist, but they are believed to be rather common.",
    "Conservation": "These whales have not been hunted deliberately and they have not been entangled in fishing gear. Gray's beaked whale is included in the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU) and the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU)",
    "Specimens": "MNZ MM002134 Gray's Beaked Whale Mesoplodon grayi, collected Black Reef, Cape Kidnappers, Hawke Bay, New Zealand, 18 March 1993.",
    "See also": "List of cetacean species",
    "References": "",
    "Bibliography": "Encyclopedia of Marine Mammals. Edited by William F. Perrin, Bernd Wursig, and J.G.M Thewissen. Academic Press, 2002. ISBN 0-12-551340-2\nSea Mammals of the World. Written by Randall R. Reeves, Brent S. Steward, Phillip J. Clapham, and James A. Owell. A & C Black, London, 2002. ISBN 0-7136-6334-0",
    "External links": "Factsheets - Gray's Beaked Whale\nCetaceans of the World\nCMS\nWhale & Dolphin Conservation Society (WDCS)\nMemorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia.\nOfficial webpage of the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region"
  }
}