{
  "url": "https://en.wikipedia.org/wiki/Guiana_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Sotalia"
    },
    {
      "Species": "S. guianensis"
    }
  ],
  "text": {
    "__SUMMARY__": "The Guiana dolphin (Sotalia guianensis), also known as the estuarine dolphin, is a dolphin found in the coastal waters to the north and east of South America, and east of Central America. It is a member of the oceanic dolphin family (Delphinidae). It can live both in saltwater and in freshwater.",
    "Etymology": "During its 2008 Annual Meeting in Santiago, Chile, as proposed by Flores et al. (2008), the Scientific Committee of the International Whaling Commission (IWC) endorsed ‘Guiana dolphin’ as the common English name for (Sotalia guianensis) in its IWC List of Recognized Cetacean Species (LRCS). Furthermore, the common name \"Guiana dolphin\" has been suggested by Flores and colleagues.",
    "Description": "The Guiana dolphin (Sotalia guianensis) is frequently described as looking similar to the bottlenose dolphin. However, it is typically smaller, at only up to 2.1 m (6.9 ft) in length. The dolphin is coloured light to bluish grey on its back and sides. The ventral region is light grey. The dorsal fin is typically slightly hooked, with a triangular shape. The beak is well-defined and of moderate length.\nGuiana dolphins are very inconspicuous, and they do not bow ride on boats and normally swims away from them.\nResearchers have recently shown that the costero has an electroreceptive sense, and speculate this may also be the case for other odontocetes.",
    "Taxonomy": "Although described as species distinct from the tucuxi Sotalia fluviatilis by Pierre-Joseph van Bénéden in 1864, the costero Sotalia guianensis has subsequently been synonymized with Sotalia fluviatilis with the two species being treated as subspecies, or marine and freshwater varieties. The first to reassert differences between these two species was a three-dimensional morphometric study of Monteiro-Filho and colleagues. Subsequently, a molecular analysis by Cunha and colleagues unambiguously demonstrated that Sotalia guianensis was genetically differentiated from Sotalia fluviatilis. This finding was reiterated by Caballero and colleagues with a larger number of genes. The existence of two species has been generally accepted by the scientific community;.",
    "Distribution": "The costero is found close to estuaries, inlets and other protected shallow-water areas around the eastern and northern South American coast. It has been reported as far south as southern Brazil and north as far as Nicaragua. One report exists of an animal reaching Honduras.\n34 survive in Guanabara Bay near Rio de Janeiro, down from 70 in 1995 and 400 in 1985.",
    "Food and Foraging": "More than 60 species of demersal and pelagic schooling fish have been reported as prey. Small fish of 8 in (20 cm) or less are preferred. Foraging may be carried out individually or in groups. Different dolphin communities may adopt their own foraging strategies based on local circumstances. One of the best studied groups herds fish onto beaches and half strands themselves for a few seconds while grabbing their prey.",
    "Behaviour": "This species forms small groups of about 2-10 individuals, occasionally up to 100, and swim in tight-knit groups, suggesting a highly developed social structure. They are quite active and may jump clear of the water (a behaviour known as breaching), somersault, spy-hop or tail-splash. They are unlikely, however, to approach boats. They feed on a wide variety of fish, shrimps and squid. Studies of growth layers suggest the species can live up to 30 years.\nIn December 2006, researchers from the Southern University of Chile and the Rural Federal University of Rio de Janeiro witnessed attempted infanticide by a group of costeros in Sepetiba Bay, Brazil. A group of six adults separated a mother from her calf, four then keeping her at bay by ramming her and hitting her with their flukes. The other two adults rammed the calf, held it under water, then threw it into the air and held it under water again. The mother was seen again in a few days, but not her calf. Since females become sexually receptive within a few days of losing a calf, and the group of attacking males was sexually interested in the female, it is possible that the infanticide occurred for this reason. Infanticide has been reported twice before in bottlenose dolphins, but is thought to be generally uncommon among cetaceans.",
    "Conservation": "The costero is listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements. As with all coastal cetaceans, the Guiana dolphin suffers from negative interactions with humans. Entanglement in gill nets, seine nets, and shrimp traps is responsible for the death of many animals each year. There is very limited gene flow between concentrations of this dolphin, and large stretches of coast contain no animals at all, so recovery from depletion of a local population may take time.",
    "See also": "List of cetacean species",
    "References": "Flach, Leonardo; Flach, Patricia Amaral; Chiarello, Adriano G (2008). \"Density, abundance and distribution of the Guiana dolphin (Sotalia guianensis van Benéden, 1864) in Sepetiba Bay, Southeast Brazil\". The Journal of Cetacean Research and Management. 10 (1): 31–36. ISSN 1561-0713. Retrieved January 2013. \nRosas, Fernando C Weber; Monteiro-Filho, Emygdio LA (2002). \"Reproduction of the Estuarine Dolphin (Sotalia guianensis) on the Coast of Paraná, Southern Brazil\". Journal of Mammalogy. 83 (2): 507–515. doi:10.1644/1545-1542(2002)083<0507:ROTEDS>2.0.CO;2.",
    "External links": "Whale and Dolphin Conservation Society (WDCS)"
  }
}