{
  "url": "https://en.wikipedia.org/wiki/Harbour_porpoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Phocoenidae"
    },
    {
      "Genus": "Phocoena"
    },
    {
      "Species": "P. phocoena"
    }
  ],
  "text": {
    "__SUMMARY__": "The harbour porpoise (Phocoena phocoena) is one of six species of porpoise. It is one of the smallest marine mammals. As its name implies, it stays close to coastal areas or river estuaries, and as such, is the most familiar porpoise to whale watchers. This porpoise often ventures up rivers, and has been seen hundreds of miles from the sea. The harbour porpoise may be polytypic, with geographically distinct populations representing distinct races: P. p. phocoena in the North Atlantic and West Africa, P. p. relicta in the Black Sea and Sea of Azov, an unnamed population in the northwest Pacific and P. p. vomerina in the northeast Pacific.",
    "Etymology": "The English word porpoise comes from the French pourpois (Old French porpais, 12th century), which is from Medieval Latin porcopiscus, which is a compound of porcus (pig) and piscus (fish). The old word is probably a loan-translation of a Germanic word, compare Danish marsvin and Middle Dutch mereswijn (sea swine). Classical Latin had a similar name, porculus marinus, The species is sometimes known as the common porpoise in texts originating in the United Kingdom.  The species' taxonomic name, Phocoena phocoena, is the Latinized form of the Greek φώκαινα, phōkaina, \"big seal\", as described by Aristotle; this from φώκη, phōkē, \"seal\".",
    "Description": "The harbour porpoise is a little smaller than the other porpoises, at about 67–85 cm (26–33 in) long at birth, weighing 6.4–10 kg. Adults of both sexes grow to 1.4 to 1.9 m (4.6 to 6.2 ft). The females are heavier, with a maximum weight of around 76 kg (168 lb) compared with the males' 61 kg (134 lb). The body is robust, and the animal is at its maximum girth just in front of its triangular dorsal fin. The beak is poorly demarcated. The flippers, dorsal fin, tail fin and back are a dark grey. The sides are a slightly speckled, lighter grey. The underside is much whiter, though there are usually grey stripes running along the throat from the underside of the body.\nMany anomalously white coloured individuals have been confirmed, mostly in the North Atlantic, but also notably around Turkish and British coasts, and in the Wadden Sea, Bay of Fundy and around the coast of Cornwall.Although conjoined twins are rarely seen in wild mammals, the first known case of a two-headed harbour porpoise was documented in May 2017 when Dutch fishermen in the North Sea caught them by chance. A study published by the online journal of the Natural History Museum Rotterdam points out that conjoined twins in whales and dolphins are extremely rare.",
    "Distribution": "The harbour porpoise species is widespread in cooler coastal waters of the North Atlantic, North Pacific and the Black Sea. The populations in these regions are not continuous and are classified as separate subspecies with P. p. phocoena in the North Atlantic and West Africa, P. p. relicta in the Black Sea and Sea of Azov, an unnamed population in the northwest Pacific and P. p. vomerina in the northeast Pacific. Recent genetic evidence suggests the harbour porpoise population structure may be more complex, and that they should be reclassified.In the Atlantic, harbour porpoises may be present in a curved band of water running from the coast of West Africa to the coasts of Spain, France, the United Kingdom, Ireland, Scandinavia, Iceland, Greenland, Nova Scotia and Newfoundland and the eastern seaboard of the United States. The population in the Baltic Sea is limited in winter due to sea freezing, and is most common in the southwest parts of the sea. There is another band in the Pacific Ocean running from the Sea of Japan, Vladivostok, the Bering Strait, Alaska, British Columbia, and California.",
    "Population": "The harbour porpoise has a global population of at least 700,000. In 2016, a comprehensive survey of the Atlantic region in Europe, from Gibraltar to Vestfjorden in Norway, found that the population was about 467,000 harbour porpoises, making it the most abundant cetacean in the region, together with the common dolphin. Based on surveys in 1994, 2005 and 2016, the harbour porpoise population in this region is stable. The highest densities are in the southwestern North Sea and oceans of mainland Denmark; the latter region alone is home to about 107,000 harbour porpoises. The entire North Sea population is about 335,000. In the Western Atlantic it is estimated that there are about 33,000 harbour porpoises along the mid-southwestern coast of Greenland (where increasing temperatures have aided them), 75,000 between the Gulf of Maine and Gulf of St. Lawrence, and 27,000 in the Gulf of St. Lawrence. The Pacific population off mainland United States is about 73,000 and off Alaska 89,000. After sharp declines in the 20th century, populations have rebounded in the inland waters of Washington State. In contrast, some subpopulations are seriously threatened. For example, there are less than 12,000 in the Black Sea, and only about 500 remaining in the Baltic Sea proper, representing a sharp decrease since the mid-1900s.",
    "Natural history": "",
    "Natural history-Ecology": "Harbour porpoises prefer temperate and subarctic waters. They inhabit fjords, bays, estuaries and harbours, hence their name. They feed mostly on small pelagic schooling fish, particularly herring, capelin, and sprat.  They will, however, eat squid and crustaceans in certain places.  This species tends to feed close to the sea bottom, at least for waters less than 200 m (660 ft) deep.  However, when hunting sprat, porpoise may stay closer to the surface.  When in deeper waters, porpoises may forage for mid-water fish, such as pearlsides.  A study published in 2016 showed that porpoises off the coast of Denmark were hunting 200 fish per hour during the day and up to 550 per hour at night, catching 90% of the fish they targeted.  Almost all the fish they ate were very small, between 3 and 10 cm (1.2–3.9 in) long.Harbour porpoises tend to be solitary foragers, but they do sometimes hunt in packs and herd fish together.  Young porpoises need to consume about 7% to 8% of their body weight each day to survive, which is approximately 15 pounds or 7 kilograms of fish. Significant predators of harbour porpoises include white sharks and killer whales (orcas). Researchers at the University of Aberdeen in Scotland have also discovered that the local bottlenose dolphins attack and kill harbour porpoises without eating them due to competition for a decreasing food supply. An alternative explanation is that the adult dolphins exhibit infanticidal behaviour and mistake the porpoises for juvenile dolphins which they are believed to kill. Grey seals are also known to attack harbour porpoises by biting off chunks of fat as a high energy source.",
    "Natural history-Behaviour, reproduction and life-span": "Some studies suggest porpoises are relatively sedentary and usually do not leave a certain area for long.  Nevertheless, they have been recorded to move from onshore to offshore waters along coast.  Dives of 220 m (720 ft) by harbour porpoises have been recorded.  Dives can last five minutes but typically last one minute.The social life of harbour porpoises is not well understood. They are generally seen as a solitary species. Most of the time, porpoises are either alone or in groups of no more than five animals. Porpoises mate promiscuously.  Males produce large amounts of sperm, perhaps for sperm competition. Females become sexually mature by their third or fourth year and can calve each year for several consecutive years, being pregnant and lactating at the same time. The gestation of the porpoise is typically 10–11 months. Most births occur in late spring and summer. Calves are weaned after 8–12 months. Their average life-span is 8–13 years, although individuals have reached 20. In a study of 239 dead harbour porpoises in the Gulf of Maine–Bay of Fundy, the vast majority were less than 12 years old and the oldest was 17.",
    "Conservation": "Overall the harbour porpoise is not considered threatened and the total population is in the hundreds of thousands.The harbour porpoise populations of the North Sea, Baltic Sea, western North Atlantic, Black Sea and North West Africa are protected under Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). In 2013, the two Baltic Sea subpopulations were listed as vulnerable and critically endangered respectively by HELCOM. Although the species overall is considered to be of Least Concern by the IUCN, they consider the Baltic Sea and Western African populations critically endangered, and the subspecies P. p. relicta of the Black Sea endangered.In addition, the harbour porpoise is covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS), the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS) and the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU).",
    "Conservation-Hunting": "Harbour porpoises were traditionally hunted for food, as well as for their blubber, which was used for lighting fuel.  Among others, hunting occurred in the Black Sea, off Normandy, in the Bay of Biscay, off Flanders, in the Little Belt strait, off Iceland, western Norway, in Puget Sound, Bay of Fundy and Gulf of Saint Lawrence.  The drive hunt in the Little Belt strait is the best documented example. Thousands of porpoises were caught there until the end of the 19th century, and again in smaller scale during the world wars. Currently, however, this species is not subject to commercial hunting, but it is hunted for food and sold locally in Greenland. In prehistoric times, this animal was hunted by the Alby People of the east coast of Öland, Sweden.",
    "Conservation-Interactions with fisheries": "The main threat to porpoises is static fishing techniques such as gill and tangle nets. Bycatch in bottom-set gill nets is considered the main anthropogenic mortality factor for harbour porpoises worldwide. Several thousand die each year in incidental bycatch, which has been reported from the Black Sea, the Baltic Sea, the North Sea, off California, and along the east coast of the United States and Canada. Bottom-set gill nets are anchored to the sea floor and are up to 12.5 miles (20 km) in length. It is unknown why porpoises become entangled in gill nets, since several studies indicate they are able to detect these nets using their echolocation. Porpoise-scaring devices, so-called pingers, have been developed to keep porpoises out of nets and numerous studies have demonstrated they are very effective at reducing entanglement. However, concern has been raised over the noise pollution created by the pingers and whether their efficiency will diminish over time due to porpoises habituating to the sounds.Mortality resulting from trawling bycatch seems to be less of an issue, probably because porpoises are not inclined to feed inside trawls, as dolphins are known to do.",
    "Conservation-Overfishing": "Overfishing may reduce preferred prey availability for porpoises. Overfishing resulting in the collapse of herring in the North Sea caused porpoises to hunt for other prey species. Reduction of prey may result from climate change, or overfishing, or both.",
    "Conservation-Noise pollution": "Noise from ship traffic and oil platforms is thought to affect the distribution of toothed whales, like the harbour porpoise, that use echolocation for communication and prey detection. The construction of thousands of offshore wind turbines, planned in different areas of North Sea, is known to cause displacement of porpoises from the construction site, particularly if steel monopile foundations are installed by percussive piling, where reactions can occur at distances of more than 20 km (12 mi). Noise levels from operating wind turbines are low and unlikely to affect porpoises, even at close range.",
    "Conservation-Pollution": "Marine top predators like porpoises and seals accumulate pollutants such as heavy metals, PCBs and pesticides in their fat tissue. Porpoises have a coastal distribution that potentially brings them close to sources of pollution. Porpoises may not experience any toxic effects until they draw on their fat reserves, such as in periods of food shortage, migration or reproduction.",
    "Conservation-Climate change": "An increase in the temperature of the sea water is likely to affect the distribution of porpoises and their prey, but has not been shown to occur. Reduced stocks of sand eel along the east coast of Scotland seems to have been the main reason for the malnutrition in porpoises in the area.",
    "See also": "List of marine mammal species\nList of cetacean species\nMarine biology",
    "References": "",
    "Further reading": "Friel, D.; Sleeman, D.P. (2010). \"A neonate harbour porpoise (Phocoena phocoena (L.)) with damaged skin\". Ir. Nat. J. 31: 55.\n\"Phocoena phocoena\". Integrated Taxonomic Information System. Retrieved 18 March 2006.",
    "External links": "ARKive - images and movies of the harbour porpoise (Phocoena phocoena)\nWhale & Dolphin Conservation Society (WDCS)\nConvention on Migratory Species page on the Harbour porpoise\nOfficial website of the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area\nOfficial website of the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas\nMemorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia\nVoices in the Sea - Sounds of the Harbour Porpoise"
  }
}