{
  "url": "https://en.wikipedia.org/wiki/Hector's_beaked_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. hectori"
    }
  ],
  "text": {
    "__SUMMARY__": "Hector's beaked whale (Mesoplodon hectori), is a small mesoplodont living in the Southern Hemisphere. This whale is named after Sir James Hector, a founder of the colonial museum in Wellington, New Zealand. The species has rarely been seen in the wild.\nSome data supposedly referring to this species, especially juveniles and males, turned out to be based on the misidentified specimens of Perrin's beaked whale - especially since the adult male of Hector's beaked whale was only more recently described.",
    "Taxonomy": "The English taxonomist John Edward Gray first named the species Berardius hectori in 1871, based on a specimen (a 2.82 m [9’3” ft] male) collected in Titahi Bay, New Zealand in January, 1866. The following year, 1872, English anatomist William Henry Flower placed it in the genus Mesoplodon, while in 1873, Scottish scientist James Hector assigned the same specimen to the species M. knoxi. The species remained in the genus Mesoplodon until 1962, when Charles McCann, a vertebrate zoologist at the Dominion Museum in Wellington, argued that the species only represented a juvenile of Berardius arnuxi.  Beaked whale specialist Joseph Curtis Moore (1968) and J. G. B. Ross (1970) contested this designation, arguing that M. hectori was a valid species. Adult male specimens from the 1970s and 1980s confirmed the species' specific status.",
    "Taxonomy-Molecular Taxonomy": "With abundant and easily observable species, the use of synapomorphic characters to assign observed individuals to a particular species, is a reasonably effective approach to taxonomy, at least in its rudimentary phase. However, the translation of this approach to rare species with elusive life histories, such as the Hector's beaked whales, can be problematic for many reasons. Also, the usefulness of whole or partial \"voucher\" specimens in private collections to assign taxonomic difference based on morphology is equally susceptible to inaccuracy, and additionally can lead to unethical acquisition methods, such as illegal hunting of a rare species. Therefore, the accurate and ethical approach to the taxonomic study of rare and elusive species, such as are found within the mysterious, deep-diving family Ziphiidae, is a molecular phylogenetic taxonomic methodology. This method has yielded insightful discovery in recent studies of the family Ziphiidae. Between 1975 and 1997, five beaked whales were found stranded in Southern California; based on morphology, four were identified as members of M. Hectori and one was identified as a member of Ziphius cavirostris. This discovery was puzzling, because although the suspected range of Ziphius cavirostris was met by the stranding location, M. Hectori was thought to be restricted solely to the Southern Hemisphere. mtDNA sequencing of the sample species revealed that all five individuals could be genetically distinguished from all other members of Ziphiidae, including the two species they were previously identified as. They were subsequently classified as a new species, Perrin's beaked whale (M. Perrini). More recent phylogenetic analyses of nuclear actin sequences substantiated the validity of this classification, as a distinct 34 base-pair deletion was found in the allele, screened across all species, of the two M. perrini samples in particular.",
    "Physical description": "Reaching a maximum length around 4.2 m (1.9 m when born), and with an estimated weight around 1 tonne (1.032 tons), Hector's is one of the smallest of the beaked whales. It is known from only a few stranded animals and a single confirmed sighting of a juvenile off Western Australia. Hector's beaked whales are dark greyish-brown dorsally, paler ventrally. A single female specimen found in Argentina was light grey dorsally and white ventrally.  An individual male described in the same study had several scars and teeth marks found diffuse on its back and flanks. Intra-specific male-to-male interactions are possibly the cause for such marks. Additionally, oval white scars on the ventral portion of this male specimen were likely caused from cookie-cutter sharks of the Isistius species.  Another single adult male specimen had a white beak and white on the anterior portion of the head, with white, linear scars criss-crossing its body, while the juvenile seen off Western Australia had a mask covering its eyes and extending unto its melon and upper beak. The melon, which is not very prominent, slopes quite steeply to the short beak. The dorsal fin is triangular to slightly hooked, small, and rounded at the tip. The leading edge of the dorsal fin joins the body at a sharp angle.",
    "Physical description-Stomach": "Like other members of the Mesoplodont genus, the stomach is divided into four chambers. The proximal main stomach, the distal main stomach, the connecting stomachs, and the pyloric stomach are the four chambers respectively. The first, second, and fourth chambers are pink in color and soft to touch. The third chamber is grey in color and hard externally. The first and third chamber have internal folds but the folds are longer and larger in the third chamber. The second chamber is smooth, with no folds. The first chamber connects to the esophagus and the fourth chamber connects to the small intestine. The orange gastric fluid found in the stomach has also been found in some areas of the intestines. The specimen's stomach from Argentina had many small crystalline lenses in the first and fourth stomachs. Although, other food remains were not present. The specimen's stomach also had dozens of nematodes in all the stomach chambers except the connecting chamber. Histo-pathological analysis showed that these nematodes were later found to be of the Anisakis species.",
    "Physical description-Dentition": "Adult males have a pair of flattened, triangular teeth near the tip of the lower jaw. As with most other beaked whales, the teeth do not erupt in females.\nIn March 2016, the South Australian Museum conducted a necropsy on a beached female specimen of the species from Waitpinga beach, near Adelaide, South Australia. The specimen was found to have a pair of large fangs not seen among the species typical dentition, especially for females, who typically have none. The fangs are possibly vestigial, or atavisms of some other kind, though a definitive answer is difficult because of the dearth of knowledge about the species.",
    "Distribution and ecology": "Hector's beaked whale has a circumpolar distribution in cool temperate Southern Hemisphere waters between about 35 and 55°S. Most records are from New Zealand, but also reports from Falkland Sound, Falkland Islands, Lottering River, South Africa, Adventure Bay, Tasmania, and Tierra del Fuego, in southern South America have been made. Supposed Northeast Pacific records in the older literature actually refer to Perrin's beaked whale.\nSightings are rare due to their deep-ocean distribution, elusive behaviour and possible low numbers. Although sightings are rare, 2 Hector's beaked whales were spotted off the north coast of Egypt and they were swimming very close to the beach which made people panic as no whales nor sharks were spotted at this area ever in Egypt. Nothing is known about the diet of this species, although it is assumed to feed on deepwater squid and fish. Because they lack functional teeth, they presumably capture most of their prey by suction.\nBody scarring suggests there may be extensive fighting between males, which is common in beaked whales. Nothing is known about breeding in this species.\nThis species has never been hunted at all, and has not entangled itself in fishing gear. Most records of the whale have been stranded specimens on beaches, particularly in New Zealand.",
    "Conservation": "Hector's beaked whale is covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MOU).",
    "Specimens": "MNZ MM001834 - 16 July 1980; Kaikoura, New Zealand",
    "See also": "List of cetacean species",
    "References": "",
    "Further reading": "Baker, Alan N. (1990): Whales and dolphins of New Zealand and Australia: An identification guide. Victoria University Press, Wellington.\nPerrin, William F.; Wursig, Bernd & Thewissen, J.G.M (eds.) (2002): Encyclopedia of Marine Mammals. Academic Press. ISBN 0-12-551340-2\nReeves, Randall R.; Steward, Brent S.; Clapham, Phillip J. & Owell, James A. (2002): Sea Mammals of the World. A & C Black, London. ISBN 0-7136-6334-0",
    "External links": "Hector's Beaked Whale Fact Sheet\nCetaceans of the World\nCMS\nWhale & Dolphin Conservation Society (WDCS)"
  }
}