{
  "url": "https://en.wikipedia.org/wiki/Hourglass_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Lagenorhynchus"
    },
    {
      "Species": "L. cruciger"
    }
  ],
  "text": {
    "__SUMMARY__": "The hourglass dolphin (Lagenorhynchus cruciger) is a small dolphin in the family Delphinidae that inhabits Antarctic and subantarctic waters [10].\nThe dolphin has rarely been seen. It was identified as a new species by Jean René Constant Quoy and Joseph Paul Gaimard in 1824 from a drawing made in the South Pacific in 1820 [3]. It is the only cetacean to have been widely accepted as a species solely on witness accounts.",
    "Description": "The hourglass dolphin is colored black on top and white on the belly, with white patches on the sides [1].  and sometimes variations of dark grey. For this reason, it was colloquially known by whalers as a \"sea cow\" (although it does not belong to the taxonomic order Sirenia.)[1]. Each flank has a white patch at the front, above the beak, eye and flipper, and a second patch at the rear [1]. These two patches are connected by a thin white strip, creating, loosely speaking, an hourglass shape; hence the common name of the dolphin [1]. The scientific name cruciger is Latin for \"cross-carrier\". This refers to the area of black coloration, which, viewed from above, vaguely resembles a Maltese cross or cross pattée. There have been no verified sightings of calves and their coloration remains unknown.\nIn its usual range the dolphin is easily identifiable. Only The southern right whale dolphin is the only cetacean of comparable size and that lives as far south [4]. The right whale dolphin does not have a dorsal fin, so the two species are easily distinguished. The fin considerably varies across individuals. It is generally tall and curved, and the curve may be particularly pronounced in older animals.\nAn adult male is about 1.8 meters (5.9 ft) in length and weighs over 90 kilograms (about 200 lbs) [3][5]. and weighs 90–120 kilograms (200–260 lb) Juvenile females range from 1.6-1.8 meters (5.2-5.9 ft) in length and weigh from 70-90 kilograms (154-200 lbs) [3]. Males are thought to be slightly smaller and lighter than females, although the small number of specimens does not permit a firm conclusion.\nLike all species of dolphin, they use echolocation to find food [9].",
    "Geographic Range and Distribution": "The range is circumpolar from close to the Antarctic ice pack to about 45°S [10]. The most northerly northernmost confirmed sightings were 36°S in the South Atlantic Ocean and 33°S near Valparaíso, Chile, in the Pacific [12]. Sightings have been made most commonly from the south of New Zealand, around the South Shetland Islands [11] and off Tierra del Fuego, Argentina [12]. The species is unlikely to be particularly densely populated close to these lands.",
    "Behavior": "Hourglass dolphins tend to move in groups of up to 10-15 [4], though groups of up to 100 have been observed.\nThey share feeding grounds with other cetaceans such as pilot whales, minke whales and southern right whale dolphins [4]. They are regularly seen with fin whales [4]. Hourglass dolphins frequently bow-ride waves from ships and baleen whales bow-wave riders [4].\nExaminations of the stomach contents of the few specimens indicate they eat mantis shrimp, polychaete worms, and various (unrecorded) species of squid and small fish [7].",
    "Taxonomy": "The species was first named Delphinus cruciger by Quoy and Gaimard (1824) after their sighting in January 1820 [3]. Lesson and Garnot (1827) named another dolphin with 2 white patches on the sides Delphinus bivittatus [3]. Throughout the 19th and early 20th centuries, scientists have given the hourglass dolphin various synonyms including Phocoena crucigera (Philippi, 1893), Electra crucigera (Gray, 1871), and Lagenorhynchus clanculus (Gray, 1846; 1849; 1850; 1866) [3]. \nThough it is traditionally placed in the genus Lagenorhynchus, molecular analyses suggest the species be returned to the genus Sagmatias [6].  More recent molecular analyses indicate that the hourglass dolphin is actually more closely related to dolphins of the genus Cephalorhynchus [8].",
    "Population Status": "Sighting surveys were conducted from 1976-77 to 1987-88 [2]. Abundance was estimated to be 144,300 individuals based on line transect sightings in January 1977 and January 1988 in northern Antarctic waters [2]. This is the only abundance estimate of hourglass dolphins to date [2].",
    "Threats": "There are no known major threats to hourglass dolphins as of 2018, and as such the species is listed as Least Concern on the IUCN Red List [14].",
    "Conservation Status": "The hourglass dolphin is covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MOU)[13]. They are also listed in Appendix II of  the 2003 Convention on International Trade in Endangered Species (CITES) [14]. Although they have not been studied extensively, they are of least concern to conservationists.",
    "Resources": "Australian Government Department of the Environment and Energy, Species Profile and Threats Database: Lagenorhynchus cruciger – Hourglass Dolphin\nhttp://www.environment.gov.au/cgi-bin/sprat/public/publicspecies.pl?taxon_id=42",
    "See also": "List of cetacean species",
    "References": "1.\tDuke University OBIS SEAMAP hourglass dolphin species profile http://seamap.env.duke.edu/species/180447\n2.\tKasamatsu, F.; Joyce, G.G. (1995). “Current status of Odontocetes in the Antarctic”. Antarctic Science. 7 (4): 365-379. doi:  https://doi.org/10.1017/S0954102095000514\n3.\tGoodall, R.N.P.; Baker, A.N.; Best, P.B.; Meyer, M.; Miyazaki, N. (1997). “On the Biology of the Hourglass Dolphin, Lagenorhynchus cruciger (Quoy and Gaimard, 1824)”. Reports of the International Whaling Commission. 47: 985-1000.\n4.\tGoodall, R.N.P. (1997). “Review of sightings of the Hourglass Dolphin, Lagenorhynchus cruciger, in the South American Sector of the Antarctic and Sub-Antarctic”. Reports of the International Whaling Commission. 47: 1001-1014.\n5.\tBrownell Jr., R. L. and Donahue, M. A. (1999). Hourglass dolphin Lagenorhynchus cruciger (Quoy and Gaimard, 1824). In: S. H. Ridgway and R. Harrison (eds), Handbook of marine mammals, Vol. 6: The second book of dolphins and the porpoises, pp. 121-135. Academic Press.\n6.\tLeDuc, R.G.; Perrin, W.F.; Dizon, A.E. (1999). “Phylogenetic relationships among the delphinid cetaceans based on full cytochrome b sequences”. Marine Mammal Science. 15 (3): 619-648. doi:10.1111/j.1748-7692.1999.tb00833.x. ISSN 0824-0469.\n7.\tFernandez, M.; Beron-Vera, B.; Garcia, N.A.; Raga, J.A.; Crespo, E.A. (2003). “Food and Parasites from two Hourglass Dolphins, Lagenorhynchus cruciger (Quoy and Gaimard, 1824), from Patagonian waters”. Marine Mammal Science 19 (4): 832-836.\n8.\tMay-Collado, L.; Agnarsson, I. (2006). “Cytochrome b and Bayesian inference of whale phylogeny”. Molecular Phylogenetics and Evolution. 38 (2): 344-354. doi:10.1016/j.ympev.2005.09.019. ISSN 1055-7903. OCLC 441745572. PMID 16325433.\n9.\t^ Tougaard, J.; Kyhn, L.A. (2009). \"Echolocation sounds of hourglass dolphins (Lagenorhynchus cruciger) are similar to the narrow band high‐frequency echolocation sounds of the dolphin genus Cephalorhynchus\". Marine Mammal Science. 26 (1): 239–245. doi:10.1111/j.1748-7692.2009.00307.x.\n10.\tVan Waerebeek, K.; Leaper, R.; Baker, A.N.; Papastavrou, V.; Thiele, D.; Findlay, K.; Donovan, G.; Ensor, P. (2010). “Odontocetes of the Southern Ocean Sanctuary”. Journal of Cetacean Research and Management 11: 315-346.\n11.\t^ Santora, J.A. (2011). \"Habitat use of hourglass dolphins near the South Shetland Islands, Antarctica\". Polar Biology. 35 (5): 801–806. doi:10.1007/s00300-011-1133-8.\n12.\t^ Dellabianca, N.; Scioscia, G.; Schiavini, A.; Raya Rey, A. (2012). \"Occurrence of hourglass dolphin (Lagenorhynchus cruciger) and habitat characteristics along the Patagonian Shelf and the Atlantic Ocean sector of the Southern Ocean\". Polar Biology. 35 (12): 1921–1927. doi:10.1007/s00300-012-1217-0.\n13.\t^ \"CMS Pacific Cetaceans MOU for Cetaceans and their Habitats in the Pacific Islands Region\". pacificcetaceans.org.\n14.\tBraulik, G. 2018. Lagenorhynchus cruciger. The IUCN Red List of Threatened Species 2018: e.T11144A50361701. http://dx.doi.org/10.2305/IUCN.UK.2018-2.RLTS.T11144A50361701.en.",
    "External links": " Media related to Lagenorhynchus cruciger at Wikimedia Commons"
  }
}