{
  "url": "https://en.wikipedia.org/wiki/Hubbs'_beaked_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "Mesoplodon"
    },
    {
      "Species": "M. carlhubbsi"
    }
  ],
  "text": {
    "__SUMMARY__": "Hubbs' beaked whale (Mesoplodon carlhubbsi) was initially thought to be an Andrews' beaked whale when discovered by ichthyologist Carl Hubbs; however, it was named in his honor when it was discovered to be a new species. This species has the typical dentition found in the genus, but its main outstanding features are a white \"cap\" on the head and very extensive scarring. The species is known from 31 strandings and one possible sighting.",
    "Taxonomy": "Carl Leavitt Hubbs, a noted American ichthyologist, published a description of a whale found alive in the surf near his office at the Scripps Institution of Oceanography in La Jolla, California, in 1945. He believed it to be Andrews' beaked whale (a very similar species found only in the Southern Hemisphere), but Joseph Curtis Moore, an expert on beaked whales at Chicago’s Field Museum, reassigned it to a new species, Mesoplodon carlhubbsi, in 1963, naming it in his honor.",
    "Description": "Hubbs’ beaked whale M. carlshubbi has a light ventral surface and a midventral portion grading from white to medium gray dorsally. The dorsal surface of the flipper is slightly darker than the adjacent thorax in adult females, with a faint light patch on the distal posterior edge. However, the light patch is more noticeable in adult males. The head of adult male M. carlshubbi is the most striking feature- black with naturally white areas on the tip of the rostrum and anterior to the blowhole. For females, the tip of the rostrum is distinctly lighter than the rest of the head. Males also have a strong pair of teeth protruding from the mandibular symphysis.",
    "Population and distribution": "It is estimated M. carlshubbi are along the coast of Japan and Pacific coast of North America. The distribution along North America extends from San Diego to Prince Rupert. Southern limit is unknown but the northern limit is Vancouver Island. Distribution is probably not directly related to the character of the water mass but rather follows the distribution of the prey species it feeds on. M. carlshubbi follows prey items in intermediate and deep-water masses, rather than surface water masses.",
    "Behavior": "Stomach contents of stranded M. carlshubbi contained squid beaks, fish otoliths, and fish bones. Prey species included Gonatus sp., Pacific viperfish Chauliodus macouni, Medusafish Icichthys lockingtoni, and Crested bigscale Poromitra crassiceps. Researchers assume calving takes place in the summer based on lengths of neonatal specimens, gestational period, and fetal growth in most cetaceans. On October 3rd they found a 90 cm fetus which had about 160 cm of growth before birth which gives an estimated time of birth of about mid-May.",
    "Conservation": "The species has been occasionally killed by Japanese whalers and has been caught in driftnets off California. Recent beachings in Hawaii have occurred, supporting the theory of open ocean habitation by this species. Threats include fishing and harvesting of aquatic resources, pollution, and climate change. M. carlshubbi are occasionally taken by Japanese whalers and small cetacean fisheries. Incidental catches in drift gillnets occur sporadically off the coast of California. Climate change and severe weather may cause M. carlshubbi to shift habitat. Also, as with most beaked whales, they are vulnerable to loud anthropogenic sounds, especially those generated by navy sonar and seismic exploration.",
    "See also": "List of cetacean species",
    "References": "Animal diversity web https://animaldiversity.org/accounts/Mesoplodon_carlhubbsi/\nWhale and dolphin conservation https://us.whales.org/whales-dolphins/species-guide/hubbs-beaked-whale/\nNOAA Olympic Coast National Marine Sanctuary https://olympiccoast.noaa.gov/living/marinelife/mammals/specieslist/spp_hubbsbeaked.html\nIUCN Database https://www.iucnredlist.org",
    "Bibliography": "Mead, J.G., W.A. Walker, and W.J. Houck. Biological observations on Mesoplodon carlhubbsi (Cetacea: Ziphiidae). Smithsonian Contributions to Zoology. 344\nTaylor, B.L., R. Baird, J. Barlow, S.M. Dawson, J. Ford, J.G. Mead, G. Notarbartolo di Sciara, P. Wade, and R.L. Pitman. 2008. Mesoplodon carlhubbsi. The IUCN Red List of Threatened Species. Available from https://www.iucnredlist.org/species/13243/3425482",
    "External links": "Cetaceans of the World\nCMS\nWhale & Dolphin Conservation Society (WDCS)"
  }
}