{
  "url": "https://en.wikipedia.org/wiki/Indian_Ocean_humpback_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Sousa"
    },
    {
      "Species": "S. plumbea"
    }
  ],
  "text": {
    "__SUMMARY__": "The Indian Ocean humpback dolphin (Sousa plumbea) is a member of the Delphinidae family occupying coastal areas ranging from Southern Africa to Western Indochina. The Indo-Pacific humpback dolphin (Sousa chinensis) was formerly included within the same species, but a 2014 study revealed them to be a separate species.The most limiting factor to habitat-usage is water depth, with most specimens remaining in waters shallower than 20 meters. As a result, the Indian Ocean humpbacked dolphin's offshore range is largely dependent on the coastlines' specific physiographical characteristics. The species has been reported to inhabit nearly every type of coastal habitat, although preference and prominence of any given habitat type is highly dependent on the geographical location. Indian Ocean  humpbacked dolphins experience extremely high rates of calf and juvenile mortality due to anthropogenic disturbances such as environmental pollution, habitat deterioration and noise pollution.\nIndian Ocean  humpbacked dolphins are social delphinids that live in groups averaging twelve individuals, although group size can be highly variable. The majority of their diet is composed of sciaenid fishes, cephalopods, and crustaceans.\nThe species is currently categorized as Endangered.",
    "Distribution and habitat": "",
    "Distribution and habitat-Distribution": "Sousa plumbea ranges from Southern Africa to Western Indochina, including coastal areas along Eastern Africa, the Middle East and India.  Critically important populations have been determined in South East Asia, particularly along the Southern coastlines of China. Recent investigations have, however, similarly determined critical populations along the coasts of the Arabian peninsula, particularly including the Sultanate of Oman and the United Arab Emirates.While S. plumbea and S. chinensis are genetically distinguishable, delphinids' high capacity for hybridization have resulted in hybrid populations in areas of overlapping distribution. In fact, genetic analysis has indicated that S. chinensis sampled from Indochina are more closely related to S. plumbea than to S. chinensis from Australia.\nThis species does not exhibit large migratory behavior.",
    "Distribution and habitat-Habitat": "Studies have determined that the most limiting factor to habitat-usage is water depth, with a majority of specimens typically remaining in shallow waters not exceeding 20 meters in depth. As a result, the Indian Ocean  humpbacked dolphin's offshore range is largely dependent on the coastlines' specific physiographical characteristics.The species has been reported to inhabit a variety of different coastal habitats, including both soft-sediment (e.g. sand and sea grass) and hard-sediment (e.g. rock and coral) marine habitats as well as estuarine habitats (e.g. lagoons, bays, rivers, and mangrove channels). Preference and prominence of any given habitat type is highly dependent on the geographical location of any given Indian Ocean humpbacked dolphin population.",
    "Description": "The Indian Ocean humpbacked dolphin is a medium-sized dolphin that ranges in length from 2 to 2.8 metres (6.6 to 9.2 ft) and in weight from 150 to 200 kilograms (330 to 440 lb).  They have a fatty hump on the back, which differentiates them from  S. chinensiswhich have a more prominent dorsal fin, but no hump.\nDifferent varieties have different coloration, although young dolphins are generally gray, with darker gray above than below. 'They are generally dark gray.  '\\\nIndian Ocean humpbacked dolphins can appear similar to conspecific Indo-Pacific bottlenose dolphins, but the bottlenose dolphins lack the hump.  And all humpbacked dolphins have a distinctive motion when surfacing, in that it surfaces at a 30 to 45 degree angle with the rostrum, and sometimes the full head, showing before arching its back and sometimes showing its flukes.",
    "Life history": "",
    "Life history-Growth rate": "The Indian Ocean humpbacked dolphin is a medium-sized dolphin that exhibit a two-phase growth rate model, in which calves and juveniles experience dramatic growth before reaching a modal peak and after which growth rate slows down as they near complete physical maturity. This modal peak is predicted to occur at around the tenth year, with neonatal individuals averaging 100 cm and growing to an approximate 220 cm by the age of 10. Completely mature adults grow to an average total length of approximately 250 cm.",
    "Life history-Color pattern": "Calves and juveniles less than a year old are typically unspotted and bear a grey coloration. Subadults slowly develop a \"mottled\" or \"speckled\" coating between the ages of 4 and 20, with females experiencing an earlier onset of this pattern development compared to males. After the age of 25, adults begin to slowly lose this spotted pattern and, once again, females experience an earlier onset and drastically faster rate of loss when compared to males.",
    "Life history-Reproduction": "Females reach sexual maturity at an approximate age of 9 to 10 years, while males reach sexual maturity at an approximate age of 12 to 14 years.The Indian Ocean humpbacked dolphin exhibits a peak birthing season between the months of May and June, although they are capable of reproducing year round. This peak season, however, confers survival advantages to neonatal calves as it correlates with rising air and water temperatures during the later spring and early summer months. Gestation lasts between 10 and 12 months. Observational studies have found that most females birth a single calf at any given reproductive period, after which they undergo a calving interval that averages approximately 62 months. This prolonged calving interval is in part due to a prolonged rearing period, in which calves are nursed by their mothers for a period of up to 24 months and mother-calf associations can last between 3 and 4 years.Despite this long rearing period, Indian Ocean humpbacked dolphins experience extremely high rates of infant mortality. Studies suggest that this heightened mortality is due to anthropogenic disturbances such as chemical pollution, habitat loss, fishing, and noise pollution.",
    "Sociality": "The Indian Ocean humpbacked dolphin is a social delphinid that typically lives within a group. Group size is, however, highly variable. Some specimens have been found to be isolated individuals, although the average group is composed of around 12 individuals and some of the largest observed groups have been in excess of 100 individuals.There is very little scientific evidence to support significant inter-species interactions and groupings, although rare observations have noted interactions (both friendly and aggressive) with the sympatric Indo-Pacific bottlenose dolphin, snubfin dolphin, long-snouted spinner dolphin and finless porpoise.",
    "Feeding": "Very little is known on the specific species that compose the Indian Ocean humpbacked dolphin's diet, although multiple studies have confirmed that a majority of their diet is composed of sciaenid fishes, cephalopods, and crustaceans.A few studies have confirmed that Indian Ocean humpbacked dolphins perform a highly skilled and communal feeding behavior known as strand feeding, in which individuals collectively work together to herd fish onto exposed sand banks, after which they deliberately beach themselves to capture the beached fish.",
    "Conservation": "The Indian Ocean humpbacked dolphin has proven to be particularly susceptible to the deleterious effects of anthropogenic activity. The species' shallow, coastal habitat heightens their exposure to anthropogenic disturbances such as habitat deterioration, mortality due to by-catch, vessel striking, and noise pollution. The most driving factor appears to be chemical pollution, as tissue analysis of many stranded specimens exhibit fatal concentrations of organochlorines.  As a result, a number of nations have preemptively established conservation and management programs to ensure that the species' does not become endangered.\nRecent investigative studies have revealed that the United Arab Emirates houses one of the world's largest populations.",
    "See also": "\nList of cetacean species\n\n\n== References =="
  }
}