{
  "url": "https://en.wikipedia.org/wiki/Indopacetus",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Ziphiidae"
    },
    {
      "Genus": "IndopacetusMoore, 1968"
    },
    {
      "Species": "I. pacificus"
    }
  ],
  "text": {
    "__SUMMARY__": "The tropical bottlenose whale (Indopacetus pacificus), also known as the Indo-Pacific beaked whale and Longman's beaked whale, was considered to be the world's rarest cetacean until recently, but the spade-toothed whale now holds that position. As of 2010, the species is now known from nearly a dozen strandings and over 65 sightings.",
    "History of discovery": "The species has had a long history riddled with misidentifications, which are now mostly resolved. A skull and jaw found on a beach in Mackay, Queensland, in 1882, provided the basis for the initial description of this species by H. A. Longman in 1926. Other researchers were not convinced, and felt this specimen might instead represent a Pacific form of True's beaked whale or a female bottlenose whale. Almost 30 years after Longman's original publication, a second skull was discovered near Danane, Somalia (1955). This specimen likely stranded on the coast, but was subsequently processed into fertilizer. Only the skull survived. Biologist Joseph C. Moore used this skull, together with the original Mackay specimen, to effectively demonstrate that Longman's beaked whale was a unique species and elevated it to its own genus, Indopacetus.\nDalebout et al. (2003)  used a combination of genetic and morphological analyses to identify four further specimens, including a complete adult female with a fetus found in the Maldives in January 2000. The other remains consisted of a skull from Kenya collected some time before 1968, and two juvenile males from South Africa from strandings in 1976 and 1992. Based on morphological analyses, Dalebout et al. concluded that the genus Indopacetus was a valid one. The external appearance and colour pattern of this species was also revealed, and a firm connection was established with the mysterious tropical bottlenose whales that had been sighted in the Indian and Pacific Oceans since the 1960s. While this paper was in press, a specimen that was first misidentified as a Baird's beaked whale washed up in Kagoshima, Japan, in July 2002.",
    "Description": "Longman's beaked whales look rather similar to both mesoplodont beaked whales and bottlenose whales, which led to a great deal of taxonomic confusion. The Maldives female had a robust body like the bottlenoses, although this may be a distortion, since the less-decomposed female specimen from Japan had a laterally compressed body typical of Mesoplodon. The juvenile specimens have a very short beak similar to a bottlenose whale, but the adult females seen so far have had rather long beaks sloping gently into a barely noticeable melon organ. Additionally, the dorsal fins of adult specimens seem unusually large and triangular for beaked whales, whereas in juveniles they are rather small and swept back.\nAn adult male specimen has yet to wash up, but sightings of the tropical bottlenose whale indicate they have a rather bulbous melon, two teeth located towards the front of the beak, and scars from fighting with the teeth. Scars from cookiecutter sharks are also rather common on the whale. The rather unusual coloration of the juveniles helped connect the Longman's to the tropical bottlenose whale; both have dark backs behind the blowholes, which quickly shade down to a light gray and then white. The blackness from the back extends down to the eye of the whale except for a light spot behind the eye, and then continues on in a line towards the flipper, which is also dark.\nDark markings are also present on the tip of the beak and rostrum. The females have a simpler coloration; the body is typically grayish except for a brown head. The coloration appears to be rather variable in this species. The female specimen from the Maldives was 6 m (20 ft) in length, with a 1-m (3-ft) fetus, and the Japanese female was 6.5 m (22 ft) in length. Reports of tropical beaked whales put them even longer, in the 7– to 9-m (23– to 29.5-ft) range, which is larger than any mesoplodont and more typical of a bottlenose whale. No weight estimation or reproductive information is known.",
    "Population and distribution": "Strandings and sightings indicate the species ranges across the Indian Ocean from southern and eastern Africa to the Maldives, Sri Lanka, and east to Myanmar, with a Pacific range extending from Australia to Japan. However, if the sightings of tropical beaked whales are taken into account, the range of this whale is more extensive; they have been sighted from the Arabian Sea including the Gulf of Aden to Guadalupe Island and the Gulf of California (the sightings off Mexico (in 1992 and 1993) are probably extralimital, as they are associated with abnormally warm water during El Niño events). Sightings in the Gulf of Mexico are possible, which may indicate they are present in the tropical Atlantic Ocean, as well. The most frequent observations have occurred off the coasts of Hawaii. Although only a single specimen has washed up in Hawaii, they are apparently rather common; a 2002 survey estimated 766 animals. No other population estimates exist for other locales, although a single individual was apparently identified in the Comoro Islands in the summer of 2002–2003. One whale was observed from a whale-watching vessel off Choshi in December, 2015. Possible sightings were made off Tokara Islands and Bonin Islands, as well. They have also recorded off New Caledonia.The range of Longman's beaked whales was once considered to be restricted to warmer waters of Pacific, but stranding records in recent years revealed they may migrate further north to sub-Arctic regions such as off Hokkaido. No occurrence has been confirmed in the Sea of Japan, but a possible Longman's beaked whale stranded on a beach near Vladivostok in 2011.In 2009, the first confirmed sighting was made of tropical bottlenose whales in the southern Bay of Bengal. In the summer and fall of 2010, researchers aboard the NOAA ship McArthur II made two sightings of groups of tropical bottlenose whales off Hawaii. The first sighting consisted of a \"large, active group\" of over 70 individuals surfacing rapidly and breaching on occasion; the second sighting, late in October, did not last as long, as the group \"ran away\". Increasingly more sightings and strandings have been recorded in Taiwan and surrounding small islands such as at Yilan the Green Island, and Orchid Island. An entangled individual was saved by local fishermen off Pakistan in 2015.Since Dalebout et al. (2003), additional strandings have been reported in the Philippines (2004), Taiwan and Myanmar (2005), the Andaman Islands (2009), and Maui (2010).",
    "Behavior": "Tropical bottlenose whale observations indicate they travel in larger groups than any other local species of beaked whales. The size of the pods ranges from the tens up to 100, with 15 to 20 being typical, and the groups appear very cohesive. Their pods are sometimes associated with other species, such as short-finned pilot whales, bottlenose dolphins, spinner dolphins, and humpback whales. Tropical bottlenose whales have been known to breach the surface, and they normally have visible, but short, blows. Their dives last between 11 and 33 minutes, with one individual diving for least 45 minutes.",
    "Conservation": "No records report the whale being hunted, although individuals have been trapped in fishing nets off Sri Lanka and a stranding in Taiwan in 2005 involving a cow-calf pair may have been due to nearby naval exercises. Due to their rather uncommon nature, their conservation status is unknown. The tropical bottlenose whale is covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MOU).",
    "See also": "List of cetacean species",
    "References": "",
    "Further reading": "Longman's Beaked Whale Hawaiian Stock. Revised 3/15/05. Available: here\nAppearance, Distribution, and Genetic Distinctiveness of Longman's Beaked Whale, Indopacetus pacificus. Dalebout, Ross, Baker, Anderson, Best, Cockcroft, Hinsz, Peddemors, and Pitman. July 2003, Marine Mammal Science, 19(3):421–461. Available: here\nNational Audubon Society Guide to Marine Mammals of the World Reeves et al., 2002. ISBN 0-375-41141-0.\nSightings and possible identification of a bottlenose whale in the tropical Indo-Pacific: Indopacetus pacificus? Pitman, Palacios, Brennan, Brennan, Balcomb and Miyashita, 1999. Marine Mammal Science Vol 15, pp 531–549.\nEncyclopedia of Marine Mammals Robert L. Pitman, 1998. ISBN 0-12-551340-2\nWhales, Dolphins and Porpoises Carwardine, 1995. ISBN 0-7513-2781-6\nMore skull characters of the beaked whale Indopacetus pacificus and comparative measurements of austral relatives J.C. Moore 1972. Field Zoology. Vol 62 pp 1–19.\nRelationships among the living genera of beaked whales with classifications, diagnoses and keys J.C. Moore 1968. Field Zoology. Vol 53, pp 206–298.",
    "External links": "Rare whale washes up in South Africa\nOn an unidentified beaked whale found stranded in Kagoshima\nWhale & Dolphin Conservation Society (WDCS)"
  }
}