{
  "url": "https://en.wikipedia.org/wiki/Indo-Pacific_bottlenose_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Tursiops"
    },
    {
      "Species": "T. aduncus"
    }
  ],
  "text": {
    "__SUMMARY__": "The Indo-Pacific bottlenose dolphin (Tursiops aduncus) is a species of bottlenose dolphin.  This dolphin grows to 2.6 m (8.5 ft) long, and weighs up to 230 kg (510 lb).  It lives in the waters around India, northern Australia, South China, the Red Sea, and the eastern coast of Africa.  Its back is dark grey and its belly is lighter grey or nearly white with grey spots.Until 1998, all bottlenose dolphins were considered members of the single species T. truncatus. In that year, the Indo-Pacific bottlenose dolphin was recognized as a separate species. The Indo-Pacific bottlenose dolphin is generally smaller than the common bottlenose dolphin, has a proportionately longer rostrum, and has spots on its belly and lower sides.  It also has more teeth than the common bottlenose dolphin — 23 to 29 teeth on each side of each jaw compared to 21 to 24 for the common bottlenose dolphin.  Some evidence shows the Indo-Pacific bottlenose dolphin may actually be more closely related to certain dolphin species in the genera Stenella and Delphinus, especially the Atlantic spotted dolphin (S. frontalis), than it is to the common bottlenose dolphin.Much of the old scientific data in the field combine data about the Indo-Pacific bottlenose dolphin and the common bottlenose dolphin into a single group, making it effectively useless in determining the structural differences between the two species. The IUCN lists the Indo-Pacific bottlenose dolphin as \"near threatened\" in their Red List of endangered species.",
    "Description": "Indo-Pacific bottlenose dolphins are very similar to common bottlenose dolphins in appearance. Common bottlenose dolphins have a reasonably strong body, moderate-length beak, and tall, curved dorsal fins; whereas Indo-Pacific bottlenose dolphins have a more slender body build and their beak is longer and more slender. The Indo-Pacific population also tends to have a somewhat lighter blue colour and the cape is generally more distinct, with a light spinal blaze extending to below the dorsal fin. However, although not always present, the most obvious distinction can be made with the presence of black spots or flecks on the bellies of adults of Indo-Pacific bottlenose dolphins, which are very rare in common bottlenose dolphins. Their teeth can number between 23 and 29 in each upper and lower jaw, and are more slender than those of common bottlenose dolphins. Size of Indo-Pacific bottlenose dolphins can vary based on geographic location; however, its average length is 2.6 m (8.5 ft) long, and it weighs up to 230 kg (510 lb). The length at birth is between 0.84 and 1.5 m (2.8 and 4.9 ft).The local population centering Mikura-jima is claimed to be a distinct form or species.",
    "Diet": "Indo-Pacific bottlenose dolphins feed on a wide variety of fish and cephalopods (particularly squid).In one study, researchers looked at the feeding ecology of Indo-Pacific bottlenose dolphins by analyzing the stomach contents of ones that got caught in the gillnet fisheries off Zanzibar, Tanzania. The prey items found in the stomach contents included 50 species of bony fish and three species of squid. From their results, the researchers concluded the most important prey group was fish, which accounted for 87% of the total number of prey items consumed and occurred in 24 of 26 stomachs examined. Cephalopods comprised the other 13% of prey items and were found in 13 of the 26 stomachs. The remains of some crustaceans were also found; they hypothesize, however, they were consumed secondarily, since a number were found intact in the fish prey stomachs and therefore were not included in the diet analysis.",
    "Behavior": "Indo-Pacific bottlenose dolphins live in groups that can number in the hundreds, but groups of five to 15 dolphins are most common.  In some parts of their range, they associate with the common bottlenose dolphin and other dolphin species, such as the humpback dolphin.The peak mating and calving seasons are in the spring and summer, although mating and calving occur throughout the year in some regions.  Gestation period is about 12 months.  Calves are between 0.84 and 1.5 m (2.8 and 4.9 ft) long, and weigh between 9 and 21 kg (20 and 46 lb).  The calves are weaned between 1.5 and 2.0 years, but can remain with their mothers for up to 5 years.  The interbirth interval for females is typically 4 to 6 years.In some parts of its range, this dolphin is subject to predation by sharks;  its lifespan is more than 40 years.Indo-Pacific bottlenose dolphins located in Shark Bay, Australia, are thought to have a symbiotic relationship with sponges by doing what is called \"sponging\". A dolphin breaks a marine sponge off the sea floor and wears it over its rostrum, apparently to probe substrates for fish, possibly as a tool, or simply for play.\nThe first report and footage of spontaneous ejaculation in an aquatic mammal was recorded in a wild Indo-Pacific bottlenose dolphin near Mikura Island, Japan, in 2012.A tribe of Austral indigenous people on the Mornington Island have been communicating with wild dolphins for millennia. They are said to have \"a medicine man who calls the dolphins and “speaks” to them telepathically. By these communications he assures that the tribes’ fortunes and happiness are maintained.\"",
    "Status and threats": "The species is not considered to be endangered; its near-shore distribution, though, makes it vulnerable to environmental degradation, direct exploitation, and problems associated with local fisheries.The major predators of this species are typically sharks, and may include humans, killer whales (Orcinus orca), and sting rays. In the early 1980s, many were deliberately killed in a Taiwanese driftnet fishery in the Arafura Sea, off northwestern Australia.  Large-mesh nets set to protect bathers from sharks in South Africa and Australia have also resulted in a substantial number of deaths. Gillnets are also having an impact, and are a problem throughout most of the species' range.",
    "Captivity": "These small cetaceans are commonly found in captivity, causing conservation concerns, including the effects of removing the animals from their wild populations, survival of cetaceans during capture and transport and while in captivity, and the risks to wild populations and ecosystems of accidentally introducing alien species and spreading epizootic diseases, especially when animals have been transported over long distances and are held in sea pens.Bottlenose dolphins are the most common captive cetaceans on a global scale. Prior to 1980, more than 1,500 bottlenose dolphins were collected from the United States, Mexico, and the Bahamas, and more than 550 common and 60 Indo-Pacific bottlenose dolphins were brought into captivity in Japan. By the late 1980s, the United States stopped collecting bottlenose dolphins and the number of captive-born animals in North American aquaria has increased from only 6% in 1976 to about 44% in 1996.",
    "Captivity-Japan": "In a study on three populations of Indo-Pacific bottlenose dolphins in Japan, the characteristics of acoustic signals are believed to be affected by the acoustic environments among habitats, and geographical variation in animal acoustic signals can result from differences in acoustic environments; therefore, the characteristics of the ambient noise in the dolphins' habitats and the whistles produced were compared. Ambient noise was recorded using a hydrophone located 10 m below the surface and whistles were recorded by using an underwater video system.\nThe results showed dolphins produced whistles at varying frequencies with greater modulations when in habitats with less ambient noise, whereas habitats with greater ambient noise seem to cause dolphins to produce whistles of lower frequencies and fewer frequency modulations. Examination of the results suggest communication signals are adaptive and are selected to avoid the masking of signals and the decrease of higher-frequency signals. They concluded ambient noise has the potential to drive the variation in whistles of Indo-Pacific bottlenose dolphin populations.",
    "Captivity-Jervis Bay, Australia": "Small, motorized vessels have increased as a source of anthropogenic noise due to the rise in popularity of wildlife viewing such as whale watching.  Another study  showed powerboat approaches within 100 m altered the dolphin surface behaviour from traveling to milling, and changed their direction to travel away from the powerboat. When the powerboat left the area and its noise ceased, the dolphins returned to their preceding behaviour in the original direction.",
    "Captivity-Shark Bay, Australia": "Another study  in Shark Bay, Western Australia, on dolphin behavioural responses showed significant changes in the behaviour of targeted dolphins were found when compared with their behaviour before and after approaches by small watercraft. Dolphins in the low-traffic site showed a stronger and longer-lasting response than dolphins in the high-traffic site. These results are believed to show habituation of the dolphins to the vessels in a region of long-term vessel traffic. However, when compared to other studies in the same area, moderated responses, rather, were suggested to be because those individuals sensitive to vessel disturbance left the region before their study began.\nAlthough these studies do show statistical significance for the effects of whale-watching boats, these results do not have biological significance and need to be researched further. The Shark Bay population was forecast to be relatively stable with little variation in mortality over time (Manlik et al. 2016).",
    "Conservation": "The Indo-Pacific bottlenose dolphin populations of the Arafura and the Timor Sea are listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). They are listed on Appendix II as they have an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.The Indo-Pacific bottlenose dolphin is also covered by Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU).The Adelaide Dolphin Sanctuary is a marine protected area in the Australian state of South Australia located on the east coast of Gulf St Vincent, which was established in 2005 for the protection of a resident population of Indo-Pacific bottlenose dolphins.",
    "See also": "List of cetacean species\nMarine biology",
    "References": "",
    "Further reading": "Cockcroft, VG; Ross, GJB (1990). \"Age, growth, and reproduction of bottlenose dolphins Tursiops truncatus from the east coast of southern Africa\". Fishery Bulletin. 88 (2): 289–302.\nMoller, Luciana M.; Beheregaray, Luciano B.; Allen, Simon J.; Harcourt, Robert G. (2006). \"Association patterns and kinship in female Indo-Pacific bottlenose dolphins (Tursiops aduncus) of southeastern Australia\". Behavioral Ecology and Sociobiology. 61: 109–117. doi:10.1007/s00265-006-0241-x.\nNowacek, Stephanie M.; Wells, Randall S.; Solow, Andrew R. (2001). \"Short-term effects of boat traffic on bottlenose dolphins, Tursiops truncatus, in Sarasota Bay, Florida\". Marine Mammal Science. 17 (4): 673–688. doi:10.1111/j.1748-7692.2001.tb01292.x.\nSchroeder, J. Pete. Breeding Bottlenose Dolphins in Captivity. In The Bottlenose Dolphin, edited by Stephen Leatherwood and Randall R. Reeves, pp. 435–446. San Diego: Academic Press, Inc., 1990.\nShane Susan, H.; Wells Randall, S.; Bernd, Wursig (1986). \"Ecology, behaviour and social organization of the bottlenose dolphin: a review\". Marine Mammal Science. 2 (1): 34–63. doi:10.1111/j.1748-7692.1986.tb00026.x.\nUrian, K.W.; Duffield, D.A.; Read, A.J.; Wells, R.S.; Shell, E.D. (1996). \"Seasonality of Reproduction in Bottlenose Dolphins, Tursiops truncatus\". Journal of Mammalogy. 77 (2): 394–403. doi:10.2307/1382814. JSTOR 1382814.\nWells, Randall S., Scott Michael D., Irvine Blair A. The Social Structure of Free-ranging Bottlenose Dolphins. In Current Mammalogy, Volume 1, edited by H.H. Genoways, pp. 247– 305. New York: Plenum Press, 1987.",
    "External links": "Save Solomon Dolphins"
  }
}