{
  "url": "https://en.wikipedia.org/wiki/Irrawaddy_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Orcaella"
    },
    {
      "Species": "O. brevirostris"
    }
  ],
  "text": {
    "__SUMMARY__": "The Irrawaddy dolphin (Orcaella brevirostris) is a euryhaline species of oceanic dolphin found in discontinuous subpopulations near sea coasts and in estuaries and rivers in parts of the Bay of Bengal and Southeast Asia.",
    "Taxonomy": "One of the earliest recorded descriptions of the Irrawaddy dolphin was by Sir Richard Owen in 1866 based on a specimen found in 1852, in the harbour of Visakhapatnam on the east coast of India. It is one of two species in its genus. It has sometimes been listed variously in a family containing just itself and in Monodontidae and in  Delphinapteridae. There is now widespread agreement to list it in the family Delphinidae.\n\nbrevirostris comes from the Latin meaning short-beaked. It is very closely related to the Australian snubfin dolphin (Orcaella heinsohni). The two snubfin dolphins were only recognised as separate species in 2005 when a genetic analysis showed that the population found along the coast of northern Australia forms a second species in the genus Orcaella. The Orcaella dolphins are also close relatives of the orca (Orcinus orca).\n\nVernacular names for O. brevirostris include the following:\n\nBurmese: ဧရာဝတီ လင်းပိုင် eyawadi lăbaing\nOdia: ଭୂଆଷୁଣୀ ମଗର bhuasuni magar (lit. oil-yielding dolphin) ଖେମ khem or ଖେରା khera\nFilipino: lampasut\nBangladesh: shushuko\nIndonesian: pesut\nKhmer: ផ្សោត ph’sout\nLao: ປາຂ່າ pha’ka\nMalay: empesut\nThai: โลมาอิรวดี loma irawadi or โลมาหัวบาตร loma hua bat (\"alms-bowl dolphin\", due to the shape of their heads)",
    "Description": "The Irrawaddy dolphin is similar to the beluga in appearance, though most closely related to the killer whale. It has a large melon and a blunt, rounded head, and the beak is indistinct. The dorsal fin, located about two-thirds posterior along the back, is short, blunt, and triangular. The flippers are long and broad. It is lightly colored all over, but slightly more white on the underside than the back. Unlike any other dolphin, the Irrawaddy's u-shaped blowhole is placed on the left of the midline and opens towards the front of the dolphin. Their short beaks appear very different than those of other dolphins, and their mouths are known for having 12-19 peg-like teeth on each side of their jaws. Irrawaddys can range from 90 kg (200 lb) to 200 kg (440 lb) and length is 2.3 m (7.5 ft) at full maturity. Maximum recorded length is 2.75 m (9.0 ft) of a male from Thailand.Overall, the Irrawaddy dolphins' colour is grey to dark slate blue, paler underneath, with no distinctive pattern. The dorsal fin is small and rounded behind the middle of the back. The forehead is high and rounded; the beak is lacking. The front of its snout is blunt. The flippers are broad and rounded. The finless porpoise (Neophocaena phocaenoides) is similar and has no back fin; the humpback dolphin (Sousa chinensis) is larger, has a longer beak and a larger dorsal fin.",
    "Behaviour": "Communication is carried out with clicks, creaks, and buzzes at a dominant frequency of about 60  kilohertz, which is thought to be used for echolocation. Bony fish and fish eggs, cephalopods, and crustaceans are taken as food. Observations of captive animals indicate food may be taken into the mouth by suction. Irrawaddy dolphins are capable of squirting streams of water that can reach up to 1.5 metres (4 ft 11 in); this distinct behaviour has been known for herding fish into the general area for hunting. They do this sometimes while spyhopping and during feeding, apparently to expel water ingested during fish capture or possibly to herd fish. Some Irrawaddy dolphins kept in captivity have been trained to do spyhopping on command. The Irrawaddy dolphin is a slow swimmer, but swimming speeds of 20–25 kilometres per hour (12–16 mph) were reported when dolphins were being chased in a boat.Irrawaddy dolphins are shy of boats, not known to bow-ride, and generally dive when alarmed. They are relatively slow moving but can sometimes be seen spyhopping and rolling to one side while waving a flipper and occasionally breaching. They are generally found in groups of 2-3 animals, though sometimes as many as 25 individuals have been known to congregate in deep pools. Groups of fewer than six individuals are most common, but sometimes up to 15 dolphins are seen together. Traveling and staying in groups not only enables Irrawaddy dolphins to hunt, but it also creates and maintains social bonds and allows copulation to occur.It surfaces in a rolling fashion and lifts its tail fluke clear of the water only for a deep dive. Deep dive times range from 30–150 seconds to 12 minutes. When 277 group dives were timed (time of disappearance of the last dolphin in the group to the emergence of the first dolphin in the group) in Laos, mean duration was 115.3  seconds with a range of 19  seconds to 7.18  minutes.Interspecific competition has been observed when Irrawaddy dolphins were forced inshore and excluded by more specialized dolphins. When captive humpback dolphins (Sonsa chinensis) and Irrawaddy dolphins were held together, reportedly the Irrawaddy dolphins were frequently chased and confined to a small portion of the tank by the dominant humpbacks. In Chilika Lake, local fishers say when Irrawaddy dolphins and bottlenose dolphins meet in the outer channel, the former get frightened and are forced to return toward the lake.",
    "Behaviour-Mating": "A female or male dolphin will attempt to pursue a mate for about a few minutes. They intertwine facing their bellies together and begin to copulate for 40 seconds. Once copulation has occurred, the dolphins will break away from each other and set off in different directions.",
    "Behaviour-Reproduction": "These dolphins are thought to reach sexual maturity at seven to nine years. In the Northern Hemisphere, mating is reported from December to June. Its gestation period is 14 months; cows give birth to a single calf every two to three years. Length is about 1 m (3.3 ft) at birth. Birth weight is about 10 kg (22 lb). Weaning is after two years. Lifespan is about 30 years.",
    "Behaviour-Feeding": "There are plenty of food items that this dolphin feeds upon. They include fish, crustaceans, and cephalopods. During foraging periods, herds of about 7 dolphins will circle around prey and trap their victim. These prey entrapments occur slightly below the water surface level.",
    "Habitat and subpopulations": "Although sometimes called the Irrawaddy river dolphin, it is not a true river dolphin, but an oceanic dolphin that lives in brackish water near coasts, river mouths and in estuaries. It has established subpopulations in freshwater rivers, including the Ganges and the Mekong, as well as the Irrawaddy River from which it takes its name. Its range extends from the Bay of Bengal to New Guinea and the Philippines although they do not appear to venture off shore.\nIt is often seen in estuaries and bays in Borneo Island, with sightings from Sandakan in Sabah, Malaysia, to most parts of Brunei and Sarawak, Malaysia. A specimen was collected at Mahakam River in East Kalimantan.Presences of the species in Chinese, Taiwanese, and Hong Kong's waters have been questioned as the reported sightings have been considered unreliable, and the easternmost of ranges along Eurasian continent is in Vietnam.\nNo range-wide survey has been conducted for this vulnerable species; however, the worldwide population appears to be over 7,000. In India, Irawaddy dolphins are mostly found in Chilika Lake of Odisha. Known subpopulations of Irrawaddy dolphins are found in eight places, listed here in order of population, including conservation status.\n\nBangladesh; 5,832 (VU) in coastal waters of the Bay of Bengal and 451 (VU) in the brackish Sundarbans mangrove forest\nIndia; 152 (VU) in the brackish-water Chilka Lake. Presence recorded from Sundarbans National Park, India also.\nLaos and Cambodia; 78-91 (CR) in a 190-km (118-mi) freshwater stretch of the Mekong River\nIndonesia; ~70 (CR), in a 420-km (260-mi) stretch of the freshwater Mahakam River\nPhilippines; about 42 (CR) in the brackish inner Malampaya Sound. Researchers are studying the recent discovery of 30-40 dolphins sighted in the waters of Pulupandan and Bago, Negros Occidental, in Western Visayas.\nBurma; about 58-72 (CR) in a 370-km (230-mi) freshwater stretch of the Ayeyarwady River\nThailand: less than 50 (CR) in the brackish Songkhla Lake.",
    "Interaction with humans": "Irrawaddy dolphins have a seemingly mutualistic relationship of co-operative fishing with traditional fishers. Fishers in India recall when they would call out to the dolphins, by tapping a wooden key also known as a \"lahai kway\", against the sides of their boats, asking the Irrawaddys to drive fish into their nets. In Burma, in the upper reaches of the Ayeyarwady River, Irrawaddy dolphins drive fish towards fishers using cast nets in response to acoustic signals from them. The fishermen attempt to grasp the attention of the dolphins through various efforts such as using a cone-shaped wood stick to drum the side of their canoe, striking their paddles to the surface of the water, jingling their nets, or making calls that sound turkey-like. A herd of dolphins, who agree to work alongside the fisherman, will entrap a school of fish in a semi-circle, guiding them towards the boat. In return, the dolphins are rewarded with some of the fishers' bycatch. Historically, Irrawaddy River fishers claimed particular dolphins were associated with individual fishing villages and chased fish into their nets. An 1879 report indicated legal claims were frequently brought into native courts by fishers to recover a share of the fish from the nets of a rival fisher which the plaintiff's dolphin was claimed to have helped fill.",
    "Threats": "Irrawaddy dolphins are more susceptible to human conflict than most other dolphins who live farther out in the ocean. Drowning in gillnets is the main threat to them throughout their range. Between 1995 and 2001, there were 38 reported deaths and 74% died as a result of entanglement in gill-nets with large mesh sizes. The majority of reported dolphin deaths in all subpopulations is due to accidental capture and drowning in gillnets and dragnets, and in the Philippines, bottom-set crabnets. In Burma, electrofishing, gold mining and dam building are also serious and continuing threats. Though most fishers are sympathetic to the dolphins' plight, it is difficult for them to abandon their traditional livelihood.Another identified threat towards the Irrawaddy dolphins was noise pollution from high speed vessels. This caused the dolphins to dive significantly longer than usual. The Irrawaddy dolphins would always change directions when they encountered these large vessels.Laotians and Cambodians have a common belief that the Irrawaddy dolphins are reincarnations of their ancestors. Some even claim that the dolphins have saved drowning villagers and protected people from attacks by crocodiles. With their beliefs and experiences, it has led the people of Laos and Cambodia to live peacefully alongside one another for ages until recent years when the technique of using explosives for fishing has emerged. The government of Laos has made it illegal to use such tactics, but few regulations have been made in its neighboring country of Cambodia. In Cambodia, explosives are sold in local markets and the practice of using fishnets has been abandoned. The practice of using explosives instead has become very popular and led to a steady decline of populations of fish, and especially the dolphins swimming in the area. Although Laotians may not use explosives, they do use nylon gill nets, which pose another large threat to the survival of the Irrawaddy. Some dolphins will accidentally become entangled in the net. Poor fishermen refuse to cut and destroy their nets because it would result in too great of an economic loss to save one Irrawaddy dolphin.In Laos, there is a planned dam across the Mekong River. This could threaten the existence of the endangered Irrawaddy dolphins in downstream Cambodia. Laos's government decision is forge the dam upstream of the core habitat of the Irrawaddy dolphins. This could precipitate the extinction of this specific species in the Mekong River. The dam builders' proposal is to use explosives to dig out the tons of rock. This will create strong sound waves that could possibly kill the Irrawaddy dolphins due to their highly sensitive hearing structures.In several Asian countries, Irrawaddy dolphins have been captured and trained to perform in public aquariums. Their charismatic appearance and unique behaviors, including spitting water, spyhopping and fluke-slapping, make them very popular for shows in dolphinariums. The commercial motivation for using this dolphin species is high because it can live in freshwater tanks and the high cost of marine aquarium systems is avoided. The region within and near the species' range has developed economically; theme parks, casinos and other entertainment venues that include dolphin shows have increased.\nKhmer and Vietnamese fishermen have regarded the Orcaella as a sacred animal. If caught in fishing nets, they will release the dolphin from the rest of the catch. In contrast, Khmer-Islam fisherman will kill them for food. This has led to the dolphin being reputed to recognize the local languages of the area and approach the Khmer-Islam with caution. In 2002, there were more than 80 dolphinariums in at least nine Asian countries.Collateral deaths of dolphins due to blast fishing were once common in Vietnam and Thailand. In the past, the most direct threat was killing them for their oil.\nThe IUCN lists five of the seven subpopulations as Endangered, primarily due to drowning in fish nets. For example, the Malampaya population, first discovered and described in 1986, at the time consisted of 77 individuals. Due to anthropogenic activities, this number dwindled to 47 dolphins in 2007. In the Mahakam River in Borneo, 73% of dolphin deaths are related to entanglement in gillnets. This is due to heavy fishing and boat traffic.",
    "Threats-Tourism": "The Irrawaddy dolphins in Asia are increasingly threatened by tourist activity, such as large numbers of boats circulating the areas in which they live. The development of tours and boats has put a large strain on the dolphins.",
    "Threats-Disease": "Cutaneous nodules were found present in various vulnerable populations of Irrawaddy dolphins. A more precise estimate of the affected dolphins is 6 populations. Although the definite fate of this emergent disease is unknown, the species is at risk.",
    "Conservation": "The Irrawaddy dolphin's proximity to developing communities makes the effort for conservation difficult. Entanglement in fishnets and degradation of habitats are the main threats to Irrawaddy dolphins. Conservation efforts are being made at international and national levels to alleviate these threats.",
    "Conservation-International efforts": "Protection from international trade is provided by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). Enforcement, though, is the responsibility of individual countries. While some international trade for dolphinarium animals may have occurred, this is unlikely to have ever been a major threat to the species.\nSome Irrawaddy dolphin populations are classified by the IUCN as critically endangered; in Lao PDR, Cambodia, Viet Nam (Mekong River sub-population), Indonesia (Mahakam River sub-population, Borneo), Myanmar (Ayeyarwady/Irrawaddy River sub-population), the Philippines (Malampaya Sound sub-population), and Thailand (Songkhla Lake sub-population). Irrawaddy dolphins in general however, are IUCN listed as an Endangered species, which applies throughout their whole range. In 2004, CITES transferred the Irrawaddy dolphin from Appendix II to Appendix I, which forbids all commercial trade in species that are threatened with extinction.The UNEP-CMS Action Plan for the Conservation of Freshwater Populations of Irrawaddy dolphins notes that multiple-use protected areas will play a key role for conserving freshwater populations. Protected areas in fresh water could be a particularly effective conservation tool and can facilitate management, due to the fidelity of the species to relatively circumscribed areas. The Action Plan provides details on strategies for mitigating by-catch that includes:\n\n-establishing core conservation areas where gillnetting is banned or severely restricted\n-promoting net attendance rules and providing training on the safe release of entangled dolphins\n-initiating programs to compensate fishers for damage caused to their nets by entangled dolphins that are safely released\n-providing alternative or diversified employment options for gillnet fishers\n-encouraging the use of fishing gear that does not harm dolphins, by altering or establishing fee structures for fishing permits to make gillnetting more expensive while decreasing the fees for nondestructive gear\n-experimenting with acoustical deterrents and reflective nets.The Irrawaddy dolphin is listed on both Appendix I and Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS). It is listed on Appendix I as this species has been categorized as being in danger of extinction throughout all or a significant proportion of their range and CMS Parties strive towards strictly protecting these animals, conserving or restoring the places where they live, mitigating obstacles to migration and controlling other factors that might endanger them, as well on Appendix II as it has an unfavourable conservation status or would benefit significantly from international co-operation organized by tailored agreements.The species is also covered by the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (MoU).",
    "Conservation-National efforts": "Several national efforts are resulting in the reduction of threats to local Irrawaddy dolphin subpopulations:\n\nPortions of Irrawaddy dolphin habitat in the Sundarbans mangrove forest of Bangladesh are included within 139,699 ha (539 sq mi) of three wildlife sanctuaries, which are part of the Sunderbans World Heritage Site. The Wildlife Conservation Society is working with the Bangladesh Ministry of Environment and Forests to create protected areas for the 6000 remaining dolphinsIrrawaddy dolphins are fully protected as an endangered species under Cambodian Fishery Law.  In 2005, The World Wide Fund For Nature (WWF) established the Cambodian Mekong Dolphin Conservation Project with support from government and local communities. The aim is to support the survival of the remaining population through targeted conservation activities, research and education. In January 2012, the Cambodian Fisheries Administration, the Commission for Conservation and Development of Mekong River Dolphin Eco-tourism Zone, and WWF signed the \"Kratie Declaration on the Conservation of the Mekong River Irrawaddy Dolphin\", an agreement binding them to work together, and setting out a roadmap for dolphin conservation in the Mekong River. On 24 August 2012, the Cambodian government announced that 180-kilometre-long (110 mi) stretch of the Mekong River from eastern Kratie province to the border with Laos has been stated as limit fishing zone which uses floating houses, fishing cages and gill nets are disallowed, but simple fishing is allowed. This area is patrolled by a network of River Guards, specifically to protect dolphins. Between January and February 2006 a dozen Irrawaddy dolphins were found dead. The discovery of 10 new baby dolphins found on the coast of Cambodia was a relief and gave hope that the endangered Irrawaddy dolphins would make a comeback from going extinct. Since the endangerment was evident, 66 guards have been posted on the coast of Cambodia to protect these dolphins, and only two deaths have been reported since these efforts. To make more efforts to keep these animals from going extinct, the use of fishing nets on the coast of Cambodia will be banned as well.\n\nThe Irrawaddy dolphin (under the common name of snubfin dolphin, with the scientific name misspelled as Oreaella brevezastris) is included the Indian Wildlife Protection Act, Schedule I, which bans their killing, transport and sale of products. A major restoration effort to open a new mouth between Chilika lake and the Bay of Bengal in 2000 was successful in restoring the lake ecology and regulating the salinity gradient in the lake waters, which has resulted in increases in the population of Irrawaddy dolphin due to increase of prey species of fish, prawns and crabs.\nA conservation program, entitled Conservation Foundation for the Protection of Rare Aquatic Species of Indonesia, focused on protecting the Irrawaddy dolphin population and their habitat, the Mahakam River. The program not only educates and surveys the public but also controls and monitors the dolphin population and their habitat. A prime example of this control is the establishment patrols in several villages.\nThere has been some major concern for the population in the Mekong River due to numerous threats. In the 1970s, many Irrawaddy dolphins were slaughtered for oil and soon after, there was intensive fishing practices with explosives and gill nets. As of right now, the dolphins are protected in Cambodia and Laos Democratic Republic. Now, both explosive fishing and use of gill nets is restricted in many of the Irrawaddy dolphin's habitats. Canadian conservationist Ian Baird set up the Lao Community Fisheries and Dolphin Protection Project to study the Irrawaddy dolphins in the Lao part of the Mekong. Part of this project compensated fishers for the loss of nets damaged to free entangled dolphins. This project was expanded to include Cambodia, after the majority of the dolphin population was determined to have been killed or migrated to Laos' southern neighbor. The Si Phan Don Wetlands Project has successfully encouraged river communities to set aside conservation zones and establish laws to regulate how and when fish are caught. In April, after a 200 kg Irrawaddy dolphin was found dead on the coast of Laos, the death toll for Irrawaddy dolphins is now five in 2015. Usually, Irrawaddy dolphins are found dead with bruises and scars on their body being killed by illegal poaching, however this Irrawaddy dolphin was found dead because of old age. She is the oldest and largest Irrawaddy dolphin researchers have discovered. The dolphin was 2.5 metres (8 ft 2 in) in length and most likely in her late 20s. The body will be taken to the WWF office for an autopsy of the body.Myanmar's Department of Fisheries took charge in December 2005, and instituted a protected region in a 74 km (46 mi) segment of the Ayeyarwady River between Mingun and Kyaukmyaung and created multiple provisions as well. Protective measures in the area include mandatory release of entangled dolphins, prohibition of the catching or killing of dolphins and trade in whole or parts of them and the prohibition of electrofishing and gillnets more than 91 metres (300 ft) long, or spaced less than 180 metres (600 ft) apart. Mercury poisoning and habitat loss from gold mining dredging operations in the river have been eliminatedIn 2000, Malampaya Sound was proclaimed a protected seascape. This is the lowest possible prioritization given to a protected area. Malampaya Sound Ecological Studies Project was initiated by the WWF. With technical support provided by the project, the municipality of Taytay and the Malampaya park management developed fishery policies to minimize the threats to the Irrawaddy dolphin from by-catch capture. Gear studies and gear modification to conserve the dolphin species were implemented. The project was completed in 2007.\nIn 2007, the Coral Triangle Initiative, a new multilateral partnership to help safeguard the marine and coastal resources of the Coral Triangle, including the Irrawaddy dolphin subpopulation in Malampaya Sound, was launched. In 2006, a new population was discovered in Guimaras island in the Visayas. In 2015, another new population was discovered in Bago in Negros Occidental, part of Negros island in the Visayas.\n\nIn 2002, the Marine and Coastal Resources Department was assigned to protect rare aquatic animals such as dolphins, whales and turtles in Thai territorial waters. To protect the dolphins, patrol vessels ensure boats stay at least 30 m (98 ft) away from dolphins and there is no chasing of or running through schools of dolphins. Many fishermen on the Bang Pakong River, Prachinburi Province, have been persuaded by authorities to stop shrimp fishing in a certain area and 30 to 40 fishing boats have been modified so they can offer dolphin sightseeing tours.\nA total of sixty-five Irrawaddi dolphins have been found dead along the coast of Trat Province in the past three years. The local fishing industry is blamed for the deaths of the dolphins. In January 2013, over a dozen dead Irrawaddy dolphins were found on the coast of Thailand. It is said that these dolphins were dead because of a lack of oxygen. Dolphins are mammals and unlike other animals that live in the sea, they must come to the surface for air. Many of the dolphins are found dead in the water, and others were washed ashore, said to have been dead for a few days. Also, in the first week of February 2013, as many as four Irrawaddy dolphins were found dead.In 2008, the Department of Forestry and Sarawak Forestry Cooperative in Sarawak established a protected area for Irrawaddy dolphins in Santubong and Damai (Kuching Wetland). Furthermore, they plan to establish more beaches in Miri as protected areas for them. The protection measures in the area include prohibition of catching or killing of dolphins and trade in whole or parts of them, and prohibiting the use of gillnets. The government may also start small and medium scale research of this species at Sarawak Malaysia University with sponsorship from Sarawak Shell.\nIn 2012 in Vietnam a group of scientists took in four Irrawaddy dolphins and provided them with medical care to see how they would survive. However, they found this to be the first case they saw Irrawaddy dolphins to have bacterial infection. The bacterial infection, Chorioamnionitis is common in many marine animals, however when these few Dolphins were taken in the scientists discovered this same bacterial infection for the first time in this group of dolphins. This disease mostly affects animals that are pregnant because the infection occurs through the umbilical cord and goes into the maternal bloodstream. One of the dolphins the scientists in Vietnam was pregnant and before her death was found circling around the bottom of the pool and was found dead early the next morning. This bacterial infection affects many organs in the body of the animal.",
    "See also": "List of cetacean species\nMarine biology\nEnvironmental issues in Indonesia\nSouth Asian river dolphin",
    "References": "",
    "Bibliography": "Encyclopedia of Marine Mammals ISBN 0-12-551340-2\nNational Audubon Society Guide to Marine Mammals of the World ISBN 0-375-41141-0\nWhales, Dolphins and Porpoises, Mark Carwardine, ISBN 0-7513-2781-6",
    "External links": "Video of Irrawaddy dolphin behavior\nWWF-US Irrawaddy dolphin page\nWhale and Dolphin Conservation Society\nTranscript of briefing by Burmese marine biologist Tint Tun describes human/dolphin cooperative fishing\nWorldwide Bycatch of Cetaceans, National Marine Fisheries Service, NOAA Tech. Memo. NMFS-OPR-36 July 2007 65 Irrawaddy dolphin mentions\nDolphin World Irrawaddy Dolphin\nWDC About Irrawaddy Dolphin\nPhotos of Irrawaddy dolphin on Sealife Collection"
  }
}