{
  "url": "https://en.wikipedia.org/wiki/Lagenodelphis",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "LagenodelphisFraser, 1956"
    },
    {
      "Species": "L. hosei"
    }
  ],
  "text": {
    "__SUMMARY__": "Fraser's dolphin (Lagenodelphis hosei) or the Sarawak dolphin is a cetacean in the family Delphinidae found in deep waters in the Pacific Ocean and to a lesser extent in the Indian and Atlantic Oceans.",
    "Taxonomy": "In 1895, Charles E. Hose found a skull on a beach in Sarawak, Borneo. He donated it to the British Museum. The skull remained unstudied until 1956 when Francis Fraser examined it and concluded that it was similar to species in both the genera Lagenorhynchus and Delphinus but not the same as either. A new genus was created by simply merging these two names together. The specific name is given in Hose's honour.\nIt wasn't until 1971 that the whole body of a Fraser's dolphin, as it was by then becoming known, was discovered. At that time washed-up specimens were found on Cocos Island in the eastern Pacific, in South Australia and in South Africa.",
    "Description": "Fraser's dolphins are about 1 m (3 ft 3 in) long and 20 kg (44 lb) weight at birth, growing to 2.75 m (9 ft 0 in) and 200 kg (440 lb) at adulthood. They have a stocky build, a small fin in relation to the size of the body, conspicuously small flippers. The dorsal fin and beak are also insubstantial. The upper side is a gray-blue to gray-brown. A dirty cream colored line runs along the flanks from the beak, above the eye, to the anus. There is a dark stripe under this line. The belly and throat are usually white, sometimes tinged pink. The lack of a prominent beak is a distinguishing characteristic of the dolphin. From a distance however it may be confused with the striped dolphin which has a similar coloration and is found in the same regions.\nFraser's dolphins swim quickly in large tightly packed groups of about 100 to 1000 in number. Often porpoising, the group chop up the water tremendously. The sight of seeing a large group fleeing from a fishing vessels has been reported as \"very dramatic\".\nIt is also marked by having the smallest genitalia of any open sea dolphin.\nThe species feeds on pelagic fish, squid and shrimp found some distance below the surface of the water (200 m/660 ft to 500 m/1,600 ft). Virtually no sunlight penetrates this depth, so feeding is carried out using echolocation alone.",
    "Population and distribution": "Though only accounted for relatively recently, the number of reported sightings has become substantial — indicating that the species may not be as rare as thought as recently as the 1980s. However the species is still not nearly as well understood as its more coastal cousins. No global population estimates exist.\nThe dolphin is normally sighted in deep tropical waters; between 30°S and 20°N. The Eastern Pacific is the most reliable site for viewings. Groups of stranded dolphins have been found as far afield as France and Uruguay. However these are regarded as anomalous and possibly due to unusual oceanographic conditions, such as El Niño.\nThe species is also relatively common in the Gulf of Mexico but less so in the rest of the Atlantic Ocean.\nThe Philippines is particularly known area for dolphin sightings, and is home to one of the larger populations of the Fraser's dolphin in the world.",
    "Conservation": "The Southeast Asian populations of Fraser's dolphins are listed on Appendix II  of the Convention on the Conservation of Migratory Species of Wild Animals (CMS), since they have an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.In addition, Fraser's dolphin is covered by Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU) and the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macronesia (Western African Aquatic Mammals MoU).",
    "See also": "List of marine mammal species\nList of cetacean species\nMarine biology",
    "Footnotes": "",
    "References": "",
    "Further reading": "Hammond, P.S.; Bearzi, G.; Bjørge, A.; Forney, K.; Karczmarski, L.; Kasuya, T.; Perrin, W.F.; Scott, M.D.; Wang, J.Y.; Wells, R.S.;  et al. (2012). \"Lagenodelphis hosei\". The IUCN Red List of Threatened Species. IUCN. 2012: e.T11140A17807828. doi:10.2305/IUCN.UK.2012.RLTS.T11140A17807828.en. Retrieved 16 January 2018. Database entry includes justification for why this species is listed as data deficient\nWhales Dolphins and Porpoises, Mark Carwardine, Dorling Kindersley Handbooks, ISBN 0-7513-2781-6\nNational Audubon Society Guide to Marine Mammals of the World, Reeves, Stewart, Clapham and Powell, ISBN 0-375-41141-0\nMalaysian Naturalist, Vol 59/3 - 2006, page 5.",
    "External links": "Voices in the Sea - Sounds of the Fraser's dolphin"
  }
}