{
  "url": "https://en.wikipedia.org/wiki/Long-finned_pilot_whale",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Globicephala"
    },
    {
      "Species": "G. melas"
    }
  ],
  "text": {
    "__SUMMARY__": "The long-finned pilot whale (Globicephala melas) is a species of oceanic dolphin. It shares the genus Globicephala with the short-finned pilot whale (Globicephala macrorhynchus). Long-finned pilot whales are known as such because of their unusually long pectoral fins.",
    "Taxonomy and naming": "",
    "Taxonomy and naming-Etymology": "Pilot whales get their name from the original belief that there was a \"pilot\" or lead individual in their groups. The name for the genus, \"Globicephala\" is derived from a combination of the Latin words globus (\"globe\") and kephale (\"head\"). The specific name \"melas\" is Greek for \"black\". This species has also earned the nickname of \"pothead whale\" in some places because the shape of its head reminded early whalers of black cooking pots.",
    "Taxonomy and naming-Taxonomy": "This species was first classified in 1809 by Thomas Stewart Traill and given the name \"Delphinus melas\". However, this scientific name was changed later to \"Globicephala melaena\". Then in 1986, the specific name for this species was reverted to its original form as \"melas\".",
    "Anatomy and morphology": "",
    "Anatomy and morphology-Size": "The sexes are dimorphic, with females reaching lengths of up to 5.7 meters (19 ft) and 1,300 kg (2,900 lb), while males are significantly larger at up to 6.7 meters (22 ft) and 2,300 kg (5,070 lb).",
    "Anatomy and morphology-Appearance": "Despite its common name, the long-finned pilot whale is actually a large species of dolphin. The same is true of orcas and several other small whales. It has a bulbous forehead and is black or dark grey in colour with light-grey or white markings on the throat and belly regions. This light grey patch found on the throat of pilot whales forms the shape of an anchor. Some individuals have other distinct markings such as a light coloured area behind dorsal fin, known as a saddle patch, as well as an upwards sweeping stripe just behind the eye. The dorsal fin is thick and falcate in nature, and is located about a third of the way down the length of the animal. The common name of this species is a reference to the pilot whale's long, sickle-shaped pectoral flippers that are 18 to 27 percent of its total body length. \nBeing a toothed whale, pilot whales have a single blowhole.It can be challenging to tell male and female apart in the wild for many cetacean species. Long-finned pilot whales are no exception, though it was thought in the past that males had hooked dorsal fins while females did not. Recent research on fin shape has shown that this is not a predictable way to distinguish between the sexes. However, males are bigger in size, and relative fin dimensions as well as other characteristics may still be discovered to allow for distinguishing the sex of at least certain age classes for free-ranging pilot whales.\nThe ranges of long-finned and short-finned pilot whales overlap in some areas of the world. As the difference between them is mainly distinguished by the length of the pectoral flippers and tooth counts, it is extremely hard to tell the two species apart in these areas.",
    "Anatomy and morphology-Physiology": "The long-finned pilot whale has more neocortical neurons than any mammal studied to date, in fact having almost twice as many as humans.",
    "Behavior and life history": "",
    "Behavior and life history-Social behavior": "Long-finned pilot whales are very social in nature. They are usually seen in groups, which range in size from a couple of individuals to aggregations of over a thousand. However, 20 to 150 individuals are more commonly observed. Studies have shown that this species often forms small long-term social units made up of around 8-12 individuals. Genetic investigations of the pilot whales driven ashore in the Faroese hunts have shown a relatedness amongst whales, suggesting a matrilineal structure within social units. This means that calves - females and perhaps the males as well - remain with their mothers for life.\nThese groups have been observed socializing with common bottlenose dolphins, Atlantic white-sided dolphins and Risso's dolphins. Pilot whales mainly feed on cephalopods, though in certain regions fish may be more prominent in their diet. Northwestern Atlantic whales are thought to dine predominately on short-finned squid.Long-finned pilot whales can often be seen lobtailing and spyhopping. Occasionally they may also breach. This species is notorious for mass strandings. During a specific time of year, approximately December to March, these whales beach themselves in high numbers along the coast of New Zealand. The reasons for stranding are not fully understood, but because pilot whales have strong social bonds, it is hypothesized that when one animal strands, the rest of the group may have the tendency to follow.\nThese whales have also been observed babysitting calves that are not their own, with one study showing that many of those doing the babysitting are males.",
    "Behavior and life history-Communication": "Long-finned pilot whales make many different kinds of sounds.  In addition to squeaks, whistles, buzzes, and other calls likely used for communicative functions, they also produce rapid clicks that function as a type of bio sonar known as echolocation. This allows the whales to \"see\" in the murky, dark environments that they live in by listening to the nature of the echoes that return.\nThe whistles and pulsed calls that pilot whales make seem not to fall into distinct types, but rather can be arranged on a continuum. These calls are produced in a wide frequency range, which has been observed from less than 1 kHz to about 20 kHz.Recent studies have found that a large portion of their vocal repertoire is made up of calls produced in repeated sequences. These repetitions are more commonly heard when whales are socializing than any other behavioral state (e.g. foraging, traveling, and resting).",
    "Behavior and life history-Reproduction": "Females reach sexual maturity at about 8 years of age, while males reach sexual maturity at around 12 years of age.\nIt seems that mating can take place at anytime during the year, but it peaks in late spring/early summer for both northern and southern hemisphere populations. Mating is thought to occur when different groups meet up, and breeding within units is a rare occurrence.Gestation lasts approximately 12 to 16 months and calving occurs once every 3 to 6 years. Calves are generally 1.6–2.0 m (5 ft 3 in–6 ft 7 in) at birth, and weigh about 75 kg (165 lb). Most calves are born in the summer, though some calving occurs throughout the year. There is evidence that some males may stay with their mothers after they reach sexual maturity.",
    "Behavior and life history-Parasites": "Among other parasites, long-finned pilot whales harbour Crassicauda carbonelli, a species of nematodes which is found exclusively in the penis.",
    "Distribution and abundance": "",
    "Distribution and abundance-Abundance": "Though long-finned pilot whales appear to be abundant, there have been no recent reliable estimates for the worldwide population, leading to their IUCN status of \"Data Deficient.\" Conservative estimates for the population found off Newfoundland estimated around 13,000 individuals. Another study estimated a total of 780,000 animals in the North Atlantic, though this study includes both short and long-finned pilot whales as they are hard to distinguish at sea.",
    "Distribution and abundance-Current distribution": "Long-finned pilot whales are found in the North Atlantic (subspecies Globicephala melas melas), as well as the Southern Hemisphere (subspecies Globicephala melas edwardii). Those in the north are wide-ranging and have been observed off the coast of the eastern U.S. and Canada, across the Atlantic in places such as the Azores and the Faroe Islands, as well as down the western coast of Europe all the way to the Strait of Gibraltar and North Africa. In the southern ocean, long-finned pilot whales are thought to range from 19–60° S, but are commonly seen in the Antarctic Convergence Zone and other areas, showing that they go as far as 68° S. This species has been observed near sea ice in the Antarctic.",
    "Distribution and abundance-Historical distribution": "Though there are only two recognized living subspecies, there was once a third that was found in the western North Pacific around Japan. These are thought to have died off sometime between the 8th and 12th century. This unnamed form was documented in historical literature and confirmed by the discovery of fossils in several locations of Japan, such as on Rebun Island and in Chiba Prefecture. Their biological niche after the extinction has likely been refilled by short-finned pilot whales, who are currently present in parts of this region.",
    "Strandings": "",
    "Strandings-Mass strandings": "Long-finned pilot whales are the most common species involved in mass strandings. The largest event consisted of 1,000 whales on the Chatham Islands in 1918. Though mass strandings of this species are most common in New Zealand, pilot whales have beached themselves in many other countries in places such as northern Europe, the Atlantic coast of North America, South America, and southern parts of Africa.\nOver 600 pilot whales were involved in a stranding at Farewell Spit, New Zealand on February 9, 2017. This was the second largest mass stranding event to be documented.",
    "Strandings-Research from strandings": "Scientists have learned a number of important things from mass strandings of long-finned pilot whales around the world. Studies suggest that they do not always beach together in family units - as multiple matrilines can be found in a single stranding event.",
    "Conservation": "",
    "Conservation-Current conservation status": "The North Sea and Baltic Sea populations of the long-finned pilot whale are listed on Appendix II of the Convention on the Conservation of Migratory Species of Wild Animals (CMS), since they have an unfavourable conservation status or would benefit significantly from international co-operation organised by tailored agreements.\nThe long-finned pilot whale is also covered by the Agreement on the Conservation of Small Cetaceans of the Baltic, North East Atlantic, Irish and North Seas (ASCOBANS), the Agreement on the Conservation of Cetaceans in the Black Sea, Mediterranean Sea and Contiguous Atlantic Area (ACCOBAMS), the Memorandum of Understanding for the Conservation of Cetaceans and Their Habitats in the Pacific Islands Region (Pacific Cetaceans MoU) and the Memorandum of Understanding Concerning the Conservation of the Manatee and Small Cetaceans of Western Africa and Macaronesia (Western African Aquatic Mammals MoU).",
    "Conservation-Whaling": "Whaling of this species in the Faroe Islands in the North Atlantic has been practiced since the time of the first Norse settlements on the islands. The hunts, called grindadráp in Faroese, are mainly executed during the summer. They are non-commercial - though people may sell their share after the catch has been divided - and organized on a community level. The hunters first surround the pilot whales with a wide semicircle of many boats. The boats then drive the pilot whales into a bay or to the bottom of a fjord. It is regulated by Faroese authorities but not by the International Whaling Commission, which does not regulate the hunts of small cetaceans. As of the end of November 2008 the chief medical officers of the Faroe Islands have recommended that pilot whales no longer be considered fit for human consumption because of the level of mercury in the whales.Though the Faroe Islands are home to the only remaining large scale long-finned pilot whale hunts in the world, this species has also been hunted historically elsewhere. An industrial drive fishery was started in the Trinity Bay area of Newfoundland, Canada in 1947 by a Norwegian whaling captain. The catches increased every year until in 1956, there were approximately 10,000 pilot whales successfully captured and killed. This species was also historically hunted along the New England coastline.\nAside from the Faroe Islands, a few pilot whales are taken opportunistically in Greenland each year.",
    "Conservation-Tourism": "Long-finned pilot whales are economically important in the whale-watching industry of some areas of the world, especially in eastern Canada. Even though there are a number of other species of whales found in the Gulf of the St. Lawrence and around Newfoundland, pilots are one of the more common ones sighted inshore during the summer season. The tour vessels used in these regions are normally old converted fishing vessels or zodiacs. In these places, pilot whales provide valuable income for people living in rural fishing communities.\nThe effects of whale-watching on long-finned pilot whales have not been well studied.",
    "See also": "List of cetacean species",
    "References": "",
    "External links": "ARKive Photos, video\nShort Seasonal Absence of Long-Finned Pilot Whale in the Strait of Gibraltar"
  }
}