{
  "url": "https://en.wikipedia.org/wiki/Māui_dolphin",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Delphinidae"
    },
    {
      "Genus": "Cephalorhynchus"
    },
    {
      "Species": "C. hectori"
    },
    {
      "Subspecies": "C. h. maui"
    }
  ],
  "text": {
    "__SUMMARY__": "Māui dolphin or popoto (Cephalorhynchus hectori maui) is a subspecies of the Hector's dolphin (Cephalorhynchus hectori)—New Zealand's only endemic cetacean species.  Māui dolphin are only found off the west coast of New Zealand's North Island, and are now one of the rarest dolphin subspecies globally. The latest population size estimate for the Māui dolphin subspecies estimated 63 individuals of age one year or older (95% CL = 57, 75). Both the Māui dolphin and South Island Hector's dolphin are threatened by commercial fisheries, including set-netting and trawling, recreational netting, and disease including toxoplasmosis and brucellosis. Low food availability may also be an issue for Māui dolphin, which may increase their susceptibility to climate change.",
    "Etymology": "The word \"Māui\" in the dolphin's name comes from Te Ika-a-Māui, the Māori name for New Zealand's North Island. However, the Māori word for the dolphin itself is popoto.In English, there is currently not a consistent spelling; \"Maui's dolphin\" was the original spelling, but all four of \"Maui's dolphin\", \"Maui dolphin\", \"Māui's dolphin\", and \"Māui dolphin\" have been used in recent publications, reflecting a shift towards the use of macrons in New Zealand English. The standard spelling currently preferred by the New Zealand Department of Conservation is \"Māui dolphin\".",
    "Genetics": "In 2002, Māui dolphins were classified as a subspecies of Cephalorhynchus hectori. Previously, they had been known as the North Island Hector's dolphin. Alan Baker found genetic and skeletal differences dolphins which made them distinct from South Island Hector's dolphins. These significant differences over a small geographical distance have not been found in any other studies of marine mammals. So far, 26 different mitochondrial DNA identification haplotypes have been found in Cephalorhynchus hectori, the Māui 'G' haplotype being one of them.In 2002, Hector's dolphins were not known to be capable of swimming from the South Island to the North Island and co-existing with Māui dolphins. Instead, the deep waters of the strait were understood to have been an effective barrier between South Island Hector's and North Island Māui subspecies for between 15,000 and 16,000 years. The 2012 Auckland University/Department of Conservation boat survey tissue sampling of Māui in core range, which included historical samples, revealed three Hector's dolphins identified in this range area (two of them alive) along with another five Hector's being disclosed or sampled between Wellington and Oakura between 1967 and 2012.No evidence so far indicates the Hector's and Māui dolphins interbreed, but given their close genetic composition, they likely could. Interbreeding may increase the numbers of dolphins in the Māui range and reduce the risk of inbreeding depression, but such interbreeding could eventually result in a hybridisation of the Māui back into the Hector's species and lead to a reclassification of Māui as again the North Island Hector's. Hybridisation in this manner threatens the Otago black stilt and the Chatham Islands' Forbes parakeet and has eliminated the South Island brown teal as a subspecies. Researchers have also identified potential interbreeding as threatening the Māui with hybrid breakdown and outbreeding depression.",
    "Physical description and life history": "Māui dolphins are physically very similar to South Island Hector's dolphins. They are most easily differentiated from other New Zealand cetacean species by: their distinctive grey, white, and black markings; a short snout; unique, rounded dorsal fins; and small, but solidly-built bodies (Hector's dolphins are the smallest dolphin species globally). Female Māui dolphins grow to 1.7 m long and weigh up to 50 kg; males are slightly smaller and lighter. \nThe life history of Māui dolphins is assumed to be very similar to that of South Island Hector's dolphins. Hector's dolphins are known to live to least 22 years old, based on photo-based capture-recapture records last updated in 2006 , and become sexually mature at around six to eight years of age , after which they produce one calf every two to four years. Very little is known about the Māui dolphin's reproductive physiology.",
    "Ecology and behaviour": "",
    "Ecology and behaviour-Habitat, diet and predators": "Like Hector's dolphins, Māui dolphins are most abundant in coastal waters with high turbidity  Māui dolphins spend much of their time making dives to find fish on the sea floor, though will also forage in mid water and near the surface. The diet of Māui dolphins is poorly understood though is known to include ahuru, red codling and Peltorhamphus flatfish, based on the stomach contents of three dead individuals. These species are also known to be among the key prey of South Island Hector's dolphins. Known predators of Hector's and Māui dolphins include broadnose sevengill shark, great white shark and blue shark.",
    "Ecology and behaviour-Vocalizations and echolocation": "Māui dolphins use echolocation to navigate, communicate, and find their food. High-frequency ultrasonic clicks reflect back to the dolphin any objects found in the water. This is unique because other dolphins communicate through whistles rather than clicks.",
    "Ecology and behaviour-Social behaviour": "Māui dolphins have been observed playing (e.g. with seaweed), chasing other dolphins, blowing bubbles, and play fighting.",
    "Population size, distribution and overlap with South Island Hector's dolphins": "The latest estimate of the Māui dolphin subspecies is 63 individuals of age 1 year or older (95% CL = 57, 75), based on genetic capture-recapture data.  Māui dolphins are listed on the IUCN Red List as Critically Endangered, and by the Department of Conservation in the New Zealand Threat Classification System as \"Nationally Critical\", on the basis of very low population size. Māui dolphins are only found off the west coast of the North Island of New Zealand. They are generally found close to shore in groups or pods of several dolphins, and are generally seen in water shallower than 20 metres (66 ft), though may also range further offshore. The current range of the Māui extends from Maunganui Bluff in the north to Whanganui in the south. Māui dolphins (confirmed from DNA analysis) have been found beachcast as far south as Wellington Harbour. Hector's dolphins (also confirmed from DNA samples) were found beachcast at Peka Peka in 2005 and at Waikanae in 1967, along the Horowhenua coastline, and Opunake beach in 2012. Dolphin sighting information released by DOC in September 2013 includes listing three public sightings of Hector's or Māui dolphins along the coast immediately north of Wellington in late 2011. Four other sightings of Hector's or Māui dolphins occurred along the east and north coasts of the North island between Whanganui and Waitara and another along the Poverty Bay coast in early 2012. Sightings of this type of dolphin along the coast north of Wellington are infrequent, with the DOC database reporting only seven since 1970, though may suggest a more widespread and larger populations in the past.During the 2012/2013 summer, the DOC conducted five aircraft and six boat searches, between New Plymouth and Hawera, without seeing any Māui or Hector's dolphins. In the two years between July 2012 and July 2014, more than 900 MPI observer days had been conducted out to seven nautical miles from the Taranaki shoreline without sighting any Māui or Hector's dolphins.",
    "Threats": "",
    "Threats-Confirmed deaths": "Since records began in 1921, 53 cases of deceased Hector's or Māui dolphins have been recorded along the west coast of the North Island, of which at least six were found to be Hector's dolphins. Excluding the known Hector's dolphins, 19 were found dead on the shore (of which two had possible net marks), three were found entangled in fishing gear, two were floating at sea, and observation type information was lacking for the remaining 23 historical records since 1927. A total of 21 individuals were necropsied including: four that were known (two), probable (one) or possible (one) entanglements in fishing gear, two that died of toxoplasmosis, one pregnant female that died of brucellosis, and six that died of natural causes (including parasitism, predation and one that may have died in labour). The cause of death was indeterminable for the remaining eight individuals.",
    "Threats-Fishing": "South Island Hector's and Māui dolphins may drown after becoming entangled in fishing nets, including commercial set net and trawls, as well as recreational nets. Set nets are deemed to be the main commercial fishery threat to both Hector's and Māui dolphins, based on model estimates and the small sample of observed deaths. There are no records of Māui dolphin mortality in trawl nets.A total 15 deaths from all causes have been recorded along the west coast of the North Island, since the first major restrictions on commercial fishing to protect Māui dolphins were imposed in 2003. Of these, three have been confirmed as Hector's dolphins and, where the cause of death could be determined, the deaths of all but one were from disease and natural causes. The single Hector's or Māui dolphin death attributed to fishing was captured in a set net off Cape Egmont, in Taranaki waters in January 2012.In 2019, a government-funded risk assessment model fitted to fisheries observer capture records estimated that less than 0.3 Hector's or Māui dolphins die each year in commercial set nets on the West Coast of the North Island, and less than 0.1 die each year in commercial trawls. These estimates are considerably lower than those of a government-appointed panel of experts in 2012, which estimated that set-netting and trawling resulted in an average of five Māui dolphin deaths each year, based on expert knowledge.",
    "Threats-Fishing-Fishing restrictions": "In 2003, a ban on using commercial set nets was added to an existing ban on recreational set netting from Maunganui Bluff (north of Auckland) to Pariokariwa Point (north Taranaki), out to four nautical miles from shore. In 2008, the restriction on set netting was extended out to seven nautical miles from shore along the same coastal area.  In 2008, the existing ban on trawling one nautical mile from this coast was extended to two nautical miles and extended to four nautical miles between Manukau Harbour and Port Waikato. In 2013 the sanctuary was extended around the Taranaki coast to Hawera, with a total ban out to two nautical miles from shore, and set netting between two and seven nautical miles from land only permitted with government observers on board.\nSet netting is prohibited inside the entrances of the Kaipara, Manukau, and Raglan Harbours and Port Waikato. The presence of Māui dolphins within these harbours is disputed, though they are known to use the harbour mouths. \nBased on 2012 population estimates, the World Wildlife Fund in New Zealand launched \"The Last 55\" campaign in May 2014, calling for a full fishing ban over what it believed is their entire range. The International Whaling Commission supports more fishing restrictions, but the New Zealand government has resisted the demands and questioned the reliability of the evidence presented to the IWC that Māui dolphins inhabit the areas they are said to inhabit. Some groups in the fishing industry are against increased bans on set nets into waters further offshore and inside harbours, and say other factors are responsible for low population size, including disease, pollution, mining, and natural predation.",
    "Threats-Toxoplasmosis": "In 2012, post mortem studies on Hector's and Māui dolphins showed that more than 60% had been infected with the protozoa Toxoplasma. Toxoplasmosis was the confirmed primary cause of death for seven South Island Hector's dolphins and two Māui dolphins. Out of the total of nine confirmed deaths from toxoplasmosis, six were reproductive females. The only definitive host for the Toxoplasma parasite in New Zealand is the domestic cat, which may be spread by owned, stray or feral cats. The Toxoplasma oocysts are thought to be transmitted from cats to the coast via freshwater runoff, before working up the food chain and being ingested by the dolphins. A 2019 spatial risk assessment estimated that Waikato Coast had the highest load of Toxoplasma oocysts of all New Zealand's coastal waters, on the basis of relatively high human/cat density, and also high runoff.. The same assessment estimated that between 1-3 Hector's and Maui dolphins die each year off the West Coast of the North Island, based on an extrapolation from the necropsy-determined primary causes of death.",
    "Threats-Brucellosis": "In 2006, Brucella was found in a dead Māui dolphin and DOC says this bacterial infection could have serious ramifications for the small Māui population. Brucellosis is a disease of terrestrial mammals that can cause late pregnancy abortion, which has been found in a range of cetacean species elsewhere, and has been determined from necropsies to have been the primary cause of death of both Hector's and Māui dolphins.",
    "Threats-Oil and gas operations": "In June 2014, the government decided to open up 3,000 square kilometres (1,200 sq mi) of the West Coast North Island Marine Mammal Sanctuary—the main habitat of the Māui dolphin—for oil drilling. This amounts to one-quarter of the total sanctuary area.",
    "Threats-Food and climate change": "Māui dolphins currently occupy the warmest part of the Hector's dolphin species' range and, so, may be particularly susceptible to the effects of oceanic warming. An analysis of trawl survey data indicated that the food resources available to Māui dolphins are around an order of magnitude lower than those available to South Island Hector's dolphins. The low availability of key prey species may exacerbate the susceptibility of Māui dolphin to the effects of climate change.",
    "References": "",
    "External links": "Department of Conservation – Māui dolphin page\nForest and Bird – Hector's and Māui's dolphin page\nWhale and Dolphin Conservation Society\nMāuis Dolphin New Zealand Event Information Māui's Dolphin New Zealand Event Information\nWorld Wide Fund for Nature (WWF) – species profile for Māui dolphin\nhttp://www.touscoprod.com/en/project/produce?cleanname=sauvezledauphinMāui"
  }
}