{
  "url": "https://en.wikipedia.org/wiki/Narrow-ridged_finless_porpoise",
  "classification": [
    {
      "Kingdom": "Animalia"
    },
    {
      "Phylum": "Chordata"
    },
    {
      "Class": "Mammalia"
    },
    {
      "Order": "Artiodactyla"
    },
    {
      "Infraorder": "Cetacea"
    },
    {
      "Family": "Phocoenidae"
    },
    {
      "Genus": "Neophocaena"
    },
    {
      "Species": "N. asiaeorientalis"
    }
  ],
  "text": {
    "__SUMMARY__": "The narrow-ridged finless porpoise (Neophocaena asiaeorientalis) is a newly accepted species, by the International Union for Conservation of Nature (IUCN), of porpoise endemic to the western Yangtze river in China and the East China Sea, Yellow Sea, and around Japan. There are two subspecies: the Yangtze finless porpoise (N. a. asiaeorientalis) and the East Asian finless porpoise (N. a. sunameri). After the functional extinction of the Yangtze river dolphin and the rapid decreasing of population, the Chinese government has given this species the utmost conservation status of National First Grade Key Protected Wild Animal to ensure its survival. Global conservation agencies and charities, such as the World Wildlife Fund and IUCN, have been collaborating with the Chinese government to ensure the survival of the species.",
    "Distribution": "There are two subspecies of narrow-ridged finless porpoise, the Yangtze and the East Asian finless porpoises, the former inhabiting the Yangtze River, and the latter the coastal areas off mainland China (e.g. Chongming Island), the Penghu Islands, and coastal Vietnam, including Halong Bay. The Matsu Islands are thought to be their northern limit, and the local population in this area is physically smaller than the Indo-pacific finless porpoise. These two species overlap in the Matsu region.",
    "Description": "As the name suggests, the finless porpoise is the only porpoise to lack a true dorsal fin. Instead there is a low, narrow ridge covered in thick skin bearing several lines of tiny tubercles. In addition, the forehead is unusually steep compared with those of other porpoises. They have fifteen to twenty-one teeth in each jaw, and, on average, fewer teeth than other porpoises, although there is some overlap, and this is a not a reliable means of distinguishing them.Finless porpoises can grow to as much as 2.27 m (7 ft 5 in) in length, and can weigh up to 72 kg (159 lb), although most are smaller. Adults grow more than 1.55 m (5 ft) in length and up to 30–45 kg (65–100 lb) in weight. The flippers are moderately large, reaching up to 20% of the total body length. Adults are typically a uniform, light grey colour, although some may have lighter patches of skin around the mouth, or darker patches in front of the flippers. Newborn calves of the central and eastern subspecies are mostly black with grey around the dorsal ridge area, becoming fully grey after four to six months. However, newborn calves of the western subspecies are a light creamy grey, and become darker as they age.",
    "Description-Anatomy": "The anatomy of finless porpoises has been relatively well studied, compared with that of some other cetacean species. The tubercles along the dorsal ridge are known to contain numerous nerve endings is used as a sensory function. The auditory system also appears well-developed, with numerous nerve fibres specialised for rapid communication between the ears and the brain. Sight is relatively poor, however, due to the overall cloudiness of the Yangtze River; they have a reduced lens and a limited number of fibres in the optic nerve and to the muscles moving the eyes compared to the Indo-pacific finless porpoise. It is speculated that their vision is somewhat better than that of the Yangtze river dolphin.The skeleton is light, accounting for only 5% of the total weight of the animal. There are between 58 and 65 vertebrae, about half of them in the tail, and with the first three cervical vertebrae fused into a single structure. This reduces flexibility of the neck while increasing stability in the water. There are ten to fourteen pairs of ribs in the chest, and an additional set of vestigial ribs has sometimes been reported in the neck, in association with the seventh cervical vertebra. There are 44 sets of spinal nerves. Like all porpoises, they have spade-shaped teethed designed for catching small fish and shrimp. Their skeletal design allows them to leap from the water and perform \"tail stands\".The nasal passage contains nine or ten air sacs, which are capable of sealing off all air within the passage. Behind these are an additional set of vomeronasal sacs. The trachea, however, is short, with only four cartilaginous rings. The stomach has three chambers, with no caecum, and no distinct difference between the small and large intestines.Sexual maturity is thought to occur around six years, with only one calf born at a time. Gestation is approximately one year, and lactation lasts for over six months.",
    "Interactions with humans": "",
    "Interactions with humans-Threats": "",
    "Interactions with humans-Threats-Fishing": "Bycatch by unwary fishermen may be a factor for the ongoing decline of the Yangtze finless porpoise. Illegal fishing and hazardous gear, like gillnets, is widely used in the Yangtze river. The preferred habitat of the Yangtze Finless Porpoise overlaps extensively with the usage of gillnets, which makes the species particularly vulnerable to entanglement and subsequent drowning. However, a recent large-scale interview survey conducted in fishing communities along the banks of the Yangtze, by the IUCN, suggests that mortality due to bycatch may have decreased over the past two decades as the porpoise population has declined, and have concluded that gillnetting is unlikely to be the primary cause of their decline.",
    "Interactions with humans-Threats-Development": "Increased traffic, pollution, and habitat degradation of the river have contributed to population declines. The increased vessel traffic may cause death from propeller strikes, and the boat noise may mask the porpoise's ability to communicate with other porpoises, as well as hindering their biosonar which compromises foraging and locomotion. Porpoise mortality associated with vessel collisions has increased substantially in recent years, in contrast to mortality from by-catch.Widespread sand mining of the river and lake beds and banks has destroyed important habitat for porpoises and food items, as well as other environmental issues. This problem is especially serious in the Dongting and Poyang Lakes. There are currently four hundred million living along the river basin as well as thousands of factories, which together discharge tremendous quantities of domestic sewage and agricultural and industrial waste. It has not been proven that this impacts the Yangtze finless porpoise's health, fertility, or population. In April 2004, five porpoises died in Dongting Lake within a single week due to short-term exposure to pesticides, possibly in combination with long-term exposure to mercury and chromium.Dams have major effects on river and lake ecology, and inhibit access between the river and adjoining lakes or tributaries in the Yangtze, as well as affecting migrating prey items. The Three Gorges Dam in particular has altered, and will continue to alter, downstream conditions in the Yangtze river and its connected/adjoining lakes. Construction of the Poyang Lake Dam likely to damage remaining population severely.",
    "Interactions with humans-Conservation": "As of 2014, 505 porpoises remain in the main section of the Yangtze, with an alarming population density in Ezhou and Zhenjiang. While many threatened species decline rate slows after their classification, population decline rates of the porpoise are actually accelerating. While population decline tracked from 1994 to 2008 has been pegged at a rate of 6.06% annually, from 2006 to 2012, the porpoise population decreased by more than half. Finless porpoise population decrease of 69.8% in just a 22-year span from 1976 to 2000. 5.3%. A 2012 survey by the World Wildlife Fund indicated the rate of decline had accelerated to 13.7% per year.A majority of factors of this population decline are being driven by the massive growth in Chinese industry since 1990 which caused increased shipping and pollution and ultimately environmental degradation. Some of these can be seen in damming of the river as well as illegal fishing activity. To protect the species, China's Ministry of Agriculture classified the species as being National First Grade Key Protected Wild Animal, the strictest classification by law, meaning it is illegal to bring harm to a porpoise. Protective measures in the Tian-e-Zhou Oxbow Nature Reserve has increased its population of porpoises from five to forty in twenty five years. The Chinese Academy of Science's Wuhan Institute of Hydrobiology has been working with the World Wildlife Fund to ensure the future for this subspecies, and have placed five porpoises in another well-protected area, the He-wang-miao oxbow.Five protected natural reserves have been established in areas of the highest population density and mortality rates with measures being taken to ban patrolling and harmful fishing gear in those areas. There have also been efforts to study porpoise biology to help specialize conservation through captivation breeding. The Baiji Dolphinarium, was established in 1992 at the Institute of Hydrobiology of the Chinese Academy of Sciences in Wuhan which allowing the study of behavioral and biological factors affecting the finless porpoise, specifically breeding biology like seasonal changes in reproductive hormones and breeding behavior.",
    "Interactions with humans-In captivity": "Finless porpoises have commonly been kept in Japan, as well as China and Indonesia. Ninety four in total have been in captivity in Japan, eleven in China, and at least two in Indonesia. Japan has had three establishments designated for breeding them, and there have been five recorded births. Three, however, died moments after birth, but two survived for several years. Their breeding success proved that porpoises can be successfully bred in captivity, which can open up new conservation options.",
    "See also": "\nList of cetacean species\n\n\n== References =="
  }
}